{
    "text": [
        "STUDY Policy Department Structural and Cohesion Policies FOLLOW-UP OF THE TERRITORIAL AGENDA AND THE LEIPZIG CHARTER: TOWARDS A EUROPEAN ACTION PROGRAMME FOR SPATIAL DEVELOPMENT AND TERRITORIAL COHESION REGIONAL DEVELOPMENT EN December 2007 ",
        "",
        "Directorate General for Internal Policies of the Union Policy Department B: Structural and Cohesion Policies REGIONAL DEVELOPMENT Follow-up of the Territorial Agenda and the Leipzig Charter: towards a European Action Programme for spatial development and territorial cohesion Ad-hoc note IP/B/REGI/FWC/2006-166-Lot 05-C02-SC01 13/12/2007 PE 397.237 EN ",
        "This study was requested by the European Parliament's committee on Regional Development. This paper is published in the following language(s): - Original: EN - Translations: DE, FR The executive summary is published in the following languages: Author(s): Isabel Naylon (ÖIR-Managementdienste GmbH) Peter Schneidewind (ÖIR-Managementdienste GmbH) Gabriele Tatzberger (Österreichisches Institut für Raumplanung/Austrian Institute for Regional Studies and Spatial Planning) Responsible Official: Ms Ivana Katsarova Policy Department B: Structural and Cohesion Policies European Parliament B-1047 Brussels E-mail: ipoldepb@europarl.europa.eu Manuscript completed in December 2007 This study is available on the Internet at: http://www.europarl.europa.eu/activities/committees/studies.do?language=en Brussels, European Parliament, 2007 The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the publisher is given prior notice and sent a copy. ",
        "Directorate General for Internal Policies of the Union Policy Department B: Structural and Cohesion Policies REGIONAL DEVELOPMENT Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Ad-hoc note Content: The ad-hoc note carries out a detailed analysis of the implications of the Territorial Agenda and the Leipzig Charter for EU policy making. It provides an overview of the issues and territorial challenges facing the EU and of the territorial dimension of current EU policies. It looks in some depth at selected fields of action for the advancement of territorial cohesion and provides a number of recommendations for action. IP/B/REGI/FWC/2006-166-Lot 05-C02-SC PE 397.237 EN ",
        "",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Executive summary In May 2007, the ministers responsible for spatial planning of the Member States of the European Union adopted the Territorial Agenda of the European Union: Towards a more competitive Europe of diverse regions (Territorial Agenda) and the Leipzig Charter on sustainable European cities (Leipzig Charter) at the informal ministerial meeting on urban development and territorial cohesion in Leipzig. Taking these two political documents as a starting point this ad-hoc note analyzes the present (prevailing) state of territorial policy making on European level and proposes a number of actions which are deemed necessary to further enhance territorial cohesion in Europe and a balanced development of the European regions. (1) Assessment of the two documents Both documents are part of a continuing track record of designing spatial and urban policy on EU level. The Leipzig Charter on sustainable European cities originates from the Green Paper of the EC on the urban environment in 1990 and the Urban Pilot Projects in the Structural Fund period ending 1999. These activities culminated in the adoption of the thematic strategy on the urban environment in 2006 – which allows the use of the Structural Funds to support investments to improve the quality of the urban environment – and finally in the Leipzig Charter. The Charter emphasises the importance of cities in the formulation of future EU policies. It gains its importance primarily from the commitment of the ministers to initiate discussion in their own countries on how the urban dimension can be integrated in the different levels of policy. It calls for a greater use of integrated urban development policy by the cities with emphasis on • creating and ensuring high-quality public spaces; • modernizing infrastructure networks and improving energy efficiency; • proactive innovation and educational policies; • supporting deprived neighbourhoods. The Territorial Agenda also builds on earlier political documents, of which the European Spatial Development Perspective (ESDP) adopted in 1999, was the most influential. The policy guidelines of the ESDP, aiming at a balanced and sustainable development in Europe, are expanded by the Territorial Agenda to six priorities for spatial development measures: • strengthening of polycentric development and innovation through networking of city regions and cities; • new forms of partnership and territorial governance between rural and urban areas; • promotion of regional clusters of competition and innovation; • strengthening and extension of trans-European networks; • promotion of trans-European risk management including the impacts of climate change; • strengthening of ecological structures and cultural resources as added value for develop- ment PE 397.237 iii ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion There is a remarkable shift from ‘soft’ concerns (in the ESDP) to the pursuit of competitiveness in the Territorial Agenda. This corresponds to a shift of paradigm in European regional policy from the traditional focus on structurally weak and disadvantaged regions to strategies aiming at the development of the potential of and opportunities in all regions. The Territorial Agenda deals with all different types of regions and concentrates on the interrelation between them and the role of certain types of areas (e.g. coastal zones, mountainous areas, etc.) within them. It also addresses the challenge of coordinating the policies of the EU and the Member States with respect to their spatial impacts. The Leipzig Charter by contrast is concerned with only one type of territorial unit – the cities, and concentrates on issues relating this type. Here the question of subsidiarity is key. There are massive differences of opinion regarding if and in which way the EU should be active and to ‘interfere’ in this policy area. It is disputed whether ‘cities’ and their problems have a European dimension. However, it is also recognized that territorial policies are particularly visible in urban areas. Thus the Territorial Agenda is of more general concern whereas the Leipzig Charter addresses a specific, albeit important case within the territorial dimension of Europe. (2) Territorial dimension, territorial cohesion, territorial policies Although one might think, that ‘territorial’ is an adjective with a fairly clear meaning, the term appears to be rather enigmatic in the context of EU policy making. We consider the three terms in the heading of this paragraph as being crucial for the understanding of the debate on spatial development in Europe. Firstly, the territorial dimension, being the broadest of them, refers the facts of socio-economic life to one or more of the following statements: • place and geographical context matter; • policies ought to be differentiated according to the territorial context; • thematic integration of different sectoral policies with impact on certain places (whatever the level) is desirable; • and, the involvement of actors from sub-national levels (regions, municipalities) is crucial for the success of strategies and for translation into the ‘regional language of people’. The Territorial Agenda for the first time uses and explains the new concept of territorial cohesion, foreseen to become an objective alongside social and economic cohesion in the Treaty establishing a Constitution for Europe. The role of territorial cohesion is regarded as: • Focusing regional and national territorial development policies on better exploiting regional potential and territorial capital, which is tantamount to respect for and benefiting from Europe’s territorial and cultural diversity; • Better positioning of regions in Europe, both by strengthening their profile and by trans- European co-operation aimed at facilitating their connectivity and territorial integration; • Promoting the coherence of EU policies with a territorial impact, both horizontally and vertically, so that they support sustainable development at national and regional level. PE 397.237 iv ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion The objective of territorial cohesion policy is to achieve a more balanced development by reducing existing disparities, avoiding territorial imbalances, and by making sectoral policies which have a spatial impact and regional policy more coherent. In the light of the Lisbon Strategy the policy objectives for strengthening territorial cohesion are defined as: • improving the strength and diversity/identity of urban centres/networks as motors for territorial development in Europe; • improving accessibility and territorial integration in the EU; • preserving and developing the quality and safety of Europe’s natural and cultural values and developing sustainable urban-rural linkages. The concept of territorial cohesion supplementing social and economic cohesion in the Treaties will give the Commission a key role in developing relevant policies. These policies will have to provide solutions for the specific challenges territorial cohesion is faced with. Among those we find: • Regional disparities and imbalances at EU level and at national level; • Suburbanisation, as one form of inefficient allocation of socio-economic activities (e.g. housing and transportation) but also the pertaining core-periphery orientation of economic activities and population; • The peripherality of regions and other specific geographic characteristics, e.g. island, outermost regions, sparsely populated regions etc., with their negative repercussion on the access to public and private services; • North-south differences, particularly in the endowment and usage of ICT; • Environmental protection; demographic change, having a differentiated territorial pattern and affecting lagging regions disproportionately; increased energy prices, which also will impact differently on individual regions depending on their present energy mix and economic structure and cultural heritage. These are also listed as territorial challenges in the background paper of the Territorial Agenda and this list is all but complete. While it is generally acknowledged that the territorial dimension is important, the EU policy process does not explicitly take the territorial dimension of EU policies into account. Depending on the importance of their territorial dimension we may distinguish three groups of EU policies. Firstly those EU policies where the territorial dimension is dominant and cannot be abstracted from when designing and assessing individual measures and actions i.e. Cohesion Policy, Common Agricultural Policy and Rural Development Policy, Environmental Policy and Transport Policy. Almost any measure within these policy areas impacts ‘on the ground’, affecting (only) distinctive territories. All policy measures in these fields are territorially discriminating – more or less intentionally. The second group encompasses EU policies with a more implicit, yet very marked territorial dimension: Energy Policy, Fisheries Policy, Maritime Policy, Internal Market and Competition Policy. PE 397.237 v ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion All these policies are most relevant for territorial cohesion and could therefore easily be labelled territorial policies. They are described and analysed in the study briefly but by no means exhaustively. Even though the ESPON 2006 Programme has successfully undertaken first attempts to assess the territorial dimension and the territorial impact of most of these policy areas, there still remain many open questions, both of conceptual and of empirical kind. It may be worth noting here, that the impact of both Cohesion Policy and the Common Agricultural Policy/Rural Development is mainly exerted by way of investment in infrastructure or by financial incentives/support for private activities. Access to these financial means are of great interest and importance to all Member States’ regions (not only to the net-beneficiaries). By contrast, the territorial impact of environmental policies (similarly but less visibly also of transport policies) stems from primarily procedural regulations on EU-level. On local, regional and sometimes national level this causes conflict – not only vertically (the region’s intentions not being in conformity with the EU regulation) , but also horizontally: the regional government being faced with sectoral conflict on the regional level, e.g. between the environmental department and the economic or employment department. In both cases a coordinating function on the territorial level is necessary – which is most frequently assigned to spatial planning. It should not be concluded from this that spatial development can or even should be coordinated in an analogue way on EU level. There is a third group of policies with relevant territorial impacts mentioned in the Territorial Agenda, which are, however, too specific to be gone into detail in the ad-hoc note. These include, among others: R&D Policy, EU Fiscal and Economic and Monetary Policies, EU Policies on Foreign Trade, EU Policies on Food Safety, EU Policies on Enterprise and Industry (3) Policy Recommendations The White Paper on Governance emphasises the need to move away from a largely sectoral policy implementation logic towards a more coherent policy in the field of territorial cohesion. The territorial impact of EU policies in areas such as transport, energy or environment should be addressed and regarded as a coherent whole. In the same way, decisions taken at regional and local levels should be consistent with national and European principles regarding a sustainable and balanced territorial development within the Union. Coordination between EU and national/regional policies is a challenge for governance at all levels and all one can be sure of is that any apparently clear cut (simple) solution, be it top-down or bottom-up is deemed to fail. Our recommendations in this respect take the existing assessment tools and the present policy process on EU level as the starting point and explore which actions may be useful to achieve a more coherent policy mix. Of these impact assessment tools the Environmental Impact Assessment (EIA), the Strategic Environmental Assessment (SEA), and the Commission’s Impact Assessment (IA) are the most relevant for territorial policies, although the existing system of evaluation within Cohesion Policy also needs to be taken into account. Territorial Impact Assessment (TIA) established as a planning or policy making instrument in a number of Member States can currently best be described as a tool for assessing the impact of (spatial) development projects and plans against spatial policy objectives or prospects for an area or a larger territory. Both the Territorial Agenda and the Leipzig Charter contain policy recommendations. But while the Leipzig Charter may be considered a concluding strategy document for the concerned authorities also providing adequate instruments on the EU level, the recommendations of the PE 397.237 vi ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Territorial Agenda remain on a rather general level. The most important action foreseen is to elaborate an action plan in the course of the coming presidencies. The Portuguese Presidency has begun work on an Action Programme for the implementation of the Territorial Agenda and the Slovene Presidency has agreed to initiate its implementation. We recommend that such an action plan should concentrate on 4 key areas of action i.e. • Awareness raising Recognition of the importance of the territorial dimension of European policies and of the political efforts for vertical and horizontal coordination has remained limited outside the relatively small group of spatial development experts (within and outside governments). The ESPON 2013 programme is well placed to play a key role in the gathering and processing of information for more awareness. It also needs political leadership to disseminate this information and to fill it with political interest. We assume that the EP could take over such a role. • The policy coordination process Since the policy coordination process in place has not shown satisfactory results with respect to the territorial dimension we recommend enhancing this process through three actions, all within the competence of the EU institutions – the setting up of an interservice group on territorial cohesion; an intensified policy discourse within the regular informal ministerial meetings of the ministers responsible for spatial planning; and the introduction of an Open Method of Coordination including a peer review process. Whereas the first action would strengthen the horizontal coordination within the Commission, the other two would address the issues of vertical coordination. • Tools for the integration of the territorial dimension The instruments for impact assessment of planned policy actions and evaluation of current policy measures seem very well advanced on EU level and in most Member States. We therefore consider it not necessary to develop a new (formal) TIA tool on EU level but highly recommend including the territorial dimension in transnational (and possibly cross- border) SEAs as well as adding it to the Commission’s formal Impact Assessments. This would have a great impact on the recognition of the territorial dimension of EU policy actions and of transnational projects. • The evaluation of the proposed action programme Stipulating the main purpose of the proposed action programme to be firstly the promotion of awareness for the territorial dimension in achieving economic and social cohesion and secondly the integration of the priorities set out in the Territorial Agenda and in the Leipzig Charter, we distinguish two types of results which need to be evaluated when implementing this action programme: (a) the accomplishment of the proposed institutional innovations respectively their progress and (b) the introduction of and consensus on indicators for territorial cohesion. For the latter there are (too) many suggestions available but no consensus about their validity and feasibility so far. We therefore recommend making this decision on relevant and available evaluation indicators for territorial cohesion and hence for the impact of the Action Programme the initial outcome of the proposed OMC process. PE 397.237 vii ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion PE 397.237 viii ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Acronyms BEACON Building Environmental Assessment CONsensus on the TEN-T CAP Common Agricultural Policy CEC Central European Countries CEMAT Conférence Européenne des Ministres responsables de l’Aménagement du Territoire (European Conference of Ministers responsible for Regional Planning) COCOF COmmittee of the COordination of Funds CoR Committee of the Regions CSG Community Strategic Guidelines EAFRD European Agricultural Fund for Rural Development EAGF European Agricultural Guarantee Fund EAP Environment Action Programme EC European Commission EESC Economic and Social Committee EGTC European Grouping of Territorial Co-operation EIA Environmental Impact Assessment EIB European Investment Bank EMCO Employment Committee EP European Parliament ERDF European Regional Development Fund ESDP European Spatial Development Perspective ESF European Social Fund ESPON European Spatial Planning Observation Network EU European Union EUKN European Urban Knowledge Network EUR Euro FIFG Financial Instrument for Fisheries Guidance FP Framework Programmes GDP Gross Domestic Product GNI Gross National Income IA Impact Assessment PE 397.237 ix ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion ICT Information and Communication Technology MLP Mutual Learning Programme MSUO Maritime Safety Umbrella Operation NSRF National Strategic Reform Frameworks OMC Open Method of Coordination R&D Research and Development RDP Rural Development Policy SAC Special Areas of Conservation SDS Sustainable Development Strategy SEA Strategic Environmental Assessment SPA Special Protection Areas TEN Trans European Network TEN-E Trans European Network of Energy TEN-T Trans European Network of Transport TIA Territorial Impact Assessment PE 397.237 x ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Contents Executive summary iii Acronyms ix A. Overview of the issues and current situation concerning an EU spatial development policy 1 1. The Territorial Agenda and the Leipzig Charter: a brief overview of the issues 1 1.1. Introducing European spatial development policy 1 1.2. Two political documents 2 1.3. A preliminary assessment of the documents 4 2. European spatial development policy in the making: the present situation 7 2.1. The territorial dimension of EU policies: definitions and significance 7 2.2. Specific territorial challenges 8 2.3. Overview of EU policies and initiatives with a territorial dimension or implication 11 2.4. Coordination and governance 22 B. Selected fields of action for the advancement of territorial cohesion 27 3. Stocktaking of existing territorial impact assessment within Europe 27 3.1. Introduction 27 3.2. Impact Assessment Tools 28 3.3. Conclusions 32 4. The role of management of natural resources for spatial planning (Natura 2000) 33 4.1. Introduction 33 4.2. Trends and challenges of EU Environmental Policy 33 4.3. EU Environmental networks and programmes 34 4.4. Conclusions 37 5. The specific role of cities in spatial development 39 5.1. Introduction 39 5.2. Geographic pattern 39 5.3. Trends and challenges facing cities 40 5.4. European initiatives dealing with urban areas and cities 41 5.5. Conclusions 42 C. Towards a European Action Programme for spatial development and territorial cohesion 43 6. Policy recommendations and guidelines for a European Action Programme for spatial development and territorial cohesion 43 6.1. Actions proposed in the Territorial Agenda and the Leipzig Charter 43 6.2. Recommended key areas of action 46 Bibliography 55 Annex 59 PE 397.237 xi ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion PE 397.237 xii ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion A. Overview of the issues and current situation concerning an EU spatial development policy 1. The Territorial Agenda and the Leipzig Charter: a brief overview of the issues 1.1. Introducing European spatial development policy In May 2007, at the Informal Ministerial Meeting on Urban Development and Territorial Cohesion in Leipzig, the ministers responsible for spatial planning and development of the Member States of the European Union adopted the Territorial Agenda of the European Union: Towards a more competitive Europe of Diverse Regions (Territorial Agenda) and the Leipzig Charter on Sustainable European Cities (Leipzig Charter). This constitutes a major step in the European spatial development policy which can be seen very much as work in progress, especially on European scale. The main reasons for initiating activities in spatial development policy on a European scale are: • the awareness that spatial development policy impacts on the respective neighbouring countries and beyond; • the need for optimal use of economic potential; • the necessity to co-ordinate public investments and spending from the Structural Funds; • the promotion of cross-border and transnational co-operation for common problem solving; • the recognition that spatial development policy can seriously contribute to a sustainable development (Malchus et al, 1996). The first steps taken to prepare an increased role for the EU in spatial development policy were the documents published by the European Commission, Europe 2000 and Europe 2000+ (CEC, 1991, CEC, 1994). Europe 2000 described the situation and prospect of various types of areas and cross-border planning was mentioned as a priority issue. The follow-up document, Europe 2000+, claimed to be more oriented towards policy recommendations. As if to respond to these first steps on the part of the Commission, the Member States took the initiative to develop the European spatial development perspective (ESDP). Over a ten year process, the ESDP (CEC, 1999), a legally non-binding document, was successfully elaborated and adopted by the European Commission together with the Member States in 1999 (Faludi, Waterhout, 2002). The ESDP was intended as a basis for planning and co-ordinating European policies and signified the emergence of a new policy field of the EU. It represents a joint socio-spatial vision which intends to create a common understanding between the (at that time) 15 EU Member States and the Commission and to map the way to balanced and sustainable development in Europe. It contains three policy guidelines: • development of a balanced and polycentric urban system and new urban-rural relationship; • securing parity of access to infrastructure and knowledge and • sustainable development, prudent management and the protection of the environment and cultural heritage (CEC, 1999: 10-11). PE 397.237 1 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion The ESP and the EU Regional Policy could be regarded as the European spatial development policy in a narrow sense. According to the EU treaties, spatial development policy is not a competence at Community level but is a task of the EU Member States. Nevertheless many networking activities and policies at EU level influence what can be called European spatial development in a broader sense. There are a number of policy areas within the competencies of the EU with high spatial relevance: economic and social cohesion (regional or cohesion policy), trans-European networks and environment. In addition to these three policy areas with an explicit spatial dimension other policies must be taken into consideration as well because they also influence spatial structure. These include the common agriculture policy, research and development, energy policy, competition policy etc. (see 2.3). Here it is important to emphasise that a European spatial development policy emerged because of a perceived need for conceptualising policy aims and to coordinate different policy areas – and not because of a legal provision (Schindegger, 1999). So the competency issue in fact is not so relevant. What is important is that there are spatially relevant policies which influence spatial development. The Territorial Agenda is rooted in the ESDP but terminology keeps changing. The ESDP used the term ‘European spatial development’( 1 ) and explicitly stated that it should not be construed to become a Community competence. Quite to the contrary, the concept of territorial cohesion was listed as an objective and as a competence shared between the Union and the Member States in the Treaty establishing a Constitution for Europe together with economic and social cohesion. However, as the Dutch and French voters objected to the Constitution, there is the prospect of a simpler ‘Reform Treaty’ that will reinstate territorial cohesion as an objective of the EU (Brussels European Council, 2007). The new concept territorial cohesion would give the Commission a key role in developing relevant policies. 1.2. Two political documents The Territorial Agenda as well as the Leipzig Charter are political documents. The Territorial Agenda addresses the whole territory of the EU and provides recommendations for an integrated spatial development policy aiming at mobilising the potential of European regions and cities for sustainable economic growth and more jobs. The Leipzig Charter focuses on a specific type of territorial unit, the urban areas or cities. The Territorial Agenda can thus be regarded as the overarching document. 1.2.1. Territorial Agenda In the Territorial Agenda of the European Union: Towards a more competitive and sustainable Europe of diverse regions (Informal Ministerial Meeting on Urban Development and Territorial Cohesion, 2006a) – the ministers responsible for spatial planning and development express the conviction that the territorial cohesion of the EU is a prerequisite for achieving sustainable economic growth and implementing social and economic cohesion – the European social model. The recommendations delivered by the Territorial Agenda of the EU are based on the expert report document Territorial State and Perspectives of the EU , also called Background Document. ( 1 ) Strictly speaking, the term ‘spatial’ is used with respect to functional units and ‘territorial’ with respect to administrative units. However, these meanings are often used interchangeably thus flawing the conceptual difference between them. Both terms are used synonymously in this work also. PE 397.237 2 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion The Territorial Agenda regards the role of territorial cohesion as: • focusing regional and national territorial development policies on better exploiting regional potential and territorial capital – Europe’s territorial and cultural diversity; • better positioning of regions in Europe, both by strengthening their profile and by trans- European co-operation aimed at facilitating their connectivity and territorial integration; • promoting the coherence of EU policies with a territorial impact, both horizontally and vertically, so that they support sustainable development at national and regional level. The new challenges identified by the ministers are the regionally diverse impacts of climate change, the rising energy prices, the accelerating integration of regions in global economic competition, impacts of EU enlargement, overexploitation of the ecological and cultural resources and territorial effects of demographic change. A key issue is to enable equal opportunities for the citizens and development perspectives for entrepreneurship. The Territorial Agenda is based on the three main aims of the European Spatial Development Perspective – which remains valid – but explicitly emphasises six priorities for spatial development measures: • strengthening of polycentric development and innovation through networking of city regions and cities; • new forms of partnership and territorial governance between rural and urban areas; • promotion of regional clusters of competition and innovation; • strengthening and extension of trans-European networks; • promotion of trans-European risk management including the impacts of climate change; • strengthening of ecological structures and cultural resources as added value for develop- ment 1.2.2. Leipzig Charter The Leipzig Charter on Sustainable European Cities (Informal Ministerial Meeting on Urban Development and Territorial Cohesion, 2006c) emphasises from a political perspective the importance of cities in the formulation of future EU policies. It is above all a political document and does not contain any specific action points. Nevertheless, the importance of the Charter should not be underestimated because the ministers committed themselves to initiating discussion in their own countries on how the urban dimension can be integrated in the different levels of policy making. The EU does not have any direct competence in urban affairs, but sectoral policies such as transport and environment may have significant impacts on cities. The importance of cities and their role for the overall economic development of the EU was emphasised in different political panels. The European Commission elaborated a Green Paper on the urban environment in 1990 and established one year later the expert group on the urban environment. Also the ESDP gives wide reference to the role of urban areas and the challenges they are facing. Between 2000 and 2005, several EU ministerial meetings dealt with urban areas resulting in the Lille Action programme (2000 in Lille), the Urban Acquis (2004 in Rotterdam) and the Bristol Accord (2005 in Bristol). These activities culminated in the adoption of the thematic strategy on the urban environment in 2006 (CEC, 2006a) – which allows the use of cohesion funds to support investments to improve the quality of urban environment – and finally in the Leipzig Charter. It is an initiative of the German EU Presidency and a further step in this political process. PE 397.237 3 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion The German government commissioned five studies that were used to support the Leipzig Charter. The Charter recommends urban development policy-making that goes beyond traditional public administrations. A wide range of economic actors, stakeholders and the general public at local, regional and European level should be involved. This integrated approach is also considered a ‘key prerequisite for implementing the EU sustainable development strategy’ (Council of European Union, 2006). The Leipzig Charter provides general guidelines and recommendations, urging policy makers to address several focal areas: public spaces, better infrastructure and energy efficiency improvements, and ‘proactive’ innovation and educational policies. A main focus is on deprived neighbourhoods, areas facing high unemployment and social exclusion. An integrated urban development policy is suggested as a possible remedy, particularly with respect to improving local economies and labour markets, education and training for young people, and affordability and efficiency of urban transport. Actions for a greater use of integrated urban development policy are: • creating and ensuring high-quality public spaces; • modernizing infrastructure networks and improving energy efficiency; • proactive innovation and educational policies As a special attention is given to deprived neighbourhoods, following actions are defined for this issue: • pursuing strategies for upgrading the physical environment; • strengthening the local economy and local labour market policy; • proactive education and training policies; • promotion of efficient and affordable urban transport The ministers are also urging Member States to act now if they want be able to tackle demographic change, climate change and the impact of global economic structural change. 1.3. A preliminary assessment of the documents The Territorial Agenda has an over-arching character whereby cities are regarded to play a key role for a balanced spatial development of the EU. Many aspects mentioned for the urban areas are also relevant for other types of areas. However, it is difficult to distinguish between urban and rural and in most cases interdependencies are high and a clear separation is hard to argue. Especially with regard to the coherence of EU policies, the concentration on ‘only’ urban areas may include some dangers. As rural development policy is located in the Common Agricultural Policy and the urban dimension is mainly covered by Regional Policy for the programming period 2007-2013, it is necessary and important to interlink these policies. Nevertheless the specific focus on cities is understandable considering that currently over three quarters of the EU population live in urban areas with more than 50,000 inhabitants. Urban areas across the EU face severe problems such as urban decay, industrial decline, over- population, unsustainable transport systems, poor quality of housing, deteriorated unsafe buildings and contaminated land, and uncontrollable urban sprawl. These problems are all the greater in the new Member States. PE 397.237 4 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Looking at the political process, it becomes evident that the Territorial Agenda is rooted in the ESDP although it is also clear that the former has evolved to incorporate themes from the Lisbon Strategy and other challenges such as climate change. What is remarkable is the shift from ‘soft’ concerns to the pursuit of competitiveness. It is a shift of paradigm in European regional policy from the traditional strategy that focused on structurally weak or disadvantaged regions to a focus on the development of opportunities and potential of a region. This is also confirmed by the third report on economic and social cohesion which recommends the mobilisation of unused resources (territorial capital) throughout the Union in order to deliver faster and more sustainable growth (Schindegger, Tatzberger, 2002). The two documents – the Territorial Agenda and Leipzig Charter – are product of only a small number of key actors and have two distinctive features: • The Territorial Agenda covers all different types of regions and deals with the relationships between them. It also attempts to coordinate the policies of the EU and Member States; • The Leipzig Charter concentrates on one type of region – the cities. The question of subsidiarity and if and in which way the EU should become active and interfere in this policy area is a key issue, as urban policy lies in the competence of the Member States. Hence, there are massive differences. It is disputed if ‘cities’ and the problems of cities have a European dimension. On the other hand it is widely recognized that territorial policies are strongly represented in urban areas. Figure 1. Events and documents of the integration process of particular importance for spatial development and urban areas Maastricht: TEN Europe Agreements Accession: AT, FI, SE Agenda 2000 Euro (WWU) for 12 MS Accession of the 10 Accession: RO, BG Single market implemented Europe 2000+; INTERREG I ESDP; INTERREG II Lisbon Gothenburg Strategy 2 nd Cohesion Report SEA Guideline; INTERREG III 3 rd Cohesion Report Reformed SF 4 th Cohesion Report Territorial Agenda Mainstreaming INTERREG Urban Pilot Programme URBAN I, Community Initiative Framework for Action for Sustainable Urban Development adopted by COM URBAN II Proposal for a multi-annual programme of cooperation in urban policy within the EU; Report by the Committee on Spatial Development (CSD) Thematic Strategy on Urban Environment Mainstreaming URBAN Leipzig Charter S P A T I A L D. U R B A N Lille Action Programme Urban Acquis Bristol Accord 1990 1991 1992 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 1998 1997 1996 1995 1994 1993 1990 1991 1992 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 1998 1997 1996 1995 1994 1993 PE 397.237 5 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion PE 397.237 6 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion 2. European spatial development policy in the making: the present situation 2.1. The territorial dimension of EU policies: definitions and significance The Reform Treaty of the European Union ( 2 ) provides for the objective of territorial cohesion to be included alongside the concepts of economic and social cohesion. It acknowledges that all EU citizens should have access to essential services, basic infrastructure and knowledge. If subsequently ratified by mid-2009, the Treaty will definitively endorse the territorial dimension of territorial cohesion policy and also reinforce the role of the local authorities in its implementation. Furthermore, the Committee of the Regions will have a stronger role in monitoring Member State compliance with the principle of subsidiarity. The concept of ‘territorial’ Although the understanding of ‘territorial’ differs widely across the EU, the Background Document for the Territorial Agenda (Informal Ministerial Meeting, 2007b) provides a useful explanation of the concept: • place and geographical context matter; • policies should be differentiated according to the territorial context; • thematic integration of different sectoral policies with impact on certain places (whatever the level) would be desirable – but is obviously difficult to achieve; • the involvement of actors from sub-national levels (regions, municipalities) is crucial for the success of strategies and for translation into the ‘regional language of people’. This understanding of ‘territorial’ permits a new differentiated approach to spatial planning and territorial development in which the geographical location and economic and social ‘realities’ of Europe’s regions are in the fore. A further important aspect of this understanding of ‘territorial’ is that sectoral policies are acknowledged to have a territorial impact – and indeed one is hard- pressed to find a policy which does not – and this should be taken into account. This could entail that territorial impact assessments (see 3.2) and policies to integrate the economic, social and environmental dimensions of cross-sectoral policies. This concept of territorial relies heavily on: local and regional decision-makers who implement the policies on the ground. A bottom-up approach is likely to strengthen the relevance and synergy of sectoral and territorial policies. ( 2 ) Official current title: ‘Draft Treaty amending the Treaty on European Union and the Treaty establishing the European Community’ PE 397.237 7 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion The concept of ‘territorial cohesion’ The concept of ‘territorial cohesion’ builds on the ESDP and the Guiding Principles for Sustainable Spatial Development of the European Continent (CEMAT) agreed at the 12 th Session of the Ministers responsible for Regional Planning in Hanover in September 2000. The Background Document (Informal Ministerial Meeting, 2007b) again provides a useful definition of the concept. Territorial cohesion in the context of the Lisbon Strategy means: • focusing regional and national territorial development policies on better exploiting regional potential and territorial capital – Europe’s territorial and cultural diversity; • better positioning of regions in Europe, both by strengthening their profile and by trans- European cooperation aimed at facilitating their connectivity and territorial integration; • promoting the coherence of EU policies with a territorial impact, both horizontally and vertically, so that they support sustainable development at national and regional level. The policy objectives for strengthening territorial cohesion The subsequent policy objectives for strengthening territorial cohesion in the light of the Lisbon Strategy are defined as: • improving the strength and diversity/identity of urban centres/networks as motors for territorial development in Europe; • improving accessibility and territorial integration in the EU; • preserving and developing the quality and safety of Europe’s natural and cultural values and developing sustainable urban-rural linkages. The objective of territorial cohesion policy is to achieve a more balanced development by reducing existing disparities, avoiding territorial imbalances, and by making both sectoral policies with significant spatial impacts and regional policy more coherent (CEC, 2004b). The Leipzig Charter emphasises the role of cities in the economic development of the EU. Cities are generally considered to be ‘engines of growth’ and to have major implications for territorial cohesion in Europe (see Chapter 5). Equally important, in particular in the context of climate change and increasing risk of natural or technological hazards, is the conservation of Europe’s biodiversity and natural habitats (see Chapter 4). The distinction between urban and rural is becoming increasingly blurred in some areas. In particular in rural areas close to urban centres (suburban and periurban areas), a process of integration of urban and rural is taking place. 2.2. Specific territorial challenges While progress towards greater economic, social and – although not explicitly aimed at – territorial cohesion has been made over many generations of EU Structural Fund and CAP support for regional and sectoral development in the EU, significant disparities and imbalances remain. These imbalances affect the overall performance and competitiveness of the EU economy as well as the social and economic development of the individual regions. They are described in the Background Document for the Territorial Agenda (Informal Ministerial Meeting, 2007b) PE 397.237 8 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Regional disparities and imbalances at EU level Parts of Europe continue to suffer from weak economic structures or physical or geographical disadvantages from an EU perspective. While the weakest countries in the EU15, the four cohesion countries (Spain, Greece, Ireland and Portugal), have made significant progress over the 1994-2006 period, the New Member States are only catching up in relative terms and will experience difficulties in meeting the challenges ahead. Poland, and even more so, Bulgaria and Romania, will take 15-20 years to reach a GDP per head of 75% of the EU-27 average. Even some of the most developed regions are experiencing low or negative economic growth rates. This diversity may represent risks for European cohesion and integration. It may also represent the potential for development if the unique assets are built upon. Regional disparities and imbalances at national level At national level, very often territorial imbalances between the capital cities and the rest of the country are pronounced. At regional level, the rural-urban dichotomy appears to be increasing and whereas many urban areas might belong to the winners of the developments ahead, rural areas are at risk of losing out. In rural areas, a lack of economic and infrastructure links to the neighbouring small and medium sized towns means that these areas are being by-passed by economic growth and are experiencing decreasing and ageing populations and a decline in the availability of basic services. Urban areas also benefit more from information and communication technologies (ICT) than rural areas as roll-out patterns focus on densely populated areas. However, economic development in urban areas is often accompanied by increases in housing costs, shortages of business space, growing congestion, pollution and pockets of deprivation and social exclusion. Suburbanisation There is a continuing tendency in European cities towards suburbanisation. Between 1996 and 2001, in 90% of urban agglomerations, population in the suburbs grew at higher rates than in the city centres. One third of these urban agglomerations saw a decline in population while most of the rest saw their suburbs grow while the city centres declined. The suburbanisation of economic activity can lead to the economic decline of the traditional city centres as well as putting greater strains on the urban transport system (see Annex, Figure A1: Annual growth of built-up areas from the mid-1950s to the late 1990s, selected European cities). Specific geographic characteristics There are a number of areas in the EU whose specific geographical location and features constrain their development potential. These are islands, sparsely populated areas in the far north and certain mountainous regions. They are characterised by ageing and declining populations, reduced accessibility and environmental threats (fires, droughts and floods). The outermost areas of the EU also suffer from their remoteness, adverse topological features, climate, small size of market and dependence on a small number of products (CEC, 2004b). While these adverse factors represent serious hindrances to development, the specific geographic characteristics of mountains, coasts and islands can also offer unique opportunities which should be capitalized on. PE 397.237 9 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Core-periphery orientation of economic activities and population Economic activity in the EU is concentrated in core areas. Traditionally these are the so-called Pentagon (London, Hamburg, Munich, Milan and Paris), Northern Europe and the national centres. However, the evidence suggests that the core-periphery dichotomy is being dissolved and that economic prosperity in the EU is becoming less geographically concentrated. The Pentagon contributed a substantially smaller share of EU-27 GDP in 2004 than in 1995 while its share of the population remained stable. This tendency can be attributed to the emergence of new growth centres such as Dublin, Madrid, Helsinki and Stockholm, but also Warsaw, Prague, Bratislava and Budapest. Secondary growth poles might help to reduce the pressure on the capital city region and promote higher overall growth potential. North-south differences Northern regions continue to benefit from their advance in the use of ICT and innovation but are at a disadvantage regarding energy use and accessibility as well as in terms of demographics. The south is less advanced in technological terms but has potential in terms of climate and attractiveness for knowledge workers and mobile pensioners and as an interface between the EU and Northern Africa and the Middle East. Peripherality Accessibility in terms of transport networks is a key issue for development potential. Regions on the European periphery but also regions on the periphery of their own national markets suffer from ‘peripherality’. Second tier transport networks are important in this respect. Environmental protection Environmental management (air, water, soil) and protection (national parks, habitats) has increased over the last 15 years in order to maintain Europe’s unique system of landscapes and natural heritage. Natura 2000 created a network of such protected areas. Links and corridors between protected areas (hedges, forest belts, etc) can assist migration and genetic exchange of plants and wild animals. A broader land-use policy can provide the context for protected areas to thrive without being isolated. Demographic change The EU is facing a decline in natural population growth and population ageing. This poses a particular challenge for regions lagging behind. Demographic change and population decline puts future employment growth at risk. As of 2017, the shrinking of the working age population will put pressure on those of working age and on national budgets to finance pensions and health services and could ultimately lead to stagnation and a reduction in the absolute level of employment (see Annex, Maps A1-A3: Demographic trends). Increased energy prices The impact of increased energy prices will vary from one region to another depending on their energy mix, economic structure and the energy efficiency of the regional infrastructure. Increases in energy prices will hit new Member States and smaller countries with low self- sufficiency harder than others. Less dispersed territorial structures might contribute to energy saving. Peripheral regions and islands are hardest hit by increased transport costs. Increases in energy costs also have a social impact, hitting the low-income groups the hardest. The PE 397.237 10 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion introduction of renewable energies presents a challenge and opportunity for regional economies. It is estimated that the annual revenues from the global solar equipment industry will increase fourfold by 2010. Cultural heritage Maintaining Europe’s cultural heritage; globalisation, mass tourism, conflicts between different ethnic groups, all pose threats to Europe’s cultural heritage. Legal and professional arrangements are necessary to preserve cultural heritage. 2.3. Overview of EU policies and initiatives with a territorial dimension or implication 2.3.1. Main EU policies with territorial dimension In the framework of the Lisbon Strategy, strengthening territorial cohesion means integrating the territorial dimension into EU and national policies and not creating a top-down and separate EU Territorial Policy (Informal Ministerial Meeting, 2007b). While it is generally acknowledged that the territorial dimension is important, the EU policy process does not take the territorial dimension of EU policies into account in an explicit way. Effective territorial governance does not exist although inconsistencies between various EU sectoral policies lead to an inefficient allocation of EU resources and a reduction in policy effectiveness. An effective exploitation of the EU’s territorial potential would require the coherence and mutual reinforcement of the sectoral, economic and territorial development policies at European, national and regional level (Informal Ministerial Meeting, 2007b). In this chapter, we look at the territorial dimension of the main EU policies with territorial relevance. Cohesion Policy Cohesion policy was enshrined in the Treaties with the adoption of the Single European Act (1986). It is built on the assumption that redistribution between richer and poorer regions in Europe is needed in order to balance out the effects of further economic integration (see Annex, Map A4: Regional economic strength and development). The Structural Funds are the main financial instrument to support economic, social and territorial cohesion in the EU. ESPON ( 3 ) studies suggest that the 2000-2006 Structural Funds Programmes contributed to strengthening territorial cohesion and polycentric development in the EU. The 2007-2013 Cohesion Policy indicates a shift towards explicitly supporting the Lisbon aims of more growth and jobs for all regions and cities of the European Union and taking stronger account of the specificities of Europe’s regions and supporting transnational structures. € 308 billion (in 2004 prices) have been budgeted for this period. This amounts to 35.7% of the total EU budget. The Community Strategic Guidelines (CEC, 2005a) provide the basis for the drafting of the National Strategic Reference Frameworks which set out the strategy on which to base the ( 3 ) ESPON is the European Spatial Planning Observation Network (ESPON) which was set up to support policy development and to build a European scientific community in the field of territorial development. The main aim of the Network is to increase the general body of knowledge about territorial structures, trends and policy impacts in an enlarged European Union. PE 397.237 11 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion operational programmes co-financed by the ERDF, ESF and the Cohesion Fund. The Structural Funds and Cohesion Fund support is given in the framework of three objectives: 1) ‘convergence’, 2) ‘regional competitiveness and employment’ and 3) ‘territorial cooperation’ objectives. The convergence objective supports activities with the aim of maintaining and achieving high growth rates in the light of the unprecedented increase in disparities within the enlarged Union. The aim of the new regional competitiveness and employment objective is ‘to anticipate and promote economic change by improving the competitiveness and attractiveness of EU regions through investments in the knowledge economy, entrepreneurship, research, university-enterprise cooperation and innovation; access to transport and telecommunication infrastructure, energy, and health; environment and risk prevention; supporting the adaptability of workers and enterprises; reinforcing participation in the labour market; and promoting social inclusion and sustainable communities’ (CEC, 2005a: 10). The objective of European territorial cooperation is the mainstreamed continuation of the Community Initiative INTERREG III. It has the aim of strengthening cross-border co-operation through joint local and regional initiatives, trans-national co-operation aiming at integrated territorial development in line with the recommendations of the ESDP, and interregional co-operation and exchange of experience. The new regulations support the concentration of the new territorial cooperation programmes on themes closely linked to the Lisbon and Gothenburg Agendas in order to increase the competitiveness of the European territory: innovation and entrepreneurship, environment, improved accessibility, and sustainable urban development. A new instrument has also been created to support territorial cooperation – the European Grouping of Territorial Co-operation (EGTC). The EGTC offers regional and local authorities the option of creating a grouping with legal personality thus alleviating the problems due to the existence of two legal systems on two sides of the border. With regard to research in the field of territorial development, the ESPON Programme will be continued in the new period (2007-2013) and will become an even more important tool for policy makers in the field of territorial development. With a much higher budget (34 million EUR instead of 7.2 million EUR), it will continue to provide analytical information on territorial issues and on the territorial impact of policies thus improving consistency between regional and sectoral policies. One of the main tasks for the ESPON Programme is to develop a set of indicators on territorial cohesion. By co-financing regional development, EU Cohesion Policy has direct territorial impacts. It also has direct spatial consequences for regions suffering from disadvantages due to their geographical situation, i.e. islands, remote regions (such as the outermost or Arctic regions), or mountainous regions by promoting better accessibility, notably in the case of services of general economic interest, by sustaining economic activity and by promoting economic diversification on the basis of their endogenous capacities and natural endowments. It also has indirect impacts, e.g. on governance, regional and territorial development, sustainability, additionality, subsidiarity, multi-annual programming, partnership and the availability of new data and know-how. It can also play a central role in improving the situation of cross border areas and wider transnational areas. According to the ESPON study Territorial effects of structural funds (ESPON 2.2.1, 2006), the main ways in which Structural Fund interventions may affect spatial development is: i. in the area designation process, i.e. the choice of areas and the intensity of the funding; PE 397.237 12 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion ii. in the form of intervention, i.e. whether the interventions cushion the adverse effects of investment or disinvestment decisions or whether they speed up investment decisions. The ESPON study shows that the Structural Funds contribute to the aims of spatial policies such as polycentric development in a rather unintentional manner. The ESPON study looks at the contribution of the Structural Funds to territorial cohesion at the macro, meso and micro level. Regarding the macro level, it takes four aspects into account: economic growth, employment, demographic development and transportation. Taking these four aspects together, the study concludes that the geography of Structural Funds spending makes only a minor contribution to territorial cohesion at the macro level. However, the funds have supported additional economic activity and regeneration and improved the quality of economic development across the Union. Regarding the fields of intervention, direct support for spatial development can be seen mainly in the field of accessibility. The Structural Fund assistance also has an agenda setting and innovative role which has an impact on spatial development patterns at the macro level. At meso level, the Structural Funds exert a direct territorial impact through programme-based priorities. The most relevant to polycentric development are endogenous development and increased regional competitiveness and accessibility. The Structural Funds have an indirect impact by promoting cross-sectoral economic development and acting as a flywheel for other policies. At micro level, the strongest spatial effects are achieved through direct programme measures, in particular local and regional transport infrastructure and economic specialisation measures. Although there are limited quantitative effects, the qualitative effects at micro level are: • The deployment of economic development measures; • The promotion of a strategic dimension in policy making; • The introduction of new types of intervention; • Enhanced partnership; • The promotion of new learning and innovation dynamics. It has also been argued that these positive effects have been undermined by administrative burdens, fragmented eligible areas and the risk aversion inherent to the funding regulations. These issues have been addressed in the 2007-2013 Cohesion Policy guidelines. The policy implications of the above are that polycentricity should be explicitly included in Structural Fund programming and that area designation is the key to polycentricity. A greater focus on governance issues is also recommended in the ESPON paper, e.g. intensified policy discourse and supporting new thinking (in relation to polycentricity), leverage of national practice and promoting trans-national links. PE 397.237 13 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Good Practice Example of Spatial planning Suomi/Finland: Living Cityspace The aim of the Living Cityspace project is to improve public city spaces and green areas of Vantaa City’s eastern neighbourhoods in which there is a high risk of social exclusion. The project carried out research work and interactive environmental planning based on people’s different environmental ideas. It also undertook concrete environmental improvement in historically significant areas, river environments, squares, roads, parks and playing fields. A further aspect of the project was environmental education and the building of local commitment to the near surroundings by encouraging local inhabitants to get to know their region and its historically and culturally valuable local sights better. The Finland Land Use and Building Act requires inhabitants to participate in the planning process as well as in the preparation of implementation. Over 281 inhabitants were involved in projects involving children and youth, 600 inhabitants participated in 14 public meetings (from April 2003 to 2004) and 4 exhibitions have been organised. Living Cityspace was given recognition for its research work in the Eurocities Awards 2003 ‘Quality of Life for All’. Total cost: EUR 0.5 million, EU contribution EUR 0.135 million Source: http://ec.europa.eu/regional_policy/projects/stories/details.cfm?pay=FI&the=44&sto=1317&lan=5 Common Agricultural Policy (CAP) and Rural Development Policy (RDP) In 2005, budgetary expenditure on market policies and direct aids under the Common Agricultural Policy (CAP) amounted to EUR 42.1 billion (EUR 33.7 billion for direct aids and EUR 8.4 billion for market measures) (CEC, 2006c), or 0.4% of the Gross National Income (GNI) of the EU-25. This represented a reduction from 40.4% of total EU spending in 2003 to 36.5% in 2005. Expenditure for the Common Agricultural Policy (CAP) is already fixed for the whole period 2007-2013 at EUR 301 billion. CAP financial allocations are sometimes inconsistent with those of EU cohesion policy. For example, the ESPON study (ESPON 2.1.3., 2005d) on the territorial impact of the CAP concluded that market policy support tends to benefit the more developed rural areas with large farms and lower unemployment rates as well as above average population growth. These areas tend to be concentrated in the regions in Northern and Western Europe. This concentration of expenditure on wealthier areas of the EU is not so surprising since market support (Pillar 1 of the CAP) was initially not designed for cohesion purposes. However, the 1992 CAP reform lead to an increase in its impact on cohesion by shifting support away from maintaining prices towards direct payments which tend to be higher in areas with a low GDP per capita and high unemployment rates. This tendency increased in 2005 with the introduction of a new legal framework for financing the common agricultural policy. Set up under Regulation (EC) No 1290/2005, this new legal framework provides for two new Funds: a European Agricultural Guarantee Fund (EAGF) and a European Agricultural Fund for Rural Development (EAFRD). Like the European Regional Development Fund (ERDF), the European Social Fund (ESF) and the Cohesion Fund, the EAFRD contributes towards Community action in favour of the least developed regions (the ‘Convergence’ Objective). In the new programming period, 2007-2013, rural development will be financed at EU level through the EAFRD. The aim of the Fund is to contribute to the three objectives linked to the three headings of rural development defined at Community level, i.e. • to improve the competitiveness of agriculture and forestry by means of support for restructuring; • to improve the environment and the countryside by means of support for land management; PE 397.237 14 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion • to improve the quality of life in rural areas and encourage diversification of economic activity. The EAFRD will also finance local development strategies and technical assistance through the mainstreaming of Leader-type activities. The expected impact on territorial cohesion of the new fund is significant. The fund complements national, regional and local actions and contributes to the priorities of the Community. The Commission and the Member States must also ensure that support from the Fund and from the Member States is compliant with the actions, policies and priorities of the Commission and with the measures financed under the European Agricultural Guarantee Fund (EAGF). The activities also complement other policies such as the management of Natura 2000 sites, water and soil protection and climate change mitigation. They also complement activities under the Convergence Objective in the field of diversifying the rural economy. The LEADER- type activities are particularly important for the implementation of territorial cohesion since they draw together the relevant stakeholders and ensure a bottom-up approach within territorial policy design. The new orientation of the CAP and Rural Development Policy (RDP) is in line with the principal conclusions from the ESPON study on the Territorial Impact of CAP and Rural Development Policy (ESPON 2.1.3., 2005d) which underlined the importance of an integrated, territorial approach, sensitive to the diversity of rural circumstances, rather than a sectoral approach in order to ensure regionally balanced development and territorial cohesion. Good Practice Example of a ‘LEADER-Type’ activity Ellada/Greece Karditsa embraces rural development With its mountain pastures, streams, gorges and a varied forest ecosystems dotted with Byzantine monuments and traditional villages, the mountain landscape around the artificial lake of Plastira in Karditsa in central Greece is of outstanding natural beauty. The aim of the Karditsa LEADER programme was to reverse the trend of decline by introducing a range of viable activities to provide the rural community with additional income improve their living standards and encourage them to stay in the area. The approach adopted was to promote the ‘integrated’ development of the rural area by means of bottom-up innovative measures involving local stakeholders and the local community. These measures covered all areas of activity and exploited the full range of local resources (human, natural, institutional, cultural and other), whilst also focusing on protecting the environment. The basic guiding philosophy was to transform weaknesses into assets and to focus on discovery and authenticity. The promotion of rural tourism and other alternative forms of tourism was an area of considerable success. This also had a leverage effect and resulted in the development of complementary activities in a number of other sectors. It also contributed to boosting the provision of community services. Total cost EUR 9.3 million, EU contribution (LEADER II) EUR 4.8 million Source: http://ec.europa.eu/regional_policy/projects/stories/details.cfm?pay=GR&the=7&sto=857&lan=5 EU Environmental Policies The impact of EU Environmental Policies, in particular Natura 2000, is discussed in detail in Chapter 4. For the sake of completeness, we briefly discuss the implications of EU environmental policies in this chapter as well. Hardly surprisingly, many of the EU environmental policies have a very direct territorial impact by setting conditions for territorial developments and policies. Relevant environmental policies for spatial planning (land use, location of activities, plans for residential areas, building around airports, seaports and highways, viability of the livestock sector, designation and use of coastal recreation areas, etc) PE 397.237 15 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion include the Habitats and Birds Directives, the Framework Directives on Air Quality and Water, the Nitrates Directive, the Seveso Directive, the proposed Directive on Soil Protection. For the implications of the Habitats and Birds directives and the Natura 2000 network see Chapter 4. The Framework Directives on Air Quality and Water have significant implications for spatial planning. EU air quality standards will limit building and traffic-generating developments in already populated areas. Policies generally prohibit the building of facilities such as hospitals in areas with poor air quality which limits opportunities for urban infill. Transport policy is also affected by the EU guidelines on air pollution. The Water Framework Directive restricts planning for urban development. With its aim of reducing pollution, preserving protected areas and restoring and enhancing bodies of surface water it may easily conflict with urban growth strategies. In spite of the implications for territorial development of environmental policy, overall coordination between the two does not exist, sometimes leading to policy incoherence. Poor communication of the EU Environmental Policies also often leads to disproval and negligent application by the regional and local stakeholders who are responsible for their implementation. The ‘Strategic Environmental Assessment’ (SEA) contributes to improvement and assessing different alternatives and should consequently increase the degree of positive coordination. Good Practice Example of an environmental project in the field of maritime safety Maritime Safety Umbrella Operation (MSUO) The Maritime Safety Umbrella Operation (MSUO) seeks to coordinate between different projects and stakeholders in the implementation of environmental policy. The MSUO supports INTERREG II B projects in the field of maritime safety in the North Sea Programme, the North-West Europe Programme, the Northern Periphery Programme and the Baltic Sea Region Neighbourhood Programme. Its main achievements are: – developing and implementing cooperation projects to identify and close knowledge gaps – providing a framework for the communication of information – bringing maritime stakeholders together at seminars – encouraging cooperation between maritime safety projects and projects examining other issues – developing links to exchange information with other Interreg projects and projects – assisting programmes and projects with advice and information regarding maritime issues and project development Source: www.maritime-safety.org EU Transport Policies The European Union Treaties contain a commitment to the development of a Common Transport Policy. However, under the subsidiarity principle, large parts of transport policy are the responsibility of national, regional and local governments. Whilst it is essential that local transport policy is developed at local level where it can be designed to correspond to local needs, it is also necessary that it be consistent with EU transport policy and that the connectivity and interoperability of national networks as well as the access to them is given. In order to ensure connectivity, interoperability and the removal of transport bottlenecks in the European Union, in 1996 the Commission established guidelines for the development of the Trans-European Transport Networks (TEN-T). These guidelines cover roads, railways, inland waterways, airports, seaports, inland ports and traffic management systems which carry most of the long distance traffic and serve to connect the regions in the European Union. The TEN-T are PE 397.237 16 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion a key element in the re-launched Lisbon strategy for competitiveness and employment in Europe. Given the huge dimension of the TEN-T and the relatively slow progress made in the first decade of the project, in 2005 the EU decided to prioritise the projects better and to concentrate on major projects to complete those implemented at national level. A series of 30 transnational axes were identified on the basis of proposals from the Member States and their European added value and contribution to the sustainable development of transport and the integration of the new Member States. TEN-T transnational axes 1. Railway axis: Berlin–Verona/Milan–Bologna–Naples–Messina–Palermo 2. High-speed railway axis: Paris–Brussels–Cologne–Amsterdam–London 3. High-speed railway axis of south-west Europe 4. High-speed railway axis east 5. Betuwe line 6. Railway axis Lyons–Trieste–Divaca/Koper–Divaca–Ljubljana–Budapest–Ukrainian border 7. Motorway axis Igoumenitsa/Patras–Athens–Sofia–Budapest 8. Multimodal axis Portugal/Spain–rest of Europe 9. Railway axis Cork–Dublin–Belfast–Stranraer 10. Malpensa airport 11. Øresund fixed link 12. Nordic triangle railway/road axis 13. United Kingdom/Ireland/Benelux road axis 14. West coast main line 15. Galileo 16. Freight railway axis Sines/Algeciras-Madrid-Paris 17. Railway axis Paris–Strasbourg–Stuttgart–Vienna–Bratislava 18. Rhine/Meuse–Main–Danube inland waterway axis 19. High-speed rail interoperability on the Iberian peninsula 20. Fehmarn belt railway axis 21. Motorways of the sea 22. Railway axis Athens–Sofia–Budapest–Vienna–Prague–Nuremberg/Dresden 23. Railway axis Gdansk–Warsaw–Brno/Bratislava–Vienna 24. Railway axis Lyons/Genoa–Basle–Duisburg–Rotterdam/Antwerp 25. Motorway axis Gdansk–Brno/Bratislava–Vienna 26. Railway/road axis Ireland/United Kingdom/continental Europe 27. ‘Rail Baltica’ axis Warsaw–Kaunas–Riga–Tallinn–Helsinki 28. ‘Eurocaprail’ on the Brussels–Luxembourg–Strasbourg railway axis 29. Railway axis of the Ionian/Adriatic intermodal corridor 30. Inland waterway Seine–Scheldt For a graphic representation of the projects, see also Annex, Map A5: Priority Axes and Projects. Transport policy has major territorial impacts, in particular through the development of infrastructure and pricing policy. The distinguishing structural features of the transport sector are that it involves both infrastructure and service. The ESPON 2.1.1. study on the Transport Sector and TEN Policies was concerned with the specific effects of infrastructure, and in particular the high-level infrastructures of the Trans-European Networks (TEN). However, the PE 397.237 17 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion study argues that infrastructure cannot be analysed independently of the level and quality of service provided on the infrastructure. The quality of infrastructure at regional level depends both on access to the network as on the quality of the network. Arguably, EU transport investments have positive effects on the development potential of many regions outside the Pentagon ( 4 ), e.g. in north-eastern Spain, the east coast of Italy, southern Scandinavia. However, the TEN-T may also have negative effects. The linkage of the major centres through supra-national transport links can also lead to a so-called ‘tunnel effect’ in which the big cities benefit from the new faster links but the smaller towns and surrounding regions continue to be excluded from the developments. The concept also warns of the so-called ‘pump effect’ in which the resources of structurally weak areas in the vicinity of strong economic centres are exhausted with considerably more benefits going to the strong areas than to the weaker ones. Improved accessibility alone without appropriate flanking measures to strengthen the regional competitivity can lead to further disadvantages for these regions (Schindegger, 1999). Good Practice Example of a T-TEN project Øresund fixed link The Øresund bridge was built between 1995 and 2000 and has become a powerful symbol of an infrastructure project which has served to support economic development in one of Europe’s most productive and prosperous regions. The Øresund bridge has created a direct road and rail link across the straits between Copenhagen in Denmark and Malmö in Sweden, with a four-lane motorway running above a double track railway. The new fixed link consists of a 4 km tunnel under the sea, a 4 km-long artificial island, and a 7.5 km bridge – the world’s longest cable- stayed bridge for road and heavy rail – plus new access routes. The fixed link has transformed road and rail travel between Sweden and Denmark, allowing the Copenhagen and Skåne areas to develop as a single, cross-border region. The region is expected to benefit considerably from improved passenger and freight connections with the surrounding Baltic countries and with European transport networks. In particular, the Øresund link extends the St- Petersburg–Helsinki–Stockholm–Copenhagen corridor. The Øresund link went into service on schedule in July 2000, and in mid-2007 the average traffic was at 17,000 vehicles daily. There is already evidence that this improved access to markets and to skilled personnel is encouraging major companies to relocate to the region and assisting the growth of high-tech firms such as those in the Medicon Valley region north of Copenhagen. TEN-T support for the project in the period 1995-2000 was nearly EUR 193 million. Source: T-TEN Priority axes and projects 2005 2.3.2. Further EU Policies with territorial relevance EU Energy Policy EU Energy Policy has a territorial impact mainly through variations in energy prices, energy production, sources of energy and the location of Trans-European Energy networks (TEN-E). Energy is an essential commodity which can be produced on a large or small scale, in a centralised or decentralised way. The production and transportation of energy require significant investments, play an important role in job creation and represent an important part of national GDP. As a production factor the availability of energy at a competitive price in a region may represent a positive factor to attract new economic activities and inhabitants. There does appear to be a significant but small impact of energy prices on economic growth. Most energy policy measures will impact territorial development through energy prices variation. ( 4 ) London, Hamburg, Munich, Milan, Paris PE 397.237 18 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion The EU is increasingly relying on developments in renewable energy sources and energy efficiency and both can have an effect on local level by increasing the use of endogenous energy resources and creating jobs locally. Biofuels for transport, biomass, wind and small hydro power for electricity production are among the main drivers of such a policy although there is evidence that regions that export renewable energies may actually gain little revenue out of the activities if the facilities are owned by non-residents in the region as is often the case. Regional energy agencies have increasing coverage of the EU territory and are important for the development of renewables. Countries with less endogenous resources for energy supply relying mainly on oil, coal, large hydro should reinforce their means of getting access to new forms of producing energy. The most important cases in this situation are Ireland, Germany, Austria, Slovakia, Italy, Portugal, Spain, Greece, Cyprus and Malta. This is a task that can be broached at European level (reinforcing interlinks), but can only be carried out at national level by means of diversification of sources, especially by boosting renewal sources (wind, biomass and solar) that are available in larger or lesser extent to all of them. At the other end of the scale, Norway, UK and Denmark (net oil exporters) and Estonia, Poland, Czech Republic and Romania are well equipped to satisfy their energy needs. A final point is that energy is a source of gas emissions which are responsible for global warming and therefore subject to EU targets (Gothenburg agreements). Good Practice Example of the use of renewable energy sources Geothermal energy in the Azores The Azores are located off the coast of Portugal and used to rely almost exclusively on imported fuel for their energy demands. In 1980, on the island of Sao Miguel, an experimental geothermal power station was set up using the natural resources provided by the volcanic and seismic activity on the island. In 1994, the first functional geothermal power station started up. The plant optimises energy use by converting energy from geothermal steam and brine from geothermal wells into electric power. The plant uses air-cooled condensers which enable 100 percent geothermal fluid reinjection which serves both to sustain the reservoir and to produce electrical power with virtually no environmental impact. The project cost a total of 60 million Euro, 25 million of which came from the ERDF. The two power stations on Sao Miguel produce 42% pf the power consumed on the island thus providing the islanders with almost half their energy requirements from renewable sources. Source: http://ec.europa.eu/regional_policy/conferences/4thcohesionforum/sources_en.cfm?nmenu=5&vid=02 EU Fisheries Policy The EU fishing industry is the second largest in the world and provides some 7.3 million tonnes of fish from fisheries and aquaculture each year. Preventing over-fishing allows adult fish to reproduce and rebuilds the stocks. Failure to do this in the past left several important fish stocks on the verge of collapse and harmed the balance of the marine ecosystem. • EU Fisheries Policy appears to have significant impact on territorial policy in coastal areas. There is evidence that the Fisheries Policy favours the prosperous regions against the most remote regions that depend highly on fishing. Prosperous regions take greater advantage of the measures included in the Fisheries Fund (FIFG) due to better access to products and markets. This is also true of recovery plans which are intended to restrict the fishing fleets targeting endangered stocks. The over-exploitation of fishery resource is the greatest current environmental concern of fishery policy in the EU. PE 397.237 19 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Good Practice Example of environmentally friendly fish farming Johnson Sustainable Seafood in the Shetland Islands One of the most popular fish species in Europe, cod is today one of the most endangered demersal species. Landings of wild cod have collapsed in European waters. This species is covered by recovery plans and fishing restrictions. An enterprising fish farmer with an ecological streak, Gibby Johnson, decided to try his hand at farming cod on a sustainable basis. The enterprise involved the invention of new aquaculture techniques and consideration of animal welfare and marine environment issues. Consumer confidence in fish farming had taken a blow and it was necessary to win it back through the use of ecological measures. The fish were thus raised according to the highest British organic standards which in itself was a world premiere. Johnson Sustainable Seafood (JSS) received a FIFG grant of around € 300,000 in 2004. Source: http://ec.europa.eu/fisheries/publications/magaz/fishing/mag34_en.pdf EU Maritime Policy The EC has just published a Green Paper on Towards a Future Maritime Policy for the Union: A European Vision for the Oceans and Seas which argues in favour of an integrated approach. It includes a chapter on ‘Spatial Planning for a Growing Maritime Economy’ in which the Commission pleads for a system of spatial planning for maritime activities on the waters under the jurisdiction of or controlled by the Member States. Such a system should build on the ecosystem-based approach laid down in the Thematic Strategy for the Marine Environment, but should also deal with licensing, promoting or placing restrictions on maritime activities. The Commission acknowledges that while individual decisions on activities should be taken at a national or local level, a degree of commonality between the systems will be needed in order to ensure that decisions affecting the same ecosystem or cross-border activities, such as pipeline and shipping routes, are dealt with in a coherent manner. The Commission also suggests that the same stakeholders should be involved in the planning processes of coastal and marine spatial development. Example of EU Maritime Policy impact at national level Rijnmond, the Netherlands In a survey of the impact of EU policy on the Netherlands, the authors argue that nowhere in the Netherlands can the impact of EU policy be seen more clearly than in the Rijnmond region where large industrial parks and the heavily used transport infrastructure (roads, railways, pipelines and waterways) are located in direct proximity to residential and leisure areas. The controversy regarding the Maasvlakte II extension into a designated habitat zone of grey and white dunes and shallow sandbanks illustrates this point. The new port and industrial zone that are to be built right on the North Sea are considered of vital importance to the port of Rotterdam but the EU considered the proposed activities to be harmful to the habitats in question and indicated that the project could only continue if exemption was granted from the provisions of the Habitats Directive. The Netherlands argued that the Maasvlakte II extension was essential to the further development of the port of Rotterdam and to the national economy as well as being an ‘essential multimodal node in the TEN-T’ and therefore of importance at supranational level as well. A series of mitigation and compensatory measures were proposed, including the construction of 100 ha of new dunes, 10 ha of moist dune valleys and even the designation of 31,250 ha of the North Sea as a nature conservation area (with restrictions on certain disruptive fishing activities). Companies wishing to locate on Maasvlakte II must also demonstrate that they intend to operate their container terminal in a sustainable manner. This includes, for example, less hinterland transport by road and more by rail and inland shipping. Emissions of air pollutants, light and noise are also factors which have to be taken into consideration. At the end of the day, the Commission agreed to the Maasvlakte II proposal with the proviso that the Commission is kept informed of major milestones in the implementation of the project and that it receives full reports. This example shows to what extent stringent EU regulations governing environmental issues affect spatial planning and regional development in the Member States. Sources: Netherlands Institute for Spatial Research, 2004: 29, http://www.maasvlakte2.com/en/home/ PE 397.237 20 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion EU Internal Market and Competition Policies The EU regulation on competition includes restrictions on state aid, liberalisation of markets and anti-monopoly legislation. It can influence national spatial development policy in that it restricts business subsidies and tax relief or below market price rents etc. The liberalisation of the air travel market (‘Single European Sky’) is one of the flagships of EU competition policy and has far-reaching consequences for mobility and company location decisions. The liberalisation has encouraged the development of regional airports and small budget airlines as well as corporate consolidation. A further important aspect is the ‘home carrier’ rule allowing national airlines to depart from any EU hub they wish. EU legislation on competitive tendering may restrict national government strategies for urban concentration. For example, encouraging businesses to locate in central areas by offering tax incentives or making land available at below market prices can be interpreted as state aid under new EU legislation and thus subject to restrictions. Example of the impact of EU competition policy impact at national level: The Netherlands Schiphol airport is profoundly affected by EU competition policy. Measures such as the Single European Sky and the Open Skies Agreement are expected to result in further corporate consolidation in the airline industry. The klm/Air France merger has led to speculation about the position of Schiphol in relation to Paris. It may come to function as the third regional airport of the French capital. If the airline management decides to reorganise its network to channel the most lucrative routes through France, this could jeopardise the position of Schiphol as a main port. Competition in Europe is fierce and EU rules on state aid prohibit governments from providing assistance to airports as Belgium recently discovered when it attempted to support its regional airport at Charleroi to secure Ryanair as a carrier. This may show the limits of national strategies, not only in the field of air transport. Source: Unseen Europe A survey of EU politics and its impact on spatial development in the Netherlands, Netherlands Institute for Spatial Research (RPB), The Hague, 2004, p. 129 2.3.3. Still further EU Policies with territorial relevance As conjectured at the beginning of this chapter, one would be hard pressed to find a policy that does not have a territorial impact. Consequently, the policies described above constitute the ones that we consider most relevant but are, of course, not exhaustive. Further policies have territorial impacts which are, however, too specific to be gone into in detail here. These include: • EU R&D Policy; • EU Fiscal and Economic and Monetary Policies; • EU Policies on Foreign Trade; • EU Policies on Food Safety; • EU Policies on Enterprise and Industry 2.3.4. Conclusions Up to now, spatial development or territorial cohesion has not been a field for the formulation of explicit policies on EU level. However, almost any European policy impacts on the territories in a specific, spatially differentiated manner and, moreover, each policy may impact differently on the same territory. Thus it is in the territorial impacts of European policies that both the synergies and the contradictions embedded in the differing objectives of individual policies come to the fore. Although we claim that most policies have a territorial dimension, the scope of territorial impact varies a lot. PE 397.237 21 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion The most relevant policies, where the territorial dimension is dominant and cannot be abstracted from when designing and assessing individual measures and actions, are: Cohesion Policy, Common Agricultural Policy and Rural Development Policy, Environmental Policy and Transport Policy. Although all of them cover all Member States and most of the European territories somehow, any measure within these policies affects only certain territories and not others. All policy measures in these areas are strongly discriminating, be it intentionally or not. Frequently it is (only) ‘on the ground’ where the conflicts and contradictions of the different (EU) policies are felt. This coordination of (territorial impacts) of EU policies necessarily needs to be in the hands of regional actors. With territorial cohesion becoming an additional objective of the EU we assume that these four policy areas could be considered the core policies for territorial cohesion. 2.4. Coordination and governance The above chapter provides an overview of the territorial dimension of EU policies. The importance of coordination and coherence between policies has often been emphasised in the debate concerning EU spatial development and territorial cohesion. Coordination between policies is a challenge for governance at all levels. In this section we look at issues of territorial governance and the EU policy process with particular emphasis on the distribution of roles and responsibilities among the different levels of government (supranational, national and sub- national) and the underlying processes of negotiation and consensus building. 2.4.1. A need for policy coherence The White Paper on Governance emphasises the need to move away from largely sectoral policy implementation logic and to move towards a more coherent policy in the field of territorial cohesion. It states that the territorial impact of EU policies in areas such as transport, energy or environment should be addressed and regarded as a coherent whole. In the same way, decisions taken at regional and local levels should be consistent with national and European principles regarding a sustainable and balanced territorial development within the Union (CEC, 2001b: 13). However, it is important to be aware of the complexity of the distribution of power concerning spatial development policy. This can be seen in the figure below which shows the distribution of power and influence concerning spatial development, in particular referring to polycentric development in the different countries and gives a hint to the high complexity even in a rather narrowly defined policy field of spatial planning. The perceived influence of the four levels of policy making (EU, national, regional, local) for four groups of investments of spatial planning (incentives, investment, planning, research) is completely different in all the countries selected. PE 397.237 22 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Figure 2. Source: Planet CenSe, indications by National Experts in the Field of Spatial Planning, revised version 07/07/06 In practice, EU sector policies and territorial development policies in the Member States are often uncoordinated or even in contradiction with each other. In addition, while many regional and national territorial development policies have effectively managed to overcome insular ways of looking at their territory and have taken into consideration European policy aspects and trans-European territorial structures, processes and interdependencies, others are concerned with how to mitigate the impact of EU policies on national policy. Whereby, it must be said that the impact of EU policies in the field of territorial development is very different depending on the situation in the Member States. Those countries with dense population and intensive agriculture will be particularly affected by EU policies on the environment for example. The EU policies are also a challenge in that they create obstacles like differences in policy cycles, objectives, priorities, distribution of responsibilities, processes of negotiation and consensus building of relevant EU policies and national and regional territorial development policies. If not carefully managed, this can lead to a defensive attitude on the part of the Member States, particularly at regional level. In the face of these challenges, there is a need for more work, building on the work carried out by ESPON, to create a strong analytical base. ESPON has developed methodologies for ex ante territorial impact assessments. The opportunity of using them remains to be explored. Also, PE 397.237 23 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion some of the findings of ESPON are very much disputed among analysts (academics and political) and some of the foundations are still shaky, mainly due to resource and time restrictions in the initial period (2006-2006) of the programme. Therefore, the advancement of a sound analytical basis for the complex issues of territorial coordination needs to be among the most prominent tasks of ESPON 2007-2013. In its White Paper on Governance (CEC, 2001b) the Commission emphasises its intention to use the enhanced dialogue with Member States and their regions and cities to develop indicators to identify where coherence is needed. This work of promoting improved coherence between territorial development actions at different levels lays the foundations for policies in view of the Sustainable Development Strategy. Increasingly, the ministries in the Member States responsible for territorial development – often identical with those responsible for regional economic development – are involved in dialogue with the Commission through the Open Method of Coordination in the framework of Cohesion Policy or other EU agendas. The open method of coordination (OMC) is used in areas which fall within the competence of the Member States, such as employment, social protection, social inclusion, education, youth and training. Under this intergovernmental method, the Member States are evaluated by one another with the Commission’s role being limited to surveillance. The European Parliament and other EU level institutions play virtually no part in the process. It is based principally on: • jointly identifying and defining objectives to be achieved (adopted by the Council); • jointly established measuring instruments (statistics, indicators, guidelines); • benchmarking, i.e. comparison of the Member States’ performance and exchange of best practices (monitored by the Commission). Depending on the areas concerned, the OMC involves so-called ‘soft law’ measures which are binding on the Member States in varying degrees but which never take the form of directives, regulations or decisions. 2.4.2. Key actors in the policy process The European Commission The EU Ministers for Spatial Development and the European Commission can play a key role in raising awareness for the territorial impact of EU policies and in promoting policy coherence with regard to territorial development. However, there is to date no legal basis for territorial cohesion and therefore no formal obligation or incentive to take the territorial impact into account in the EU policy process. This may change in the light of the Reform Treaty but at present the only way of getting the territorial issues onto the agenda is through strong political leadership and broad political ownership at EU level (Informal Ministerial Meeting, 2007b). The EU ministers for spatial development The Background Document (Informal Ministerial Meeting, 2007b) identifies the EU Ministers for Spatial Development as ‘most suited to strengthen the insight and awareness of the territorial impact of EU policies and to start the debate on a more coherent approach within EU policies’. However, they are also dependent on the commitment of the European PE 397.237 24 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Commission as the initiator of EU policies. The best way forward would appear to be cooperation between the two. The ‘key territorial stakeholders’ The EU Ministers for Spatial Development are trying to strengthen the ownership of the issue of territorial cohesion by starting a dialogue with so-called ‘key territorial stakeholders’, i.e. EU institutions, national, regional, local representatives and experts, NGOs and private actors involved in territorially relevant policies. The sharing of information and the creation of a common understanding of the issues is a key priority in this dialogue. It is, however, still too early to discuss the effectiveness of the dialogue. 2.4.3. Opportunities for incorporating the territorial dimension into the EU policy making process The EU policy making process involves a wide range of actors and phases (preparatory, decision and implementation). The main opportunities for incorporating territorial issues into the policy making process at present are summarised in the following table. Table 1. Current opportunities for incorporating territorial aspects into to the EU policy process Preparatory Phase Territorial experts at expert groups & EC (Member States, EC) Territorial analysis (ESPON) Territorial impact assessments (ESPON) Dialogue with stakeholders (Member States, EC) Informal political meetings on territorial cohesion (Member States, EC) Territorial impact to be discussed in inter service (EC) (cid:214) EU agenda setting: Council and EP decisions, EC policy strategies, work programmes etc. Policy scoping: Green & White Papers, Cohesion Reports etc. Proposal drafting: EC, Expert groups Impact assessment, inter service consultation Commission proposal Decision Phase Territorial impact to be discussed in CoR and EP opinions (EP, CoR) Dialogue with stakeholders (Member States, EC) Territorial impact assessments (ESPON) Territorial impact in national instructions (Member States) (cid:214) CoR and EESC opinion EP and Council negotiations: Council Working Groups, Coreper etc. Adoption of legal act: Regulations, Directives etc. Implementation Phase Territorial experts in EU comitology (Member States) Territorial development authorities in national implementation (Member States) (cid:214) EU comitology, national procedures Source: Informal Ministerial Meeting, 2007b The European Commission set up a working group on territorial and urban development as a sub-committee of the management committee of EU regional policy in order to link discussions on territorial issues with the formal EU comitology for Cohesion Policy. In practice, this has proved difficult because of the different interests and responsibilities between the European Commission and the Member States. The goal of finding an effective structure and agenda within EU comitology remains a challenge (ibid, p. 57). PE 397.237 25 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion It also set up the Interservice Group on Urban Development involving a wide range of representatives from other DGs( 5 ). The group started in late 2005 and its main aim is to promote coordination and detect synergy between policies concerned with urban dimension at EU level. The group has currently two main tasks: to follow up the mainstreaming of urban dimension within the SF programme and to reflect the Regions for Economic Change Initiative. 2.4.4. Conclusions In the sphere of territorial policy the issue of policy coordination and governance is omnipresent. This is due to the fact that the power relations, the governing influence and the organisation of powers is distributed over (at least) four levels (European, national, regional, local) and within each level the sectoral organisation and the relative importance and thus the endowment with (different) instruments is also very different. This results in a degree of complexity which can only be insufficiently reduced with the help of notions like subsidiarity or policy coherence. The challenge is: • to avoid conflicting sectoral policy measures which might lead to inefficient or even ineffective implementation on the ground; • to secure a satisfactory information flow between the different decision levels which also take into account the citizens’ needs and opinions; • to improve the implementation of commonly agreed European strategies on the ground, i.e. on the other levels according to their competency, all in all; • to find a fruitful combination of a top-down and a bottom-up approach to policy making. There is no clear cut, easy solution to these challenges and contradictions between political efforts will remain as frequent and as deeply rooted as the diverse political interests of individuals and groups. There are nevertheless instruments and options of action which can improve the situation, giving more emphasis to dialogue and soft law. The OMC is one of the most adequate answers to these governance issues on European level and most appropriate for territorial policies. It is also applied (under different names) on the other political levels. On all levels, but in particular on the European, the OMC needs to be based on a solid information base which does not exist yet in the field of territorial cohesion or spatial development, despite the considerable progress ESPON 2006 has made. A better formal integration of the territorial dimension into comitology would also contribute to more adequate policy coordination and governance process. ( 5 ) Interservice Group on ‘Urban Development’: EuropeAid AIDCO, Competition DG COMP, Education and Culture DG EAC Employment, Social Affairs and Equal Opportunities DG EMPL, Energy and Transport DG TREN, Enterprise and Industry DG ENTR, Environment DG ENV, Justice, Freedom and Security DG JLS , Internal Market DG MARKT, Research DG RTD, Health and Consumer Protection DG SANCO, Information Society and Media DG INFSO, Regional Policy DG REGIO, Secretariat General PE 397.237 26 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion B. Selected fields of action for the advancement of territorial cohesion 3. Stocktaking of existing territorial impact assessment within Europe 3.1. Introduction The goals of policy may vary widely depending on the organization and the context in which they are made. A policy is ‘a set of interrelated decisions taken by a political actor or group of actors concerning • the selection of goals and • the means of achieving them within a specified situation where those decisions should, in principle, be within the power of those actors to achieve’ (Jenkins, 1978). Jenkins understands policy making to be a process and therefore policy depends on the governance power of the actors involved. Dealing with the impacts of policy, experts are always confronted with intended and unintended consequences (side effects).The policy formulation process typically tries to assess as many areas of potential policy impacts as possible in order to reduce unexpected or unintended consequences. Because of the nature of complex adaptive systems, such as e.g. governments, it may not be possible to assess all possible impacts of a given policy. Nevertheless different tools have been developed in order to provide a reflection and analysis of effects. Spatial planners need techniques and methodologies that will allow them to predict and evaluate the impacts of proposed measures or actions. The ESDP was a landmark document in outlining the concerns and establishing the concept of spatial planning on EU level. It underlines the usefulness of territorial impact assessment (TIA) as a procedure for assessing the impacts of policies and proposed developments against spatial policy objectives. However, it gives little or no guidance on how such an assessment might be conducted and frequently links TIA with environmental impact assessment (EIA). A wide range of evaluation methods exist which try to ensure that policies, programmes and public services are planned and delivered as effectively and efficiently as possible. This includes various evaluations of specific interventions, economic appraisal and evaluation methods, strategic audit and international benchmarking and impact assessments. Evaluations are used in a large number of fields to answer a very wide range of questions about when and how interventions ‘work’. Cohesion policy stipulates three types of evaluations according to their timing: before (ex ante), during (ongoing), and after (ex post) the programme period. In addition to these evaluations, different impact assessments have been introduced namely TIA, environmental impact assessment (EIA), strategic environmental assessment (SEA) on Member State level and impact assessment (IA) as a procedure within the European Commission. The Background Document of the Territorial Agenda (Informal Ministerial Meeting, 2007b) suggests the use of TIA which can really zoom in on specific policy challenges posed by different types of territories. It argues that TIAs could be incorporated into the formal impact assessment report or presented separately as an input for the interservice discussion on draft impact assessment reports. Successful TIA aiming at integrating the territorial dimension into PE 397.237 27 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion the EU policy process requires not only territorial knowledge and information, but also territorial expertise. The key challenge is to identify what kind of territorial expertise could enrich the discussion on territorially relevant EU dossiers. The TIA is also controversial since Member States are wary of yet another impact assessment procedure being imposed on them. This is why the earlier proposal to introduce Territorial Impact Assessment did not make it into the final document of the Territorial Agenda (Faludi, 2007). 3.2. Impact Assessment Tools 3.2.1. Territorial Impact Assessment Territorial Impact Assessment (TIA) can currently best be described as a tool for assessing the impact of (spatial) development projects and plans against spatial policy objectives or prospects for an area or a larger territory. It has a rather long national tradition mainly in Germany (under the legal procedure called Raumordnungsverfahren) and in Austria (as a tool applied without legal framework under the term Raumverträglichkeitsprüfung). In addition, it can be recognised in similar procedures under different names in Portugal, the Walloon region of Belgium and in Finland. In the Netherlands and in the UK, there is the ability to carry out a process similar to TIA, but this is being applied on an ad hoc, project by project, basis. TIA is therefore explicitly or implicitly taken forward by several Member States. The ESDP puts the TIA into a European context for the first time. It addresses TIA in several territorial contexts and recommends its application as an instrument for the spatial assessment of large infrastructure projects, coastal areas, mountain areas and wetlands, water management projects and, in particular, cross-border projects and plans. These recommendations concern applications of TIA at project level. It also proposes ‘that the European Commission examine periodically and systematically the spatial effects of policies, such as Common Agricultural Policy, Transport Policy and Trans-European Networks, Structural Policy, environmental Policy, competition Policy and Research and Technology Policy, at European level’ (CEC, 1999). The concept of TIA became a topic of the ESDP Action Programme. It concluded that the ESDP implicitly uses TIA as a tool for assessing the impact of projects, but suitable approaches could also be developed for assessing the impact of plans and programmes and even, potentially, policies. It also suggested that it may be more fruitful to consider extending the existing EIA and SEA procedures to cover social and economic impacts thus arriving at a sustainability assessment process which covers all impacts (environmental, social and economic) of programmes and projects and the effects of the interactions between activities and space over specified time periods. Simultaneously, the European Commission had commissioned a study on Spatial impacts of Community policies and costs of non-coordination (Robert, Stumm, et al, 2001) which delivered a number of messages relevant to territorial policy: i. The territorial impacts of community policies are diverse in nature, heterogeneous and changing over time. There are various ways of intervention of Community Policies on the territory: • Financial resource distribution from the Community budget. The territorial impacts are different according to whether this involves support to incomes, regionalised structural measures, horizontal structural measures, sectoral policies; PE 397.237 28 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion • The provisions of the Treaty are detailed by legislation and regulations like e.g. competition rules, market liberalisation, environmental legislation, market-based instruments; • The development of guidelines. This involves mainly the trans-European transport and energy networks, which provide a long-term perspective. Associated with the financing instruments, these networks play a critical role in the spatial-economic development. ii. Issues related to the territorial impacts of EU policies do not concern only the EU level. National governments play an important part in the conception and approval (Councils of Ministers) of EU policies and even more in their implementation. In a number of countries, regional authorities are also significantly involved in the implementation process. The search for better territorial coherence of EU policies has therefore to involve also the national and regional stakeholders. iii. Regional structural policy is somewhat paradoxical as it is conceived (in various cohesion countries) on a sectoral basis, largely ignoring the territorial dimension. When EU policies are assessed against the objectives promoted by the ESDP, most frequently the objective of polycentricity is taken into account, while the numerous policy options of the ESDP are generally less intensively considered. 3.2.2. Attempts to operationalise TIA Territorial impact assessment was a key issue in the European Spatial Planning Observation Network 2002-2006 (ESPON 2006) which was set up to support policy development and to build a European scientific community in the field of territorial development. ESPON aimed to increase the general body of knowledge about territorial structures, trends and policy impacts on the territory in an enlarged European Union. In doing so, the programme actively deals with TIA and recommends methodologies for TIAs of different policies, and, based upon the proposed methods, assesses EU sectoral policies with regard to their impacts on territorial cohesion. The ESPON programme sought to apply the TIA to EU policies and programmes which, while not having explicit territorial development goals, nevertheless influence spatial development considerably. Some of the ESPON projects aimed to assess how and to what degree these policies and programmes affect territorial development. (Because this is a rather different application, compared to Territorial Impact Assessment, a different term, Territorial Impact Analysis, has been used for this approach.) As a check-list for the different analyses, the TIA minimum requirements were elaborated by the ESPON 3.1 project. This revealed that very different approaches and methods have been used to analyse the impacts of policies and programmes. This led to the conclusion that it hardly seems possible to cover the whole range of sectoral EU policy issues with one assessment methodology. The conditions for such a ‘general model’ are lacking for at least two reasons: • the very different character of the spatial dimension and implications of the policy areas concerned (in particular their different affinity to spatial goals); and • the rather different theoretical state of the art of applied research and planning in the different sectors. The ESPON 3.2 project has provided an important step towards a further operationalisation of the concept of TIA. The experience of the different ESPON impact analysis studies, as well as an analysis of the major territorial policy documents led to the development of a flexible, multi- PE 397.237 29 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion criteria TIA-model called TEQUILA, allowing the integration of different policies, different means of impact measurements, and, very importantly changing policy goals and priorities. As with any impact assessment, it has to be decided what to assess against. This is obviously a political choice, but whatever this choice is, a general policy goal has to be broken down into more concrete dimensions which allow at least a qualitative assessment. In this case, the developers have chosen territorial cohesion as the policy objective broken down into the three dimensions of territorial efficiency, quality and identity, each of which is in turn represented by a series of subcomponents (ESPON 3.2, 2006). Each of these sub-components is assessed separately before summing up the three dimensions. The TEQUILA model first provides a General Assessment (GA) of the impact of EU policies on the overall European territory (1 st layer). This assessment refers to a general, abstract territory, and the impact on each criterion (c) may be seen as a ‘potential impact’ (PIM): For each criterion a choice has to be made of how to rank the quantitative or qualitative impact measurements. The preceding ‘general’ assessment must be made truly ‘territorial’ by considering the specificities of the individual European regions, given that: – the impact may differ according to regional specificities; – the intensity of the policy application may be different in different regions; – the relevance of the different ‘criteria’ of the assessment method is likely to be different for different regions (e.g.: the same increase in income has a different significance according to the development level already achieved by an individual region); – a region may not be subject to a specific policy. In a second step, a Territorial Impact model is built to assess the impact on single regions r (2 nd layer). It is designed to be simple, operational and relatively user-friendly. The rationale is as in risk assessment where risk = hazard (potential risk) x vulnerability , here the territorial impact is the product of a potential impact (PIM) times a sensitivity indicator. A concrete example of operation is also given, in which the main steps are as follows: • Identify the policy to be assessed. This has to be sufficiently concrete to allow a real assessment. If the policy is abstract, it has to be broken down into more concrete policy packages which can then be assessed separately; • Identify the policy goals against which to assess. Again, even though the goals might be abstract (such as territorial cohesion), they have to be broken down into more operational dimensions. At the end, it should be possible to define at least a theoretical cause and effect relationship between each of the sub-components of the policy goals and each of the concrete policy packages; • Quantify the general policy impact, i.e. either through existing studies, delphi exercises, expert panels, or other methods, come up with an evaluation on a scale of -5 – +5 of the impact of each of the concrete policy packages on each of the subcomponents of the policy goals. You might want to limit some of the impacts to only parts of this scale (e.g. 1-3 if there are no possible negative impacts, but no very strong positive impacts either, or -1 – +1) if the actual differences are not that large. This latter step has to be done subjectively and should also be very transparent; • Define the weight of each policy goal. This is a very political process and should be as transparent as possible; • Apply the above formula to calculate the GA already giving a general idea of the generalised impact across the entire territory; • For each subcomponent of the policy goals, a regional sensitivity indicator has to be provided, i.e. a quantitative estimate of how much a region is affected by the specific general evolution of a sub-component. This estimate can, again, be the result of existing PE 397.237 30 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion regionalised studies, or of more general estimates by experts or stakeholders. For example, if a certain concrete policy will lead to a general increase in GDP, a poor region might be affected differently than a rich region. Thus the sensitivity indicator for the sub-component ‘Increase of GDP’ might give a value inversely proportional to the regional GDP value, or some more complex (‘utility’) function; • Apply the second of the above formulas to calculate the TIM, i.e. the regional impact. 3.2.3. Other highly relevant assessment tools • Environmental Impact Assessment (EIA) The EIA was introduced with the Directive on Environmental Impact Assessment of the effects of projects on the environment in 1985 (amended in 1997 and 2003). The EIA is an assessment of the likely influence a project may have on the environment. It can be defined as the process of identifying, predicting, evaluating and mitigating the biophysical, social, and other relevant effects of development proposals prior to major decisions being taken and commitments made. The purpose of the assessment is to ensure that decision-makers consider environmental impacts before deciding whether to proceed with new projects. • Strategic Environmental Assessment (SEA) The purpose of the SEA-Directive is to guarantee that the environmental consequences of certain plans and programmes are identified and assessed during their preparation and before their adoption. The SEA Directive only applies to plans and programmes, not policies, although policies within plans are likely to be assessed and SEA can be applied to policies if needed. The structure of SEA (under the Directive) is based on the following phases: ‘screening’, investigation of whether the plan or programme falls under the SEA legislation, ‘scoping’, defining the boundaries of investigation, assessment and assumptions required, ‘documentation of the state of the environment’, effectively a baseline on which to base judgments, ‘determination of the likely (non-marginal) environmental impacts’, usually in terms of direction of change rather than firm figures, informing and consulting the public, influencing ‘decision taking’ based on the assessment and monitoring of the effects of plans and programmes after their implementation. The EU directive also includes other impacts besides the environmental, such as material assets and archaeological sites. In most western European states this has been broadened further to include economic and social aspects of sustainability. The table below compares the main features of SEAs and EIAs: Table 2. interconnectedness of SEAs and EIAs SEA EIA strategic specific applied to policy, plans and projects applied to individual projects area basis site basis can consider cumulative effects difficult to consider cumulative effects can consider synergistic effects difficult to consider synergistic effects greater degree of flexibility constrained to specific projects • European Commission’s Impact Assessment procedure In 2002 the Commission introduced a new method of Impact Assessment (IA) to improve the quality of Commission proposals and to simplify the regulatory environment. The IA integrates and replaces previous single-sector types of assessment and ‘integrates all sectoral assessments PE 397.237 31 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion concerning direct and indirect impacts of a proposed measure into one global instrument, hence moving away from the existing situation of a number of partial and sectoral assessments […] The new integrated Impact Assessment tool builds on these existing practices and incorporates them into the new tool. […] areas such as transport, energy, or environment should be addressed. These policies should form part of a coherent whole as stated in the EU’s second cohesion report; there is a need to avoid a logic which is too sector-specific’ (CEC, 2001b). In 2005, the Commission published new Impact Assessment Guidelines (CEC, 2005b) for Commission proposals. Formal Impact Assessment is now required for all regulatory proposals, White Papers, expenditure programmes and negotiating guidelines for international agreements (with an economic, social or environmental impact) on the Commission’s Work Programme. The Commission may also decide to carry out an impact assessment of a proposal which does not appear on the Work Programme (CEC, 2005b). According to the principle of ‘proportionate analysis’, the greater the impacts of a proposal are likely to be, the greater the need for the IA. The Guidelines emphasise that the IA is an aid to political decision making and not a substitute for it. They state that the IA is useful for gathering and presenting evidence but that it should not be confused with the policy proposal or the explanatory memorandum itself. It helps to determine possible policy options and their comparative (dis)advantages. The IA will be taken into consideration by the College of Commissioners when they look at the Commission proposals but will not dictate its final decision. The Guidelines also underline that thorough consultation between different stakeholders and coordination between the different Commission services are key elements of the process. 3.3. Conclusions Although a wide variety of evaluation and impact assessment tools exist, the territorial impact assessment is considered a highly effective and indeed necessary instrument for the assessment of the territorial dimension of policy, programme and project impact. However, given the prevalence of other assessment tools it may be more fruitful to include TIA as a complement to other widely used tools, in particular the EIA and the SEA rather than introducing an entirely new tool. The TEQUILA model could be further developed to supplement the existing Impact Assessment processes of the Commission. PE 397.237 32 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion 4. The role of management of natural resources for spatial planning (Natura 2000) 4.1. Introduction EU nature protection and environmental policies are more or less integrated in one policy field. Protection of the environment and the management of natural resources have increasingly become an international issue. This is reflected in the broadening scope of EU environmental policy over the years from more localised matters to greenhouse gases and climate change. Environmental policy is set down in the Treaties of Maastricht and Amsterdam and has been repeatedly on the agenda of European Council meetings since Cardiff in 1998. EU environmental and nature policies have considerable – differentiated – implications for planning at local level across the EU. Some policies and directives, e.g. the Habitats Directive (CEC, 1992), have direct and intended effects by limiting or prohibiting construction activities in those areas. Others, e.g. the Air Quality Framework Directive (CEC, 1996), have indirect effects by influencing the location of planned housing or transport routes. The first Directive to have major implications for spatial planning was the Birds Directive (CEC, 1979) adopted in 1979. Both the Birds and Habitats Directives imply that Member States have to identify protected areas and submit them to the Commission. Once the Commission has approved the areas against the two directives, the Member States have to officially designate the areas. The over 20,000 designated areas across the EU form the ecological network Natura 2000. 4.2. Trends and challenges of EU Environmental Policy EU environmental policy reflects the Single Market idea that all companies in the EU should operate under similar conditions, including environmental standards. Environmental protection is also mentioned in the Treaty of Maastricht (1992) and in the instrument of environmental impact assessment (EIA) (CEC, 1985, CEC, 1997). Article 6 of the Amsterdam Treaty (1997) calls for integration of environmental considerations into all sectoral policies, in particular with a view to promoting sustainable development. The environmental impact assessment identifies, describes and assesses the direct and indirect effects of a project ( 6 ) on the following factors: • human beings, fauna and flora; • soil, water, air, climate and the landscape; • material assets and the cultural heritage; • the interaction between the factors mentioned in the first, second and third indents. The environmental assessment should be made public and taken into account in the decision- making process regarding planning permission. The Cardiff European Council (1998) launched the Cardiff process whereby one sector after another is requested to report on efforts to integrate environmental considerations into their ( 6 ) A project means the execution of construction works or other installations or schemes, and other interventions in the natural surroundings and landscape including those involving the extraction of mineral resources PE 397.237 33 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion policies. This means that not only is the environment ministry or directorate responsible for the environment but also each sector has become responsible for environmental performance. The Cardiff process has contributed to raising the political profile of integration and ensuring that it is now being regularly discussed at the highest political level. It has also generated a sense of ownership of environmental integration in some Council formations with positive knock-on effects on actions in other EU institutions and Member States. The Gothenburg European Council (2001) further consolidated EU environmental policy by agreeing that the Sustainable Development Strategy (SDS) should be a key goal of the EU environmental strategy. Sustainable Development stands for meeting the needs of present generations without jeopardizing the needs of futures generations – a better quality of life for everyone, now and for generations to come. As a result of the review of the SDS launched by the Commission in 2004 and on the basis of the Commission Communication On the Review of the Sustainable Development Strategy – A Platform for Action from December 2005 as well as contributions from the Council, the European Parliament, the European Economic and Social Committee and others, the European Council of June 2006 adopted an ambitious and comprehensive renewed SDS for an enlarged EU, building on the one adopted in 2001. The renewed SDS sets out a single, coherent strategy on how the EU will more effectively live up to its long-standing commitment to meet the challenges of sustainable development. It reaffirms the need for global solidarity and recognises the importance of strengthening our work with partners outside the EU, including those rapidly developing countries which will have a significant impact on global sustainable development. The SDS covers not only environmental protection but also social equity and cohesion, economic prosperity and meeting the EU’s international responsibilities. The SDS and the Lisbon Strategy for growth and jobs are considered complementary. On the one hand, the SDS is primarily concerned with quality of life and recognises the role of economic development in facilitating the transition to a more sustainable society. On the other hand, the Lisbon Strategy contributes to the overarching objective of sustainable development by focusing on actions and measures aimed at increasing competitiveness and economic growth and enhancing job creation. The two strategies have the ambitious aim of reconciling economic, social and environmental objectives and aim at supporting the necessary structural changes which enable the Member States to face the challenges of globalisation. 4.3. EU Environmental networks and programmes 4.3.1. Natura 2000 The selection of sites for the Natura 2000 Network is nearly completed. The sites include Special Areas of Conservation (SACs), designated for one or more of the 198 threatened habitat types and 800 species listed in the annexes to the Habitats Directive. They also include Special Protection Areas (SPAs) classified under the Birds Directive for around 200 endangered bird species and wetlands of international importance. Some areas qualify as both SAC and SPA. The selection of sites was in some parts of Europe heavily contested by landowners, farmers, developers and infrastructure planners. This was because the consequences of being a Natura 2000 site were not clear and ranged from hoping for funding to fearing that the sites would become ‘untouchable’. The legal consequences of officially designating a site were also unclear. PE 397.237 34 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Nevertheless, there are over 20,000 sites covering almost one fifth of the EU territory selected under the provisions of the Habitats Directive. The individual Natura 2000 sites range in size from less than 1 ha to over 5,000 km² depending on the species or habitats they aim to conserve. The majority of the sites are between 100-1,000 ha. Although some sites are located in remote areas, most form an integral part of our countryside and represent the living and working space of European citizens. The idea behind the network is not to freeze all human activity on the sites but to ensure that sustainable activities (e.g. extensive farming) can be maintained for the benefit of biodiversity. Nevertheless, Member States must ensure that activities are avoided that could significantly disturb the species or affect the habitats for which the site is designated and that, if necessary, positive measures are taken to restore the habitats and species to a ‘favourable conservation state’. This also means that Natura 2000 sites should be protected from any new development projects or major changes in land-use that could seriously affect the species or habitats unless these developments are of ‘over-riding public interest’. The decision on how these conditions are respected is under the aegis of each Member State. The next step will be the management of the sites according to Article 6 of the Habitats Directive. Given that the aim of the Directive is not to stop economic activities on the Natura 2000 sites altogether but to carefully manage the habitats from an ecological, economic, social and cultural perspective, the management tasks will not be simple. Regional and local characteristics will need to be taken into account and the fact that a large number of the sites are in private ownership and used for other purposes than nature conservation. Stakeholder involvement and regional partnerships will be a necessity to ensure that sustainable solutions can be found. Once the Natura 2000 network is fully functional, its effectiveness will be monitored. Every six years, Member States will report to the Commission on how the species and habitats are responding in their country and on the measures they have taken. The Commission will analyse the information from the Member States and assess the overall trends for each species or habitat across Europe. This will provide an overview of the impact of the Natura 2000 network and identify areas where conservation efforts need to be increased. The European ecological network, Natura 2000, also restricts urban development. The protected areas policy has a significant influence on diffuse urban development, and planning in areas which have been designated as natural habitats is no longer a matter of national discretion, but has to be referred to the European Commission. Any proposed building activity has to undergo the following procedure: screening; assessment of significant impacts (including those outside the protected area); examination of alternatives; determination of imperative reasons of overriding public interest; compensatory measures. In addition, urban sprawl is considered to be energy inefficient and harmful to the environment because it encourages car use and therefore runs counter to the concept of sustainable development. In an interesting study of how EU policies affect national policy in the Netherlands, the Netherlands Institute for Spatial Research (2004) shows how both urban diffusion and urban concentration policies encounter different aspects of EU policy. In some cases, the rules are quite strict and transgressing them can be a costly matter. It is not easy to measure the direct impact of EU nature protection and, in particular, environmental protection policies on spatial planning but certain EU environmental policies do have a very direct territorial impact by setting conditions for territorial developments and PE 397.237 35 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion policies. The Natura 2000 protected areas will be formally designated at national level and will imply the transposition of the Habitats Directive into national law. Article 23 of the directive states that ‘Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this directive within two years of its notification’. The deadline for transposition was 10 June 1994 (or 1 January 1995 in the case of Austria, Sweden and Finland). A directive is binding as to the result to be achieved, but leaves a Member State some choice as to the form and methods of achieving that result. FARMING THE STEPPES OF CASTRO VERDE, PORTUGAL On the vast steppes of Castro Verde in southern Portugal the traditional farming system is based on non irrigated extensive cereal production, laid fallow every 2-3 years. The resulting semi-natural habitats are of immense nature conservation value, particularly for birds. However, increasing competition from intensive cereal production has forced many farmers to abandon their land in search of jobs elsewhere, with serious consequences for both the local economy and the bird populations. With the inclusion of Castro Verde in Natura 2000, conservation groups and farmers decided to join forces and lobby the government for an agri-environmental support scheme that would enable farmers to continue to manage their land as before. The scheme has proven to be very popular, over 350 km² of steppe farmland is now being managed extensively again and the birds are returning in large numbers. MANAGING FORESTS SUSTAINABLY IN EASTERN GERMANY Covering 200 km², the Hainich beech forest is one of the largest of its kind in Europe. After German reunification, the regional government declared significant parts a national park and Natura 2000 site in order to prevent over- exploitation. The Association of private landowners who own much of the land in the vicinity was initially strongly opposed to this designation, fearing that it would prevent them using the forest for economic purposes. But the conservation authorities soon allayed their fears: the association practices a form of selective forestry, involving the removal of mature trees through a rotation system, which is compatible with the conservation of the forests’ biodiversity. A management agreement was drawn up between the two parties to agree on how to exploit the forest’s resources whilst safeguarding the valuable habitats and species present. Thanks to this agreement, the foresters continue to earn a living from their forest without the competition of large-scale clear cutting operations. Source: Natura 2000 , Europe’s nature for you , brochure 2007 4.3.2. The LIFE Programme The LIFE programme ( 7 ) aims to support the development and implementation of Community environmental policy by financing technical assistance, demonstration schemes, or awareness campaigns. The specific objective of the LIFE theme ‘Nature’ is to contribute to the implementation of the Community Directive on the conservation of wild birds and the Directive on the conservation of natural habitats, in particular the Natura 2000 network through nature conservation projects and accompanying measures required to exchange experiences or prepare, monitor or evaluate projects. 4.3.3. The Seveso Directive The Seveso II Directive is aimed at the prevention of major accidents which involve dangerous substances, and the limitation of their consequences for man and the environment, with a view to ensuring high levels of protection throughout the Community in a consistent and effective manner. It requires that Member States’ land-use planning and other relevant policies take into account the objectives of preventing major accidents and limiting their consequences. ( 7 ) http://ec.europa.eu/environment/life/ PE 397.237 36 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion 4.3.4. The sixth Environmental Action Programme The sixth Environmental Action Programme was adopted by the European Parliament and the Council on 22 nd July 2002. It sets out the framework for environmental policy-making in the European Union for the period 2002-2012 and outlines actions that need to be taken to achieve them. The 6 th EAP identifies four priority areas: • Climate change; • Nature and biodiversity; • Environment and health; • Natural resources and waste The 6 th EAP promotes full integration of environmental protection requirements into all Community policies and actions and provides the environmental component of the Community’s strategy for sustainable development. The link is made between environment and European objectives for growth, competitiveness and employment. The 6 th EAP calls for the development of seven Thematic Strategies in the field of soil and the marine environment (in the priority area of biodiversity), air, pesticides and urban environment (in the priority area of environment, health and quality of life) and natural resources and waste recycling (in the priority area of natural resources and waste). The Thematic Strategies constitute the framework for action at EU level in each of the concerned priorities. Furthermore, the 6 th EAP establishes strategic approaches to meet the environmental goals and sets objectives and priority actions on international issues. The strategic approaches include among others: the development of Community legislation and its effective implementation and enforcement, the integration of environment protection requirements in other Community policies and the promotion of sustainable production and consumption patterns, improving collaboration with enterprises and informing individual consumers, enterprises and public purchasers about the environmental impact of processes and products ( 8 ). 4.4. Conclusions Whether at global or EU level, environmental policy is increasingly an international issue where international agreements and laws influence national, regional and local policy and action. Article 6 of the Amsterdam Treaty (1997) requests the consideration of environmental factors in all sectoral policies with a view to promoting sustainable development and numerous European Councils have carried forward the idea. The Cardiff and Gothenburg Councils brought environmental issues onto the political agenda of the EU and have generated a sense of ownership of these issues in some Council formations. The Lisbon Strategy has further consolidated the position of environmental protection in EU Cohesion Policy. The EU has agreed a number of directives and launched a variety of programmes and networks. These include the Birds (CEC, 1979) and the Habitats Directives (CEC, 1992) which led to the Natura 2000 network, the Seveso II Directive, the sixth Environment Action Programme and the LIFE Programme. It also requests an Environmental Impact Assessment (EIA) for certain projects and a Strategic Environmental Assessment (SEA) for certain plans and programmes which are likely ( 8 ) The Sixth Environment Action Programme of the EC 2002-2012: http://ec.europa.eu/environment/newprg/intro.htm PE 397.237 37 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion to have significant effects on the environment. Through its strategies and programmes, the EU clearly demonstrates its ambition to reconcile economic, social and environmental objectives. While it is difficult at this stage to measure the exact impact of EU nature and environmental protection policies on spatial planning in the Member States, there is no doubt that they do have an increasing influence by setting conditions for territorial developments and policies, also in urban areas. This is, for example, the case with the Natura 2000 network where the sites are formally designated at national level and imply the transposition of the Habitats Directive into national law (Article 23 of the Habitats Directive). The spatial implications of EU legislation will depend to a large extent on the implementation at national level, the local situation and the type and scale of the problem. Planning in areas which have been designated as natural habitats has to be referred to the European Commission and undergoes a screening and assessment procedure. Of particular importance is whether the plan or activity under consideration may have ‘significant effects’ on the protected habitat or species. The directives provide a clear procedure to be followed leaving, however, some room for interpretation when it comes to the contents. Differences in interpretation may occur between the Member States as to what is possible and what is not. These are matters which need to be clarified through systematic dialogue between the different levels of actor, in many cases going right down to the local since they affect the local land use planning massively. More information, clear policy decisions and further research is needed at national level to better implement the EU legislation. The necessary exchange of information and data has been started through the selection of the Natura 2000 sites. This needs to be maintained and consideration of the EU and national environmental legislation systematically integrated in planning processes and sectoral legislation. Member States have committed themselves to reporting to the Commission on progress the Natura 2000 sites in their country. The Commission analyses the information from the Member States and draws conclusions on the overall trends for each species or habitat across Europe. This provides an overview of the impact of the Natura 2000 network and identifies areas where conservation efforts need to be increased. PE 397.237 38 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion 5. The specific role of cities in spatial development 5.1. Introduction Europe is one of the most urbanised areas in the world. The metropolitan regions, cities and other urban areas are a key feature of the territorial structure as well as the living space of over three quarters of European citizens (see Annex, Map A6: Development of the urban population). Specialised services (such as higher education institutions, hospitals and major cultural attractions) are concentrated in cities and many stakeholders argue that cities are the main engines of economic development (CEC, 2006a, CEC, 2007a, ESPON 2006a) and of European and regional competitiveness. Urban areas – or more accurately functional urban regions – are the main producers of knowledge and innovation in virtually all European countries and the cultural, economic and innovative centres of Europe (Berg, 1997). Metropolitan urban regions or capital cities are often players in the European and global process, whereas small and medium-sized cities have important functions as nodes for development in a national and regional context. After all, most of the political and economic decision makers live and work in urban areas. Cities as ‘engines’ for development can also refer to the high adaptability of cities to react to new developments and the concentration of chances and density that in themselves offer many unique opportunities. 5.2. Geographic pattern Currently the European urban system is characterised by a concentration of functions of global and European importance in the core area of the EU – the north and the centre of the Union. This high concentration of economic activities was one of the main reasons why the ESDP introduced the concept of polycentric development (CEC, 1999). Although the EU is one of the largest and economically strongest macro-regions in the world, it still suffers from major regional disparities. The so-called 20-40-50 pentagon of the EU with 15 Member States (defined by the metropolises of London, Paris, Milan, Munich and Hamburg) covers 20% of the territory. 40% of the EU population live and work there and 50% of the GDP is made there. It is described as the only ‘zone of global integration’ in Europe. With the enlargement to an EU of 27 Member States, the very high concentration of activities in the central part of Europe persists (Interact, ESPON, 2007). Therefore one of the three policy aims of the ESDP is to develop a balanced and polycentric urban system and a new urban-rural relationship. The pursuit of the polycentric development concept is to avoid further excessive economic and demographic concentration in the core area of the EU by strengthening several larger zones of global economic integration, strengthening city networks and clusters at regional, cross-border and transnational level. The ESDP makes repeated reference to cities and urban areas. It emphasises that competition between the cities for investment and social segregation are increasing, urban sprawl is continuing and that the quality of urban environment (noise, air and water pollution, traffic congestion, waste production and excessive water consumption) still needs to be improved. Strategies and instruments helping to achieve sustainable urban development strongly depend on the local, regional and national starting positions of the towns and cities whereby the exchange of good practices in sustainable urban policy, offers an interesting approach. It must be emphasised that the term city is primarily used to designate an urban settlement with a large population. However, city may also indicate a special administrative, legal, or historical status. They can be administrative units, or defined by some population threshold, or functionally (e.g. by their travel-to-work areas). A clear and widely accepted distinction between urban and rural does not exist. Furthermore, the question has to be raised whether the PE 397.237 39 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion traditional split between the two spheres of urban and rural Europe is still valid. The traditional picture of town and countryside was already blurred by emerging industrialisation and was further obfuscated by de-regulated property markets, improved communications and by the advanced information technology (ESPON 1.1.2, 2005c). In many areas, a clear-cut visual divide has simply disappeared because cities have increasingly diverse functional inter- dependencies with their surrounding countryside which require voluntary co-operation across administrative boundaries to strengthen the region as a whole in terms of competitiveness. Several projects in ESPON were commissioned in order to deal in more detail with urban areas in Europe ( 9 ). The general picture of the European territory shows a significant potential for economic growth in urban areas outside the core of Europe (e.g. Budapest, Prague, Bratislava, Lisbon and Valencia). Here the size of an urban area is not necessarily the decisive factor for economic growth (Informal Ministerial Meeting, 2007b). As there is no common definition of urban areas, an approach based on the functions of cities was elaborated in ESPON 1.1.1 to understand how cities work as drivers of development. Using such an approach, 1595 functional urban areas (FUA) have been identified within the 29 countries (EU 27 and Norway and Switzerland). The results show that there is a dense urban structure in the central parts of Europe, stretching from the UK via the Netherlands, Belgium, western Germany and northern France, and continuing into Italy, the Czech Republic, South Poland, Slovakia and Hungary (ESPON 2005; ESPON, 2006a). The major metropolitan agglomerations are important nodes – out of the 1595 functional urban areas in the ESPON territory, 76 are of European significance. The functional specialisation of cities is regarded as decisive for their supra-regional importance. The major urban areas, but also many small and medium sized towns, host important private and public decision makers. Cities have the most educated workforce, the greatest number of researchers and employees in creative industries. But also small and medium-sized towns play a vital role for territorial development. In 2003 in some countries of Europe as much as half of the population lived in small towns. Depending on their territorial context (e.g. located near larger cities or being part of a network of small towns or a development pole in a rural area) these towns can play important roles in economic development and for the provision of services of general interest (ESPON, 2006). 5.3. Trends and challenges facing cities In future, cities will have to deal with important trends like increased competition among cities and regions, numerous advanced urban networks on different levels, the accumulation of problems such as unemployment, poverty and social exclusion in larger cities, increasing attention for sustainable urban development and the need for organising capacity (Berg, 1997). Balancing the cities’ economic competitiveness with social cohesion and environmental sustainability will remain a key challenge for policy makers at all levels. Changes in the economy, technology, demography and politics are reshaping the environment of cities in Europe. An increasingly competitive and complex environment of cities demands quick responses to opportunities and threats that influence their position. The European Union and the Member States are committed to enhance the cities’ economic performance and improve the quality of life in urban areas as they are regarded as vital to regional, national and European economies. ( 9 ) ‘Urban areas as nodes in a polycentric development’ (ESPON 1.1.1), ‘Urban-rural relations in Europe’ (ESPON 1.1.2), ‘Enlargement of the EU and its polycentric spatial structure’ (ESPON 1.1.3), ‘The role of small and medium sized towns’ (ESPON 1.4.1) PE 397.237 40 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion The competition between cities for investments and highly skilled labour force increased in the last few years. But also co-operation between neighbouring cities intensified in order to pool resources and create synergies, in particular between cross-border neighbouring cities. The major urban areas are crucial for creating innovation, but size alone does not determine effectiveness in creating clusters. Here, small and medium sized cities and rural areas are very important in applying knowledge and creating innovation. With the changing demographic and economic conditions (ageing, globalisation etc.), the context for national policy actions changes fundamentally. The main characteristics include the increasing interdependencies within the global economy, financial market internationalisation, the progressing integration of Europe and the global challenges posed by sustainable development. In this context, the policy fields of cities have become an integral part of European policies. Cities are not only rich and successful, they are also a focal point for poverty, high unemployment rates, social and spatial segregation, insecurity and increasing pressure on the environment. E.g. the concentration of jobs in cities is even stronger than that of residents, yet, the generated wealth does not necessarily translate into corresponding rates of employment among urban citizens. Only 28% of Urban Audit core cities have employment rates higher than the average for the country where they are located and only 10% have an employment rate of 70% (CEC, 2007a). GDP does often not reflect the situation in an appropriate way and fails to show the distribution of chances and wealth in an adequate way, which is even more the case for contagious territorial units. Even the so-called pentagon or European core is a highly heterogeneous area with economically weaker areas. 5.4. European initiatives dealing with urban areas and cities Several European initiatives and policies have been promoted in order to meet the challenges of urban areas in Europe and to increase the visibility of the urban dimension in community policies. INTERREG allowed co-operation on a cross-border, transnational and interregional scale on different topics. It was also intensively used to create networks between cities, to exchange knowledge and to identify and develop potential through co-operation. The types of projects range from exchange of experience in specific fields like urban technology, tourism, renovation of buildings, to the analysis of the potential for co-operation and common location marketing to a more strategic approach looking at possible polycentric structures on transnational scale ( 10 ). The other very important Community Initiative was the URBAN initiative and the corresponding URBACT programme. URBACT aims to develop exchanges of experience between European cities and the participants in the URBAN programmes which have been initiated and implemented by the European Union since the late 1980s (URBAN Pilot Projects and URBAN I and II). The accelerating emergence and concentration of economic and social challenges in certain cities and/or neighbourhoods convinced the European Union to dedicate part of the resources of the Structural Funds to finance actions favouring an integrated approach for urban regeneration. The development and implementation of innovative urban regeneration strategies from an economic, social and environmental perspective is the target of URBAN. For the new programming period 2007-2013 URBAN and INTERREG have been ‘mainstreamed’ meaning that they are now part of the routine operations of cohesion policy. ( 10 ) Vital Cities (www.vital-cities.net), PlaNet CenSE (www.planet-cense.net) PE 397.237 41 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion The European Urban Knowledge Network (EUKN) shares knowledge and experience on tackling urban issues. Fifteen EU Member States, EUROCITIES, the URBACT Programme and the European Commission participate in this European initiative. It facilitates the exchange of demand-driven knowledge and experience on urban issues and aims to support policy makers and practitioners across Europe in developing effective urban policy ( 11 ). EUROCITIES is the network of major European cities founded in 1986. It brings together the local governments of more than 130 large cities in over 30 European countries and serves as platform for its member cities to share knowledge and ideas, to exchange experiences, to analyse common problems and develop innovative solutions, through a wide range of forums, working groups, projects, activities and events. EUROCITIES identified four main dimensions of urban policy: the social dimension: ‘the inclusive city’, the environmental dimension: ‘the sustainable city’, the cultural dimension: ‘the creative city’ and the governance dimension: ‘participation and co-operation’. It is interesting to see that the Lisbon aims are not included in this list of dimensions. The sixth Environmental Action Programme (6 th EAP), adopted in 2002, is the policy programme for the environment. One of the seven themes of the 6 th EAP is dealing with urban environment. The Commission proposes a strategy to improve the environment in Europe’s cities (CEC, 2006a) defining the main actions as follows: • Guidance on integrated environmental management and on sustainable urban transport plans; • Training. A number of Community programmes will provide opportunities for training and capacity-building for local authorities to develop the skills needed for managing the urban environment; • Support for EU wide exchange of best practices; • Commission internet portal for local authorities. The feasibility of creating a new internet portal for local authorities on the Europe website will be explored to provide better access to the latest information. 5.5. Conclusions Over three quarters of European citizens live in urban areas making Europe one of the most urbanised areas in the world. It is therefore hardly surprising that cities attract the attention of the policy and decision-makers – who usually operate in cities – both as engines of economic development and as focal points for poverty, high unemployment rates, social and spatial segregation, insecurity and increasing pressure on the environment. The European urban system is characterised by a concentration of functions of global and European importance which is why balanced and polycentric urban system is an aim of the ESDP. Balancing cities’ economic competitiveness with social cohesion and environmental sustainability will remain a key challenge for policy makers at all levels in future. Several programmes are already at their disposal, e.g. Structural Funds OPs and Urbact, Eurocities, Framework Programmes on Research and Technology Development, etc. whereby it is important not to lose sight of the fact that urban policy remains the remit of the Member States. ( 11 ) www.eukn.org PE 397.237 42 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion C. Towards a European Action Programme for spatial development and territorial cohesion 6. Policy recommendations and guidelines for a European Action Programme for spatial development and territorial cohesion In the Territorial Agenda, the ministers responsible for spatial planning and development welcome the initiative of the Portuguese Presidency to work out an Action Programme for the implementation of the Territorial Agenda and that of the Slovene Presidency to initiate its implementation. Work on the Action Programme is currently underway in preparation for the Informal Ministerial Meeting in Portugal in November 2007. The elaboration of an Action Programme is an essential step towards the realisation of the targets of the Territorial Agenda and the Leipzig Charter. At present, the actions described in the Territorial Agenda and the Leipzig Charter do not seem concrete enough to be readily transposed into actions at EU and Member State level. The role of an Action Programme is to map out how this can be done. In this chapter, we propose concrete actions towards the implementation of the Territorial Agenda and the Leipzig Charter. However, before outlining our policy recommendations, we look at the actions proposed in the Territorial Agenda and the Leipzig Charter. 6.1. Actions proposed in the Territorial Agenda and the Leipzig Charter The ministers responsible for spatial planning and development see the Territorial Agenda as a framework for cooperation among Member States on territorial development as a key factor of economic growth, job creation and social and ecological development in the EU. An Action Programme has the aim of supporting the implementation of the priorities set out in the Territorial Agenda. These are: • strengthening polycentric development and innovation through networking of city regions and cities; • building new forms of partnership and territorial governance between rural and urban areas • promoting regional clusters of competition and innovation in Europe; • supporting the strengthening and extension of Trans-European Networks; • promoting trans-European risk management including the impacts of climate change; • strengthening ecological structures and cultural resources as an added value for development. 6.1.1. Territorial Agenda A number of actions are proposed in the Territorial Agenda. These are targeted at different levels of governance. They are summarised in the following table. PE 397.237 43 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Table 3. Current opportunities for incorporating territorial aspects into to the EU policy process Actions by the European institutions Actions for cooperation between the European Commission and EU Member Sates – include explicit reference to the territorial dimension of the EU in future Reports on Social and Economic Cohesion in order to motivate cities and regions to see their development strategies in the European context and to thus realise the principle of subsidiarity. – active support from the Regional Development Committee of the European Parliament, the Territorial Cohesion Committee of the Committee of the Regions and the European Economic and Social Committee to support and implement the priorities of the Territorial Agenda in their respective activities. – continuous and in-depth dialogue between EU Member States and the European Commission on strategic development issues. – dialogue between the European Commission and other European institutions with the Member States on how the impacts of EU legislation on sustainable urban and territorial development and planning can be assessed and how coordination between policies can be improved. – carry out more in-depth research into issues such as the impacts of policy on territorial cohesion, including the development of indicators and regular reporting on territorial matters in the framework of the ESPON 2013 Programme. – cooperation between the ESPON and URBACT programmes and the Urban Audit. – development of cross-border, interregional and transnational cooperation in the framework of the European Territorial Cooperation Objective of the Community Strategic Guidelines (CSG). Actions by the ministers for strengthening territorial cohesion in EU Member States Joint activities by ministers – integrate the priorities of the TA and those of the CSG into national, regional and local development policies and into the strategic processes underpinning cohesion policy at EU and national level. – engage in transparent decision-making processes with public and private stakeholders and non- governmental organisations at national level. – maintain the informal cooperation structures between the respective ministries and the European Parliament, the European Commission, the Committee of the Regions, the European Economic and Social Committee and the European Investment Bank. – use the consecutive Presidencies to actively support the cooperation. – continue the cooperation with the European Commission through a network of territorial cohesion related contact points. – maintain the open Territorial Agenda Working Group to continue work on the implementation of the Territorial Agenda. Source: Informal Ministerial Meeting, 2007b The Territorial Agenda also mentions a number of themes for joint action. These are: • sustainable and integrated climate and energy policy in the EU; • the debate on the Lisbon process post 2010; • the 2010 midterm review of Cohesion Policy; • the 2010 midterm review of the EU Rural Development Policy; • the 2011 redevelopment of the EU Sustainable Development Strategy (SDS); • the ongoing debate on how to implement the recommendations of the Green Paper on Maritime Policies; • the ongoing debate on the 7 th Environmental Action Programme of the EU; • the debate on the Transport Policy post 2010; • the ongoing debate on the Research and Innovation Policy; • the ongoing debate on the Neighbourhood Policy. PE 397.237 44 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Furthermore, the Territorial Agenda asks the future EU Presidencies, the Member States, the European institutions, the Commission and the European Investment Bank to take the actions set out in the Territorial Agenda further. In particular, the Slovene EU Presidency is asked to take the Territorial Agenda into account in the preparation of the 2008 Spring European Council. The ministers agree that a joint discussion with stakeholders of the future of territorial development in Europe is necessary and welcomes the initiative of the Portuguese Presidency to organise an informal ministerial meeting in November 2007 and of Germany to organise a conference on territory and economy in spring 2008. An evaluation of the Territorial Agenda is foreseen under the Hungarian Presidency in the first half of 2011. 6.1.2. Leipzig Charter In the Leipzig Charter, the Member States’ ministers for urban development put forward a number of recommendations for action. They suggest that cities draw up integrated urban development programmes and strengthen coordination at city and city-regional level with the aim of creating partnerships between cities and rural areas and between cities. These implementation-oriented planning tools include: • an overview of the strengths and weaknesses of cities and neighbourhoods; • the definition of consistent development objectives and a vision for the urban area; • the coordination of the different neighbourhoods, sectoral and technical plans and policies and investments to promote the balanced development of the area; • the focused use of funds by public and private and sector players; • the coordination of the local and city-regional level and the involvement of citizens and other players who can contribute to the development of the area. With respect to strategies for urban areas, the Leipzig Charter considers the following fields to be crucial to strengthening the competitiveness of the EU: • creating and ensuring high-quality public spaces; • modernizing infrastructure networks and improving energy efficiency; • proactive innovation and educational policies. It also recommends that special attention is paid to deprived neighbourhoods within the context of the city as a whole. Actions in deprived areas may include: • pursuing strategies to upgrade the physical environment; • strengthening the local economy and local labour market policy; • proactive education and training policies for children and young people; • promotion of efficient and affordable urban transport. The actions described in the Territorial Agenda and the Leipzig Charter give the general direction of the proposed European Action Programme for spatial development and territorial cohesion and lay down the key themes but do not represent a clear roadmap for future action. In PE 397.237 45 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion the following chapter we put forward some ideas on how the implementation process could be structured and how the proposed actions could be concretised. 6.2. Recommended key areas of action The following measures concentrate on territorial policy in general and do not include specific measures for cities and urban areas. This is because the Leipzig Charter can be regarded as the culmination of a policy process which is now being implemented in the Member States. The framework of initiatives and instruments to realise the aims of the Leipzig Charter is in our view already established and can be implemented by the Member States. The issues dealt with below do nevertheless implicitly also cover urban areas and cities. We have identified four key areas of action: a) awareness raising, b) the policy coordination process, c) tools for the integration of the territorial dimension and d) the evaluation of the action programme. The table below lists all eight measures identified within these areas which are described in detail below. No. Measures Main Actor(s) a) Awareness raising M1 Design and implement an information and communication strategy for awareness raising EP b) Policy coordination process M2 Set up interservice group on territorial cohesion EC M3 Intensify policy discourse using the informal ministerial meetings Council of Ministers M4 Introduce Open Method of Coordination with, in particular, a peer review process EC/Council of Ministers c) Tools for the integration of the territorial dimension M5 Transnational SEA with territorial dimension EC, National Administration M6 Impact Assessment with territorial dimension at EU level EC M7 European territorial co-operation in the framework of Cohesion Policy 2007-2013 EC, responsible authorities d) Evaluation of the Action Programme M8 Evaluation of the Action Programme EC a) Awareness raising No. Measures Main Actor M11 Design and implement an information and communication strategy for awareness raising EP/ESPON In large parts of Europe there is low awareness of the European dimension of territorial cohesion and of the territorial effects of different EU policies at different levels. There is also low awareness of the need for sustainable spatial development. Therefore, awareness raising measures are necessary to promote the new notion of territorial cohesion and to increase the understanding of the territorial dimension of policies. Only with a much broader awareness will the necessary political actions find sufficient support for implementation. For this awareness-raising, the ESPON programme could play a key role. It provided for the first time the analysis of EU policies and their territorial impacts and an overview of the current situation and development trends. It also tried to summarize the results in easily understandable PE 397.237 46 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion reports. Furthermore, it established a network between the Commission, the Member States, the Member State ESPON contact points, experts and researchers and other relevant European and transnational institutions and organisations. However, ESPON activities and results are widely recognised at EU level but awareness at national or regional level remains low. The European territorial dimension is not yet on the agenda below the Community level. Therefore political awareness-raising must be regarded a key issue, especially for the sub-EU level and an explicitly defined information and communication strategy elaborated for stakeholders and key actors on different levels. A key question for such an information and communication strategy is how the interest and awareness of a new policy approach can be raised: • By placing greater emphasis on matters which are considered important by the Member States but where they do not perform so well or where their policy is under-developed, i.e. where they see learning potential. If a country feels it is doing very well and the policy does not apply to it, then the motivation to pay attention to it is bound to be low; • By raising issues where the national stakeholders have to take an interest, i.e. regulations. Furthermore, a detailed explanation of these issues may also reduce resistance to unpopular directives. Possible key topics where national and regional stakeholders take an interest are e.g.: – the consideration of EU environmental policy on local and regional spatial development policy; – Territorial Impact Assessment – which is conducted in different countries on different levels and which needs to be discussed at all levels in order to raise awareness for European territorial policy; – European transport networks and territorial policy which are of crucial interest to the regional level; – risks and hazards. The methods for awareness-raising will have to be chosen according to the target audience and the objectives of the awareness-raising activities. Due to the links of its members to their constituencies in their home countries, the leadership for such a communication strategy should be taken on by the European Parliament, maybe together with the Committee of Regions. Members of Parliament are in a unique position to understand the implications of territorial cohesion at EU level and to convey the importance of the territorial dimension of EU policy at national and regional level. b) Policy coordination process There is a need for policy coordination at both horizontal and vertical level. Given the importance of coordination and integration of policies with regard to territorial development, it is essential that coordination takes place at EU level between institutions (horizontal) and between the EU and national, regional and local stakeholders (vertical). No. Measures Main Actor M2 Set up interservice group on territorial cohesion EC With regard to horizontal integration at EU level, the setting up of an interservice group on territorial cohesion, perhaps building on the interservice group on urban policy, would be useful. We do not consider a separation of urban and regional policy to be helpful and would PE 397.237 47 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion suggest the group to cover both. The interservice group would ensure the flow of information at EU level between the Directorate Generals. No. Measures Main Actor M3 Intensify policy discourse using the informal ministerial meetings Council of Ministers The regular informal ministerial meetings of the ministers responsible for spatial planning and development could play a stronger role in the policy discourse. A more active approach to policy making of the informal ministerial meetings could help to reach a more concerted policy discourse between the EU level and the Member States. In order to ensure the quality of the discourse, it would be necessary to prepare discussion papers and statements on territorial issues and to promote a dialogue with other sector policies during the policy making process. This would allow the ministers to react on the most relevant EU key dossiers and policy measures of sector policies during the policy design process from the Member States’ point of view. The soon to be adopted definition of cohesion in the Treaty as social, economic and territorial could easily be used to boost such a discourse on the Council level. No. Measures Main Actor M4 Introduce Open Method of Coordination with, in particular, a peer review process EC/Council of Ministers The Territorial Agenda and the Leipzig Charter are the result of the cooperation between the Member States and the European Commission. This can be considered a first step in vertical cooperation whereby it is open to the ministers how much they involve stakeholders in their respective countries. In order to ensure the flow and integration of information and expertise between the EU, national, local and regional levels, we suggest in the longer term the introduction of a form of ‘open method of coordination’ process which strongly supports the principle of subsidiarity. The OMC is being applied in a growing range of policy areas: employment, social inclusion, education, youth, pensions, immigration, culture and asylum and has been suggested for health and environmental affairs. As discussed in Chapter 2.4., the open method of coordination – OMC – rests on ‘soft law’ mechanisms such as guidelines, indicators, benchmarking and sharing good practice. Its effectiveness lies in the integration of the interests and expertise of all stakeholders as well as in the peer pressure to apply the measures and to do well in the chosen policy area(s). The decentralised approach theoretically only involves the Commission as observer and more or less by-passes the European Parliament (and other European institutions). In practice, the Commission can help set the policy agenda and persuade Member States to implement agreed policies. This process may be appropriate to encourage Member States to implement the agreed policies in the field of territorial development. Given the very different circumstances and state of the art within spatial planning in the Member States and the debate on European territorial policy, we would suggest that further research is carried out (by ESPON and in the framework of the Working Group on Territorial Cohesion and Urban Matters of the Committee of the Coordination of Funds, COCOF ( 12 )) before indicators and benchmarks are set. On the basis of experience of the OMC in the Employment Strategy and in the field of social inclusion, we would, however, recommend the early introduction of a form of mutual learning ( 12 ) A Coordination Committee of the Funds (COCOF) was established under Article 103 of Regulation (EC) No 1083/2006 which entered into force on 1 August 2006. PE 397.237 48 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion programme (peer reviews) and guidelines for translating the policies agreed by the ministers of the Member States into national and regional policies. In the case of the most developed or prominent peer review process, the Mutual Learning Programme (MLP) of the European Employment Strategy, the process is based on the selection and exchange of best practice in the framework of meetings between experts and high officials at which the good practice is presented by the Member State and discussed by the high level group. Formally, the good practice should be identified through a benchmarking process but in practice, the Member States suggest measures or processes which they consider to be good practice and these are then selected by a committee (in the case of the MLP, EMCO ( 13 )) and subsequently presented to interested Member States in the framework of a two-day seminar. The peer review seminars are carefully prepared by an experienced lead expert and, for their respective countries, by national experts. The papers are circulated before the meetings thus allowing the latter to be well prepared and informed. The meetings are sometimes followed up by bilateral exchanges and dissemination activities to involve a broader group of national stakeholders and further the co- operation and exchange of good practices between Member States. Transferability is a major topic in the debate. Two thematic review seminars a year are also held at European level on key cross-cutting themes such as governance or adaptability. The Mutual Learning Programme is much appreciated at all levels (EC and Member State) for the high scientific quality of the debate and the transferability of the results. This tried and tested process strikes us as being a potentially very useful instrument for the implementation of the European Action Programme for spatial development and territorial cohesion. Possible themes are as above (see a) Awareness raising, p. 48) Tools for the integration of the territorial dimension The ministers responsible for spatial development advocate a stronger consideration of the territorial dimension in EU policies. The ESDP argued for the introduction of a territorial impact assessment (TIA) at European level, in particular for transnational and cross-border projects and European policies. The Background Paper of the Territorial Agenda (Informal Ministerial Meeting, 2007b) also argues that a sound evidence base of key EU territorial structures, processes, trends and policy impacts is necessary for managing the territorial impact of EU policies. The analysis of territorial impacts of EU policies, as it was undertaken in ESPON, should be further developed. It seems appropriate to define minimum requirements (as already proposed by ESPON) for assessing territorial impacts of policies rather than to elaborate a new tool with a specific methodological approach. In addition to the ESPON activities, a broad range of assessment methods exist (as outlined in Chapter 3) often with a focus on specific impacts. For example the Strategic Environmental Assessment (SEA) tries to identify and assess the environmental impacts and effects of plans, programmes and policies. According to Annex I of the SEA directive it concentrates on ‘the likely significant effects on the environment, including issues such as biodiversity, population, human health, fauna, flora, soil, water, air, climatic factors, material assets, cultural heritage including architectural and archaeological heritage, landscape and the interrelationship between the above factors’. In the programming period 2007-2013, every EU transnational programme underwent a SEA. Furthermore Building Environmental Assessment Consensus on the TEN-T (BEACON), a thematic network entirely ( 13 ) The Employment Committee is a Treaty-based Committee (Art. 130 of the Treaty) which was formally created by a Council Decision in January 2000. PE 397.237 49 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion funded by the European Commission, DG TREN, was given funding to address the broad issue of Strategic Environmental Assessment (SEA) of transport infrastructure projects. The Territorial Agenda argues for strengthening territorial cohesion by saying that elements like places and geographical context matter and policies should be differentiated according to the territorial context and thematic integration of different sectoral policies with impact on certain places. No. Measures Main Actors M5 Transnational SEA with territorial dimension EC, national administration A transnational SEA with a territorial dimension to cover the territorial impacts of plans and programmes at transnational (and perhaps also cross-border) level is proposed. Introducing a SEA with a territorial dimension would permit the assessment of the transnational spatial impacts of infrastructure planning within European Territorial Cooperation (transnational strand) and Pre-Accession Assistance without introducing a new assessment tool but by extending the SEA by including the territorial dimension. Given its complexity, this is of particular importance for the transnational level. The ESDP says that ‘under the given circumstances, spatial coordination plays a greater role in the accession countries [at that time – now new Member States]. This concerns, in particular: • the planning for the expansion of transnational transport infrastructure and the Communities transport policy; • measures for ecological restoration; • measures for structural adjustments in rural regions’. The inclusion of the territorial dimension in the SEA could be complemented by looking at effects on e.g.: • regional economy (disparities,…) and public budget; • tourism; • city/settlement structure and development; • transport; • technical infrastructure; • provision of Services of General Economic Interest; • specific types of regions and relations between regions. Here more research is necessary to further elaborate how to include the territorial dimension and to decide for which programmes, plans and possible policies a SEA with a territorial dimension is feasible. No. Measures Main Actor M6 Impact Assessment to include the territorial dimension at EU level EC In order to increase the consideration of the territorial dimension of different policies at EU level, it would be worthwhile further investigating the introduction of the territorial dimension to the European Commission’s Impact Assessment. As outlined in Chapter 3, Impact Assessment is a process aimed at structuring and supporting the development of policies by PE 397.237 50 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion improving the quality of Commission proposals and thereby ensuring early coordination within the Commission. The Commission guidelines on Impact Assessment define the key analytical steps by answering a number of basic analytical questions such as: • Identify the problem: What are the nature, magnitude and evolution of the problem? • Define the objectives: What should be the objectives pursued by the Union? • Develop main policy options: What are the main policy options for reaching these objectives? • Analyse their impacts: What are the likely economic, social and environmental impacts of these options? • Compare the options: What are the advantages and disadvantages of the main options? • Outline policy monitoring and evaluation: How could future monitoring and evaluation be organized? The analysis of the economic, social and environmental impacts is a crucial element of the impact assessment process and a prediction of likely consequences (intended and unintended) of each (policy) option. The impacts of policies are basically analyzed in a three step procedure: • Step 1 – Identification of environmental, social and economical impacts; • Step 2 – Qualitative assessment of which impacts are the most significant; • Step 3 – Advanced qualitative and/or quantitative analysis of impacts. The IA of EU policies is an ex-ante approach, mainly of qualitative nature. It is proposed to include the territorial dimension into the analysis of impacts – which currently looks at economic, social and environmental impacts – by focusing on, for example, impacts on: • different types of regions and its interrelations; • the regional economy (disparities) and public budget; • the provision of Services of General Economic Interest. No. Measures Main Actors M7 European territorial co-operation in the framework of Cohesion Policy 2007-2013 EC, responsible MS authorities The territorial co-operation objective of European Cohesion Policy 2007-2013 aims to reinforce cross-border, transnational and interregional co-operation as a follow-up to Interreg III. It promotes the development of common solutions for the authorities of different countries in urban, rural and coastal development, the development of economic relations and the setting up of small and medium-sized enterprises. The eligible measures are focused on research, development, the knowledge-based society, risk prevention and integrated water management. As there is no administrative level to refer to in the field of interregional and, in particular, transnational and cross-border cooperation, the European territorial co-operation programmes could provide an important platform to discuss and bring forward territorial matters which are highly relevant at the transnational and cross-border level such as transport development, co- operation between cities, risks and hazards, etc. In our view, the programmes within the European territorial co-operation objective should be more intensively oriented towards territorial coordination . It is essential that this topic is also actively considered by the national authorities in the development of the programmes and the evaluation process. PE 397.237 51 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion c) Evaluation of the Action Programme No. Measures Main Actor M8 Evaluation of the Action Programme EC Evaluation is increasingly recognised as a valuable and necessary contribution to programme implementation. Ex-ante, on-going and ex-post evaluations now accompany all major EU programmes and projects and provide useful information on the effectiveness and efficiency of the actions taken. We recommend the careful planning of the evaluation and monitoring of the of the proposed European Action Programme for spatial development and territorial cohesion. Given the innovative and uncharted nature of the proposed programme, we recommend a process and multiple-perspectives oriented approach to its evaluation. The overall objectives of an Action Programme in line with the Territorial Agenda and the Leipzig Charter would be to set common objectives for the spatial development of Europe thus contributing to social, economic and territorial cohesion and, as a consequence, to the Lisbon and Gothenburg agendas. The main purposes of the Action Programme from our point of view would therefore be to: • promote awareness for the territorial dimension of EU policies and for the importance of the territorial dimension in achieving economic and social cohesion; • promote the integration of the priorities set out in the Territorial Agenda and the Leipzig Charter into national and regional/local policies. The measures we have suggested for the achievement of these purposes are: • design and implement an information and communication strategy for awareness-raising; • set up an interservice group on territorial cohesion; • intensify policy discourse using the informal ministerial meetings; • introduce (slowly) Open Method of Coordination; • transnational SEA with territorial dimension; • impact assessment with territorial dimension at EU level. These measures, if integrated in a future European Action Programme, can be evaluated directly by checking if they have been actually taken/implemented by the respective actors. For awareness raising (measure 1) we suggest following broad indicators: • ESPON established an explicit strategy on awareness-raising on the territorial dimension of Europe; • number of conferences/seminars etc. on territorial cohesion outside the ESPON programme context (on national and regional level); • introduction of a regular reporting scheme on territorial cohesion by an EU institution. The impact of all these measures and moreover of the Action Programme with respect to the objectives of the Territorial Agenda (see above 6.1.) needs a more indirect measurement and evaluation. The elaboration of adequate, both quantitative and qualitative, indicators and other measurement tools has already started with ESPON. ESPON has devoted a large share of its efforts to the development of measuring methods for concepts of territorial policies, to the production of data describing spatial development and to the definition of indicators. There are 103 key indicators defined on NUTS 2 or NUTS 3 level describing the European territory in the PE 397.237 52 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion ESPON database. The Regional Classification of Europe (RCE) uses a smaller set of indicators covering seven areas (economy, labour market, demography, environment, hazards, spatial structure and accessibility) to give a comprehensive image of the territorial state and development of the European regions, including the issues of a balanced development. In a more policy oriented approach, territorial indicators for monitoring the spatial effects of policies were tested in ESPON 4.1.3. There the following list of indicators is proposed and tested: • Activity rate male/female 15-64 years; • Employed in high-tech sector; • Unemployment rate; • Development of unemployment rate; • Migratory balance; • Share of population younger than 15; • Population older than 64 years; • Primacy rate; • Fragmentation index; • Flood endangered settlement and artificial areas; • R&D expenditure as percentage of regional GDP; • GDP in PPS per inhabitant; • Change of GDP in PPS per inhabitant; • Labour cost; • Connectivity to rail stations; The list is supplemented by a wish list of indicators which seem necessary but are not (yet) available on regional level. What has not been achieved so far by the ESPON exercise is to bring all the different proposals and considerations into a consistent and politically accepted standard. Such a grid of evaluation criteria, which should also avoid overlap with other evaluation criteria sets like the one for the Lisbon/Gothenburg strategy or the employment strategy, should be made the initial outcome of the OMC process proposed under measure M4. PE 397.237 53 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion PE 397.237 54 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Bibliography Berg, van den L., Braun, E., Meer, van der J., National urban policy in the European Union, European institute for comparative urban research, Erasmus Universiteit Rotterdam, 1997 Brussels European Council, Presidency Conclusions, 11177/1/07, 21/22 June 2007. Buunk, Discovering the locus of European Integration, The contribution of planning to European governance in the cases of Structural Fund programmes, Trans-European Networks, Natura 2000 and Agri-Environmental measures, Delft, 2003 CEC – Commission of the European Communities, Council Directive on the conservation of wild birds, 79/409/EEC, 1979 CEC, Council Directive on the assessment of the effects of certain public and private projects on the environment, 85/337/EEC, 1985 CEC, Europe 2000: Outlook for the Development of the Community’s Territory, Office for official publications of the European Communities, Luxembourg, 1991 CEC, Council Directive on the conservation of natural habitats and of wild fauna and flora , 92/43/EEC of 21 May 1992 CEC, Europe 2000+. Cooperation for European Territorial Development, Office for official publications of the European Communities, Luxembourg, 1994 CEC, Council Directive on ambient air quality assessment and management , 96/62/EC of 27 September 1996 CEC, Council Directive amending Directive 85/337/EEC on the assessment of the effects of certain public and private projects on the environment , 97/11/EC of 3 March 1997 CEC, The urban dimension in Community policies for the period 2007-2013, guide, Interservice Group on Urban Development, COM (98) 605, Brussels, 1998 CEC, European Spatial Development Perspective (ESDP) – Towards Balanced and Sustainable Development of the Territory of the EU, Office for official publications of the European Communities, Luxembourg, 1999 CEC, A sustainable Europe for a better world: A European strategy for Sustainable Development, Commission Communication, COM(2001) 264 final, 2001a CEC, European Governance , White Paper (2001) 428 final, Brussels, 2001b CEC, Towards a thematic strategy on the urban environment, Communication from the Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions, COM(2004)60 final, Brussels, 11.02.2004a. CEC, A new partnership for cohesion, convergence competitiveness co-operation , Third report on economic and social cohesion, February, 2004b PE 397.237 55 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion CEC, Cohesion Policy in Support of Growth and Jobs: Community Strategic Guidelines , 2007- 2013, COM(2005) 0299, 2005a CEC, Impact Assessment Guidelines , SEC (2005) 791, 2005b CEC, Thematic Strategy on the Urban Environment, Communication from the Commission to the Council and the European Parliament, COM(2005) 718 final, Brussels, 2006a CEC, Cohesion Policy and cities: the urban contribution to growth and jobs in the regions, Communication from the Commission to the Council and Parliament, COM(2006) 385 final, Brussels, 2006b CEC, 35 t h Financial Report on the European Agricultural Guidance and Guarantee Fund, Guarantee Section , 2005 Financial Year, COM(2006) 512 final, 2006c http://ec.europa.eu/agriculture/fin/index_en.htm CEC, State of European cities report, adding value to the European Urban Audit, study contracted by the European Commission, European Union, May 2007a CEC, Growing Regions, growing Europe , Fourth report on economic and social cohesion, May 2007b. Council of European Union, Review of the EU Sustainable Development Strategy (EU SDS) − Renewed Strategy, 10117/06, 9 th of June, Brussels, 2006 Discussion paper for the EU informal ministerial meeting on territorial cohesion, Exploiting Europe’s territorial diversity for sustainable economic growth, Rotterdam, November 29, 2004 ESPON, Territory matters for competitiveness and cohesion, facets of regional diversity and potentials in Europe, ESPON Synthesis Report III, results by autumn, 2006 ESPON, ESPON Atlas, mapping the structure of the European territory, editor: Federal Office for bu9ilding and Regional Planning (BBR), October, 2006 ESPON 1.1.1, ESPON 111 – Potentials for polycentric development in Europe, co-financed by the European Community through the Interreg III ESPON, final report August 2004, revised March 2005, (www.espon.eu) ESPON 1.1.2, Urban rural relations in Europe, financed by the European Community through the Interreg III ESPON, final report August 2004, revised March 2005c, (www.espon.eu) ESPON 2.1.3, Territor ial impact of CAP and Rural Development Policy , , financed by the European Community through the Interreg III ESPON, revised March 2005d, (www.espon.eu) EPSON 2.2.1, Territorial effects of structural funds , financed by the European Community through the Interreg III ESPON, revised version August 2006, (www.espon.eu) ESPON 3.2, Spatial Scenarios and Orientations in relation to the ESDP and cohesion policy, final report, volume 5 on territorial impact assessment, October 2006 (www.espon.eu) ESPON 3.2, Scenarios on the territorial future of Europe, ESPON Project 3.2, May 2007. PE 397.237 56 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion European Environment Agency, Urban sprawl in Europe, The ignored challenge , Office for Official Publications of the European Communities, 2006 (http://publications.europa.eu/) Faludi, A., Waterhout, B., The Making of the European Spatial Development Perspective; No Masterplan, The RTPI Library Series No.02, London: Routledge, 2002 Interact, ESPON, Territorial evidence and cooperation: Linking analysis and action, Interact- ESPON synthesis report, final results by winder 2006/2007, 2007 Faludi, A., 'Making sense of the Territorial Agenda', Congress of the Association of European Schools of Planning – Planning for the Risk Society: Dealing with Uncertainty, Challenging the Future, Naples, 11-15 July 2007 (http://www.aesop2007napoli.it/full_paper/track2/track2_155.pdf) German Institute of Urban Affairs, Integrated Urban Development – a Prerequisite for Urban Sustainability in Europe, Commissioned by the Federal Office for Building and Regional Planning, March 2007 Informal Ministerial Meeting on Urban Development and Territorial Cohesion, Territorial Agenda of the European Union: Towards a more competitive and sustainable Europe of diverse regions, Agreed on the occasion of the informal Ministerial Meeting on Urban development and territorial cohesion in Leipzig, 24 th and 25 th of May 2007a Informal Ministerial Meeting on Urban Development and Territorial Cohesion, The territorial state perspective of the European Union. Towards a stronger European territorial cohesion in the light of the Lisbon and Gothenburg ambitions, a background document for the territorial agenda of the European Union, draft 7 th of March 2007b Informal Ministerial Meeting on Urban Development and Territorial Cohesion, Leipzig Charter on sustainable European cities. Agreed on the occasion of the informal Ministerial Meeting on Urban development and territorial cohesion in Leipzig, 24 th of May 2007c Jenkins, W., Policy Analysis: A Political and Organizational Perspective, Palgrave Macmillan, 1978 Malchus Frhr. von, V., David, C.-H., Höhnberg, U., Klein, R., Klemmer, P., Kunzmann, K.R., Selke, W., Tönnies, G., Europäische Raumentwicklungspolitik – Rechtliche Verankerung im Vertrag über die Europäische Union, Akademie für Raumforschung und Landesplanung (ARL), Nachrichten 2/96, Hannover, pp. 34-50, 1996 Netherlands Institute for Spatial Research (RPB), Unseen Europe A survey of EU politics and its impact on spatial development in the Netherlands , The Hague, 2004 ÖIR – Austrian Institute for Regional Studies and Spatial Planning, Raumbeobachtung für Europa, eine Reflexion zu ESPON und dessen bisherigen Ergebnissen aus österreichischer Sicht, September, Vienna, 2006 PlaNet CenSE – Planners Network of Central and South East Europe, Metropolitan Networking in Central and South East Europe backed by North-South Rail Corridors, Interreg IIIB CADSES project, 2006 (www.planet-cense.net) PE 397.237 57 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Robert, J., Stumm, T., de Vet, J.M., Reincke, C.J., Hollanders, M., and Figueiredo, M.A., Spatial Impacts of Community Policies and Cost of Non-Coordination, study carried out at the request of the DG Regional Policy, CEC, 2001 Schäfer, The inner-European responsibility for coordination in accordance with European spatial development, Paper presented at the AESOP congress in Grenoble, Track 2, 2004 Schindegger, F., Raum. Planung. Politik. Ein Handbuch zur Raumplanung in Österreich, Wien, 1999 Schindegger, F., Tatzberger, G., Polyzentrismus – Ein europäisches Leitbild für die räumliche Entwicklung (Polycentrism – a European concept for spatial development), ÖIR Forschungs- bericht, Vienna, 2002 Schneidewind, Tatzberger, Ten years after: Europas Spuren im Raum, in journal RAUM number 57, Vienna, 2005 UN-Habitat, State of the World’s Cities 2006/2007 , 2006 PE 397.237 58 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Annex Figure A1 Annual growth of built-up areas from the mid-1950s to the late 1990s, selected European cities Source: European Environment Agency, 2006 PE 397.237 59 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion Map A1 PE 397.237 60 ",
        "Follow-up of the Territorial Agenda and the Leipzig Charter: Towards a European Action Programme for spatial development and territorial cohesion PE 397.237 61 Map A2 ",
        "F o l l o w - u p o f t h e T e r r i t o r i a l A g e n d a a n d t h e L e i p z i g C h a r t e r : T o w a r d s a E u r o p e a n A c t i o n P r o g r a m m e f o r s p a t i a l d e v e l o p m e n t a n d t e r r i t o r i a l c o h e s i o n M a p A 3 P E 3 9 7 . 2 3 7 6 2 ",
        "F o l l o w - u p o f t h e T e r r i t o r i a l A g e n d a a n d t h e L e i p z i g C h a r t e r : T o w a r d s a E u r o p e a n A c t i o n P r o g r a m m e f o r s p a t i a l d e v e l o p m e n t a n d t e r r i t o r i a l c o h e s i o n M a p A 4 P E 3 9 7 . 2 3 7 6 3 ",
        "F o l l o w - u p o f t h e T e r r i t o r i a l A g e n d a a n d t h e L e i p z i g C h a r t e r : T o w a r d s a E u r o p e a n A c t i o n P r o g r a m m e f o r s p a t i a l d e v e l o p m e n t a n d t e r r i t o r i a l c o h e s i o n M a p A 5 P E 3 9 7 . 2 3 7 6 4 ",
        "F o l l o w - u p o f t h e T e r r i t o r i a l A g e n d a a n d t h e L e i p z i g C h a r t e r : T o w a r d s a E u r o p e a n A c t i o n P r o g r a m m e f o r s p a t i a l d e v e l o p m e n t a n d t e r r i t o r i a l c o h e s i o n M a p A 6 P E 3 9 7 . 2 3 7 6 5 ",
        "",
        "Reader's Notes ",
        "",
        "",
        "Q A - 80 - 07 - 239 - E N - C "
    ]
}