{
    "text": [
        "Employment security and employability: A contribution to the flexicurity debate ",
        "Employment security and employability: A contribution to the flexicurity debate ",
        "Authors: Lia Pacelli, Francesco Devicienti, Agata Maida, Matteo Morini, Ambra Poggi and Patrik Vesan Institute: Department of Economics and Finance, University of Turin, Italy Research managers: Greet Vermeylen, Isabella Biletta and Agnès Parent-Thirion Project: European Working Conditions Survey ",
        "Employment security and employability: A contribution to the flexicurity debate Wyattville Road, Loughlinstown, Dublin 18, Ireland - Tel: (+353 1) 204 31 00 - Fax: (+353 1) 282 42 09 / 282 64 56 email: postmaster@eurofound.europa.eu - website: www.eurofound.europa.eu ",
        "Cataloguing data can be found at the end of this publication Luxembourg: Office for Official Publications of the European Communities, 2008 ISBN 978-92-897-0828-9 © European Foundation for the Improvement of Living and Working Conditions, 2008 For rights of translation or reproduction, applications should be made to the Director, European Foundation for the Improvement of Living and Working Conditions, Wyattville Road, Loughlinstown, Dublin 18, Ireland. The European Foundation for the Improvement of Living and Working Conditions is an autonomous body of the European Union, created to assist in the formulation of future policy on social and work-related matters. Further information can be found on the Foundation website at www.eurofound.europa.eu European Foundation for the Improvement of Living and Working Conditions Wyattville Road Loughlinstown Dublin 18 Ireland Telephone: (+353 1) 204 31 00 Fax: (+353 1) 282 42 09 / 282 64 56 Email: postmaster@eurofound.europa.eu www.eurofound.europa.eu Printed in Denmark The paper used in this book is chlorine-free and comes from managed forests in northern Europe. For every tree felled, at least one new tree is planted. ",
        "A key objective of modernising the European social model is ensuring greater social protection for workers, while also increasing labour market competitiveness in light of globalisation. In the ongoing debate at European level on labour market and employment policies, the concept of ‘flexicurity’ – the balance between flexibility and security needs of employers and employees – has emerged as a central issue. Against this background, the European Foundation for the Improvement of Living and Working Conditions has, since 1990, been collecting data on developments pertaining to working conditions – a key area of life in Europe. The latest of these surveys, the fourth European Working Conditions Survey (EWCS), provides a comprehensive overview of working conditions across 31 countries in Europe. Among the central themes of this survey is the debate on flexicurity – a subject which forms the basis of this current report. The analysis focuses on the lessons drawn from the results of the EWCS at the worker’s individual level that could support the discussion on creating and developing flexicurity policies. The report proposes a set of four new indicators that may contribute to the debate on flexicurity: objective job insecurity, subjective job insecurity, employability and vulnerability. It also measures how these indicators are linked to each other at the individual level, as well as how they are linked to institutional factors at the country level. The most widespread reform aiming to achieve a more flexible labour market has most likely been the introduction of temporary employment contracts. This report also looks at what happens after a worker enters a temporary job. It questions whether temporary jobs are a port of entry towards permanent employment or whether the workers run the risk of being trapped repeatedly into taking up temporary jobs. Finally, the report focuses on gender issues, including differences in terms of employability and wages, with particular attention given to part-time work. The findings reveal a remarkable variability across countries in terms of the legal, institutional and political frameworks, and highlight the national differences regarding the indicators that have been taken into consideration in promoting flexicurity. As the European Union moves towards implementing the Lisbon objectives, we trust that this report will contribute to a better understanding of what is required to foster the necessary reforms that can support an adequate balance between flexibility and security needs, thus improving the employment conditions and work–life balance of Europe’s workforce. Jorma Karppinen Director Foreword v ",
        "vi Abbreviations used in the report EES European Employment Strategy EWCS European Working Conditions Survey ISCO International Standard Classification of Occupations LFS Labour Force Survey (Eurostat) NACE Nomenclature générale des activités économiques dans les Communautés européennes (General industrial classification of economic activities within the European Communities) Country codes EU15 15 EU Member States prior to enlargement in 2004 NMS 10 New Member States that joined the EU in 2004 EU25 15 EU Member States, plus the 10 NMS EU27 25 EU Member States, plus Bulgaria and Romania which joined the EU on 1 January 2007 EU27 AT Austria BE Belgium BG Bulgaria CY Cyprus CZ Czech Republic DK Denmark EE Estonia FI Finland FR France DE Germany EL Greece HU Hungary IE Ireland IT Italy LV Latvia LT Lithuania LU Luxembourg MT Malta NL Netherlands PL Poland PT Portugal RO Romania SK Slovakia SI Slovenia ES Spain SE Sweden UK United Kingdom ",
        "Quality assurance The quality control framework of the European Working Conditions Survey (EWCS) made sure that the highest possible standards were applied to the questionnaire design, data collection and editing processes in order to strengthen the robustness of the research and ensure the accuracy, reliability and comparability of the survey data. A wide range of information on the survey’s methodology and quality control processes was published on the website of the European Working Conditions Observatory (EWCO). As part of the quality control procedures, the Foundation also conducted a qualitative post-test for the modules on training and job development in five countries (Austria, Czech Republic, Finland, Portugal and the UK) to understand better the survey’s capacity to measure complex phenomena and to make improvements in the questionnaire for future surveys. Geographic coverage The evolution of the EWCS follows the changes in the EU itself over the last 15 years. In 1990/91 the survey covered the 12 EU Member States that made up the EU at that time; 15 countries were covered in 1995/96 and 16 in 2000 (including Norway for the first time). The 2001 EWCS was an extension of the 2000 survey to cover the then candidate countries (Bulgaria, Cyprus, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia, Slovenia and Romania). The survey was subsequently extended to Turkey in 2002. The fourth major wave in 2005 had a larger geographic coverage encompassing 31 countries, including the 27 EU Member States, plus the candidate countries Croatia and Turkey, as well as the EFTA countries Switzerland and Norway. Questionnaire The survey questionnaire was developed with the support of a questionnaire development group involving members of Eurofound’s Governing Board, representatives of the European social partners, other EU bodies (European Commission, Eurostat, the European Agency for Safety and Health at Work), international organisations (OECD, ILO) and national statistical institutes, as well as leading European experts in the field. The questionnaire was translated into 27 languages and 15 language variants. The fourth EWCS questionnaire consists of more than 100 questions and sub-questions covering a wide range of work-related aspects, such as job characteristics and employment conditions, occupational health and safety, work organisation, learning and development opportunities, and work–life balance. Although the total number of questions has been steadily increasing since the first survey in 1990/91, the core variables of the questionnaire have been maintained, so that trends and changes in working conditions in the EU over the last 15 years can be examined. Sample The survey sample is representative of persons in employment (employees and self-employed), aged 15 years and over, resident in each of the surveyed countries. In the 2005 edition of the survey, around 1,000 workers were interviewed in each country, with the exception of Cyprus, Estonia, Luxembourg, Malta and Slovenia, where the number of persons interviewed totalled 600. The survey sample followed a multi-stage, stratified and clustered design with a ‘random walk’ procedure for the selection of the respondents. EWCS – Survey methodology vii ",
        "Fieldwork In total, 29,680 workers were interviewed face-to-face in their homes from 17 September to 30 November 2005, within different timespans in each country and an average of seven weeks. The fieldwork was coordinated by Gallup Europe and a network of national contractors carried out the data collection in each country. Weighting Data is weighted against the European Labour Force Survey figures. Variables used for the weighting are: sex, age, region (NUTS-2), occupation (ISCO) and sector (NACE). Access to the survey datasets The complete set of survey datasets is accessible via the UK Data Archive (UKDA) of the University of Essex at www.esds.ac.uk. To access data files, users are required to register with the UKDA. Information on the registration procedure is available at www.esds.ac.uk/aandp/access/login.asp . The archive also provides access to survey documentation and guidance for data users. Users are recommended to read supplementary supporting documentation on the methodology provided on this website before working with the data. For further queries, please contact: Sara Riso – Monitoring and Surveys Unit European Foundation for the Improvement of Living and Working Conditions Wyattville Road, Loughlinstown, Dublin 18, Ireland E-mail: sri@eurofound.europa.eu viii ",
        "ix Foreword v EWCS – Survey methodology vii Executive summary 1 Introduction 5 1 – Measuring the security dimension of flexicurity 11 2 – Correlations between indicators and negative factors 21 3 – Labour market regulations and job insecurity 27 4 – Impact of working conditions on job insecurity 33 5 – Gender dimension 37 6 – Conclusions 41 Bibliography 43 Contents ",
        "",
        "Executive summary 1 Introduction The fourth European Working Conditions Survey (EWCS) conducted in 2005 by the European Foundation for the Improvement of Living and Working Conditions (Eurofound) addresses topics that figure high on the European Union’s employment policy agenda. The overall aim of the EWCS is to provide an overview of the state of working conditions throughout Europe, and an indication of the extent and type of changes affecting the workforce and the quality of work. Following the 2005 survey, Eurofound carried out further in-depth analysis of its findings on key themes relating to working conditions in the EU. One of the themes explored was employment security and employability (flexicurity) and its far-reaching implications for society and the labour market as a whole. The research used four indicators to examine flexicurity: objective job insecurity, subjective job insecurity, employability, and vulnerability. This leaflet summarises the main challenges posed by flexicurity and presents a snapshot of the main results of the research. Policy context In the current European debate on labour market and employment policies, the concept of flexicurity – generally perceived as a balance between the flexibility and security needs of employers and employees – has moved centre-stage. The novelty of the flexicurity approach is the juxtaposition of two such apparently contrary targets. The flexicurity model aims to overcome the simple trade-off between flexibility and security through the adoption of measures that take into account these two objectives at the same time. The flexibility strategy needs to take into account the different legal and institutional frameworks, as well as the political and industrial relations systems, which characterise each country. Flexicurity may be considered as an incremental policy learning strategy, where national and local stakeholders experiment step by step with different policy measures in terms of their impacts. For this purpose, it is important to look at employers’ flexibility needs, on the one hand, and the rights of workers to decent work and a guarantee of employability, on the other. Several components of flexicurity have already been implemented in many EU countries. Key findings Job insecurity Individual objective job insecurity decreases as the level of education and age increase, with no difference between men and women in this respect. However, it is important to note that the EWCS covers working individuals only: the women who participated in the survey are selected because they are economically active and are more capable of taking on jobs with respect to abilities valued by the labour market than the average woman in the population. Subjective job insecurity was measured by asking workers directly about their perceptions of the stability of their current employment relationship. While there were no differences by gender in the level of the subjective job insecurity indicator, it was shown to decrease with increasing education, with age and with greater income. ",
        "Employability On-the-job employability increases with workers’ level of education and job tenure up to about 20 years, then it declines. Hence, better educated individuals accumulate a higher level of employability in the workplace. However, the level of employability that an individual is able to accumulate in the workplace decreases when the level of experience rises and when tenure crosses the 20-year threshold. In other words, what a worker can learn on the job reaches a maximum after spending a significantly long period of time working within the same company. In general, average employability is lower for female workers. While the ‘formal training’ element of employability is higher for women, the other two factors – learning and task rotation – are higher for men. Both factors decrease with age, while learning is highest among workers aged 30–49 years. Vulnerability About 60% of the individuals surveyed scored ‘zero’ in the rating for vulnerability (defined as the potential inability of people to withstand income losses associated with particular events, such as job loss, sickness, workplace injuries, occupational diseases or even maternity). Several shortcomings hinder the vulnerability indicator – the most vulnerable persons are also the most difficult persons to involve in a survey, even in a very accurate one. Some evidence reveals a sample selection of respondents towards less vulnerable individuals: this causes a downward bias in relation to the average vulnerability measured as part of the EWCS. However, the indicator displays reasonable patterns by country and by individual characteristics. A trade-off between the share of vulnerable people and the extent to which they are vulnerable seems to emerge at the country level. As expected, low-educated individuals appear to be the most vulnerable group in this respect. Overall, the research shows a possible clustering of ‘negative’ features for the same individual – high job insecurity and vulnerability, low employability. For example, jobs that score high in terms of the objective job insecurity indicator are also jobs that score poorly in terms of employability. This clustering of negative features is stronger for women and young workers. Employment contract Workers on fixed-term employment contracts or those with no contract tend to report lower levels of job satisfaction compared with workers holding an open-ended or indefinite employment contract. Self-employed and temporary agency workers report, on average, the same level of job satisfaction as permanent workers. Somewhat surprisingly, workers who do not have an employment contract and those in temporary agency jobs report less health problems than workers on indefinite employment contracts. One explanation could be the ‘lower work attachment’: high turnover and short periods of work reduce the temporal exposure and the perception of health risks associated with a specific job. On the other hand, with regard to health, it should not be forgotten that the time factor is a key element: health problems can develop later, after the job contract is over. Another possible explanation may be that these workers are younger and therefore tend to be less subject to health problems. Employment security and employability: A contribution to the flexicurity debate 2 ",
        "Gender discrimination Finally, the study examines gender discrimination in the labour market in terms of employability and wages. The research finds that employability is lower for female workers. In relation to the elements that contribute to creating the employability gap, the findings show that while women accumulate less employability in terms of learning and task rotation, no such difference can be observed in relation to access to training between men and women. It is also apparent that gender wage discrimination emerges in the data: women are mainly concentrated in the lower part of the wage distribution, while their male counterparts are mainly concentrated in the upper part. The research considers whether these differences are due to the different types of jobs held by men and women. However, wage discrimination is still evident even after taking into account observable differences in individual and job characteristics. Conclusions The findings reveal a remarkable variability across countries in terms of legal, institutional and political frameworks and highlight national differences regarding the indicators that have been taken into consideration in promoting flexicurity: job insecurity, employability and vulnerability. This means that Member States have not only to begin addressing these issues from different points, but they must also address different problems associated with these factors. Temporary employment contracts are seen to have two potentially opposite effects. On the one hand, higher flexibility – lower hiring and firing costs – can generate more suitable matches between companies and workers and thus higher efficiency in the economy. On the other hand, a higher staff turnover decreases the incentive to invest in human capital, both from the company’s and the worker’s point of view, thereby decreasing productivity. The analysis shows a negative correlation between objective job insecurity and employability: higher insecurity is linked to lower employability. On the other hand, lifelong learning participation rates are positively related to employability: on-the- job employability is higher in countries where participation in lifelong learning programmes is higher. The opportunity to reconcile working time with family duties and recreational or social activities has positive implications for the care of children, as well as for encouraging entry into the labour market and enabling people to remain at work. However, the research shows that, when objective job insecurity is high, it is also more difficult to reconcile work and private life, as measured by the combination insecurity factor. Finally, it is important to remember that building trust is a pre-requisite as well as a by-product of successful flexicurity approaches. As this analysis has shown, some countries display a high level of perceived job insecurity. Such a feeling of insecurity is often associated with a widespread dissatisfaction with the society in which one lives and with democracy. Where these negative expectations are dominant, they could seriously undermine the trust of people in future years and therefore their willingness to accept any kind of reform measures. Executive summary 3 ",
        "",
        "Introduction 5 Background Every five years, since 1991, the European Foundation for the Improvement of Living and Working Conditions (hereafter Eurofound) has conducted a survey analysing working conditions across Europe. These surveys provide a comprehensive overview of the extent and type of changes affecting the workforce and the quality of work. Topics covered in the surveys include working time, work organisation, pay, work-related health risks and health outcomes, and access to training. The fourth wave of the European Working Conditions Survey (EWCS) in 2005 collected data on working conditions in 31 countries in total: the present 27 Member States of the European Union (EU27), the two candidate countries, Croatia and Turkey (CC2), and two of the European Free Trade Association (EFTA) countries, Norway and Switzerland. This particular report on employment security and employability will concentrate on the analysis of the situation in the EU27. With regard to the 2005 EWCS, Eurofound has been engaged in more in-depth analysis of its findings on key themes relating to working conditions in the EU. In the current European debate on labour market and employment policies, the concept of flexicurity – a balance between the flexibility and security needs of employers and employees – has gained prominence. The origin of such a neologism could be attributed to the sociologist Hans Adriaansens, member of the Dutch Ministry of Social Affairs, who launched this concept in the mid-1990s in the context of the preparation of the Dutch Flexibility and Security Act (Keune and Jespen, 2007; Tangian, 2007; Wilthagen, 2004) 1 . Although ‘flexicurity’ is not a well-known term in all European countries 2 , in recent years it has been frequently used by the European Union and other international organisations. In its June 2007 Communication, Towards common principles of flexicurity, the European Commission refers to flexicurity as ‘an integrated strategy to enhance, at the same time, flexibility and security in the labour market’ (European Commission, 2007, p. 5). The call for this policy strategy seems to be linked to many reasons, such as: ■ the pursuit of economic competitiveness; ■ the presence of crucial demographic challenges linked to the ageing of European society and the growing participation of women in the labour market; ■ the sustainability of national social protection systems; ■ the problems of segmented labour markets and precarious or undeclared work. Although these challenges entail a clear need to set up flexicurity-type policy reforms, flexibility and security are often considered the target of separate initiatives which do not take into serious consideration the effects deriving from the combination of these two crucial aspects. By contrast, the novelty of the flexicurity approach is the juxtaposition of two such apparently contrary targets. The rationale behind this approach is to overcome the simple trade-off between flexibility and 1 The Dutch Flexibility and Security Act came into force on 1 January 1999. According to the Act, temporary work agencies must offer their employees an open-ended employment contract after three consecutive temporary contracts. 2 In most European countries, flexicurity is not a widespread concept, with the exception of the Scandinavian countries, Austria, Bulgaria and the Netherlands (European Employment Observatory, 2007). Moreover, according to a survey carried out by the European Business Test Panel (EBTP), some 72% of the employers surveyed stated that they had never heard the term ‘flexicurity’ before participating in the survey (EBTP, 2007). ",
        "security through the adoption of measures that take into account these two objectives at the same time or, at least, in a systematic way. Concepts of flexibility and security It is worth noting that flexibility and security are both complex concepts that involve different dimensions. In particular, existing literature on the subject distinguishes between four types of flexibility (Atkinson, 1984; De Hann et al, 1995; Goudswaard and de Nanteuil, 2000): ■ external numerical flexibility– this refers to the management’s possibility to vary the amount of labour even in response to short-time changes in demand (using fixed-term employment contracts, subcontracting and outsourcing, and easing the possibility to hire and fire employees); ■ internal numerical flexibility– this relates to the possibility to change the number of workers in a company, varying the patterns of working hours (using part-time employment contracts, weekend working, overtime, night and shift work); ■ functional flexibility– this concerns the possibility to quickly redeploy employees to other tasks and activities, adapting the work organisation to new challenges, such as job rotation, multitasking or the flexible organisation of work; ■ financial flexibility – this enables employers to alter standardised pay structures, incorporating elements of variability, including rewarding systems or performance-based pay. At the same time, it is possible to classify at least four different forms of security (Standing, 1999; Wilthagen et al, 2003): ■ job security– this concerns the expectation of a high job tenure in relation to a specific job; ■ employment security – this takes into account the degree of certainty of a worker to remain at work, even if the worker does not necessarily choose the same employer; ■ income security– this relates to the protection of income in case of such occurrences as illness, unemployment or maternity, which can involve a break in paid work; ■ combination security – this is associated with the possibility for workers to combine paid work with their private life and social responsibilities, such as family duties or recreational activities. Each of these dimensions can be combined in a matrix (Wilthagen, 2004) in order to illustrate the broad range of policy tools available to policy-makers and to focus on their impact on the different aspects of flexibility and security involved (see Table 1). This matrix represents a tool for analysing the actual situation in each Member State in order to foster those reforms that can support an adequate balance between flexibility and security needs. However, it is important to note that each country has to move from very different starting points and, hence, to find its specific way towards flexicurity. A ‘one-fit-all’ solution cannot be considered a suitable option (European Commission, 2007). On the contrary, such a solution could be counter- productive because it would not be able to address the specific problems and situations affecting each individual country. Employment security and employability: A contribution to the flexicurity debate 6 ",
        "Table 1 Wilthagen’s flexicurity matrix Flexibility/Security Job security Employment security Income security Combination security External numerical - Types of employment - Employment services / - Unemployment - Protection against flexibility contracts active labour market compensation dismissal during various - Employment protec- policies (ALMP) - Other social benefits leave schemes tion legislation (EPL) - Training / lifelong - Minimum wages - Early retirement learning Internal numerical - Shortened work - EPL - Part-time supple- - Different types of flexibility weeks / part-time - Training / lifelong mentary benefit leave schemes working arrangements learning - Study grants - Part-time pension - Sickness benefit Functional flexibility - Job enrichment - Training / lifelong - Performance-related - Voluntary working - Training learning pay systems time arrangements - Labour leasing - Job rotation - Subcontracting - Teamwork - Outsourcing - Multiskilling Labour cost/wage flexibility - Local adjustments in - Changes in social - Collective wage - Voluntary working labour costs security payments agreements time arrangements - Scaling or reductions - Employment subsidies - Adjusted benefit for in social security - In-work benefits shortened working payments week Source: Wilthagen, 2004 EU flexicurity strategy The European Commission is engaged in an important campaign to encourage an open dialogue focusing on this policy strategy at different institutional levels. At the same time, the EU Member States have commonly agreed on what the main elements of the EU flexicurity strategy should be. In particular, they have identified four key components: ■ flexible contractual arrangementsboth from the perspective of the employer and the employee, through modern labour laws, collective agreements and work organisation; ■ reliable and responsive lifelong learning strategies to keep the skills of workers up to date, especially those of the most vulnerable workers; ■ effective active labour market policies that can help to reintegrate people into employment after a period of unemployment and support transitions to new jobs; ■ modern social security systems that provide people with income support in order to overcome temporary risks or structural events (for example, disability or long-term care), to support transitions to new jobs and the reconciliation of work and private life (for example, providing family benefits or parental leave). Indeed, a high trust by European citizens in future employment opportunities also seems to be an important prerequisite for developing the flexicurity model (European Expert Group on Flexicurity, 2007) because consensus at the individual level can enhance the viability of such reforms. Looking at data from European opinion polls and surveys, what emerges is a high acceptance of some aspects related to the concept of flexicurity, such as attitudes towards training, job-seeking and flexibility. In particular, 72% of interviewees from the EU25 concur with the statement that ‘work contracts should become more flexible to encourage job creation’, while 76% agree with the statement that ‘life-time Introduction 7 ",
        "jobs with the same employer are a thing of the past’. According to 88% of interviewees, ‘regular training improves one’s job opportunities’; 76% of interviewees stated that ‘being able to change easily from one job to another is a useful asset to help people find a job nowadays’ 3 . Moreover, a consultation on 349 members of the European Business Test Panel (EBTP) conducted in the spring of 2007 has shown that about 58% of the employers acknowledge the possibility to improve flexibility and security at the same time. A large majority of respondents (81%) ask for more flexibility regarding labour market regulation in particular, while about 60% of them think that combination security – the risk of not being able to reconcile work and private life – and employment security for workers should be increased (EBTP, 2007). Despite this large consensus on the general idea of flexicurity, a deeper look at debates at European and national levels clearly shows the presence of strong disagreement on which specific elements of flexicurity should be promoted and how. However, the debate is ongoing, lively and evolving rapidly. The European Commission (2007) has attempted to set some common grounds for the debate. The main idea is to promote flexicurity as an incremental policy-learning strategy, where national and local stakeholders experiment step by step with different policy measures in the light of their impact on the need for labour market flexibilisation and the rights of workers to a decent and protected job. However, a policy-learning strategy requires careful monitoring of the effects of the implemented policies. Several components of flexicurity have already been implemented in many countries. Available literature on the subject has tried to evaluate the effectiveness of these different policy mixes in pursuing targets like economic growth, employment rates, wage inequality or equality, and workers’ welfare. However, the results are not encouraging; policy evaluations often point to limited – if any – effects and results are not always well defined (Cahuc and Zylberberg, 2004). Several important questions have been raised in existing literature, for which a conclusive answer has yet to be reached. Some of these questions are listed below and a short overview is presented on how and to which extent this report contributes to finding an answer to a subset of the questions. Temporary agency work The most widespread reform aiming to achieve a more flexible labour market has most probably been the introduction of temporary work contracts. In general, this type of contract provides a higher external numerical flexibility. However, each country has its own specific legislation defining its own particular kind of temporary employment contract. From a theoretical point of view, temporary employment contracts can have two potentially opposite effects. On the one hand, the higher flexibility associated with this type of contract can lead to higher quality matches between companies and workers, and thus higher efficiency in the economy. On the other hand, the resulting higher turnover of staff can decrease the incentive to invest in human capital, both from the company’s and from the worker’s point of view, thereby decreasing productivity. The net effect of these two opposite forces is not known a priori. For instance, Caballero et al (2004) argue that where employment protection legislation (EPL) is high, the speed of adjustment of the economy to macroeconomic shocks is reduced. Moreover, Michie and Sheehan (2003) show a lower ability to innovate in Employment security and employability: A contribution to the flexicurity debate 8 3 QC18: ‘Please tell me, for each of the following statements, to what extent you agree or disagree with it’. Eurobarometer, 2006. ",
        "companies using temporary work contracts and in enterprises that are less committed to job security in general. This report will contribute to this debate by determining whether higher job insecurity is linked to lower accumulation of human capital on the job. The question arises whether temporary jobs are attractive for workers? In the literature, Berton and Garibaldi (2006) and Bover and Gómez (2004) show theoretically that unemployed workers searching for a temporary job experience a shorter unemployment duration; this result finds empirical support in Berton et al (2007) for Italy, Van Ours and Vodopivec (2006) for Slovenia, and Bover and Gómez (2004) for Spain. Furthermore, it remains to be seen whether temporary agency jobs allow for an easier combination of work and non-working life. In the examples quoted by De Graaf-Zijl (2005), temporary agency jobs allow high-skilled women in the United Kingdom (UK) to work out a better combination, but job instability is found to negatively affect family formation in the USA and Spain. In the current analysis, the possibility of whether higher job insecurity is linked to higher or lower combination security will be examined. Moreover, what happens after one enters a temporary job? Are temporary jobs a port of entry towards permanent employment or do the workers run the risk of being trapped repeatedly into taking on temporary jobs? The ‘port of entry’ hypothesis seems to hold for some countries – such as Germany, the Netherlands and the UK – but not for others – like Spain and the US (De Graaf-Zijl, 2005). This is probably the most relevant question to shape policy interventions. This question cannot be answered with the EWCS. The point is intrinsically dynamic, while EWCS is a snapshot at a point in time 4 . Macroeconomic performance At the country level, several studies analyse the link between flexibility – as measured by the OECD- EPL index (OECD, 1999; OECD, 2004) – and the macroeconomic performance – as measured by unemployment or employment rates. In general, no relationship is found between the OECD-EPL index and unemployment rate (OECD, 1999), but a negative relation between the index and employment rate emerges, mainly with respect to the employment rate of younger people (Scarpetta, 1996; OECD, 1999); in other words, the higher the EPL, the lower are employment rates. Furthermore, a positive association emerges between the OECD-EPL index and unemployment duration (Bertola and Rogerson, 1997); in other words, the higher the EPL, the longer are average unemployment spells. From these results, no contribution can be made to the debate at the macroeconomic level in a very satisfactory way; although the research can draw a comparison between average country characteristics at a given moment in time, it cannot observe their changes over time. Therefore, the study only analyses how job security and employment security are linked respectively to the OECD-EPL index and to participation in lifelong learning programmes at the country level. From a methodological point of view, Freeman (2005) emphasises the limitations of studies based on macroeconomic variables and warns against drawing strong conclusions; microeconomic analysis should yield more robust results. Introduction 9 4 Should retrospective questions on past un/employment spells be included in future waves of the survey? Retrospective questions are clearly a second best with respect to panel data; however, they are widely used when collecting a panel is not feasible. The EU Labour Force Survey (EU-LFS) is an authoritative example. ",
        "Research approach At the individual level, the research can also address some more specific questions. In this respect, it is interesting to evaluate whether one individual facing low security in one specific field, such as job security, can compensate this with higher security in another field, such as employment security. It is also possible to investigate how wages and working conditions are linked to different kinds of security at the individual level. In order to carry out this investigative work, the research refers – loosely – to Wilthagen’s matrix (see Table 1), which includes dimensions of flexibility and security. The EWCS contributes greatly to measure the security dimension, while a company survey would contribute to measuring the flexibility dimension – for example, the 2004 EU survey on The performance of European labour markets on the basis of data obtained from the June 2004 ad hoc labour market survey. In the security dimension, the Wilthagen matrix is well suited to providing a rationale to build some ‘indicators’. Job security refers to the risk of losing the current occupation. Two indicators are provided in the research in relation to this risk, one based on objective characteristics of the current job, the other based on the subjective perception of this risk. Employment security refers to the risk of not being able to get a new job in the event of losing the current one; this is referred to as employability and a specific indicator is provided. Income security refers to the risk of not being able to keep the same living standard in the event of non-employment; this is termed vulnerability and a fourth indicator is provided. It should be noted that combination security is not considered as an indicator but as a dimension of analysis, like working conditions or income. It must be highlighted that the research does not claim to analyse structural or causal relations among indicators and other individual and institutional characteristics; this would be beyond the scope of the current study. The aim of the study is to highlight links – simultaneous occurrences of given features. In Chapter 1, the four indicators are presented and an analysis is given of how they vary according to individual and job characteristics. The study continues in Chapter 2 to measure how the indicators are linked to each other at the individual level. Chapter 3 proceeds to analyse the link between the four indicators and institutional factors at the country level. In Chapter 4, the research focuses on several dimensions of working conditions and on how they relate to job insecurity. Gender issues are the focus of Chapter 5, including gender differences in terms of employability and wages, paying particular attention to voluntary and involuntary part-time work. Finally, Chapter 6 presents the conclusions of the study. Employment security and employability: A contribution to the flexicurity debate 10 ",
        "Four indicators To define the four indicators, reference is made – loosely – to the Wilthagen matrix (2004; see Table 1). The matrix includes dimensions of flexibility and security. Flexibility, from the company point of view, reflects how much scope the company has in managing its labour force, and security refers to the degree of risk faced by workers. The EWCS contributes greatly to measure the security dimension, while a company survey – such as the EU 2004 survey – would contribute to measuring the flexibility dimension. Taking the security dimension into account, the Wilthagen matrix is well suited to providing a rationale for the four proposed flexicurity indicators. Job security refers to the risk of losing the current occupation. Two indicators are presented for this risk – one based on objective characteristics of the current job and the other based on the subjective perception of this risk. Employment security refers to the risk of not being able to get a new job in the event of losing the current one; this is referred to as employability. Income security refers to the risk of not being able to maintain the same living standard in the event of non-employment; this is termed vulnerability. The combination security refers to the risk of not being able to reconcile work and family life. This latter element is not considered as an indicator in this study, but rather as a dimension of analysis, like working conditions or income. Combination security comes into focus particularly in the analysis referring to women. Objective job insecurity Job security refers to the expectation regarding the job tenure of a specific job. Workers face constant risks of losing their current job, arising from (unexpected) idiosyncratic shocks that hit a worker’s geographical area, sector of economic activity or occupation. Other ‘risks’ are more predictable and may even be known in advance. This is the case for workers employed under fixed-term employment contracts or workers whose jobs or employers are expected to undergo profound restructuring phases as a result of globalisation and technological change. Some categories of workers may have a lower job security than others, not only because they face higher risks, but also because of the differences in the rules governing existent labour market institutions, such as employment protection legislation (EPL). To measure job security, the study aims to quantify the expectations regarding the tenure of a worker’s current job. Workers with indefinite employment contracts are more likely to have a higher expected job tenure (higher job security) than fixed-term contract workers or self-employed workers (without employees). Job security may also be indicated by certain characteristics of the employer. Existing literature in this field has established that workers in the private sector or employed by small enterprises face lower job security than workers in the public sector or in large companies (Davis and Haltiwanger, 1999). Research has also concluded that short elapsed tenure points to lower job security – the probability of job termination declines markedly with tenure (Farber, 1999). In principle, when many indicators of job security are available, a factor analysis can be helpful as a dimension-reducing strategy. The factor analysis is a means of concentrating and indexing the dispersed information in the original data and can therefore replace the original variables – type of Measuring the security dimension of flexicurity 1 11 ",
        "employment contract, tenure, company size, public or private sector – without much loss of information. Every participant in the EWCS places his or her own value on this indicator – a new variable which contains the individual factor score. This new variable is named ‘individual objective job insecurity’ and measures the job security risk in relative terms: a value of zero means that the level of objective job insecurity is equal to the average objective job insecurity measured at the EU27 level. Individuals or groups of workers scoring a negative objective job insecurity value are less insecure than the average worker, the opposite of which is true for those scoring a positive value. However, the absolute value of the objective job insecurity cannot be measured. One way to assess the reliability of the indicator proposed is to consider its correlation or relationship with some macroeconomic indicators. In this case, a correlation is a number that varies between -1 and +1: the larger the number (close to -1 or +1), the stronger the link between the two indicators; the smaller the number (close to 0), the weaker the link. A positive number indicates that the value of the two indicators grows or decreases together; for example, individuals can have both high subjective job insecurity and high objective job insecurity, or they can have both low subjective job insecurity and low objective job insecurity. A negative number indicates that when one factor is high, the other factor is low; this means that individuals can have high objective job insecurity and low employability. Table 2 shows that workers in labour markets – based on the European LFS definition 5 – marked by high unemployment also score high in terms of the objective job insecurity indicator, while workers in high employment labour markets score low in terms of the objective job insecurity indicator. Workers in labour markets where the transition probability from employment to unemployment is high also score high in terms of the objective job insecurity indicator. This is also the case for workers in labour markets where the share of fixed-term contract workers or the proportion of self-employed workers is high. Table 2 Correlation between objective job insecurity indicator and labour market situation Objective job insecurity Unemployment rate 0.171 Employment rate -0.204 Self-employment quota 0.132 Fixed-term job quota 0.197 Transition from employment to unemployment 0.129 Source: EWCS, 2005 Table 3 shows that objective job insecurity is higher than the average (zero) among low-educated workers who have attained an educational level up to compulsory schooling only. Conversely, it is lower than the average among high-educated workers who have attended college or further education. Among young workers in the labour market, objective job insecurity is also much higher than the average. On the other hand, no large gender differences are evident. Employment security and employability: A contribution to the flexicurity debate 12 5 The labour market includes all individuals with the same education (high, medium or low), age (under or over 30 years), gender and country of residence of the individual in the EWCS. ",
        "Table 3 Objective job insecurity indicator, by gender, education and age (average value) Objective job insecurity Men 0.008 Women -0.010 Low education 0.144 Medium education 0.013 High education -0.150 Aged 15–30 years 0.122 Aged 30–49 years -0.039 Aged 50+ years -0.025 Source: EWCS, 2005 Finally, when examining objective job insecurity by sector of activity of the employer and skills level of the employees (see Table 4), it appears to be higher in various economic sectors, including agriculture, construction, hotels and restaurants, and commerce. In addition, objective job insecurity is higher among low-skilled workers – with the exception of low-skilled blue-collar workers who display a more complex employment pattern by sector. Table 4 Objective job insecurity, by economic activity of employer and skills level codes, % of individuals above mean score (zero) White-collar workers Blue-collar workers High-skilled Low-skilled High-skilled Low-skilled Total Agriculture, forestry and fishing 60 61 93 73 83 Manufacturing / Mining and quarrying 38 46 50 40 44 Electricity, gas and water supply 18 19 40 37 27 Construction 59 58 71 66 67 Other community, social and personal services 74 73 73 77 74 Hotels and restaurants 88 81 87 83 83 Transport, storage and communications 36 32 27 45 38 Financial intermediation 44 38 0 36 41 Real estate, renting and business activities 59 59 59 70 61 Public administration and defence 10 14 14 22 14 Education / Health and social work 16 27 24 22 18 Total 34 50 63 52 47 Note: Classification based on NACE and ISCO codes. Source: EWCS, 2005 Subjective job insecurity Subjective job insecurity can be assessed by asking workers directly about their perception of the stability of their current employment relationship. The item used as the indicator of subjective job security refers to Question 37 from the EWCS questionnaire: ‘How much do you agree or disagree with the following statements describing some aspects of your job? I might lose my job in the next six months’. As there is only one variable in the EWCS measuring subjective job security, it is used as an indicator, without further changes. Measuring the security dimension of flexicurity 13 ",
        "However, the question is not free from interpretation problems. For instance, in referring to the Czech’s high positive response rate, the qualitative post-test analysis of the fourth EWCS questions: ‘whetherthe reasons for these reactions would be partly found in those drastic societal changes Czech people have testified to over the past decades, resulting in a totally different horizon for change (“anything can happen”) compared with societies with a more stable recent history’. (Eurofound, 2007b, pp. 64–65) If this is the case, the post-test study suggests that ‘the extent to which the same applies to other new Member States (NMS) having undergone similar changes should be considered’. Consequently, the study looks at how comparable the figures really are in relation to this item between the EU15 and NMS10 – overall, 11.3% compared with 25.2% of employees in the respective groups agreed with the statement ‘I might lose my job in the next six months’. However, this problem is common to all questions of this kind, asking for personal feelings. Data from the Eurobarometer Survey (2006) 6 has been used to assess the reliability of this indicator 7 . A statistical test formally confirms that this indicator and the Eurobarometer data are coherent. No differences emerge in the average level of subjective job insecurity by gender, while the subjective perception of job insecurity decreases for higher levels of education and as age increases – subjective job insecurity is at its maximum for workers between the ages of 20 and 24 years. Furthermore, as Figure 1 shows, job insecurity feelings decrease as income increases. However, for a given amount of income, men feel more insecure than women. This can be understood taking into account that the EWCS places individuals in deciles of the distribution of wages in the population 8 , and women are more present in low income deciles than in high income deciles (see also Chapter 5). Therefore, a woman in the fifth decile of the wage distribution is ‘rich’ with respect to other women, while a man in the same fifth decile of the wage distribution is considered ‘poor’ in relation to other men. In this regard, it seems that job insecurity feelings are linked to wages in a gender- specific way; for example, men compare their wage to other men’s wages and women compare their wage to other women’s wages. Employability Employability involves the ability of workers to remain attractive for the labour market in terms of their skills and qualifications, by reacting and anticipating changes in tasks and the work environment, facilitated by the human resources development opportunities offered to them. Therefore, employability can be considered as the marketability of individuals’ cumulative skills. Employability is often considered as a mix of several elements that influence a worker’s chances of becoming and/or remaining economically active. These are elements accumulated during the past 12 Employment security and employability: A contribution to the flexicurity debate 14 6 Answers to the Eurobarometer survey question QC7: ‘How confident would you say you are in your ability to keep your job in the coming months?’ 7 The EWCS answers point consistently to a lower share of subjective job insecurity because of the 5 modality answer with respect to the 4 modality used by Eurobarometer. However, the Czech Republic stands out in displaying the largest difference between the two sources, suggesting maybe also a question-wording problem. 8 Calculating the decile involves placing every individual in the country in order by increasing wage and then splitting the ordered population into 10 groups of equal size – the so-called ‘wage decile’ (Eurofound, 2007a, p. 83). ",
        "months on the job and at school, as well as during all previous job experiences. With reference to the latter, the level of education, years of actual work experience and years of tenure with the current employer are known. As education, experience and tenure are well-known measures of human capital (Becker, 1993), the specific contribution of the EWCS questions rely on the ability to measure specific elements accumulated by workers during the past 12 months on the job. Figure 1 Mean subjective job insecurity, by income decile and gender Source:EWCS, 2005 The worker enhances employability on the job through formal training, as well as the possibility to learn while executing the usual job tasks or the possibility to learn while rotating between several different tasks 9 . The factor analysis is used as a dimension-reducing strategy. Three factors can be identified that represent on-the-job employability. The first factor can be labelled ‘learning’, the second factor ‘training’ and the third factor ‘task rotation’. Moreover, all of the information about employability can be gathered together in only one factor. Therefore, the factor analysis can be run again with the constraint of obtaining only one factor, which may be labelled generically ‘on-the-job employability’. Thus, it is possible to identify a generic indicator of employability and to refer to ‘learning’, ‘training’ and ‘task rotation’ when more in-depth details are required in relation to employability elements. Each factor has a zero mean, like the objective job insecurity factor – it measures employability in relative terms with respect to the EU27 average (zero). Positive scores indicate employability higher than the average and vice versa. The indicator of employability indicates the level of ‘on-the-job employability’ accumulated by a worker on the job in the last 12 months. Other elements that provide information on the overall individual employability and human capital include previous work experience, current job tenure and the level of education. Table 5 shows the effect – not in a causal sense, but just as a simultaneous occurrence – of the aforementioned human capital measures on average on-the-job employability at the individual level. The ‘constant’ – which has been chosen as a benchmark for this study – relates to the employability of a male worker with a low educational level (no school or only primary school education), no work experience and no job tenure. Every effect is ‘conditional’. As an example of what ‘conditional’ means, the effect of the ‘female’ worker should be considered: a female worker with Measuring the security dimension of flexicurity 15 0.0 0.1 0.2 0.3 0.4 0.5 1 2 3 4 5 6 7 8 9 10 Don't know Refusal Income decile All Men Women 9 Questions Q28, Q23, Q37, Q26 in the EWCS questionnaire. ",
        "the same educational level, the same number of years of work experience and job tenure as a male worker has an employability level that is 0.128 points lower than the male worker. Table 5 shows that ‘on-the-job employability’ increases consistently with a higher level of education, for a given level of work experience and job tenure. When drawing a graph, the effect of tenure takes a parabolic shape 10 : employability increases with job tenure of up to about 20 years and then it decreases. Finally, employability decreases as past work experience increases. In other words, better educated individuals accumulate a higher level of employability in the workplace. Furthermore, the amount of employability that an individual is able to accumulate in the workplace over a one-year period reaches a maximum after a very long period of time spent within the same company (about 20 years, while the average elapsed tenure is about 10 years in the EU27). Taking this and initial education into account, every additional year participating in the labour market (thus gaining experience) decreases employability; this finding may be linked to the ageing of workers. The finding that average employability increases with job tenure over a long period of time is consistent with Auer’s (2007) perception that a worker’s productivity increases with job tenure of up to 14 years. This may highlight the importance of keeping worker turnover at a level that is ‘not too high’. However, it must be noted that this is an average effect which cannot account for the fact that low productivity workers tend to leave their employer beforehand, thereby increasing the average productivity level measured among the remaining and more stable workers. Table 5 Human capital measures and their effect on employability Factor Effect on employability Constant -0.656 Women -0.128 0–1: No school or only primary school 0.000 2: Lower secondary school 0.334 3: Upper secondary school 0.639 4: Post-secondary non-tertiary education 0.939 5: First stage of tertiary education 1.224 6: Second stage of tertiary education 1.233 Past work experience -0.005 Tenure 0.010 Tenure squared -0.0003 Note: OLS (ordinary least squares) regression, standard errors available on request. Source: EWCS, 2005 Figures 2 and 3 plot the average value of on-the-job employability at the country level, together with the average value of education (based on the International Standard Classification of Education, ISCED) or of total work experience (past work experience plus current job tenure). The average value of these groups of human capital measures increases together – countries where average schooling, or work experience, is high also score high in terms of average on-the-job employability. Employment security and employability: A contribution to the flexicurity debate 16 10 Tenure and tenure squared together plot a parabolic shape, the maximum of which is at 16.7 years of tenure (16.7 = -0.010 / 2 * (-0.0003)). ",
        "Figure 2 Average employability and average level of education, by country Source:EWCS, 2005 Figure 3 Average employability and years of total work experience, by country Source:EWCS, 2005 Finally, considering the three employability factors separately, Table 6 shows that while the ‘formal training’ element of employability is higher for women, the other two factors are higher for men. Training and task rotation decrease with age, while learning is highest among middle-aged workers – those aged 30–49 years. Measuring the security dimension of flexicurity 17 Austria Belgium Cyprus Czech Rep. Germany Denmark Estonia Spain Finland France Greece Hungary Ireland Italy Lithuania Luxembourg Latvia Netherlands Malta Poland Portugal Sweden Slovenia Slovakia UK Bulgaria Romania 2 2.2 2.4 2.6 2.83 3.2 3.4 3.6 3.84 -0.6 -0.4 -0.2 0 0.2 0.4 0.6 0.8 1 Emplo yability E d u c a t i o n Romania Bulgaria UK Slovakia Slovenia Sweden Portugal Poland Malta Netherlands Latvia Luxembourg Lithuania Italy Ireland Hungary Greece France Finland Spain Estonia Denmark Germany Czech Rep. Cyprus Belgium Austria 16 17 18 19 20 21 -0.6 -0.4 -0.2 0 0.2 0.4 0.6 0.8 1 Employability T o t a l e x p e r i e n c e ",
        "Table 6 Employability factors, averages by gender and age Men Women Aged 15–29 Aged 30–49 Aged 50+ years years years Learning 0.083 -0.103 -0.088 0.063 -0.061 Training -0.035 0.043 0.108 0.032 -0.177 Task rotation 0.038 -0.048 0.102 0.007 -0.112 Source: EWCS, 2005 Vulnerability The concept of ‘vulnerability’ refers to a specific condition characterised by the potential inability of people to withstand income losses associated with particular events, such as job loss, sickness, employment injuries, occupational diseases or even maternity. A person in a vulnerable condition has a higher probability of being exposed to the negative consequences of such events in terms of lack of income support. In order to analyse ‘vulnerability’, this study focuses on different aspects related both to the household structure and to the institutional safety net available to the individual in need. With regard to the former, potential risk factors include the presence of disabled, unemployed or dependent individuals (children) in the household, as well as the fact that only a few household members are wage-earners and that they are working under a non-permanent employment contract. These elements have been weighted by country-specific measures of social protection. The same degree of household vulnerability may imply a different degree of income insecurity in different countries. The figures (proxies) for the institutional safety net available to the individual in need have been obtained using public expenditure on social protection items as a percentage of gross domestic product (GDP). A factor analysis is inappropriate in this case. Hence, the vulnerability indicator can simply be defined as the weighted average of the relevant variables. More specifically, a value of 1 over the GDP share of expenditure for disability benefits in a particular country is recorded if a disabled person is present in the household. This is also the case for unemployed household members and children. A value of 1 signals the presence of few wage-earners on non-permanent employment contracts. The average of these four values comprises the vulnerability factor. With regard to this study, about 60% of individuals in the sample score ‘zero’ vulnerability – they are not vulnerable. Several shortcomings hinder the vulnerability indicator. First, no information on the institutional safety net is available for Romania and Bulgaria; therefore, a vulnerability index cannot be calculated for these two countries. Secondly, the most vulnerable persons are also the most difficult persons to involve in a survey, even in a very accurate one. As documented in the statistical tables in Annex 3 of the EWCS 2005 (Parent-Thirion et al, 2007, pp. 101–104), evidence exists of a sample selection of respondents towards less vulnerable individuals; this causes a downward bias of the average vulnerability measured within the EWCS. Thirdly, the EWCS samples working individuals; hence, as the same statistical annex shows, women included in the survey are more able (in terms of labour market ability) and less vulnerable than the average woman in the population. This is usually not the case for men, whose employment rates are uniformly high. As the indicator includes many zero scores – thus showing people who are not vulnerable – it is worth measuring how many people are vulnerable in a given country, as well as the extent of the Employment security and employability: A contribution to the flexicurity debate 18 ",
        "vulnerability of those who are actually in vulnerable positions. Figure 4 plots the proportion of vulnerable people and the extent to which they are vulnerable on average. A trade-off can be seen between the share of vulnerable people and the extent of their vulnerability seems to emerge: a few countries are very vulnerable, while a lot are not so vulnerable. Figure 4 Proportion of vulnerable people and average degree of vulnerability, by country Source:EWCS, 2005 Measuring the security dimension of flexicurity 19 Austria Belgium Cyprus Czech Rep. Denmark Estonia Finland France Germany Greece Hungary Ireland Italy LatviaLithuania Luxembourg Malta Netherlands Poland Portugal Slovakia Slovenia Spain Sweden UK 0 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 0.5 20 25 30 35 40 45 50 55 60 Share of vulnerable people M e a n v u l n e r a b i l i t y , w h e n p o s i t i v e ",
        "",
        "Correlations between indicators and negative factors 2 21 Correlations between indicators The analysis begins by assessing how the four indicators are linked to each other. Table 7 shows the so-called correlations in this regard. As already mentioned in Chapter 1, a correlation is a number that varies between -1 and +1: the larger the number (close to -1 or +1), the stronger the link between the two indicators; the smaller the number (close to 0), the weaker the link between indicators. A positive number indicates that the value of the two indicators increases or decreases together – for example, individuals can have both high subjective job insecurity and high objective job insecurity, or they can have both low subjective job insecurity and low objective job insecurity. A negative number indicates that when one factor is high, the other factor is low – for example, individuals can have high objective job insecurity and low employability. Table 7 shows that, in general, correlations are not high; they are significant at conventional levels, with just one exception. Objective and subjective job insecurity are positively correlated (the factors increase together); vulnerability is positively correlated to both of these factors (they increase together). Employability is negatively correlated to the first three indicators (employability is high when the other indicators are low), both considering the synoptic indicator and its three elements, with the exception of task rotation. Task rotation shows a positive correlation to subjective job insecurity. It is possible that being frequently moved to different tasks, while decreasing objective job insecurity, increases the feelings of precariousness of the worker. The sign of these correlations points to a possible clustering of negative features for the same individual: high job insecurity and vulnerability, low employability. Opposite signs – or zero correlations – would have indicated a compensation of one negative feature (such as high job insecurity) with a positive one (such as high employability). Table 7 Correlations among various indicators Objective Subjective Vulnerability Employability Employability Employability job job (learning) (training) (task insecurity insecurity rotation) Objective job insecurity 1.000 Subjective job insecurity 0.093 1.000 Vulnerability 0.053 0.046 1.000 Employability (learning) -0.136 -0.132 -0.034 1.000 Employability (training) -0.262 -0.062 -0.014 0.255 1.000 Employability (task rotation) -0.287 0.059 -0.006* 0.152 0.194 1.000 Employability (synoptic) -0.302 -0.096 -0.030 0.781 0.744 0.471 *Non-significant values at the 95% level. Source: EWCS, 2005 Comparisons of individuals This potentially worrying finding also occurs when comparing individuals of the same gender, age, education and country, as can be seen in more detail in the following chapters: Chapter 3 examines correlations between subjective and objective job insecurity, while Chapter 4 discusses correlations ",
        "between employability and objective job insecurity. In particular, the positive correlation between objective and subjective job insecurity and the negative correlation between employability and objective job insecurity are relatively strong. It is worthwhile noting that, once taking into consideration individual characteristics, correlations to vulnerability become weaker; this might be due to the weakness of the indicator as well as to a true weakening of the simultaneous occurrence of vulnerability and other ‘negative’ features. However, these links might be driven by individual characteristics that are difficult to observe, such as a person’s ability – for example, low-ability individuals display low employability and also are often in an insecure job 11 . In general, the study is not aiming to find structural or causal relations among indicators and other individual and institutional characteristics; the aim of the research is to highlight simultaneous occurrences of given features. It is, however, important to note again that the correlations are never strong, so that the previously mentioned clustering of negative features is not overwhelming. Gender implications The outcome of the correlations among indicators remains unchanged when splitting the sample by gender. However, correlations – although small – are stronger among female workers than among male workers. This indicates a stronger clustering of negative features for women than for men, thereby pointing to a poorer general employment condition for working women (the gender dimension will be analysed in depth in Chapter 5). Younger versus older workers It seems that the clustering of negative features is stronger among young workers and it declines but does not disappear among adults. As age increases, the correlations among objective and subjective job insecurity and vulnerability become weaker, and the correlation between employability and subjective job insecurity and vulnerability also decreases. However, the correlation between employability and objective job insecurity becomes stronger for adult and older workers (results not reported here). The positive implication of declining negative features among adults must be proven. The study does not observe workers over time (i.e. from a young to an older age); the research observes different cohorts of workers at the same point in time. It is possible that the clustering of negative features decreases over time for individuals, but it may also be the case that the clustering of negative features has always been lower for older individuals (born, for example, before 1975), even when they were young, and it will always be higher for younger cohorts. Effects of education The situation in relation to educational level is less clear. Composition effects, mainly cohort effects, might cloud the overall picture. In general, the correlation between employability and objective job insecurity increases (in absolute value) as education increases, suggesting that more educated Employment security and employability: A contribution to the flexicurity debate 22 11 Econometric devices that would allow the research to control for unobserved heterogeneity cannot be used in a cross-sectional framework such as the EWCS. ",
        "workers are both more employable and less likely to lose their jobs. The correlation between vulnerability and the other indicators shows an overall decreasing pattern as education increases, loosening the clustering of negative features. The correlation between vulnerability and subjective job insecurity changes significantly from positive to negative signs and becomes negative among highly educated workers – this implies less vulnerability, but increased feelings of job insecurity. Country level The individual clustering of negative features seems to emerge again at the country level. In fact, many of the correlations that emerged at the individual level re-emerge at the country level. Countries where average objective or subjective job insecurity is high also show a high average level of vulnerability; countries where average objective or subjective job insecurity is high also record a low average level of employability among their citizens. However, as among individuals, these correlations at the country level are relatively small. Figures 5-7, plotting selected groups of indicators, show country averages of the indicators and how countries combine average levels of the different indicators. The scatter-diagrams remain unchanged if the countries’ population is split by gender, age, educational level or even by average level of other indicators. The first scatter-diagram (Figure 5) shows the relationship between objective and subjective job insecurity. A higher value indicates in both cases a lower level of job security. A positive relation between the two types of indicators seems to emerge. Furthermore, a clustering of countries is visible, with three country groups emerging. The first group comprises mainly central and northern European countries, and is located in the lower left corner of the diagram, where levels of both subjective and objective job insecurity are low. Mediterranean countries lie in the upper part of the diagram, where subjective insecurity is low but its objectively measured counterpart is high. Eastern European countries are gathered on the right side of the diagram, with an objectively low but a perceived (subjectively) high job insecurity. This latter remark underlines again the widespread insecurity feelings among workers in eastern European countries, as already shown in Chapter 1. Figure 5 Subjective and objective insecurity indicator, by country Source:EWCS, 2005 Correlations between indicators and negative factors 23 UK Sweden Spain Slovenia Slovakia Portugal Poland Netherlands Malta Luxembourg Lithuania Latvia Italy Ireland Hungary Greece Germany France Finland Estonia Denmark Czech Rep. Cyprus Bulgaria Belgium Austria -0.2 -0.15 -0.1 -0.05 0 0.05 0.1 0.15 0.2 0.25 0.3 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 0.5 Subjective job insecurity O b j e c t i v e j o b i n s e c u r i t y ",
        "Average objective job insecurity shows a negative correlation against the employability indicator across countries (Figure 6). Again, Mediterranean countries are in the ‘worst’ position, in the upper left corner of the diagram, showing low employability and high objective job insecurity, while Nordic countries appear to be in the ‘best’ position, in the bottom right corner, showing high employability and low job insecurity. Eastern European countries lie between the latter two groups. Figure 6 Employability versus objective job insecurity, by country Source:EWCS, 2005 Figure 7 Vulnerability versus subjective job insecurity, by country Source:EWCS, 2005 Average subjective job insecurity and vulnerability are clearly positively correlated across countries (Figure 7), despite the presence of three outliers – the Czech Republic, Lithuania and Poland. Lithuania and Poland display a high degree of vulnerability, both in terms of the share of vulnerable Employment security and employability: A contribution to the flexicurity debate 24 UK Sweden Spain Slovenia Slovakia Portugal Poland Netherlands Malta Luxembourg Lithuania Latvia Italy Ireland Hungary Greece Germany France Finland Estonia Denmark Czech Rep. Cyprus Bulgaria BelgiumAustria -0.25 -0.2 -0.15 -0.1 -0.05 0 0.05 0.1 0.15 0.2 0.25 0.3 -0.6 -0.4 -0.2 0 0.2 0.4 0.6 0.8 Employability O b j e c t i v e j o b i n s e c u r i t y UK Sweden Spain Slovenia Slovakia Portugal Poland Netherlands Malta Luxembourg Lithuania Latvia Italy Ireland Hungary Greece Germany France Finland Estonia Denmark Czech Rep. Cyprus Belgium Austria 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 0.5 0 0.02 0.04 0.06 0.08 0.1 0.12 0.14 0.16 0.18 0.2 Vulnerability S u b j e c t i v e j o b i n s e c u r i t y ",
        "people and the degree of vulnerability. Overall, the high number of unemployed household members, as well as a high number of young children in the household, drive this result. The high degree of subjective job insecurity in the Czech Republic has already been discussed in Chapter 1. Effects of wages on indicators The research analysed the relationship between wages – as measured by the income deciles of the country-specific wage distribution – and some of the indicators. In particular, it measured the link between wages and the individual human capital endowment – education, labour market experience and on-the-job tenure (the so called ‘wage equation’, as proposed by Mincer, 1974). Two elements are added to the standard wage equation. First, further measures of human capital are introduced – indicators of on-the-job employability. The aim is to measure more precisely a worker’s human capital adding his/her employability, above and beyond the stock of human capital as measured in the standard way. Secondly, a measure of the insecurity of the current job is added – the objective job insecurity indicator. The research finds that the type of job held by a worker plays a role in determining the level of wages, for a given level of human capital endowment. In particular, the study looks at whether more insecure jobs pay lower wages – in other words, whether they do not compensate for the higher insecurity but take advantage of the worse bargaining position of the worker (see Chapter 4 on working conditions for further analysis). The results of this research confirm that employability factors are a measure of human capital or productivity, beyond the standard human capital measures. Furthermore, the objective insecurity indicator has a negative and rather significant impact on wages according to the study. An idea of the effect of the two indicators of interest on wages can be gauged from Figure 8. This refers to an average EU27 worker, who has an average level of education, work experience and job tenure, and it plots the relative wage of the worker for different values of objective job security and employability. The results show that wages decrease as objective job insecurity increases. Moreover, for a given job insecurity level, it is possible to determine an upward shift in wages as employability increases. Figure 8 Predicted income decile for increasing objective job insecurity, by level of employability Note:Figures refer to an individual with average human capital endowment and different degrees of employability. Source:EWCS, 2005 Correlations between indicators and negative factors 25 I n c o m e d e c i l e 7 7.58 8.59 9.5 -1 -0.8 -0.6 -0.4 -0.2 0 0.2 0.4 0.6 0.8 1 Objective job insecurity Average employability Low employability High employability ",
        "",
        "Labour market regulations and job insecurity 3 27 This chapter analyses the relationship between labour market institutions and job security. The first part assesses how employment protection and unemployment benefits correlate to the subjective perception of job insecurity; the second part examines the relationship between labour market institutions and employment security; finally, in section three, income insecurity or vulnerability across different welfare state regimes is explored. Job insecurity and job protection Several studies have tried to explain the rationale behind the perception of job insecurity. On the basis of previous literature on this topic, the current research analyses the relationship between subjective job insecurity and labour market institutions/policies. Moreover, the study examines how this relationship varies for different degrees of objective job insecurity and for different individual characteristics. The next step consists of looking at the combination of using the indicators of subjective and objective job insecurity. To measure the institutional setup, the most standard statistics presented in the available literature are used, although the precise measurability of these dimensions is questionable. Furthermore, due to the lack of institutional data, it was only possible in this study to carry out an analysis using 22 out of the current EU27 countries – the countries excluded from the sample are Cyprus, Latvia, Luxembourg, Malta and Romania. The analysis uses the 2003 OECD-EPL index as a reference (OECD, 2004; Cazes and Nesporova, 2003). The unemployment benefits’ generosity index considered in the study takes the form of an average unemployment benefits’ replacement rate. The research shows a positive association between the strictness of the EPL and the subjective perception of job insecurity. Moreover, it concludes that workers in countries with more generous unemployment benefits also feel less insecure about their employment. A multivariate analysis that controls for individual heterogeneity confirms that the relationship between the perception of job insecurity and the objective job insecurity is positive, as well as the link between the OECD-EPL index and perceived job insecurity. On the other hand, it also shows that the link between unemployment benefit and job insecurity is negative. Figure 9 plots the unemployment benefit measure against the country-level mean subjective job insecurity, suggesting again that workers in countries with more generous unemployment benefits also feel less insecure. Figure 10 highlights the average subjective job insecurity and the OECD-EPL index. This figure suggests again a positive association between the strictness of EPL and the subjective perception of job insecurity: countries where the OECD-EPL index is high also show high subjective job insecurity. The latter association may seem surprising; however, it is consistent with other studies (Clark and Postel-Vinay, 2005). The finding can be rationalised as follows: a positive association can be drawn between the subjective job insecurity indicator and the OECD-EPL index. On the other hand, the research documents (see also Chapter 2) a positive and relatively strong link between the subjective job insecurity indicator and the objective job insecurity indicator – a ‘negative’ association between ",
        "subjective job insecurity and objective job security. This would imply that the OECD-EPL index and objective job security are not measuring the same thing, as they are linked in opposite ways to subjective job insecurity. Figure 9 Subjective job insecurity versus unemployment benefits, by country Source:EWCS, 2005 Figure 10 Subjective job insecurity versus EPL, by country Source:EWCS, 2005 Several well-known problems are associated with the OECD-EPL index (see, for example, Del Conte et al, 2004). The relevant factor here is that the OECD-EPL index is based exclusively on the ‘law in the books’. As Caballero et al (2004) argue, EPL effectiveness is linked to the strength of the rule of law, regardless of how this is measured. If the OECD-EPL index is more focused on job protection in the sense of legal and contractual provisions for hiring and firing workers, it is more preferable to Employment security and employability: A contribution to the flexicurity debate 28 UK Austria Belgium Bulgaria Czech Rep. Denmark Estonia Finland France Germany Greece Hungary Ireland Italy Lithuania Netherlands Poland Portugal Slovakia Slovenia Spain Sweden 0 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 0.5 0 10 20 30 40 50 60 Unemployment benefits S u b j e c t i v e j o b i n s e c u r i t y UK Austria Belgium Bulgaria Czech Rep. Denmark Estonia Finland France Germany Greece Hungary Ireland Italy Lithuania Netherlands Poland Portugal Slovakia Slovenia Spain Sweden 0 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 0.5 0.5 1 1.5 2 2.5 3 EPL S u b j e c t i v e j o b i n s e c u r i t y ",
        "measure job security using the type of employment contracts used, as well as established empirical links between job security and job characteristics, such as tenure, company size and public versus private sector. Hence, the tension between the two measures reflects the tension between the law in the books and the actual average prospect of a worker retaining their current job. Employability, labour market institutions and policies The concept of employability has become one of the main topics of human capital development and one of the pillars of the European Employment Strategy (EES) (European Commission (2007a)). Some policies, as well as labour market institutions, may play an important role in improving employability, for example, shaping companies’ and workers’ incentives to invest in training. Training is usually the only observable dimension of employability; however, the analysis can be widened to include other dimensions of employability, such as ‘on-the-job learning’ and ‘learning through task rotation’. In fact, all of these dimensions are included in the employability indicator used in this study. Nonetheless, in recent literature, a clear consensus is lacking on how different institutional factors may influence training, the quality of training and employability. For instance, Brunello (2001) finds that countries with higher trade union density, stronger employment protection and lower minimum wages display a higher incidence of training. Dieckhoff et al (2007) show that trade union density has a positive effect on training, while job protection rather mitigates training. In another study, Brunello et al (2007) find that the training incidence is lower when the degree of both regular and temporary employment protection increases, while the effect of trade union density is low. In economies where permanent workers have high levels of employment protection, temporary employment contracts provide a device for enhancing labour market flexibility, since companies can regulate employment by adjusting temporary contracts. Dolado et al (2002) show that the proportion of temporary workers increases in countries where the strictness of EPL is higher. Since fixed-term employment periods are shorter, human capital theory would predict a lower training incidence and a lower on-the-job employability gained by temporary workers in comparison with permanent employees. On the other hand, fixed-term employment contracts might begin with a high focus on training – for instance, companies might offer training to new recruits on such employment contracts to determine the ability of the worker before offering a permanent employment contract. Moreover, in some countries, legislation specifically allows the use of temporary work contracts for training purposes. In this regard, the overall effect of EPL on human capital acquisition is unclear. According to the analysis, no link seems to emerge between average employability and EPL at the country level (see Figure 11). Once again, the tension between the OECD-EPL index and the objective job insecurity indicator comes to light. In Chapters 2 and 4, the analysis points to a negative and strong link between objective job insecurity and employability – a positive relation between objective job security and employability. Here, however, no relation emerges between employability and the OECD-EPL index. The same argument used in the previous section on the link between job insecurity and job protection applies in this case: the OECD-EPL index is not exhaustive in describing the actual degree of job protection. Rapid changes in the labour market lead to the need for continuous training among workers of all ages. First, technological developments, generally accompanied by organisational changes, can lead to a rapid loss of some specific skills among workers. Secondly, intensified international competition increases the speed at which companies need to adapt to changes in the international environment. Labour market regulations and job insecurity 29 ",
        "Figure 11 Employability versus employment protection legislation, by country Source:EWCS, 2005 Figure 12 Employability versus lifelong learning, by country Source:EWCS, 2005 Finally, the ageing of the workforce contributes to the need for an employable workforce (see De Grip et al, 2004, for further details). Overall, the analysis shows that where participation in lifelong learning programmes is high, average employability is higher at the country level (see Figure 12). Having further explored these two relationships, while taking into account individual and job characteristics, all of the above results are confirmed. In particular, average employability increases with lifelong learning participation rates at the country level. This result lends support to the theory Employment security and employability: A contribution to the flexicurity debate 30 Sweden Spain Slovenia Slovakia Portugal Poland Netherlands Lithuania Italy Ireland Hungary Germany France Finland Estonia Denmark Czech Rep. Bulgaria BelgiumAustria UK -0.6 -0.4 -0.20 0.2 0.4 0.6 0.81 0 0.5 1 1.5 2 2.5 3 3.5 EPL E m p l o y a b i l i t y UK Austria Belgium BulgariaCzech Rep. Denmark Estonia Finland France Germany Hungary Ireland Italy Lithuania Netherlands Poland Portugal Slovakia Slovenia Spain Sweden -0.6 -0.4 -0.2 0 0.2 0.4 0.6 0.8 1 0 5 10 15 20 25 30 35 Lifelong learning E m p l o y a b i l i t y ",
        "that ‘lifelong learning’ play a role in increasing employability and this, in turn, supports the comprehensive lifelong learning strategies proposed by the recent European Commission Communication on the principles of flexicurity (2007b). Vulnerability and decommodification Welfare state policies represent a crucial instrument for dealing with vulnerability. Nevertheless, not all national social security systems seem to guarantee an adequate level of protection against adverse events that may affect people, in particular the most vulnerable ones. Social protection systems are based on complex sets of institutions deeply embedded in the political, administrative and socio- economic traditions that characterise the history of each country. Esping-Andersen (1990) highlights the existence of three ‘worlds of welfare state’: a liberal regime such as that in the UK and USA; a socio-democratic regime such as that in Denmark and Sweden; and a conservative regime such as that in France and Germany. At a later stage, other authors have suggested the addition of other welfare regimes and in particular a fourth: the southern European model, involving Greece, Italy, Portugal and Spain (for example, see Ferrera, 1996) 12 . Such a distinction depends on two main variables: ■ the degree of decommodification – the ability to free individuals from market mechanisms and to assure them an acceptable standard of living; ■ the type of social stratification – the kind of social stratification promoted by the welfare regime and its role in building narrow or broad solidarities. In order to capture the first dimension, Esping-Andersen produced a decommodification index, relying on several key characteristics of three social insurance programmes – pensions, unemployment and sick pay. This index can be considered a rough measure of the generosity of different social provisions: it takes into consideration not only their replacement rate, but also the number of waiting days before a worker receives such benefits, the benefit duration, the existence of a qualifying period and the coverage or take-up rate. In a recent article, Scruggs and Allan (2006) revisited and updated the Esping-Andersen decommodification index. However, their decommodification index is only available for 11 European Member States, which are also OECD member countries. The current study related such an index, referring to 2002, to the vulnerability index in order to consider the possible relation between the welfare state generosity and the presence of vulnerable persons in each country. The analysis conducted as part of this research suggests that workers are less vulnerable in countries characterised by a higher ‘decommodifying’ and more generous welfare system. This result also holds true when the study controls further for individual and job characteristics, which is in line with the Esping-Andersen and Scruggs and Allan theories. Apart from the case of the Netherlands 13 , three different clusters of countries emerge overall (see Figure 13). The Nordic countries, characterised by highly redistributive welfare systems, display a relatively low incidence of vulnerability. Conversely, Labour market regulations and job insecurity 31 12 For a general review of the debate about welfare regimes, see Arts and Gellisen (2002). 13 According to Esping-Andersen’s ideal types of welfare regimes, the Netherlands represents an anomaly because, as a conservative welfare regime, it should display a moderate degree of decommodification. At the same time, the Netherlands also has a high score in the vulnerability index used in the current research, mainly due to the Dutch family composition which typically shows a high number of children and therefore a high number of dependent people. ",
        "the UK and Italy, which for different reasons have a lower level of decommodification, display a high incidence of vulnerability. Finally, corporatist regimes, in countries like France and Germany, show a moderate level of both vulnerability and decommodification. In these countries, the presence of means-tested social assistance schemes and the role of the family network as a producer of welfare can alleviate the negative effects associated with vulnerability. However, new social risks may present substantial challenges, particularly for those workers who may not reach the contributory requirements for entitlement to social benefits – for example, people employed under fixed-term contracts. Figure 13 Vulnerability and decommodification, by country Source:EWCS, 2005 Employment security and employability: A contribution to the flexicurity debate 32 UK Austria Belgium Denmark Finland Germany France Ireland Italy Netherlands Sweden 0 0.01 0.02 0.03 0.04 0.05 0.06 0.07 0.08 0.09 0.1 22 24 26 28 30 32 34 36 Decommodification V u l n e r a b i l i t y ",
        "Impact of working conditions on job insecurity 4 33 This chapter aims to determine whether lower objective job security is linked to poorer working conditions, or whether lower objective job security is compensated by better working conditions. Hence, the research focuses on the relationship between objective job insecurity and a number of aspects that are deemed to be particularly important for workers’ well-being. These job-related aspects include: a worker’s pay, job satisfaction, health, employability, work–life balance and combination security. Each of these dimensions can be seen as constituent parts of the broader ‘working conditions package’ that characterises a worker’s job. This chapter examines how each of the listed dimensions of working conditions is related to the indicator of objective job insecurity. This work is carried out by controlling for the confounding impact of workers’ demographic attributes – such as age, gender and education – and other job-related attributes – such as company size and sector of economic activity. This chapter offers a non-technical explanation of the results; for technical details, see the EWCS statistical annex (Parent-Thirion, 2007, pp. 101–104). Low pay First, an analysis is given of the relationship between pay and objective job insecurity. The question emerges as to whether more insecure jobs are also penalised in terms of lower wages or if, on the contrary, more insecure jobs get a sort of monetary compensation (higher wage) to make them equally attractive – or more attractive for workers who like to take risks – than more secure jobs. As economic theory predicts that both cases are possible, this study aims to provide some new evidence. The same question has been addressed in Chapter 2 (in relation to the wage equation), but this chapter provides a more complete answer. In order to measure pay as part of the survey, the respondents were asked to position their usual monthly earnings in their main paid job on a 10-point scale corresponding to the 10 income deciles in each country. Therefore, the absolute value of a worker’s pay is unknown and only the worker’s relative position in the country-specific wage distribution is known. As a result, the analysis of the determinants of pay only aims to investigate the factors related to a worker’s position in the pay scale. Recent literature (such as Booth et al, 2002) has focused much attention on the lower end of the pay distribution, for example, on the bottom three income deciles, and many analyses 14 have been directed at understanding the factors that increase the probability of being in the low pay segment. A similar approach is followed as part of this research to measure the probability of being in the bottom three deciles of the country-specific wage distribution. The main focus is on the effect – not in a causal sense, but as a simultaneous occurrence – of the objective job insecurity indicator on the probability of receiving low pay. The analysis shows that the greater a job’s objective insecurity, the greater the probability that the job is also low paid. In this regard, the effect is relatively large: a unit increase in objective job insecurity increases the probability of receiving low pay by about 19 percentage points. In other 14 See, for example, the work of the ‘Lower’ European Low-wage Employment Research Network, available at: http://www.uva-aias.net/lower.asp ",
        "words, while the chances of being in the low pay segment are about 30% by definition, the same probability rises to about 50% if there is a unit increase in objective job insecurity. These findings are consistent with the wage equation measures presented in Chapter 2: higher job insecurity is linked to lower wages. Job satisfaction As part of the research, the relationship between job satisfaction and objective job insecurity is analysed. The survey question relating to satisfaction with overall working conditions is asked in a direct way in the EWCS questionnaire: ‘On the whole, are you very satisfied, satisfied, not very satisfied or not at all satisfied with working conditions in your main paid job?’ (Question 36). The responses are elicited on a four-modality scale. Overall, the data analysis highlights that more insecure jobs are associated with lower job satisfaction. When focusing just on the type of employment contract held instead of the objective job insecurity indicator, it seems that workers on fixed-term employment contracts or those with no contract tend to report lower levels of job satisfaction compared with workers holding an open-ended employment contract. Self-employed and temporary agency workers report, on average, the same level of job satisfaction as permanent workers. Health The relationship between objective job insecurity and workers’ health is also examined. In this regard, the study examines whether job insecurity is linked to poorer or better health among workers. In general, workers’ health seems to be better than that of the general population due to the fact that those with a severe illness or disability are ordinarily excluded from employment. Also, the cross- sectional dimension of this survey does not gather information on (previous) work history that could impact on workers’ health. Workers’ health can be defined in many different ways, with respect to risks or actual health problems, to transitory or permanent, as well as more or less invalidating problems. In this case, various questions are asked as part of the EWCS in order to highlight different aspects. ■ Question 32 focuses on perceived risks: ‘Do you think your health or safety is at risk because of your work?’ A simple yes/no answer is required. ■ Question 33 focuses on actual health problems: ‘Does your work affect your health?’ A simple yes/no answer is required. ■ If the answer to the previous question is ‘yes’, the worker is then asked to report the type of health problems experienced while doing the job. The questionnaire offers 16 possible answers, ranging from problems with hearing and vision to anxiety and irritability. In other words, another health measure can be constructed by simply counting the number of reported health problems, from 0 to 16. ■ A more complex way to deal with the issue is to create a ‘physical risk factor’ 15 that summarises the available information on physical risks in one factor using factor analysis. Employment security and employability: A contribution to the flexicurity debate 34 15 As defined in the secondary analysis report of the fourth EWCS on The working conditions of an ageing workforce,where more details about the indicator can be found. ",
        "■ Finally, actual symptoms can be measured, thus producing a ‘symptoms factor’ (see factor analysis on individual symptoms presented in Table 7.2 of the fourth EWCS (Parent-Thirion et al, 2007, p. 63). The findings of this analysis do not seem to indicate that objective job insecurity has any particular association with workers’ health. No measurable association is evident between any of the above definitions of health and the objective job insecurity indicator. On the contrary, workers who do not have an employment contract and those in temporary agency jobs have less health problems compared with workers on open-ended employment contracts. One explanation could be the ‘lower work attachment’, because high turnover and short periods of work reduce the temporal exposure and the perception of health risks associated with a specific job. On the other hand, with regard to health, it should not be forgotten that the factor of time is a key element; health problems can develop later, after the job duration. Another possible explanation may be a different age composition of these workers. Employability In terms of employability, the question arises as to whether more insecure jobs provide lower on-the- job employability. In relation to this question, the results indicate that jobs that score high in terms of the objective job insecurity indicator are also jobs that score poorly in terms of general employability, learning, training opportunities and task rotation. When looking at each category of workers separately, the following outcomes emerge: ■ Generally self-employed individuals are characterised by a lower level of overall employability, lower task rotation and lower training. This is not surprising considering that it is the type of work that entails lower exchanges with other colleagues, teamwork and employer-sponsored formal training. ■ Fixed-term and temporary agency workers do not display differences in comparison with the employability of permanent employees. However, temporary agency workers seem to have fewer learning opportunities than the base category. ■ Not surprisingly, trainees enjoy better employability than standard employees across all dimensions. ■ It is expected that employability is systematically worse for workers who do not have an employment contract. Work–life balance and combination insecurity Anticipating the topics to be discussed in Chapter 5, this section focuses on work–life balance and combination insecurity. In relation to work–life balance issues, the survey includes the following question: ‘In general, do your working hours fit in with your family or social commitments outside work very well, well, not very well or not at all well?’ (Question 18). The answers given by participants to this question are used Impact of working conditions on job insecurity 35 ",
        "to assess the extent to which workers holding more insecure jobs face more or less difficulties in reconciling work and private life. However, it should be emphasised that the question focuses on participants’ working hours, which is arguably only one of the job aspects that can impact on workers’ ability to reconcile work and family life. However, no apparent relationship emerges between the answer to the above question and objective job insecurity. In other words, working hours in jobs with high values of objective job insecurity do not seem to fit in as well with family or social commitments outside work as in the case of permanent employment. This is true for both men and women. The results are somewhat different when the ‘combination insecurity’ factor is used as the dependent variable. Given that combination security refers to the ability to achieve work–life balance, it refers to both conditions in the workplace that are compatible with work–life balance and the perception of being able to combine social and family responsibilities with work life. It should also be noted that combination security may refer to the presence of support facilities – such as childcare options – which help the individual to combine family and work life. In contrast, combination insecurity refers to adverse working conditions, the unsatisfactory perception of the possibility of combining social and family and work life, and the lack of institutions that assist the worker in achieving work–life balance. Unfortunately, this study cannot consider the role of institutions due to the lack of suitable data. Nonetheless, an indicator of combination insecurity is created that measures the objective and subjective inability of the worker to achieve work–life balance. As already mentioned, a factor analysis is used as a dimension-reducing strategy in this case to concentrate and index the dispersed information in the original data. Unlike the previous dependent variable, the combination insecurity factor encompasses more dimensions of working time and it is arguably better placed for representing those situations in which workers have potentially more difficulties in achieving a satisfactory work– life balance. It includes the number of times a month the individual works unsociable hours – such as at night, in the evening, on Saturdays and Sundays, or more than 10 hours a day – and the subjective perception of work–life imbalance. According to this measure of combination insecurity, the research finds that it is positively linked with objective job insecurity, indicating that when jobs are more insecure it is also more difficult to reconcile non-work and work life. Distinguishing between men and women allows for a further analysis of these results. Women on fixed-term employment contracts achieve less combination security than permanent employees, while male trainees and those with no work contract enjoy a better combination security than permanent workers. Apart from these two cases, differences between genders are relatively small. Employment security and employability: A contribution to the flexicurity debate 36 ",
        "Gender dimension 5 37 In this chapter, the analysis focuses on gender differences in relation to several dimensions: work–life imbalance, as well as discrimination in terms of on-the-job employability or wages. It is worth emphasising as a general point that a comparison is drawn between working men and working women. Working men are similar to the average man in the population with respect to demographic characteristics, marital status and working ability. This is generally because a very high proportion of men are in employment. However, this is not the case for women. Women’s occupation rates are lower than those for men and they are significantly low among older cohorts and low- educated women. This implies that working women are different with respect to the average woman in the population: they are more able in terms of labour market ability than the average woman in the population. This finding is evident, even if only small differences emerge between working men and working women. It is clear that larger differences would have been apparent in the case of non- working women. Work–life imbalance Work–life balance refers to the ability of an individual to combine working hours and family or social commitments outside work. In other words, work–life imbalance exists when an individual does not feel satisfied about the balance between personal life and paid employment. The study investigates the existence of possible gender differentials in the ability to combine personal and working life. In order to carry out this analysis, the sample of respondents is divided into three sub-samples: full-time workers, part-time workers who have chosen part-time working arrangements voluntarily, and involuntary part-time workers. This segregation is mainly because part-time workers might enjoy a higher ability to reconcile work and non-work life, simply as a result of their contractual arrangements. However, if working part time is not a voluntary choice, the ability of combining personal and work life might decrease. The distinction between voluntary and involuntary part-time working is sometimes discussed as an arrangement that would fit personal individual circumstances. Such circumstances may be assessed as voluntary when reasons to look for a part-time job are influenced by the availability of care facilities. The majority of workers in the sample of respondents work full time. Only about 23% of women work part time voluntarily and 5% of women work part time involuntarily; the corresponding figures for men are 5% and almost 2% (see Table 8). Table 8 Prevalence of working time arrangements, by gender (%) Part-time Part-time Full-time involuntary work voluntary work work Men 1.81 5.08 93.12 Women 5.39 22.62 71.99 Source: EWCS, 2005 In Chapter 4, no gender differences emerge. The research examines whether gender differences re- emerge using a different approach. Hence, the combination insecurity factor is not used as part of this analysis; in this way, the subjective perception of imbalance and its objective (likely) ",
        "determinants can be investigated separately. Therefore, focusing attention on ‘work–life imbalance’, the question posed to survey participants in this regard considered the individual perception of the fit between working hours and family or social commitments outside work 16 . The study also takes into account the characteristics of the job that presumably make work–life balance more difficult to achieve – number of times a month the individual works at night, during the evening, on Sunday, on Saturday or more than 10 hours a day. Once having taken into account the characteristics of the job and the characteristics of the person under observation (such as age, education or country of residence), more attention is given to the link between gender and perceived work–life balance. As expected, the abovementioned job characteristics increase the inability of workers to combine personal/social and work life. But once this is taken into account, the result is that no gender differentials exist in the ability to achieve work–life balance. This is true in all the subsets of the population, including full-time, as well as voluntary and involuntary part-time workers. What really matters in terms of achieving work–life balance are job characteristics, not gender. It is, however, clear that men and women are likely to organise themselves differently into jobs, according to the job characteristics that allow different possibilities for combining work and family or personal commitments. Employability and job insecurity: gender differentials Discrimination on the job occurs when two people with equal characteristics and abilities are doing similar jobs but are treated differently by the employer. This section deals exclusively with the issue of gender discrimination; the same approach is viable in other contexts, such as discrimination on the grounds of race, age or nationality. The difference in treatment may take many forms: for example, in relation to wages, job assignments, promotions or any other type of retribution. Gender discrimination may also result in differences among men and women in terms of the level of employability acquired on the job, as well as in differences in the perception and the actual job security. No differences emerge in the level of job insecurity – both objective and subjective – between men and women. On the contrary, the research concludes that average on-the-job employability is lower for women than for men: other things being equal, the average employability of women reaches -0.17 when average employability for men is zero. Further analysis is needed to understand this result. The employability differential may be thought of as being in part due to different levels of personal and jobs attributes (endowments’ differential), as well as differences in the characteristics’ impacts. The study reveals that the observed characteristics (endowment) do not explain the difference in average employability between men and women. The currently available literature interprets this as discrimination: the different average employability is not due to the fact that, for example, women have lower average job tenure or work in industries providing lower employability; in fact, a man and woman with the same tenure and working in the same industry acquire a different on-the-job employability. Employment security and employability: A contribution to the flexicurity debate 38 16 ‘In general, do your working hours fit in with your family or social commitments outside work very well, well, not very well or not at all well?’ ",
        "According to the current study, gender discrimination is more prominent in jobs associated with low and medium employability. However, gender discrimination is less evident in jobs that provide high levels of employability. Variations in employability levels are associated with differences in learning, training and task rotation. In general, women accumulate less employability in terms of learning and in terms of task rotation than men, but acquire the same level of employability in terms of training. The latter result may be rationalised by the actual difficulty for companies to discriminate in offering formal training courses, since this dimension can be easily observed. Wage discrimination Many studies have analysed the wage dispersion within EU countries and have tried to attribute part of this variation to gender discrimination. Moisala (2004) studies wage dispersion in Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Portugal, Spain and the UK, revealing that some degree of gender discrimination is evident in these countries. On the basis of this result, the current study investigates differences in the wage distribution of the EU27 countries. In order to perform this analysis, the net monthly income by decile is used. Figure 14 shows the proportion of workers in each income decile by gender. The data clearly show that female workers are mainly concentrated in the lower income deciles, while men are mainly concentrated in the upper income deciles. Figure 14 Individuals in each income decile, by gender (%) Note:Female share in the sample = 45%. Source:EWCS, 2005 These differences may be due to variations in the types of jobs held by men and women. However, taking into account elements such as education, work experience, job tenure, country, sector of activity, company size, type of employment contract and family characteristics, it emerges that women still earn lower wages than men with equal characteristics. Once again, the research considers this to be discrimination – gender wage discrimination. Gender dimension 39 0 10 20 30 40 50 60 70 80 1 2 3 4 5 6 7 8 9 10 Income decile Men Women ",
        "",
        "Conclusions 6 41 The main focus of this study has centred around the lessons drawn from the findings of the fourth EWCS at worker’s individual level that could highlight the discussion on creating and developing ‘flexicurity’ policies. The analysis confirms that remarkable variability exists across countries in the EU. Besides the divergence in the legal, institutional and political frameworks between the EU Member States, a considerable cross-country variation emerges with respect to the indicators that have been taken into consideration – job insecurity, employability and vulnerability. This means that Member States have not only to begin addressing these issues from different points, but they must also address different problems associated with these factors. One of the main findings of this research is the emergence of a possible clustering of ‘negative’ features for the same individual – high job insecurity and vulnerability, low employability – and a stronger clustering of these negative features for female and young workers. Furthermore, female workers seem to be discriminated against as is clear from the unexplained gap with respect to male workers; discrimination mainly occurs in terms of wages and with regard to the least observable dimensions of on-the-job employability, such as learning and task rotation. It should be taken into account that all of these features might be driven by individual characteristics that are more difficult to observe, such as a worker’s ability. In addition, these are not structural or causal relations but simultaneous occurrences of given features. However, it may be possible to rationalise some of the findings referring to already existing literature in the field, and in particular to questions still open in the economic literature on flexicurity issues. From a theoretical point of view, temporary employment contracts can have two potentially opposite effects. On the one hand, higher flexibility – lower hiring and firing costs – can generate more suitable matches between companies and workers, and thus higher efficiency in the economy. On the other hand, a higher staff turnover decreases the incentive to invest in human capital, both from the company’s and the worker’s point of view, thereby decreasing productivity. The net effect of these two opposite forces is not known for certain. The analysis shows a negative correlation between objective job insecurity and employability: higher insecurity is linked to lower employability. As already mentioned, it is not possible to assess the causal relationship between the two factors: low employability implies that the individual can find only ‘poor’ insecure jobs, or insecure jobs provide lower on-the-job learning and hence lower employability. However, the negative association moves in the direction of supporting the second, pessimistic, line of thought: higher staff turnover decreases productivity. On the other hand, lifelong learning participation rates are positively related to employability: on-the-job employability is higher in countries where participation in lifelong learning programmes is higher. The combination security appears to be an important challenge in setting up flexicurity strategies. The opportunity to reconcile working time with family duties and recreational or social activities has positive implications for the care of children, as well as for encouraging entry into the labour market and enabling people to remain at work. The research questions whether or not flexible employment contracts allow for an easier reconciliation of work and private life. Existing literature is not unanimous on this point. This study finds that, when objective job insecurity is high, it is also more difficult to reconcile work and private life, as measured by the combination insecurity factor. Again, the results support the pessimistic side of the debate. ",
        "It has been occasionally suggested that workers ‘might voluntarily choose’ a flexible career. This theory seems unlikely, based on existing studies: throughout Europe, workers with temporary employment contracts face the highest level of future job insecurity. Overall, more insecure jobs are associated with lower wages and lower satisfaction with overall working conditions; moreover, when objective job insecurity is high, subjective job insecurity is also high. The study looked at what happens after a worker enters a temporary job. It also questions whether temporary jobs are a port of entry towards permanent employment or whether the workers run the risk of being trapped repeatedly into taking up temporary jobs. This is the most relevant question to shape policy interventions. This question cannot be answered with the data from the fourth EWCS. The point is intrinsically dynamic, while EWCS is a snapshot at a point in time. One possibility could be to introduce retrospective questions on past unemployment and employment spells in future waves of the survey. Retrospective questions are clearly a second-best with respect to panel data; however, they are widely used when collecting panel data is not feasible. The EU Labour Force Survey (LFS) is a good example of a survey that uses this approach. At the macroeconomic level – namely the country level – the evaluation of policies already implemented is limited and contradictory. In general, the literature focuses on the impact of institutions on unemployment rates. However, it is not possible to contribute effectively to the current debate at the macroeconomic level. Moreover, Freeman’s (2005) critique is also supported, which emphasises the limitations of studies based on macroeconomic variables and warns against drawing strong conclusions. Finally, it is important to remember that building trust is a prerequisite as well as a by-product of successful flexicurity approaches. As this analysis has shown, some countries display a high level of perceived job insecurity. Such a feeling of insecurity is often associated with a widespread dissatisfaction with the society in which one lives and with democracy (Gallie and Paugam, 2002). Where these negative expectations are dominant, they could seriously undermine the trust of people in future years and therefore their willingness to accept any kind of reform measures. Employment security and employability: A contribution to the flexicurity debate 42 ",
        "Bibliography 43 Acemoglu, D. and Shimer, R., ‘Efficient unemployment insurance’, Journal of Political Economy, Vol. 107, No. 5, 1999, pp. 893–928. Alesina, A. and Drazen, A., ‘Why are stabilizations delayed?’, American Economic Review, Vol. 81, No. 5, 1991, pp. 1170–1188. Algan, Y. and Cahuc, P., Civic attitudes and the design of labormarket institutions: Which countries can implement the Danish flexicurity model?, IZA Discussion Paper No. 1928, Bonn, Institute for the Study of Labour (IZA), 2006. Arts, W.A. and Gellisen, J., ‘Three worlds of welfare capitalism or more? A state-of-the-art report’, Journal of European Social Policy, Vol. 12, No. 2, 2002, pp. 137–158. Atkinson, J., ‘Manpower strategies for flexible organisations’, Personnel Management, No. 16, August 1984, pp. 28–31. Auer, P., In search of optimal labour market institutions, Economic and Labour Market Papers, No. 3, Geneva, International Labour Organization, 2007. Auer, P. and Cazes, S. (eds.), Employment stability in an age of flexibility: Evidence from industrialized countries, Geneva, International Labour Organization, 2003. Becker, G.S., Human capital: A theoretical and empirical analysis, with special reference to education, Third edition, Chicago, University of Chicago Press, 1993. Belot, M. and van Ours, J.C., Does the recent success of some OECD countries in lowering their unemployment rates lie in the clever design of their labour market reforms?, IZA Working Paper No. 147, Bonn, IZA, 2000. Bertola, G., ‘Labor turnover costs and average labor demand’, Journal of Labor Economics, Vol. 10, No. 4, 1992, pp. 389–411. Bertola, G. and Rogerson, R., ‘Institutions and labor reallocation’, European Economic Review, Vol. 41, No. 6, 1997, pp. 1147–1171. Bertolini, S., Di Pierro, D. and Richiardi, M., ‘Giovani e nuove forme di lavoro: Un’indagine sugli utenti dei centri per l’impiego’, in CERP, Laboratorio Ricardo Revelli and URGE (eds.), Le nuove forme di lavoro in Italia e in Piemonte: Nuove opportunità o discriminazione?[Atypical jobs in Italy and Piedmont: New chances or discrimination?], 2007 (unpublished). Berton, F., The (long) run out of unemployment: Are temporary jobs the shortest way?, Working Paper No. 76, Moncalieri, Laboratorio Riccardo Revelli and University of Turin, 1 April 2008. Berton, F., Devicienti, F. and Pacelli, L., Temporary jobs: Port of entry, trap, or just unobserved heterogeneity?, Working Paper No. 68, Moncalieri, Laboratorio Riccardo Revelli and University of Turin, 5 December 2007. Berton, F. and Garibaldi, P., Workers and firm sorting into temporary jobs, Working Paper No. 51, Moncalieri, Laboratorio Riccardo Revelli and University of Turin, 30 August 2006. Berton, F. and Pacelli, L., ‘L’economia delle nuove forme di lavoro’, in CERP, Laboratorio Ricardo Revelli and URGE (eds.), Le nuove forme di lavoro in Italia e in Piemonte: Nuove opportunità o discriminazione?[Atypical jobs in Italy and Piedmont: New chances or discrimination?], 2007 (unpublished). Blanchard, O. and Wolfers, J., ‘The role of shocks and institutions in the rise of European unemployment: The aggregate evidence’, Economic Journal, Vol. 110, No. 462, 2000, pp. 1–33. Blinder, A.S., ‘Wage discrimination: Reduced form and structural estimates’, Journal of Human Resources, Vol. 8, No. 4, 1973, pp. 436–455. Bockerman, P., ‘Perception of job instability in Europe’, Social Indicators Research, Vol. 67, No. 3, 2004, pp. 283–314. Boeri, T., Borsch-Supan, A. and Tabellini, G., ‘Would you like to shrink the welfare state? A survey of European citizens’, Economic Policy, Vol. 16, No. 32, 2001, pp. 9–50. ",
        "Boeri, T., Conde-Ruiz, J.I. and Galasso, V., Protecting against labour market risk: Employment protection or unemployment benefits?, IZA Discussion Paper No. 834, Bonn, IZA, 2003a. Boeri, T., Conde-Ruiz, J.I. and Galasso, V., Cross-skill redistribution and the trade-off between unemployment benefits and employment protection, IZA Discussion Paper No. 1371, Bonn, IZA, 2003b. Booth, A.L., Francesconi, M. and Frank, J., ‘Temporary jobs: Stepping stones or dead ends?’, Economic Journal, Vol. 112, No. 480, 2002, pp. 189–213. Bover, O. and Gómez, R., ‘Another look at unemployment duration: Exit to a permanent versus a temporary job’, Investigaciones Econòmicas, Vol. 28, No. 2, 2004, pp. 285–314. Brunello, G., On the complementarity between education and training in Europe, IZA Discussion Paper No. 309, Bonn, IZA, 2001. Brunello, G., Garibaldi, P. and Wassmer, E. (eds.), Education and training in Europe, Oxford, Oxford University Press, 2007. Caballero, R.J., Cowan, D.N., Engel, E.M.R.A. and Micco, A., Effective labor regulation and microeconomic flexibility, Economic Growth Center Discussion Paper No. 893, New Haven, Yale University, 2004. Cahuc, P. and Zylberberg, A., Labour economics, Cambridge, Massachusetts, MIT Press, 2004. Cazes, S. and Nesporova, A., Labour markets in transition: Balancing flexibility and security in central and eastern Europe, Geneva, International Labour Organization, 2003. Chant, S., Women-headed households. Diversity and dynamics in the developing world, New York, St Martin’s Press, 1997. Clark, A.E. and Postel-Vinay, F., Job security and job protection, CEPR Discussion Paper No. 4927, London, Centre for Economic Policy Research (CEPR), 2005. Davis, S.J. and Haltiwanger, J., ‘Gross job flows’, in Ashenfelter, O. and Card, D. (eds.), Handbook of Labour Economics, Vol. 3, Part 2, 1999, pp. 2711–2805. De Buck, P., Intervention given at the European Commission Stakeholder Conference on Flexicurity, 20 April 2007. Available online at: http://ec.europa.eu/employment_social/employment_strategy/ flex_stakeholderconference_en.htm De Graaf-Zijl, M., The economic and social consequences of temporary employment: A review of the literature, SEO Discussion Paper No. 47, Amsterdam, SEO Economic Research, 2005. De Grip, A., van Loo, J. and Sanders, J., ‘The industry employability index: Taking account of supply and demand characteristics’, International Labour Review, Vol. 143, No. 1, 2004. De Hann, E., Vos, P. and de Jong, P., ‘Flexibilisation of labour’, Serie Wetenschappelijke Publikaties, Amsterdam, Nationaal Vakbondsmuseum, 1995. Del Conte, M., Devillanova, C. and Morelli, S., ‘L’indice OECD di rigidità nel mercato del lavoro: Una nota’, Politica Economica, Vol. 20, No. 3, December 2004, pp. 335–356. Deloffre, A. and Rioux, L., Do workers correctly assess their job security? A European comparison, Paris, Conseil de l’emploi, des revenues et de la cohesion sociale (CERC) and Centre de Recherche en Économie et Statistique and Institut National de la Statistique et des Études (CREST-INSEE), 2003. Dieckhoff, M., Jungblut, J.M. and O’Connell, P.J., Job-related training in Europe: Do institutions matter?, in Gallie, D. (ed.), Employment regimes and the quality of work, Oxford, Oxford University Press, 2007. Dolado, J.J., Garcìa-Serrano, C. and Jimeno, J.F., ‘Drawing lessons from the boom of temporary jobs in Spain’, Economic Journal, Vol. 112, No. 721, June 2002, pp. F270–F295. Elmeskov, J., Martin, J. and Scarpetta, S., ‘Key lessons for labour market reforms: Evidence from OECD countries’ experiences’, Swedish Economic Policy Review, Vol. 5, No. 2. 1998, pp. 205–252. Employment security and employability: A contribution to the flexicurity debate 44 ",
        "Esping-Andersen, G., The three worlds of welfare capitalism, Princeton, New Jersey, Princeton University Press, 1990. Esping-Andersen, G., Social foundations of post-industrial economies, New York, Oxford University Press, 1999. Esping-Andersen, G., ‘A welfare state for the 21st century’, in Giddens, A. (ed.), The global third way debate, Oxford, Oxford Polity Press, 2001, pp. 134–156. European Trade Union Confederation (ETUC), The flexicurity debate and the challenges for the trade unionmovement, Brussels, 2007. Available online at: http://www.etuc.org/a/358 Eurobarometer, European employment and social policy, Brussels, TNS Opinion and Social, October 2006. Available online at: http://ec.europa.eu/public_opinion/archives/ebs/ebs261_en.pdf European Business Test Panel (EBTP), European survey on flexicurity, 2007. Available online at: http://ec.europa.eu/yourvoice/ebtp/consultations/flex/resflex.pdf European Commission, Modernising the organisation of work – A positive approach to change, Communication from the Commission, COM (1998) 592, Brussels, 1998. European Commission, Taking stock of five years of the European Employment Strategy, Communication from the Commission, COM (2002) 416 final, Brussels, 17 July 2002. European Commission, Employment in Europe 2005, Luxembourg, Office for Official Publications of the European Communities, 2005. European Commission, European Employment Strategy (2007a). Available online at: http://ec.europa.eu/ employment_social/employment_strategy/index_en.htm European Commission, Towards common principles of flexicurity: More and better jobs through flexibility and security, Communication from the Commission, COM (2007b) 359 final, Brussels, 2007. European Employment Observatory, European Employment Observatory Review: Autumn 2006, Luxembourg, Office for Official Publications of the European Communities, 2007. European Expert Group on Flexicurity, Flexicurity pathways–Turning hurdles into steppingstones, Brussels, June 2007. European Foundation for the Improvement of Living and Working Conditions (Eurofound), Varieties of flexicurity: Reflections on key elements of flexibility and security, Dublin, 2007a. Available online at: http://www.eurofound.europa.eu/pubdocs/2007/21/en/1/ef0721en.pdf European Foundation for the Improvement of Living and Working Conditions (Eurofound), Fourth European Working Conditions Survey: Qualitative post-test analysis, Dublin, 2007b. Available online at: http://www.eurofound.europa.eu/pubdocs/2007/671/en/1/ef07671en.pdf Farber, H., ‘Mobility and stability: The dynamics of job change in labor markets’, in Ashenfelter, O. and Card, D. (eds.), Handbook of Labor Economics, Vol. 3, Part 2, 1999, pp. 2439–2483. Fernandez, R. and Rodrik, D., ‘Resistance to reform: Status quo bias in the presence of individual- specific uncertainty’, American Economic Review, Vol. 81, No. 5, 1991, pp. 1146–1155. Ferrera, M., ‘The “southern model” of welfare in social Europe’, Journal of European Social Policy, Vol. 6, No. 1, 1996, pp. 17–37. Fields, G., ‘Accounting for income inequality and its change: A new method, with application to the distribution of earnings in the United States’, Research in Labor Economics, Vol. 22, 2003, pp. 1–38. Freeman, R., Labour market institutions without blinders: The debate over flexibility and labour market performance, NBER Working Papers, No. 11286, 2005. Freeman, R. and Medoff, J., What unions do?, New York, Basic Books, 1984. Gagliarducci, S., ‘The dynamics of repeated temporary jobs’, Labour Economics, Vol. 12, No. 4, 2005, pp. 429–448. Bibliography 45 ",
        "Gallie, D. and Paugam, S., Social precarity and social integration, Report for the European Commission, Directorate-General Employment, Eurobarometer 56.1, Brussels, 2002. Goudswaard, A. and de Nanteuil, M., European Foundation for the Improvement of Living and Working Conditions, Flexibility and working conditions. A qualitative and comparative study in seven EU Member States, Luxembourg, Office for Official Publications of the European Communities, 2000. Available online at: http://www.eurofound.europa.eu/pubdocs/2000/07/ en/1/ef0007en.pdf Halle Institute for Economic Research, The performance of European labour markets on the basis of data obtained from the June 2004 ad hoc labour market survey, EU Project ECFIN/2004/A3- 02, Halle, October 2005. Keune, M. and Jepsen, M., ‘Not balanced and hardly new: The European Commission’s quest for flexicurity’, in Jørgensen, H. and Madsen, P.K. (eds.), Flexicurity andbeyond, Copenhagen, DJØF Publishing, 2007. Kok, W., Facing the challenge. The Lisbon Strategy for growth and employment, Report from the High Level Group chaired by Wim Kok, Brussels, November 2004. Layte, R., Maître, B., Nolan, B. and Whelan, C.T., ‘Persistent and consistent poverty: An analysis of the first two waves of the ECHP’, Review of Income and Wealth, Vol. 47, No. 4, 2001, pp. 427– 450. Michie, J. and Sheehan, M., ‘Labour market deregulation, flexibility and innovation’, Cambridge Journal of Economics, Vol. 27, No. 1, 2003, pp. 123–143. Mincer, J., Schooling, experience and earnings, New York, Columbia University Press, 1974. Moisala, J., Earnings in Europe: A comparative study on wage and income disparities in theEuropean Union, Discussion Paper No. 202, Helsinki, Labour Institute for Economic Research, 2004. Monks, I., Intervention at the Commission Stakeholder Conference onFlexicurity, 20 April 2007. Available online at: http://ec.europa.eu/employment_social/employment_strategy/ flex_stakeholderconference_en.htm Neumark, D., ‘Employers’ discriminatory behavior and the estimation of wage discrimination’, Journal of Human Resources, Vol. 23, No. 3, 1988, pp. 279–295. Nickell, D., ‘Unemployment and labor market rigidities: Europe versus North America’, Journal of Economic Perspectives, Vol. 11, No. 3, 1997, pp. 55–74. Nickell, S., Nunziata, L. and Ochel, W., ‘Unemployment in the OECD since the 1960s. What do we know?’, Economic Journal, Vol. 115, No. 500, 2005, pp. 1–27. Oaxaca, R., ‘Male-female wage differentials in urban labor markets’, International Economic Review, Vol. 14, No. 3, 1973, pp. 693–709. O’Flaherty, B. and Siow, A., ‘Up-or-out rules in the market for lawyers’, Journal of Labor Economics, Vol. 13, No. 4, 1995, pp. 709–735. Organisation for Economic Co-operation and Development (OECD), Employment Outlook, Paris, OECD, 1997. Organisation for Economic Co-operation and Development (OECD), Employment Outlook, Paris, OECD, 1999. Organisation for Economic Co-operation and Development (OECD), Employment Outlook, Paris, OECD, 2004. Papapetrou, E., ‘The unequal distribution of the public-private sector wage gap in Greece: Evidence from quantile regression’, Applied Economics Letters, Vol. 13, No. 4, 2006, pp. 205–210. Parent-Thirion, A., Fernández Macías, E., Hurley, J. and Vermeylen, G., European Foundation for the Improvement of Living and Working Conditions, Fourth European Working Conditions Survey, Employment security and employability: A contribution to the flexicurity debate 46 ",
        "Luxembourg, Office for Official Publications of the European Communities, 2007. Available online at: http://www.eurofound.europa.eu/publications/htmlfiles/ef0698.htm Picchio, M., ‘Temporary jobs and state dependence in Italy’, Quaderni di Ricerca, No. 272, Università Politecnica delle Marche, 2006. Postel-Vinay, F. and Saint-Martin, A., ‘Comment les salariés perçoivent-ils la protection de l’emploi?’, Économie et Statistique, No. 372, 2005, pp. 41–59. Preuss, G.A. and Lautsch, B.A., ‘The effect of formal versus informal job security on employee, involvement programs’, Industrial Relations, Vol. 57, No. 3, 2002. Room, G., Challenges facing the EU: Scope for a coherentresponse, Paper presented at the URGE- lunch seminar, Collegio Carlo Alberto, Moncalieri, 2006. Salvatori, A., Employment protection legislation and workers’ well-being: Evidence on job satisfaction, Coventry, University of Warwick, 2007. Scarpetta, S., ‘Assessing the role of labour market policies and institutional settings on unemployment: A cross-country study’, OECD Economic Studies, Vol. 2, No. 26, 1996, pp. 43–82. Scruggs, L., ‘The generosity of social insurance, 1971–2002’, Oxford Review of Economic Policy, Vol. 22, No. 3, 2006. Scruggs, L. and Allan, J., ‘Welfare-state decommodification in 18 OECD countries: A replication and revision’, Journal of European Social Policy, Vol. 16, No. 1, 2006, pp. 55–72. Social Platform, Intervention at the Commission Stakeholder Conference on Flexicurity, 20 April 2007. Available online at: http://ec.europa.eu/employment_social/employment_strategy/ flex_stakeholderconference_en.htm. Standing, G., Global labour flexibility:Seeking distributive justice, London, Macmillan Press, 1999. Tangian, A.S., Monitoring flexicurity policies in the EU with dedicated composite indicators, Paper presented at the European Commission (DG Employment, Social Affairs and Equal Opportunities), Brussels, 18 March 2005. Tangian, A.S., Flexibility-flexicurity-flexinsurance: Response to the European Commission’s Green Paper ‘Modernising labour law to meet the challenges of the 21st century’, WSI Discussion Paper No. 149, Düsseldorf, Hans Böckler Foundation, 2007. Taylor-Gooby, P. (ed.), New risks, new welfare. The transformation of the European welfare state, Oxford, Oxford University Press, 2007. Van Ours, J.C. and Vodopivec, M., Duration of unemployment benefits and quality of post- unemployment jobs: Evidence from a natural experiment, World Bank Policy Research Working Paper No. 4031, New York, 2006. Villosio, C., Di Pierro, D., Giordanengo, A., Pasqua, P. and Richiardi, M., European Foundation for the Improvement of Living and Working Conditions, Working conditions of an ageing workforce, Luxembourg, Office for Official Publications of the European Communities, 2008. Wilthagen, T., Balancing flexibility and security in European labour markets, Paper presented at the conference on ‘Recent developments in European industrial relations’, organised by the Dutch Socioeconomic Council (SER) within the framework of the Dutch EU presidency, The Hague, 7–8 October 2004. Wilthagen, T. and Tros, F., ‘The concept of “flexicurity”: A new approach to regulating employment and labour markets’, Transfer, Vol. 10, No. 2, 2004, pp. 166–186. Wilthagen, T., Tros, F. and van Lieshout, H., Towards ‘flexicurity’? Balancing flexibility and security in EU Member States, Paper presented at the 13th World Congress of the International Industrial Relations Association (IIRA), Berlin, September 2003. Bibliography 47 ",
        "",
        "European Foundation for the Improvement of Living and Working Conditions Employment security and employability: A contribution to the flexicurity debate Luxembourg: Office for Official Publications of the European Communities 2008 – X, 47 p. – 21 x 29.7 cm ISBN 978-92-897-0828-9 ",
        "EF/08/36/EN SALES AND SUBSCRIPTIONS Publications for sale produced by the Office for Official Publications of the European Communities are available from our sales agents throughout the world. How do I set about obtaining a publication? Once you have obtained the list of sales agents, contact the sales agent of your choice and place your order. How do I obtain the list of sales agents? (cid:129) Go to the Publications Office website: http://publications.eu.int/ (cid:129) Or apply for a paper copy by fax (352) 2929 42758 ",
        "4 5 T J - 30 - 08 - 456 - E N - C In the current EU debate on labour market and employment policies, the concept of ‘flexicurity’ – the balance between the flexibility and security needs of employers and employees – has emerged as a central issue. This report puts forward four key indicators to be taken into account in the discussion on flexicurity: objective job insecurity, subjective job insecurity, employability and vulnerability. The analysis is based on findings from the fourth European Working Conditions Survey carried out across 31 countries, including the 27 EU Member States. The report also explores a form of employment that has in recent years come to signify flexibility in many countries: temporary employment contracts. Are temporary jobs a port of entry into permanent employment or do such workers run the risk of being trapped in a cycle of temporary jobs? Finally, the report looks at gender differences in relation to work–life balance, employability and wages, showing the impact of part-time work on these dimensions. The European Foundation for the Improvement of Living and Working Conditions is a tripartite EU body, whose role is to provide key actors in social policymaking with findings, knowledge and advice drawn from comparative research. The Foundation was established in 1975 by Council Regulation EEC No. 1365/75 of 26 May 1975. ISBN 978-92-897-0828-9 9 789289 708289 "
    ]
}