{
    "text": [
        "THE EUROPEAN ENVIRONMENT STATE AND OUTLOOK 2010 ASSESSMENT OF GLOBAL MEGATRENDS ",
        "Cover design: EEA/Rosendahl-Schultz Grafisk Production support: Claudia Heberlein, Carolyne Daniel, Emmanuelle Bournay (Zoï Environment Network), Riccardo Pravettoni (GRID-Arendal), Alex Kirby and Harry Forster Copyright notice © EEA, Copenhagen, 2010 Reproduction is authorised, provided the source is acknowledged, save where otherwise stated. Information about the European Union is available on the Internet. It can be accessed through the Europa server (www.europa.eu). Luxembourg: Publications Office of the European Union, 2010 ISBN-13 978-92-9213-166-1 doi:10.2800/62020 European Environment Agency Kongens Nytorv 6 1050 Copenhagen K Denmark Tel.: +45 33 36 71 00 Fax: +45 33 36 71 99 Web: eea.europa.eu Enquiries: eea.europa.eu/enquiries ",
        "",
        "4 The European environment | State and outlook 2010 Acknowledgements Authors and contributors EEA lead authors Teresa Ribeiro, Axel Volkery, Anita Pirc-Velkavrh, Hans Vos and Ybele Hoogeveen. EEA contributors Jock Martin, David Stanners, Gordon McInnes and Jacqueline McGlade. Elena Santer, Anca Diana Barbu, Dorota Jarosinska, Lars Mortensen and Manuel Winograd. Advisory group Ella Antonio, Earth Council Asia-Pacific. Jan Bakkes, Netherlands Environmental Assessment Agency. Owen McIntyre, National University of Ireland, Member of the EEA Scientific Committee John Seager, Environment Agency of England and Wales. Detlev Sprinz, Potsdam Institute for Climate Impact Research, Chairman of the EEA Scientific Committee Ferenc L. Toth, International Atomic Energy Agency. Feedback European Commission: DG Environment, Joint Research Centre and Eurostat. EEA Management Board members. EEA staff: John van Aardenne, Martin Adams, Mikael Skou Andersen, Trine Christiansen, Robert Collins, Gorm Dige, Hans-Martin Füssel, David Gee, Birgit Georgi, Thomas Henrichs, Josef Herkendell, Stephane Isoard, André Jol, Anke Lükewille, Paul McAleavey, Andrus Meiner, Stefan Speck, Valentin Voltescu, Jean- Louis Weber and André Wehrli. Consultancy support Bio Intelligence Service S.A.S. ECORYS Nederland B.V. London School of Economics (LSE) Global Governance Milieu Ltd. Modus Vivendi Ltd. Stockholm Environmental Institute Call for evidence to support the European Environment Agency, July–September 2009 We would like to thank all institutions and experts who submitted evidence that helped shape this work in its early stages. Assessment of global megatrends ",
        "5 The European environment | State and outlook 2010 Assessment of global megatrends Contents What is the SOER 2010?................................................................................................................6 Why assess global megatrends?......................................................................................................7 Global megatrends.......................................................................................................................9 Increasing global divergence in population trends.............................................................................9 Living in an urban world..............................................................................................................15 Disease burdens and the risk of new pandemics..............................................................................19 Accelerating technological change: racing into the unknown.............................................................25 Continued economic growth.........................................................................................................31 From a uni-polar to a multi-polar world......................................................................................... 35 Intensified global competition for resources....................................................................................41 Decreasing stocks of natural resources..........................................................................................47 Increasingly severe consequences of climate change.......................................................................53 Increasing environmental pollution load.........................................................................................59 Environmental regulation and governance: increasing fragmentation and convergence.........................65 Links between global megatrends and Europe’s environmental challenges...........................................71 Responding to global megatrends.................................................................................................75 List of abbreviations....................................................................................................................78 Bibliography...............................................................................................................................79 Social Technological Economical Environmental Political ",
        "6 The European environment | State and outlook 2010 What is the SOER 2010? Assessment of global megatrends Thematic assessments Assessment of global megatrends SOER 2010 — Synthesis — Country assessments Understanding climate change Country profiles National and regional stories Climate change mitigation Common environmental themes Land use Nature protection and biodiversity Freshwater Air pollution Waste Mitigating climate change Adapting to climate change Biodiversity Land use Soil Marine and coastal environment Consumption and environment Material resources and waste Water resources: quantity and flows Freshwater quality Air pollution Urban environment Social megatrends Technological megatrends Each of the above are assessed by each EEA member country (32) and EEA cooperating country (6) Economic megatrends Environmental megatrends Political megatrends This ‘thematic assessment’ is part of The European environment — state and outlook 2010 (SOER 2010), the flagship report of the European Environment Agency (EEA). Its main goal is to provide information on the state of, trends in and prospects for Europe’s environment, including causes, impacts and potential responses. It is aimed primarily at policy makers, in Europe and beyond, involved with framing and implementing policies that could support environmental improvements in Europe. The information can also help European citizens to better understand, care for and improve Europe’s environment. The SOER 2010 ‘umbrella’ includes four key assessments: (1) a set of 13 Europe-wide thematic assessments of key environmental themes (including this assessment); (2) an exploratory assessment of global megatrends relevant for the European environment; (3) a set of country assessments of the environmental situation in individual European countries; and (4) a synthesis — an integrated assessment based on the above SOER 2010 assessments and other EEA activities. SOER 2010 assessments The above outputs, plus two-page summaries of each of the 13 thematic assessments, are located on the SOER 2010 website at: www.eea.europa.eu/soer. The website also provides an advanced search function, audiovi- suals, SOER-wide key facts and messages, summaries in non-technical language, as well as media, launch and event information. Finally, the ‘SOER Policy Calendar’ links key policy areas and upcoming milestones with SOER and other EEA information products. ",
        "7 The European environment | State and outlook 2010 Assessment of global megatrends Why assess global megatrends? Europe is bound to the rest of the world through an enormous number of systems — environmental, economic, social, political and others — enabling a two-way flow of materials and ideas. Europe contributes to global environmental pressures and accelerating feedbacks through its dependence on fossil fuels, mining products and other imports. Conversely, changes elsewhere increasingly affect Europe, both directly as in the case of environmental change or indirectly through, for example, intensified socio-economic pressures. This assessment of global megatrends focuses on the impact of global pressures on Europe. A global- to-European perspective is relevant for European environmental policy making because Europe’s environmental challenges and management options are being reshaped by global drivers such as demographics, technologies, trade patterns and consumption. Many of these changes are interdependent and likely to unfold over decades. They can significantly affect Europe‘s resilience in the long term. Naturally, such changes also offer unique opportunities for action. But effective measures require better information and better understanding of a highly complex and evolving situation. This assessment groups a rich diversity of information on global drivers of change into a number of identified social, technological, economic, environmental and political (governance) megatrends. It summarises key developments in the form of succinct information sheets. The analysis also attempts to trigger a discussion about how we should monitor and assess future changes in order to better inform European environmental policymaking. There are many ways to assess global megatrends and a number of diverging views are valid. The diversity, complexity and uncertainty inherent in the analysis require a broad, diverse approach to building up the information base, including stakeholder consultation and the use of existing academic and other expert information. The approach used for this assessment has included: • • • • • The complexity of interlinkages and the manifold uncertainties inherent in megatrends require an exploratory, qualitative approach, underpinned by empirical data. This does not rely solely on quantitative modelling, although model results are used in the analysis. Current approaches to risk analysis and quantitative forecasting are problematic since the systems addressed and their dynamics are not well understood, assumptions are often non-transparent, and necessary data are not always available. Subsequent chapters of this assessment provide analysis of the 11 most relevant megatrends, selected according to the criteria of relevance, novelty, data availability and feasibility within the time frame of the assessment. They also summarise the links between megatrends and Europe’s priority environmental challenges, and reflect on possible implications for policymaking. A public call for evidence on global megatrends of re- levance for Europe’s long-tem environmental context. The call was launched in June 2009 via the EEA web- site and disseminated to relevant research networks and mailing lists. It generated a list of relevant studies that helped further prioritise topics for the analysis. Setting up an external advisory group to guide the progress of the work, comprising representatives of international and national organisations in the field of environmental assessment as well as the EEA’s Scientific Committee members. Reviews of academic and non-academic information sources in the form of eight targeted background reports produced between autumn 2009 and 2010. Consolidating the information base following the STEEP (social, technological, economic, environmental and political) framework for classifying drivers of change. Structuring the information base into information sheets including indicators. ",
        "8 The European environment | State and outlook 2010 ",
        "9 The European environment | State and outlook 2010 Assessment of global megatrends Increasing global divergence in population trends The global population will still be growing midway through the 21st century but at a slower rate than in the past. People will live longer, be better educated and migrate more. Some populations will increase as others shrink. Migration is only one of the unpredictable prospects for Europe and the world. ",
        "10 The European environment | State and outlook 2010 also in some developing countries (which until now have grown) from 2020-2030 onwards, especially in Asia. Most of the countries in North America and Western Europe ( 2 ) are still growing despite aging, mostly due to migration ( 3 ). However, it is expected that they will also register declines without policies to compensate for advanced aging and to attract migrants. China can expect a dramatic demographic transformation with a massive shift in age structure, a declining trend starting around 2030, and a rapid decline of the share and size of the working age population, which currently provides one of the biggest windows of opportunity for economic growth. After an initial increase China’s population will by mid-century have fallen to its size in 2000, and by the end of the century may have halved from the 2000 level. But China’s trends are qualified by high uncertainty over expected fertility rates, gender balance (there is a falling trend in the number of baby girls born due to the one- child policy), the population’s age structure and the current size of the population (IASA, 2007). The main demographic characteristics of this century will be: the aging of societies which will spread to most countries; slower global population growth, with major regional differences; and migration, especially caused by environmental factors. Today the world population continues to grow, though much more slowly than in the recent past. It has more than doubled since the 1960s, but is very unlikely to double again during this century ( 1 ) (IIASA, 2007). It is expected to peak at around nine billion people by around 2050 (UN Population Division, 2009) or 2070 (IIASA, 2007). There is a less than 10 % chance that in 2100 there will be fewer people than today, or that they will exceed 11 billion (Lutz et al, 2008). However, there are considerable regional differences. A major decline is expected in Eastern Europe ( 1 ), where the population is expected to be less than half today’s level by 2100, and in many African countries, though it is likely to have doubled by 2100 (IASA, 2007). The trend for population to decline is expected Increasing global divergence in population trends ",
        "11 The European environment | State and outlook 2010 Assessment of global megatrends Populations are expected to grow older throughout this century. The speed at which this is happening is not steady. Demographers assume that populations will grow older more rapidly in the next few decades especially in some developing countries (China, some Pacific islands, Central Asia) and that from about 2030 to 2050, this trend will spread to most regions of the world (Lutz et al., 2008), (NIC, 2008). There are also obvious differences in the speed of aging between developed and developing countries: developing countries are expected by 2050 to be aging as fast as the developed world does now (Jackson R., Howe, N., 2008). This will leave developing countries less time to adapt and pose challenges of how to deal with changes in the structure of society, but with only limited resources. ",
        "12 The European environment | State and outlook 2010 One significant impact of aging is on the size of the working population. It has already peaked in developed countries, and is expected to peak around 2015 in China (Lutz, 2009), (CIA, 2001). The elderly part of society is also more vulnerable to diseases and climate change impacts, placing new structural demands on society to deal with (CIA, 2001), (DG ECFIN, 2008). In contrast to the marked aging of many developed world populations, many developing countries will experience substantial youth bulges ( 4 ) until 2025. Several with the largest bulges are among the world’s most unstable (or potentially unstable) states, for instance in sub-Saharan Africa and the Middle East. It can be seen how the disparities between the “youngest” and “oldest” countries are increasing (figure above). These demographic differences, combined with growing economic disparities, are increasing the pressure for migration, which is expected to become a more important factor in demographic change over the next 50 years. Environmentally-induced migration will gain in importance (see figure on p.21). Migration significantly affects ethnic diversity, age composition and the size of the work force in recipient countries. After 1950 migration was driven by the liberalisation of trade in goods and by movements of capital, and was further accelerated Increasing global divergence in population trends ",
        "13 The European environment | State and outlook 2010 Assessment of global megatrends by differences in income, and by conflict. Migration can benefit both sides: host countries, for example, by filling a labour gap, and home countries through remittances. Migrations are complex and uncertain phenomena which depend on a range of undefined social, economic and environmental factors. There is currently no way to consider these uncertainties in projections. From a development perspective, what matters is not simply the actual number of people, but also the population potential in terms of maintaining human capital (DRC, 2008). The shift in the distribution of human capital (people of working age who have at least secondary education) does not match the main demographic picture. It is Europe and North America which still possess the most human capital today, but in the future Asia is expected to show the biggest gains, with Africa remaining at the bottom. By 2015 or thereabouts China’s human capital will overtake Europe’s and North America’s combined (Poncet, 2006). ",
        "14 The European environment | State and outlook 2010 ( 1 ) IIASA grouping for Eastern Europe: Albania, Bosnia-Herzegovina, Bulgaria, Croatia, Czech Republic, Hungary, FYR Macedonia, Poland, Romania, Slovak Republic, Slovenia, Serbia, Montenegro, Russia, Ukraine , Moldova, Belarus. ( 2 ) IIASA grouping for Western Europe: Austria, Belgium, Cyprus, Denmark, Finland, France, Germany, Greece, Greenland, Iceland, Ireland, Italy, Liechtenstein, Luxembourg, Malta, Monaco, Netherlands, Norway, Portugal, Spain, Sweden, Switzerland, Turkey, United Kingdom. ( 3 ) In developed countries migrants accounted for nearly half of the population growth rate in the 1990s. ( 4 ) Youth bulges are disproportionate concentrations of people in the 15-to-29 year-old age group. ( 5 ) Adjusted fertility rates by ‘tempo’ effect (taking into account the time when women have children, for example: whether at 25 or at 38 makes a difference ) depresses the normal fertility rate (IIASA, 2010). Why is demography important for Europe? Population growth influences most global megatrends. Its probable end will not solve the world’s problems but can help efforts towards sustainable development. A growing population will cause increases in the use of natural resources, environmental pollution, and land use changes like urbanisation. The shifts in global demographic trends will have indirect impacts on the European environment through climate change and resource consumption. Migration from outside Europe may compensate to some extent for the natural decline of Europe’s population and workforce, but will require substantial policy interventions at a regional and national level (Nimwegen and Erf (eds.), 2010). Overpopulation (Pearce, 2010) as a main cause of planetary crisis is being questioned. It is not that there are too many of us for the planet to sustain, but that we are collectively using up more resources than the planet can produce. The use of natural resources is driven more by economic growth than population growth in a growing number of regions. (important for developed countries) and to the efficiency of local health services (in developing countries). It is also uncertain how far the positive effects of longer, healthier lives will be cancelled out by negative ones - increased inequalities, the decreasing health of poor people, and the spread of diseases. But the nature of the links between aging and economic growth are now better understood, showing that the costs of aging to a society may be less than predicted earlier (Pearce, 2010). Life expectancy rose rapidly in the 20th century, thanks to improvements in public health, nutrition and medicine. It is expected to increase further, supported by technology and economic development and access to health care. But this may be very expensive and so will affect mainly the wealthiest in society. Access to health care, drinking water, sanitation and family planning services, healthy food and advanced treatment varies and could cause increasing health gaps between rich and poor. These inequalities exist between regions, but also importantly within countries, and even between different groups, sometimes within the same city (especially in emerging economies) (EEA, 2010) (figure p.11 right). Poverty is a key driver for migration, which is considered the most uncertain element of drivers of population growth (IIASA, 2007). Economic growth, environmental degradation, climate change impacts and migration policies are the main uncertainties influencing international migration flows. In summary, increasing uncertainties and complexity in projected numbers of demographic trends suggest that forecasting methods are less and less suitable. A better understanding of uncertainty itself and of how projections are made is needed (Lutz, 2009). Uncertainties and assumptions on which projections are based also need to be communicated better to users (IIASA, 2007). Key drivers and uncertainties Fertility, mortality, migration, economic development, poverty and governance are the main drivers of population growth. But uncertainty abounds, over migration flows, for example, the development of women’s education and access to birth control, over fertility rates, access to health care and people’s life expectancy (NIC, 2008). Again, how will government policies on education, health, migration and rapid urbanisation develop? How will technology help aging? There is even uncertainty over our current situation, including fertility levels in China and HIV/ AIDS prevalence in Africa (IIASA, 2007). While there is reasonable confidence over broad trends in the shorter term, substantial uncertainty attaches to the specific trend for any country or region (US National Academy of Sciences, 1998). It is uncertain how fertility rates will develop in different parts of the world, and especially how they will change after the transition to older societies in developed countries. Half the world already has a fertility rate below the long-term replacement level. That includes all of Europe, and much of the Caribbean and the Far East. Even small changes in fertility rates can lead to significant changes in population sizes. Globally, women today have half as many babies as their mothers did, mostly from choice. The average age of women having children adds to projections on fertility rates ( 5 ) (figure p. 13). With mortality, demographers have tended to underestimate the gains in life expectancy, which affected aging predictions. New approaches and alternative indicators are being developed to take into account the effect of people who live longer, healthier lives. Furthermore, estimates of life expectancy uncertainties are related to the biological upper limit of the human life span Increasing global divergence in population trends ",
        "15 The European environment | State and outlook 2010 Assessment of global megatrends Living in an urban world An increasingly urban world will probably mean spiralling consumption and greater affluence for many. But it also means greater poverty for the urban underprivileged. Poor urban living conditions and associated environmental and heath risks could impact all areas of the world, including Europe. ",
        "16 The European environment | State and outlook 2010 For the first time in history more than 50 % of the world’s population live in urban areas. By 2050, about 70 % of people are likely to be urban, compared with less than 30 % in 1950 (UNDESA, 2010). Demographers estimate that Asia will be home to more than 50 % of the global urban population by 2050, while Europe’s urban population as a percentage of the global total is likely to have shrunk considerably. Many emerging and developing economies may not have reached the same level of urban density as today’s developed countries by 2050. Yet the speed and scope of the urban transition is far greater today than it was just half a century ago in the developed world (UNDESA, 2010). Cities are also reaching historically unprecedented sizes – the rising number of mega-cities across the globe puts enormous strains on their natural resources support systems. The even faster growth in small- and medium— sized cities could be more important from an environmental perspective. Cities concentrate investment and employment opportunities, promoting economic growth and increasing productivity. They provide higher-income jobs, as well as greater access to goods, services and facilities and improved health, literacy and quality of life. These conditions tempt rural residents to search for a better life and higher income in urban areas. People in the countryside tend to have lower average incomes and more conservative spending habits (EEA, 2010). Living in an urban world ",
        "17 The European environment | State and outlook 2010 Assessment of global megatrends Regional urbanisation levels differ and this is very likely to continue. South East Asia, particularly India and China, is expected to see the bulk of global urban growth and become the dominant world consumer market in the future, followed by countries such as Brazil, Mexico, Russia, South Africa and Turkey. More and more people are now entering the middle class, increasing their average income and spending power (Kharas, 2010) (figure above). According to one estimate the middle class population of South and East Asia, which possessed about 2.1 % of global income in 2000, could own more than 7 % by 2030 (World Bank, 2007). The focus of spending in many of the emerging economies continues to change from basic to more optional goods (Accenture, 2009). By 2025 China is likely to overtake the US to become the world’s biggest consumer market, with India as the third largest and Russia the fourth, defining their own brands, fashions and cultures. They will increasingly affect global market developments and trends (US NIC, 2008). But other parts of Asia are struggling to catch up or are even falling behind in terms of overall welfare increase. Processes of urbanisation and consumption changes are gaining speed in other parts of the world as well, but are often not regarded as being as dynamic as the processes which are leading to the Asian giants’ situation. Urban development offers unique chances for improvement in the quality of life and environmental protection if it is governed effectively. It offers major opportunities to reduce energy demand ",
        "18 The European environment | State and outlook 2010 Why is urbanisation important for Europe? A fast-growing group of people in emerging economies will demand access to the standards of living reserved till now mainly for the residents of high-income countries. Consequently, demand for international goods and services will grow as well as pressure for policies that support market integration. How urban areas, particularly in South East Asia, are built and governed will have strong impacts on global emissions of greenhouse gases and on resource demand. Once built, they are difficult and slow to change, and so is individual behaviour adapted to these structures. In many places in the developing world, cities currently run the risk of locking in energy- and resource-intensive models of urban development for decades ahead. A particular challenge for urban planners in developing countries is the fact that multiple environmental issues tend to arrive earlier in the development process (i.e. at lower income levels) and in a shorter time span than during the development of European countries, for example. Europe can provide useful expertise and low-carbon and resource-efficient technologies. Large urban agglomerations (and rural areas) in regions with weak governance structures are vulnerable to social and political unrest, particularly when they are characterised by poor infrastructure and resource supply and exposed to increased impacts of global environmental change. North Africa and the Middle East have experienced the highest rate of population growth in the world over the past century, and could therefore be at risk (UNDESA, 2010). In a highly interconnected world the effects on Europe of changes in urbanisation and related consumption patterns will be mostly indirect. They will include, for example, the possibility of changing European land-use patterns induced by tougher resource competition. If urban slum development continues, the risks of disease development and global spread through tourism may expose Europe to new, known, and unknown diseases. Key drivers and uncertainties Rural-urban migration is driven by several factors: high fertility rates in many rural areas, for example, and limited employment opportunities, particularly from the marginalisation of small farmers. Urban areas offer better jobs and education opportunities. Urban growth is also driven by, among other things, the geographic concentration of investments, foreign direct investments and outsourcing from western economies. A key uncertainty relates to the development of regional fertility rates. If decline does not continue as assumed, urban population growth may strongly exceed current estimates. Policy developments, particularly on social welfare and health care, are a key uncertainty, and are largely shaped by the prospects for economic growth. The development of domestic consumption also depends on several factors, such as how far economies will integrate economically, the impact of population aging, and the capacity for strengthening private investment and education. and minimise pressures on surrounding lands and natural resources, as a consequence of the concentrated form and efficiencies of scale in cities. However, poor governance can exacerbate two main environmental problems: poverty and increased affluence (Worldwatch Institute, 2008). In many emerging economies, urban poverty is on the rise. Informal settlements and slums house more than a billion urban dwellers already. While the majority of the population suffering severe deprivation still lives in rural areas, there is a large and growing proportion in urban areas too, though just how many is believed to be greatly underestimated in official statistics (Satterthwaite, 2007). Importantly, the proportion of the urban poor is rising faster in many developing countries than the overall rate of urban population growth. Poor conceptual planning of housing development often leads to vast settlements at high risk of unhealthy air and water pollution levels and which are poorly connected to basic services. Yet economic growth has led to the rising affluence of a broader part of the urban middle- income population. Globally, households become smaller but more energy intensive. Life-styles increasingly reflect energy- and resource-intensive consumption patterns that produce growing amounts of waste. Expanding transportation demands are often met by poor public transport planning, encouraging car ownership. In the absence of major policy changes, motorised personal vehicle ownership rates are expected to strongly increase (WBCSD, 2004). One assessment foresees the possibility that by 2050 annual sales of highway vehicles in China could range between 42-59 million, about 10 times their annual sales level of today (Wang et al. 2006). Living in an urban world ",
        "19 The European environment | State and outlook 2010 Assessment of global megatrends Disease burdens and the risk of new pandemics The risk of exposure to new, emerging and re-emerging diseases, to accidents and new pandemics grows with increased mobility of people and goods, climate change and poverty. Vulnerable Europeans could feel them keenly. ",
        "20 The European environment | State and outlook 2010 Disease burdens and the risk of new pandemics ",
        "21 The European environment | State and outlook 2010 Assessment of global megatrends There is a distinct difference in the disease burden between developed and developing countries. Malnutrition and infectious diseases are dominant in the developing world, while obesity (WHO, 2006) and many non-infectious diseases (cardiovascular and neuro-degenerative diseases, diabetes, respiratory diseases, cancer and mental health) predominate in the developed world. As countries develop, infectious diseases generally become a less significant part of the overall ill health burden, being replaced by non-infectious diseases (figure p. 20) often associated with lifestyle, consumption and aging, and driven by the increase in the levels of obesity and inactivity (WHO, 2009a). Changes in working, living and travel habits, as well as climate change, contribute to a changing global disease burden, both between and within countries (Arguin et al., 2009). Migration within and between countries is also increasing. These migrations increase the opportunity for diseases to spread rapidly between populations, and may result in the re-introduction of infectious diseases to areas where they had been eradicated (or significantly reduced), or may hasten the spread of pandemics. For example, tuberculosis has re-emerged and is becoming more common in some developed countries where it had been reduced to extreme lows. This increased incidence has been linked ",
        "22 The European environment | State and outlook 2010 to migrants from areas of high health inequality (WHO, 2009b). Migration inside countries (usually from rural to urban areas), particularly when it leads to chaotic slum development, associated with poverty, overcrowding and poor public services, increases the risk of infectious disease, violence and drug dependence. These densely populated urban areas, especially if they are not well managed, may in future pose an even bigger risk of environmental hazards, crime and disease spread, with growing global urbanisation another contributory factor (WHO, 2008b). The effectiveness of steps to manage the migrations, control diseases and act preventively is uncertain, partly because of the uncertainties in trends and future policies, but also because the link between income levels and global pandemics is complex and poorly understood. Global disparities in national capacities to manage some transmissible infectious diseases will remain significant (WHO, 2009b). But it is worth investing in prevention globally as many such diseases may be vastly more prevalent in areas where migrants originate than at their destinations. Disease burdens and the risk of new pandemics ",
        "23 The European environment | State and outlook 2010 Assessment of global megatrends Why are changing disease patterns important for Europe? Health is key to human development, as are the policies which societies choose. It has improved in recent decades, largely in step with improved longevity. However, the disease burden is unevenly distributed across the population, varying with gender and social and economic status (Wilkinson and Pickett, 2006). Global health megatrends have indirect relevance for European policy-making, particularly by prompting investment in preparedness for increased immigration and the associated risks of emerging diseases and pandemics (Arguin et al.). Even when health megatrends are not significantly linked to environmental impacts, we are increasingly seeing the environment as a driver of human health (Gilland, 2002). Health impacts on Europe can be direct, (e.g. the spread of new diseases through immigration or tourism). The risks of exposure to new, emerging and re-emerging diseases, to accidents and new pandemics increase with globalisation (travel, trade), population dynamics (migration, aging), and poverty. The aging European population is also more vulnerable to both communicable and non-communicable diseases as well as to health effects related to climate change (i.e. heat waves, flooding). For Europe, this increased vulnerability can be costly (e.g. responding to the increasing domestic costs of aging populations, climate change impacts and humanitarian aid). It can also shake European security (through forced migration, disease and conflicts, see (figure p.21) and security in countries from where Europe imports raw materials. ",
        "24 The European environment | State and outlook 2010 Key drivers and uncertainties Changes in disease burden patterns occur because of a number of global developments such as economic growth, wealth and poverty patterns, increased migration, increased personal mobility, rapid urbanisation in developing countries and related governmental policies. Other factors include the ability of border security systems to prevent disease spread, consumption and dietary habits, access to sanitation and clean water, health care, environmental degradation and climate change impacts (WHO, 2008a) (figure p.23). Many of these drivers will be affected by uncertainty. How will developed countries invest in health enhancement to prevent the spread of diseases, for example (WHO, 2004)? How will environmental regulation develop, what will be the impacts of climate change? There is also a high risk of unexpected events, for example pandemics and war (NIC, 2008). The growth of resistance to antibiotics and other drugs, and the neglect (Frew et al., 2009) in dealing with many tropical diseases, also give rise to concern in both developed and developing countries. Technology can play an important role in supporting improvements in health status and in spatial monitoring of health patterns, allowing mapping and analyses of geographic patterns of disease trends that were previously overlooked (Bodenhiemer, 2005). Disease burdens and the risk of new pandemics ",
        "25 The European environment | State and outlook 2010 Assessment of global megatrends Accelerating technological change: racing into the unknown The breakneck pace of technological change brings risks and opportunities, not least for developed regions like Europe. These include in particular the emerging cluster of nanotechnology, biotechnology, and information and communication technology. Innovations offer immense opportunities for the environment but can also cause enormous problems if risks are not regulated adequately. ",
        "26 The European environment | State and outlook 2010 Over the last 50 years the pace of innovation and technological change has been constantly accelerating. The time needed for basic inventions to turn into mass use has continually decreased. Cycles of technology-induced societal and economic change are becoming faster. Cycles of innovation and technology change are very likely to further gain speed - the history of technology progress gives compelling evidence that change is not linear but exponential (Kurzweil, 2001). The dynamics will increasingly come from the convergence of sciences and technologies: Accelerating growth in computing power, for example, increasingly enables us to understand and manipulate life processes. This acceleration will also affect those economic sectors that have been slower to change in the past, in particular energy and transport. Philanthropy is likely to play an increasing role, as public budgets are likely to come under greater stress. Creating, owning and sharing knowledge is changing in a highly interlinked world, but any outlook is fraught with heavy uncertainties. For example, open access to information will continue to empower innovation processes that are driven bottom-up and shared by many, thus opening new routes for knowledge creation. But there may be private battles, with access to information and user rights becoming more embattled between corporate and private interests. Moreover, a digital and technology divide is likely to remain between developed and many now developing countries. One reason is that many cutting-edge technologies in ICT still depend on infrastructures based on older technologies, for example functioning electricity grids (Kegley, and Raymond, 2006). However, more and more often emerging economies are starting to challenge developed economies in the core areas of their competitive advantage, namely high-technology developments. Competition pressures will increase, as many emerging economies are stepping up their general research and innovation capacities. Increasingly, multinationals from the EU-27 are competing with technology-based companies from emerging economies in high-end technology markets. Growth rates in patent filings in some Asian economies are beyond the level of several western OECD economies (WIPO, 2009) (figure p. 27). China, for example, passed the US in 2009 as the biggest clean power market, and is pushing domestic manufacturing. The dynamics of global innovation competition provide the grounds for an accelerating race into the unknown. This race offers tremendous opportunities for solving pressing environmental problems. But it also increases external dependencies and growing risks, particularly given the problem of under- investment in water, energy and transport which underpin most of our economic and technological activities. Risk regulators will increasingly operate under conditions of great, and often irreducible, uncertainty (OECD, 2010). Accelerating technological change: racing into the unknown ",
        "27 The European environment | State and outlook 2010 Assessment of global megatrends ",
        "28 The European environment | State and outlook 2010 This balance of opportunities and risks is particularly evident for the cluster of rapidly emerging and converging sciences and technologies in nanosciences and nanotechnologies, biotechnologies and life sciences, information and communication technologies, cognitive sciences and neurotechnologies (the so-called NBIC cluster) (EEA, 2010, Silberglit et al., 2006). Learning from nature is gaining increasing relevance as a scientific paradigm. The NBIC cluster is increasingly quickly moving from innovation to application (e.g. nanomaterials) (Nightingale et al., 2008). In spite of all uncertainties, in 2040-2050 nano- and biotechnologies are likely to be pervasive, diverse and incorporated into all aspects of our daily lives. Expectations range from moderate scepticism to Accelerating technological change: racing into the unknown ",
        "29 The European environment | State and outlook 2010 Assessment of global megatrends Why is the accelerating pace of technological change important for Europe? The 2010 State of the Future Report from the Millennium Project states that the world is in a race between implementing ever-increasing ways to improve the human condition and the seemingly ever-increasing complexity and scale of global problems (Glenn et al., 2010). Innovation is a key driver of economic growth and welfare, and thus can directly and indirectly contribute to damaging the environment or to its improvement. Yet many promising technological solutions are already available or could be available in a short time, but remain poorly implemented. General R&D efforts have increased globally, but environmental R&D retains a low share of overall R&D on a global scale. Environmental patenting is not keeping pace with the growth in overall patenting (Johnstone et al., 2010). Approval of new technologies in regions with weaker risk assessment and governance structures can create risks that might easily spread across our highly interlinked world. Unclear sharing of public-private responsibilities is likely to magnify controversies about risk control and associated costs. This challenge particularly concerns the NBIC cluster. While new technologies are an indispensable part of any strategy aiming to address problems of global environmental change, previous experiences with technological fixes show the possibility of simply shifting the source of the problem and creating new problems along the way. The legally required Precautionary Principle in the EU helps to better manage potentially harmful technologies and to stimulate smarter, less threatening innovations. Key drivers and uncertainties Acceleration of basic technology development cycles is critically driven by better access to information and increasing scientific cooperation, building upon continued economic growth and trade. It is not only the price, but the ability to innovate and remain at the forefront of technological progress, which increasingly secures the value creation and competitiveness of many companies in the OECD world. Rising levels of education together with increased per capita incomes in many parts of the world mean that demand for new products is growing, leading to shorter product innovation cycles. The general acceleration of innovation and technological change is a stable trend. But the concrete direction and speed of innovation and diffusion is very uncertain. Technological constraints are not the only key uncertainties – many of the NBIC technologies are still in the laboratory. Key uncertainties also relate to the availability of R&D funding, given public and corporate budget constraints, public policy development and the availability of a sufficiently skilled labour force, where barriers to international migration might act as a brake. Many applications of NBIC technologies might also trigger ethical concerns. broad enthusiasm, and even include far-reaching assumptions about the control of matter and genes, ubiquitous intelligence and a huge potential to accelerate access to sustainable energy, food supply and universal health-care (Subramanian, 2009). Many observers agree that the NBIC cluster is likely to form the backbone of the next long-term wave of innovation and growth, changing the ways in which we work, live and communicate. They are very likely to impact on many approaches to environmental problem-solving. Nanotechnologies are especially relevant: with decreasing size the properties of materials change. Being able to design and manufacture materials and increasingly complex structures and devices at the scale of atoms and molecules offers many approaches and tools that can vastly enhance our ability to detect and remedy environmental deterioration. Examples include nanotechnologies for energy conversion and storage (for example dye-based solar power cells), replacement of toxic materials, new, lighter materials and environmental remediation technologies (UBA, 2010). There is also no end in sight for the increase of computing power: silicon-based chips are likely to be replaced with faster technologies (for example optical or molecular computers) which are capable of much higher speeds. They will greatly improve human abilities to understand and monitor environmental changes and develop problem- solving strategies. Yet major concerns about environmental and health issues have consistently been expressed by scientific committees in Europe and those of the US National Research Council (SCENIHR, 2009). Just one example: the rapid transformation that nanoparticles could undergo when released into the natural environment could render traditional approaches to describing air or water quality inadequate (RCEP, 2008). Currently, there is an increasing gap between the need for and the availability of relevant data and testing methods to understand, for example, the toxicology and exposure paths of novel materials in the environment (McGarvin, 2010). ",
        "30 The European environment | State and outlook 2010 ",
        "31 The European environment | State and outlook 2010 Assessment of global megatrends Continued economic growth? Rapid growth accelerates consumption and resource use. But it also creates economic dynamism that fuels technological innovation, potentially offering new approaches for addressing environmental problems and increasing resource efficiency. ",
        "32 The European environment | State and outlook 2010 Continued economic growth? Assumptions on global economic growth (in terms of annual changes in Gross Domestic Product) form the basis for economic analysis. Virtually all mainstream outlook studies assume that economic growth will be positive on average across the globe in the coming decades. The rate at which economies will grow seems a matter of larger uncertainty than before, given the depth of the 2008-2009 economic crisis, unprecedented since 1945. Due to developments like aging and the need to better control financial markets, growth may be less than usually assumed in the past, in particular in the developed world. For example the DG ECFIN 2009 report on the implications of aging in the EU revises common expectations downward: roughly 1.8 % instead of 2.4 % annually on average in the EU in the period to 2060 (DG ECFIN, 2009). IMF data show that the world economy grew by 3.2 % annually on average in the period 1980-2010. The developed economies showed a growth of 2.6 % per year on average, whilst China and India grew by 10.0 % and 6.2 % respectively in the same period. Although the gap in terms of GDP per ",
        "33 The European environment | State and outlook 2010 Assessment of global megatrends capita (purchasing power parity) between the USA and China has decreased considerably, it still is wide, with USD 45 000 in the US and USD 5 400 in China. Poverty in China has been reduced considerably but in 2005 10 % of the Chinese people still lived on less than USD 1 a day, against 35 % in 1990 (IMF, 2010). Although developing economies have taken a larger share of the world’s GDP, some regions, in particular Africa, have lagged behind, due to trade barriers in agricultural markets that hinder their development. GDP projections up to 2050 show somewhat reduced growth in the developed economies (2.3 % against 2.6 % in the past) and continued accelerated growth in the emerging economies (e.g. China with 5.3 % and India with 5.2 %). By 2050 more than half of the world’s GDP will be earned in the regions now labelled as emerging and developing, against a third in 2010. However, the USA is still projected to be the biggest economy with the EU ranking second and China third (in constant prices, and exchange rates). China will however surpass the world’s average GDP per head by 2050 (GDP exchange rates) (Poncet, 2006). ",
        "34 The European environment | State and outlook 2010 Key drivers and uncertainties Continuing global economic growth is mainly driven by population growth, further market globalisation and technological innovation. Other major factors are supportive economic policies at national, regional and global levels. The world has always seen longer or shorter cycles of economic upswing and recession. Periods of depression have always been followed by a return to a positive growth path, with several growth engines through time (the USA and Japan in the past, the BRIC countries at present). This pattern can be disrupted severely as for instance in the 1930s (the Great Depression), the 1970s (the Energy Crisis) and 2008/9 (the Financial Crunch). There is no certainty that such disruptions will not become more frequent and deeper, keeping the world economy from a positive growth path for a longer period of time. Why is continued economic growth important for Europe? Significant economic changes have dominant consequences in almost all areas of society. Economic growth is a main goal and driver of economic changes that are in their turn main drivers of environmental impacts. Slower growth may generally have a lower environmental impact, but this is not automatically secured in the longer term. Slow growth and in particular shrinkage indicate a stagnant economy with reduced efficiency, little innovation, continuation of obsolete processes, and the likelihood of neglecting the environment through lack of funding. Positive economic growth means consumption patterns change, in particular in emerging countries with a rapidly growing consumer middle class. Mobility increases, replacing durable consumption goods takes over from repairing, and high-calorie food squeezes out low-calorie alternatives. It all leads to increased pressure on the environment and natural resources through increased demand for resources and growing emissions of pollutants. Although in many areas resource efficiency is increasing and the relative pollution content of our lifestyles is tending to fall, the sheer volume of economic activities is pushing resource use and pollution volumes to higher absolute levels. This megatrend will have both a direct and an indirect effect on Europe’s environment. Directly, growth causes higher impacts. Indirectly, global economic development affects Europe’s position and competitiveness, with economic, social and environmental consequences. Emerging economies have competitive advantages for low-skilled labour-intensive production and gain in competitive edge when they manage to build up their capital stock and increase the quality of their products. Europe needs to maintain its high labour productivity and further increase it through technological innovation, but will nevertheless lose its share in some basic markets such as agricultural products and basic manufacturing. Which market niches will Europe be able to develop in the decades to come? With increasing European welfare provision, its population is demanding an ever higher quality of its living environment. Much will therefore depend on the success of future coordinated environmental (climate, biodiversity, pollution) policy measures aimed at creating a level playing field for European economic sectors, maintaining an overall policy of sustainable development. Secure access to resources essential to advanced environmental solutions is important to create the technological conditions for sustainable policy and will reduce environmental impacts in the European area. Key uncertainties include the effects of intensifying resource scarcity, such as short-term scarcity of essential resources (food and energy in 2007- 2008), and even more so long-term scarcity, such as the expected and feared ”peak oil”. The emergence of national policies and bilateral agreements aiming at the monopolisation of natural resources are important in this context. The pace of technological innovation needed to sustain economic growth sufficiently under higher resource prices and possible larger disruptions is uncertain, as is the stability of financial markets. For emerging economies in particular, socio-political developments (e.g. the democratic process) are an uncertainty, much as their ability to adapt to reduced availability of skilled labour due to aging in the longer-term. The last and perhaps most important uncertainty concerns geopolitical stability and the absence of military conflicts. Continued economic growth? ",
        "35 The European environment | State and outlook 2010 Assessment of global megatrends From a unipolar to a multipolar world Global power is shifting. One superpower no longer holds sway and regional power blocs are increasingly important, economically and diplomatically. As global interdependence and trade expands, Europe may benefit from improving its resource efficiency and knowledge-based economy. ",
        "36 The European environment | State and outlook 2010 economic power than their growth rates suggest when their middle class consumers grow in numbers and start to spend discretionary income on modern, short-cycle consumer goods, thus becoming attractive markets for advanced economies (Accenture, 2008). Foreign firms locate in these countries to profit from growing demand, and to use cheap and skilled labour when available. In the Global Fortune List 500, 46 companies were located in China in 2010, against just 16 in 2005. The ratio of foreign direct investment (FDI) to GDP grew for the world as a whole from 0.43 % in 1980 to 5.4 % in 2007 (2008 and 2009 show drastic reductions due to the economic crisis: 63 % lower in 2009 compared with 2007 at world level). FDI in China rose from 0.5 % (1985) to 5.8 % (2007). In India it grew from zero to 3.3 % in the same period. The figure for Central and Eastern Europe clearly shows the impact of economic integration that came with EU accession in 2004/2007: from 3.0 % in 2000 to 19.0 % in 2007. Both the increased ratio of exports of FDI to GDP indicate an increasing global inter-dependency, which is giving rise to an increasing effort to bring down trade barriers by concluding international agreements. The data and projections on global and regional economic growth show that an increasing share of the world’s GDP will be created in emerging and developing regions. The share of the USA in the world’s GDP is projected to decrease from 26 % in 2010 to 23 % by 2050. For the EU these figures are 22 % in 2010 and 17 % by 2050. China’s share is expected to grow from 7 % to 18 % in the same period in this outlook. For India and the ASEAN-5 countries projections are equally impressive, from 2.1 % to 5.1 % for India and from 1.7 % to 4.8 % for ASEAN-5 (IMF, 2010). Another indication of the growing role of emerging countries in the world economy and of continuing globalisation is the increasing ratio of their exports to national GDP. For the world as a whole this figure grew from 20.5 % in 1980 to 27.1 % in 2009. A similar pattern is shown for the EU: 20.1 % in 1980 and 26.3 % in 2009. China saw its export to GDP ratio rise from 5.9 % in 1980 to 24.5 % in 2009. In India it grew from 4.8 % to 13.0 %. The US has had a fairly constant export to GDP ratio through time, at about 7-9 %. Fast-growing countries may even gain more in From a unipolar to a multipolar world ",
        "37 The European environment | State and outlook 2010 Assessment of global megatrends ",
        "38 The European environment | State and outlook 2010 Economic power concentration will thus tend to diversify from a single (US) to a multi-polar global economic map when BRIC countries and later on newly emerging economies (Indonesia, South Africa, Vietnam and others) grow in economic significance (NIC, 2008), Poncet, 2006). For example, by 2050 the Asia-Pacific block is expected to be China’s second biggest trade partner, ranking 5th in 2006. Latin America is expected to be the US’s biggest trade partner, ranking 3rd in 2006 (figure p. 37). This power shift may be reinforced when countries manage to form blocs and act in concert, as the EU has pioneered. The euro is a leading currency and stands at par with the US dollar, the yen and the renminbi. Several forms of cooperation exist beside that of the EU. NAFTA is an example in North America. ASEAN is a geopolitical and economic organisation in South East Asia comprising 10 countries, economically dominated by Indonesia with about a third of its combined GDP. It expanded with free trade agreements with China, South Korea, and Japan (ASEAN plus Three). In 2003, the goal was set to create an ASEAN Economic Community by 2020. Parallel to this, regional cooperation progressed in South Asia and the Gulf region and in 2002 the Asia Cooperation Dialogue (ACD) was created to promote Asian cooperation at a continental level with the ultimate goal of transforming the Asian continent into an Asian Community (ADB, 2007). Why is this global power shift important for Europe? When countries grow relatively fast they gain in economic power through the prerogative of controlling their enlarging production and consumption markets. They are able to exercise that power at international negotiations on economic subjects (trade barriers, product standards) but also in a wider sense, including participation in climate change and other environmental negotiations. Countries not only gain power through sheer size and prosperity, but also through their level of technological development and the ownership of important resources. In the early stages of development economic growth may be driven by increased labour productivity supported by capital build-up. Technological progress mirrors of the technical achievements of advanced economies. When developed countries gain access to local markets in developing countries, for example for outsourcing certain economic activities, technological diffusion is likely to speed up and fertilise technological innovation in the host countries. That gives a boost for further productivity growth and increased prosperity and economic power. The ownership of essential natural resources may further improve emerging economies’ competitiveness. Their growing demand for resources stimulates domestic exploration and exploitation, possibly increasing the countries’ share in the total global stock. Resolution of open ownership claims with regards to continental shelf rights, such as in the Arctic Ocean, also stands to shift the relative distribution of natural resources. Perhaps more important, crucial mineral sources for new technologies tend to be very unevenly distributed over the globe. For example, more than half of the world’s stock of lithium, a metal at present essential for hybrid and full-electrical cars, is believed to be located in Bolivia, a huge economic potential. Diversity in economic growth rates changes economic patterns globally. Countries and blocs lose and gain competitive positions. Other trade partners (outside the US or countries within the same bloc) become dominant and trade becomes more diversified than before. This may have a fundamental influence on the way Europe conducts its economic activities, where and how it earns income. Emerging economies traditionally earn the largest part of their income from agriculture and industry (China: 60 % in 2008). Advanced economies see their income from these two sectors shrink relatively through time, and the services sector becomes dominant. The share of the services sector in China is 40 % against 77 % in the US and 74 % in the EU. Competition from emerging economies presently comes primarily in the markets for industrial and agricultural markets, but will in the future increasingly be felt in the services sector as well. Europe will need to find its own niche to maintain its income-earning capacity. Its relative resource poverty may lead to a more resource-efficient economic structure, leaning further towards profiling as a service economy. For example, with increasing purchasing power in emerging economies, Europe may become more and more attractive as a tourist destination. Its economic profile will determine where and how Europe will use natural resources and affect the environment, both domestically and abroad. This megatrend will therefore have a direct and an indirect effect on Europe’s environment. From a unipolar to a multipolar world ",
        "39 The European environment | State and outlook 2010 Assessment of global megatrends Key drivers and uncertainties Key factors influencing a global shift of economic power from the advanced economies to the emerging economies are, first of all, continued global economic growth and rapid productivity and income growth in emerging economies, faster than in the advanced economies. Other main drivers are similar to those underlying continued economic growth: population growth, continuing technological innovation and diffusion of technologies, favourable economic policies and integration at regional and global level (Maddison, 2001). Major uncertainties include the ability of emerging economies to secure access to key resources under changing scarcity patterns and to maintain or further gain a competitive edge vis-à-vis the advanced economies. Other uncertainties are similar to those affecting continued economic growth: the pace of technological innovation to sustain economic growth under increasing resource prices. Socio- political developments (for example the democratic process, growing income disparities, and potential ethnic conflicts) are a particular uncertainty, as is the effect of adapting to reduced availability of skilled labour due to possible mass migration in the short- term and aging in the longer term future. A specific uncertainty is the ability of emerging countries to develop economic forms of cooperation and further economic integration, which will reinforce their position on the global stage. The last and perhaps most important uncertainty concerns geopolitical stability and the absence of military conflicts. ",
        "40 The European environment | State and outlook 2010 ",
        "41 The European environment | State and outlook 2010 Assessment of global megatrends Intensified global competition for resources How will Europe survive in the intensifying scramble for scarce resources? The answer may lie in more efficient production and resource use, new technologies, innovation and increasing cooperation with foreign partners. ",
        "42 The European environment | State and outlook 2010 Economic growth is continuing at the global level and is accelerating in BRIC countries and other newly emerging economies. Demand for fossil fuels and other sub-soil and natural resources is likely to grow in absolute terms despite continuing and partly successful efforts to increase the resource and energy-efficiency of economic activities. Fossil fuels will remain the most important energy source, at least until 2030, and the use of oil, gas and coal is expected to grow in volume (IEA, 2009) over this period. Coal is not scarce, but is problematic for pollution and climate change reasons. The production costs of oil continue to rise with the expansion of the share of deepwater exploitation in the supply (IEA, 2008) (see bottom figure). Although coal and gas are abundantly available, environmental and logistical reasons prevent a substantial shift away from oil to these energy sources. Fossil fuel reserves are concentrated in a small number of countries. 80 % of the coal reserves are located in just six countries; the EU has 4 % of the global stock. The EU share of the world’s gas reserves decreased from 4.6 % in 1980 to 1.3 % in 2009. These reserves are expected to be exhausted before 2030. More than half of the global stock is found in only three countries: Iran, Qatar and Russia (24 % in 2009), which is a major gas supplier for the EU. Ten countries (of which eight are OPEC members) have 80 % of the world’s oil reserves. Some of these countries may exercise their power to restrict supply or influence the price (NIC, 2008). EU dependence on imported fossil fuels is slowly rising and presently amounts to about 55 %. Some EU countries (for instance Estonia, Italy, France and Sweden) have sizeable oil shale stocks. Reduced foreign supply may encourage them to exploit these sources. The Arctic region is expected to contain a substantial amount of oil, probably up to 90 billion barrels (EU: about 12 billion barrels). Stocks of 14 groups of raw materials are considered ”critical” due to their high relative economic importance combined with high relative supply risk within the next 10 years. The EU has very few resources of some of these, e.g. gallium (used in photovoltaics and microchips), tantalum (microelectronic capacitors), germanium (fibre glass cables) and neodymium (high performance magnets) which are essential for hi-tech applications (Fraunhofer and IZT, 2009, EC, 2010). Intensified global competition for resources ",
        "43 The European environment | State and outlook 2010 Assessment of global megatrends The demand for phosphorus, most of which is used as agricultural fertiliser, is predicted to increase by 50-100 % by 2050 with increased global demand for food and changing diets. The remaining potential reserves are of lower quality or more costly to extract. Phosphate rock reserves are in the control of only a few countries, mainly Morocco (nearly 40 % of the global reserves), China and the US, and thus subject to international political influence. There is no substitute for phosphorus, which is, with very small EU stocks, an essential mineral for Europe’s development. Increased demand for sub-soil resources will stimulate exploration and exploitation of new sources (Maddison, 2001). Supply is expected to meet rising demand, both for “bulk” resources like fossil fuels (though in a different mix from today’s) and minerals, and for specific metals that are essential to facilitate market penetration of environmental and other technological innovations for sustainable policy and a reduction of environmental impacts. Prices of bulk resources (fossil fuels and a selection of metals: copper, aluminium, iron ore, tin, nickel, zinc, lead and uranium) may be seen as reflecting their scarcity. Data show a fairly constant price level throughout the 1990s and an increase in the 2000s disturbed by the 2008-2009 economic crisis (figure p. 44). This may indicate a continuing availability of these resources at the global level with shocks inducing short-term price increases (IMF, 2010, World Bank, 2009). The increased need for strategic resources may stimulate political monopolisation of access (e.g. China/Africa), which may complicate access for other purchasers (e.g. the EU). ",
        "44 The European environment | State and outlook 2010 Intensified global competition for resources ",
        "45 The European environment | State and outlook 2010 Assessment of global megatrends Why is intensified global resource competition important for Europe? Secure access to natural resources is a crucial factor for Europe’s production base. Europe is relatively resource-poor and needs to import much of the resources it requires. This is especially true under a continuing growth scenario for energy demand and for those resources that are essential to advanced environmental-technological solutions, in order to create the technological conditions for sustainable policy and a reduction of environmental impacts in the European area. Europe may, under the pressure of increased competition from the emerging economies, find market niches that would reduce its overall need for minerals and metals. That would be a gradual process though, requiring Europe to increasingly rely on foreign resources in the longer term. For its growing energy needs Europe needs to depend on foreign sources. The environmental effects of expanding exploitation fall largely outside Europe, but will increase its global footprint. The increased scarcity of fossil fuels may stimulate more efforts to shift to other energy sources which can be found domestically. This may have various effects on Europe’s environment, including increased land-take for biofuels, nature disruption from developing hydro-power capacity, noise and visual pollution from wind turbines, and effects from expanding oil shale exploitation. Expanding nuclear energy capacity will trigger public debate about the waste storage issue and safety risks. A growing long-term scarcity of minerals and metals may induce Europe to turn to exploit sources hitherto deemed uneconomic. Expanding mining has several environmental effects, including changed landscapes, water pollution and waste generation. Exploitation of poorer reserves, with lower extraction rates, may lead to reduced energy efficiency. Key drivers and uncertainties Key drivers of more intense resource competition are continuing economic growth and related growth in the middle income consumer class. Depleting resources and changing geographical patterns of major resource demand and supply influence access to key resources. Technological innovation will boost demand for certain minerals and metals not widely used before (lithium, rare earths, etc.). Conventional resources may become necessary due to this innovation. There is a tendency towards increasing resource monopolies. Efforts to expand the membership of trade agreements and other forms of economic integration may be important to alleviate competition intensity over resources. The continuation and global pattern of economic growth is a major uncertainty, as is the future direction and application of technological innovations such as the NBIC technology cluster and changing demand for certain resources. On the supply side, new resource reserves may be found. Some reserves may be too costly to exploit because of environmental considerations (e.g. in the Arctic). Global progress in environmental agreements (e.g. on strict preservation of the Arctic environment) could exclude or reduce the availability of such resources. Geo-political instability may hamper success in concluding new trade and other agreements that smooth international trade and reduce intense resource competition. ",
        "46 The European environment | State and outlook 2010 ",
        "47 The European environment | State and outlook 2010 Assessment of global megatrends Decreasing stocks of natural resources A larger and richer global population, with expanding consumption needs, will place growing demands on natural systems to provide food, water and energy. European resource stocks may likewise face increasing pressures. ",
        "48 The European environment | State and outlook 2010 Growing human demand for natural resources, driven by continuous population growth and increasing individual consumption, has resulted in large-scale land conversion (deforestation, cultivation and urbanisation) and loss of biodiversity (MEA, 2005). While biodiversity loss could be regarded as a megatrend in its own right, it is included here since land conversion and loss of natural ecosystems are at the heart of it. About a quarter of the Earth’s potential net primary production ( 1 ) has been converted by humans, either through direct cropping (53 %), land-use-induced productivity changes (40 %) or human-induced fires (7 %). As shown in the figure below the combined impact on natural ecosystems is biggest in North America, Europe and South East Asia (Haberl et al., 2007). Deforestation is occurring on an alarming scale, particularly in the tropics. The net loss rate, however, has decreased substantially from approximately 83 000 km 2 per year in the 1990s to just over 50 000 km 2 per year from 2000-2010. The historical large-scale forest loss in temperate regions has come to a halt: forest cover here is Decreasing stocks of natural resources slowly increasing again with a net gain of 30 000 sq. km. between 1990 and 2005. Projections of forest cover by 2050 vary considerably depending on the assumptions made, but most studies indicate further overall decline (FAO, 2010; Leadley et al., 2010). Given that the world’s population may grow significantly over decades and that diets are shifting from cereals to meat as wealth increases, the demand for agricultural production may rise steeply. According to the United Nations Food and Agriculture Organisation (FAO), demand for food, feed and fibres could grow by 70 % by 2050 (FAO, 2009). This has considerable implications for land use and natural ecosystems. A projected population increase of 27 % and a wealth increase of 83 % by 2030 would imply a demand for agricultural production that is twice as high as today’s. Even if it is assumed that agricultural productivity will increase at current rates, the global agricultural area may have to expand by roughly 10 % to meet demand. After 2030, no further expansion of agricultural land at the global level is foreseen as yield increase through technological advances is expected to provide for further increasing demand (PLB, 2008; PLB 2009). ",
        "49 The European environment | State and outlook 2010 Assessment of global megatrends Expanding agricultural land may in any case be impossible. Deforestation and improper agricultural management have together led to large-scale soil degradation. A common problem is soil erosion by surface water runoff, which ultimately reduces food production capacity. Areas with high water erosion sensitivity are projected to increase by more than a third to some 27 million km 2 in 2030, about 21 % of the world’s land area. The most impacted regions are in China, India, Africa, the US South America (OECD, 2008). Overexploitation of natural resources and associated land use change ultimately leads to ecosystem degradation and loss of biodiversity. Habitat loss and species declines are projected to occur in most regions, most notably in the tropics. As for the marine environment, a recent study shows that 40 % of the world’s oceans are severely affected by human activities (WWF, 2008). About 80 % of the world’s marine fish stocks for which information is available are fully exploited or overexploited (CBD, 2010). ",
        "50 The European environment | State and outlook 2010 Decreasing stocks of natural resources ",
        "51 The European environment | State and outlook 2010 Assessment of global megatrends Why is natural resource depletion important for Europe? In general, the loss of natural ecosystems and soil degradation damage a wide range of ecosystem services, including carbon and water cycling, and provisioning of food and fibre. Food and water security is a key concern here. The fragility of global food systems has already become apparent over recent years. Driven by recurring food and economic crises throughout 2006 to 2009, the number of undernourished rose to more than one billion in 2009. The proportion of undernourished in developing countries, which was previously declining, has also risen in the past few years (FAO, 2009). Ultimately these trends may lead to regional conflicts and social instability. Potential impacts on Europe include changes in the abundance of species, climate change, increased demand for and degradation of domestic resources (such as food and timber), and environment-induced immigration from developing countries. Key drivers and uncertainties More, richer people, eating more meat, will increase demand for agricultural production. Expansion of agricultural land is therefore likely, but its extent is uncertain, depending on actual population and economic growth, diet changes and technological advancement. The responses of species and ecosystems to further land conversion and/or intensification of land use are still unknown, but soil degradation and ‘ecosystem collapses can significantly and irreversibly reduce the natural production capacity. ( 1 ) Primary production is the production of organic compounds from atmospheric or aquatic carbon dioxide, mainly through photosynthesis. ",
        "52 The European environment | State and outlook 2010 Decreasing stocks of natural resources ",
        "53 The European environment | State and outlook 2010 Assessment of global megatrends Increasingly severe consequences of climate change Accelerating climate change impacts will threaten food and water supplies, human health, and terrestrial and marine life. Europe may also see more human migration and aggravated pressure on resources supplies. ",
        "54 The European environment | State and outlook 2010 Human-induced climate change is driven mostly by greenhouse gas (GHG) emissions from fossil fuel use for energy, but also by deforestation and unsustainable agricultural practices. It is a driver of environmental change in its own right, as it affects the direction and magnitude of other trends and megatrends. Aspects covered here include impacts on crop production, water availability, and biodiversity, as well as ocean acidification. The concentration of atmospheric CO 2 has increased from about 280 parts per million (ppm) in pre- industrial times to more than 387 ppm in 2008 (Richardson et al., 2009). As a consequence, the average global air temperature by 2009 had risen by 0.7-0.8 °C above the preindustrial level. Current projections suggest global mean temperatures could rise by as much as 1.8-4.0 °C over the course of this century if global action to limit GHG emissions proves unsuccessful (IPCC, 2007). Although global crop production may increase initially (before 2030), global warming is projected to have negative effects in the long run. Although production in high latitudes will generally benefit from climate change, in many African countries and Latin America it is projected to be severely compromised. Water availability in different parts of the world may be severely affected by climate change. Many drylands are projected to become even drier and water demand for agriculture will increase in all regions, because of greater evapotranspiration caused by higher temperatures. Furthermore, climate change may cause extreme weather (including droughts) more frequently and with greater intensity, increasing risks and uncertainty in food production. Climate change also affects biodiversity. Boreal forest and Arctic tundra ecosystems are projected to increase due to longer and warmer growing seasons. Vegetation change in the lower to mid-latitudes is uncertain because transitions between tropical desert and woody vegetation types are difficult to forecast. A general increase of deciduous at the expense of evergreen vegetation is predicted at all latitudes (figure p.55). The increasing accumulation of CO 2 in the atmosphere is also important for marine ecosystems, as its greater absorption in the ocean increases ocean acidity (IPCC, 2007). Organisms producing shells and skeletons of calcium carbonate are expected to be especially vulnerable. Within 10 years, 10 % of the Arctic Ocean may become corrosive to aragonite, potentially damaging the skeletal structures of pteropods (free-swimming pelagic snails) and bottom-dwelling shellfish, that are crucial to the Arctic food web (Steinacher et al., 2009; Feely et al., 2004; Orr et al., 2005; Fabry et al., 2008; Comeau et al., 2009). Coral species are also heavily threatened and may disappear regionally by the end of this century (WGBU, 2006; Guinotte et al., 2006) (figure p.56). Increasingly severe consequences of climate change ",
        "55 The European environment | State and outlook 2010 Assessment of global megatrends ",
        "56 The European environment | State and outlook 2010 Increasingly severe consequences of climate change ",
        "57 The European environment | State and outlook 2010 Assessment of global megatrends Why is the growing severity of climate change impacts important for Europe? Climate change influences the Earth’s surface temperature, the sea level and the amount, timing and intensity of precipitation. On land, these changes affect freshwater availability and quality, surface water run-off and groundwater recharge, and the spread of water-borne disease vectors. Extreme weather conditions have an increasingly large impact on vulnerable human communities, particularly the world’s poor. Climate change can severely affect human health, food production, security and resource availability. The relative importance of climate change compared to the other megatrends is projected to increase towards the latter part of the 21st century, and may become visible only in a few decades. The climate change projected will have far-reaching impacts in Europe. It will affect the vulnerability of European society to an array of threats to human health, almost all economic sectors, ecosystem goods and services, and biodiversity. Pronounced consequences are expected in the Mediterranean basin, North Western Europe and the Arctic. Many coastal zones, mountains and areas prone to river floods are particularly vulnerable, as are cities and urban areas. In some sectors and regions new opportunities may occur. However, with increases in both temperatures and the frequency and intensity of extreme weather events, adverse effects are likely to dominate in the medium to long term. Key drivers and uncertainties Increases in GHG emissions are largely due to the use of fossil fuels, although deforestation, land-use change and agriculture also provide significant but smaller contributions. Major drivers are therefore global population growth, increases in demand for food, water and energy, and agricultural practices. Policy responses, both mitigation and adaptation, are crucial. The uncertainties regarding GHG emissions and ecosystem responses (including tipping points) are considerable. Major uncertainties also remain about impacts on human society, including long- term health effects, regional conflicts, migration and political instability. ",
        "58 The European environment | State and outlook 2010 ",
        "59 The European environment | State and outlook 2010 Assessment of global megatrends Increasing environmental pollution load An increasingly complex mix of pollutants threatens the Earth’s regulatory mechanisms. Particulates, nitrogen and ground-level ozone merit particular attention because of their complex and potentially far-reaching effects on ecosystem functioning, climate regulation and human health. In addition, many other chemical substances are released into the environment, with effects — in isolation or combined — that are still poorly understood. ",
        "60 The European environment | State and outlook 2010 Over recent centuries the human impact on the environment has risen steadily as the population grew. The effects on air and (drinking) water quality were primarily felt locally. In the last few decades we have seen more and more regional impacts (e.g. acid rain) and many problems already have a global impact (e.g. climate change and stratospheric ozone loss). The existing mix of pollutants and their effects (in isolation or combined) has grown more and more complex, with environmental feed-backs becoming apparent at ever-wider scales. The term ‘anthropocene’ has been suggested to describe our era, where human resource use has become a dominant driving force, shaping the Earth and its regulating mechanisms (Crutzen, 2002). Four environmental pollution subtrends that merit particular attention in view of their complex nature and potentially far-reaching effects are highlighted below. They share most of the same drivers (for instance industrialisation, globalisation and rising consumption) and contribute to the general deterioration of ecosystems and/or human health. Particulate matter pollution Apart from emitting greenhouse gases, fuel burning for heating, industry and transport also leads to pollution of the air with small particles (PM 10 - particles up to 10 micrometer in diameter). Urban haze or rural smoke can ultimately become transcontinental plumes of atmospheric brown clouds. These brown clouds consist of sulphate, nitrate, hundreds of organic chemicals, black carbon, soil dust, fly ash, and other aerosols (Ramanathan and Feng, 2008). This type of pollution is projected to increase, particularly in rapidly developing countries. Although atmospheric brown clouds so far have predominantly been an Asian phenomenon, long- distance transport to other parts of the world can happen. Recently, an SO 2 -rich pollution plume of East Asian origin was detected over Europe, having traveled across the North Pacific, North America and the North Atlantic in only 8 to 10 days (Fiedler et al., 2008). Reactive nitrogen ( 1 ) Fossil fuel combustion and production and the application of nitrogenous fertilisers both increase the amount of so-called “reactive nitrogen” in the environment, causing air pollution and eutrophication of terrestrial and aquatic habitats. Nitrogen makes up almost 80 % of the atmosphere in the shape of N 2 gas. This nitrogen is only available to plants if it is ‘fixated’ into reactive forms. Natural fixation in the atmosphere and in the soil is supplemented by industrial production of nitrogenous fertiliser. Increasing environmental pollution load Fossil fuel combustion, emitting large additional amounts of NO x , increases the load of reactive nitrogen even further. The total amount of reactive nitrogen in the environment has more than doubled as the result of these human activities (OECD, 2008). The total amount of reactive nitrogen can be expected to increase further in line with food production and fossil fuel use. In a baseline projection, the total inputs of reactive nitrogen onto agricultural land are expected to increase by about 20 % by 2050, with the highest absolute levels in Asia. The global quantity of reactive nitrogen exported by rivers to coastal marine systems is projected to increase by about 4 % by 2030, with a decrease in OECD countries of about 5 % being overshadowed by an 11 % increase in the BRIC (Brazil, Russia, India, China) countries. ",
        "61 The European environment | State and outlook 2010 Assessment of global megatrends ",
        "62 The European environment | State and outlook 2010 Ground level ozone Ground level (tropospheric) ozone acts as a greenhouse gas and also affects primary plant production and human health. Background tropospheric ozone concentrations in the Northern Hemisphere have doubled since the Industrial Revolution as a result of anthropogenic emissions of a range of ozone precursors, including nitrogen oxides (NO x ), non-methane volatile organic compounds, carbon monoxide (CO) and methane (CH 4 ). Fossil fuel burning in industry and transport and agriculture are the main sources of these emissions. Air quality modelling indicates that ozone concentrations may increase further regionally, particularly in Asia, Africa and South America. Whereas NO x and CO emissions may decrease as a result of technical advances and policy measures, emission of methane is projected to almost double by 2100 (Royal Society, 2008). Increasing environmental pollution load ",
        "63 The European environment | State and outlook 2010 Assessment of global megatrends Chemicals The overall picture for chemicals is that we are burdening the environment with a rapidly expanding and increasingly complex pollutant load, the potential effects of which on public health and the environment are poorly understood. An estimated 70 000 to 100 000 chemical substances are already in commerce and this number is rapidly expanding. Almost 5 000 of these substances are produced in high volumes, over one million tonnes a year. The OECD countries are the biggest producers of chemicals, but production is increasing more than twice as fast in India, China, Brazil, South Africa and Indonesia. Their economic share of total world chemical production is projected to rise to around 30 % by 2020 and almost 40 % by 2030 (OECD, 2008). Whereas some environmental aspects of chemicals, like toxicity and eco-toxicity, exposure or emissions, are regulated by different regulation e.g. on pesticides, biocides, radioactive substances etc., the EU REACH Regulation (2007) provides a comprehensive approach to industrial chemicals in manufacturing and products. It is being taken into account in many parts of the globe. Why is this increasing pollution load important for Europe? Particulate matter seriously endangers human health, particularly in urban areas. It can also have an impact on the climate in Europe and affect crop and water security. In Europe, pollution with fine particles (PM 2.5 – smaller than 2.5 micrometers) is associated with approximately 500 000 premature deaths per year at present. Nitrogen pollution affects the atmosphere by depleting stratospheric ozone. It also affects groundwater quality and leads to eutrophication of freshwater and marine ecosystems. After application of manure and fertilisers to agricultural land, excess nutrients may be emitted to the air or leak as nitrate into ground water or run off to surface water. This freshwater pollution load is ultimately discharged to coastal waters, where it accelerates the growth of phytoplankton. It can change the composition and abundance of marine organisms and ultimately lead to oxygen depletion, killing bottom-dwelling organisms. Oxygen depletion has risen sharply over the past 50 years, from about 10 documented cases in 1960 to at least 169 in 2007 worldwide, and is expected to become more widespread with increasing sea temperatures induced by climate change. The current ground level ozone concentrations in industrialized regions of North America, Europe and Asia can reduce yields of staple crops by as much as 10 to 20 %. The productivity and species composition of natural habitats may also change, putting biodiversity at risk, particularly in South East Asia, South America, Central Africa, the eastern USA and Western Europe. The raised ozone levels in North America and Europe are also associated with respiratory and cardiovascular problems and increased mortality. There is increasing evidence that long-term chronic exposure has adverse effects on lung function. Health impacts have been observed at around ambient concentrations (approximately 35 ppb) and below the current WHO guideline of 50 ppb (for a daily eight-hour average concentration). The number of premature deaths due to ground level ozone worldwide is expected to quadruple by 2030. Chemicals may be toxic and affect human health and ecosystem functioning in many ways, although uncontested evidence for toxicity remains limited to only a few hundreds of the most traded substances. The effects of very persistent chemicals are particularly difficult to assess. Long-term low-dose exposure to these substances may have subtle but serious effects. Exposure to neuro-toxic chemicals, for example, has been associated with mild neuro-developmental disorders in children. A further concern is that traditional toxicological assessment is normally undertaken only on individual chemicals. The toxicity of the breakdown products is less certain and the overall impact of the cocktail of chemicals on ecosystem structure and function (especially in marine and freshwater ecosystems) and on human health is unknown and hard to adequately test for. Recent research points to the risks of accumulating pharmaceuticals in the environment. These substances may have strong environmental effects, since they are specifically designed to affect biological functioning. The presence of hormone- mimicking substances in water, for example, has been linked to the feminisation of fish. The potential consequences for Europe of global pollution trends include further impacts on human health and ecosystems. Unsafe drinking and bathing water and contaminated food, from both European products and imports, pose immediate risks. Risks may also be connected to the increasing import of intermediate and final industrial chemical products. In Europe, the reactive nitrogen problem is particularly evident in the Baltic Sea, where the current ecological status is already poor. ",
        "64 The European environment | State and outlook 2010 Key drivers and uncertainties Economic growth and population increase cause increasing emissions of reactive nitrogen, ozone precursors and chemical waste. Climate change and land use changes may influence the production of emissions from natural sources. Increased demand for energy, transport, food and non-food crops and other resources may further increase emissions arising from human activity, and changes in patterns of consumption and production are likely to affect the distribution of the pollutants. Legislation and technology may, however, contribute to decoupling pollution from economic growth. Key uncertainties concern the actual impacts on health and ecosystems of the different pollutants, as well as their compound effects. The possible effects of nitrogen, ozone and particulate matter on climate change poses a complex cross-cutting issue with many uncertainties. Consumer behaviour, risk awareness, technology developments and policy responses are major uncertainty factors. Increasing environmental pollution load ( 1 ) Reactive N (Nr) includes: inorganic reduced forms of N (e.g. ammonia [NH3] and ammonium [NH4 +]); inorganic oxidised forms (e.g. nitrogen oxide [NOx], nitric acid [HNO3], nitrous oxide [N2O] and nitrate [NO3 –]); organic compounds (e.g. urea, amines, proteins and nucleic acids) (Source: PBL, 2010). ",
        "65 The European environment | State and outlook 2010 Assessment of global megatrends Environmental regulation and governance: increasing fragmentation and convergence The world is devising new governance models, including multilateral agreements on numerous issues and public-private ventures. In the absence of global regulation, advanced European standards and procedures have often been adopted worldwide. But will this situation continue in the future? ",
        "66 The European environment | State and outlook 2010 Global regulation and governance within law- based, multi-lateral and inclusive international treaty regimes and organisations is increasingly complemented by alternative modes. Four distinct but interrelated trends are important to notice: a) further strides in regional cooperation and integration, b) the growing importance of groupings of leading countries such as the G8 or G20, c) more approaches to regulation and a stronger role for softer forms of policy coordination (i.e. guidelines, frameworks and codes), and d) the growing relevance of non-state actors and hybrid forms of public-private governance. These trends are underpinned by the increasing globalisation of administrative law, and remaining concerns about the legitimacy, credibility and accountability of novel approaches to global regulation and governance (Grevi, 2010). However, it remains highly uncertain how the trends will develop in practice. The development of multi-lateral environmental agreements has been a key trend of past decades (figure p.67). The 1990s saw a peak: the WTO in 1994, the Kyoto Protocol (1997), the International Criminal Court (1998) and the UN Millennium Declaration (2000). Yet much of this drive has ebbed away since then. Global negotiation processes such as the Doha Development Round of the WTO and the negotiations about a follow-up agreement to the Kyoto Protocol on greenhouse gas emissions (GHGs) have become more complex. But there has been some progress towards closer cooperation in many regions, most notably in East Asia. Countries increasingly collaborate to bring down trade barriers, harmonise product standards and to equalise production conditions such as environmental regulations (Crawford and Fiorino, 2005) (figure p.58). This is likely to continue. The EU continues to be the first mover, followed by blocs such as NAFTA and ASEAN plus Three (APT). Global regulation is likely to continue and extend to new areas, given the persistence of old and the emergence of new global challenges. However, the way in which regulation is effected is becoming more multi-faceted. Over recent years policy decision-making and coordination has increasingly shifted from the UN umbrella to informal groupings of leading countries, such as the G8 or G20. Regulation of the financial markets is being strengthened under the revision of the banking supervision accords (also called Basel III) by the Basel Committee on Banking Supervision (made up of G20 member countries and major banking countries such as Switzerland, Hong Kong and Singapore) to prevent a repetition of the 2008/9 financial crunch, for example. The BRIC countries now meet in a specific summit format too. Beneath this proliferation of summit meetings is a trend of what is often called ‘functional’ or ‘messy’ multi- lateralism, ad hoc coalitions of relevant countries willing to address a specific challenge (Haass, 2010). Another major trend often goes unnoticed yet it is highly relevant and likely to shape future regulation, namely the globalisation of administrative law. While the processes of law-making become increasingly fragmented and diverse, there is increasing uniformity and integration in norms and standards, (i.e. Environmental Impact Assessment covered by International Organization for Standardization (ISO) Standard 14011). Principles of good governance are widely accepted across the world, both in public and corporate settings, and many have been informed by environmental law. Norms and standards can be highly effective even if they are non-binding. These ‘softer’ versions of policy coordination are increasingly complemented by bilateral policy learning and voluntary action. Diffusion of best regulatory practice between nation states is gaining speed as a consequence (Busch and Joergens, 2005). More often than not it leads to increasing convergence of policies and standards at the national level, despite worries about the absence of progress in international negotiations. Environmental regulation and governance: increasing fragmentation and convergence ",
        "67 The European environment | State and outlook 2010 Assessment of global megatrends ",
        "68 The European environment | State and outlook 2010 These processes are increasingly influenced by private actors, such as transnational corporations or non-governmental organisations. They are essential sources of information and knowledge; and they increasingly influence public agenda setting. While the nation state is likely to remain the overall dominant source of political power and authority, making and implementing transnational norms and rules is increasingly being shared with non-state actors (co-regulation) (Falkner, R. 2008). Global public-private partnerships are expected to grow in importance, covering a broader spectrum of issues such as standard-setting, law enforcement and development aid (Andonova, 2010). The rise of these hybrid forms of global governance is also linked to the spread of concepts such as privatisation and deregulation, and the wish to mobilise private capital. However, private-private partnerships (without the involvement of governmental actors or international organisations) are important as well. Private actors such as transnational companies increasingly establish and monitor their own regulations based on shared norms and principles as well as roles and responsibilities. Environmental regulation and governance: increasing fragmentation and convergence ",
        "69 The European environment | State and outlook 2010 Assessment of global megatrends The increasing role and relevance of non- state actors also gives rise to concerns about accountability and legitimacy, however. The setting and application of rules and standards by international bodies with no legislative authority increasingly places obligations on national legislators who are not present in these negotiations. Furthermore, NGOs are often concerned that they are not given a proper hearing by corporate actors who then dominate decision- making. In recent years there have been growing calls for more balanced participation by non-state actors, greater transparency and clear procedures, with continuing pressure on public and corporate decision-makers nationally and internationally. New forms of cooperation are not likely to be a full alternative to the classic multilateral approach of international decision-making, and the calls for reforms of existing global governance structures are likely to intensify (Biermann et al., 2009). Pressure to better integrate and represent emerging economies in global institutions and processes is unlikely to wane. Different democratic traditions, preferences and interests are expected to challenge the western norms and values that provide much of the foundation of the existing global system of governance (EEA, 2008, Grevi, 2009). Why is global regulation and governance important for Europe? In the past, Europe has often benefited from the globalisation of regulatory standards that resembled its own advanced standards. Further developing international regulation can allow Europe to maintain its relatively advanced sustainable development policies without losing its competitive edge in the global markets. Harmonising standards may have a positive effect on the sustainability of foreign production practices worldwide, for example by the increased diffusion of resource-efficient, low-carbon technologies. Europe, as a major importer bloc, can insist on sustainability in its trade relations. However, without effective environmental policies, smooth trade conditions may simply boost Europe’s economy and so increase its impact on natural resources and the environment. Many observers fear the EU could wield less global influence in the future, given economic power shifts and existing external and internal barriers such as the rules of participation in international organisations (Commission versus EU Council), the time needed for internal coordination, and disputes about shared competencies (among Member States, the EU Council and the European Commission). Progress in international negotiations might therefore continue to be stalled. Designing policies to represent European interests effectively in formal and informal international fora, in view of on-going changes in global governance mechanisms remains an important policy challenge. The distinction between internal and external barriers to European policies is increasingly fading (EC, 2009). Foreign policy, for example, can no longer be thought of in isolation from environmental policies. It demands new approaches to greater joint policy formulation in areas such as trade, environment, development aid, technology, and defence and security. ",
        "70 The European environment | State and outlook 2010 Key drivers and uncertainties Economic globalisation is continuing and will further expand. The ratio of global exports to global GDP rose from 5.5 % to 19.4 % in the period 1950 to 2005. Trade barriers and different standards hamper growth and thus pressure is likely to continue to harmonise regulations as the regional and global integration of markets continues. Rapid economic growth in emerging economies, changing resource scarcity patterns, and the growing impacts of climate change will create future demands for global and regional regulation in economic cooperation, trade and the environment. The role and relevance of leading country gatherings such as G8 , G20 and G77. are likely to become still more important. Dissatisfaction with progress in international negotiations in key areas such as trade and environment are likely to drive an increased focus on regional integration. Governments will need non-state actors to help with policy formulation and implementation, as their own resources will be inadequate. Uncertainty marks this trend at every turn. Major uncertainties relate, for example, to the continuation of current economic growth patterns globally and the impacts of the recent financial and economic crisis. How emerging economies’ institutions perform and how their democracies develop is another key uncertainty as they affect both economic growth and international negotiation processes. Many emerging economies undergo fundamental socio-economic change in a much shorter time than the developed economies did, while their governance remains inadequate. Global governance developments will also be heavily influenced by the degree to which citizens press for participation, transparency and accountability in global negotiations. The effectiveness of soft approaches to global policy coordination depends hugely on policy implementation at home, which faces its own problems. Environmental regulation and governance: increasing fragmentation and convergence ",
        "71 The European environment | State and outlook 2010 Assessment of global megatrends Links between global megatrends and Europe’s environmental challenges Dedicated management of natural capital and ecosystem services emerges as a compelling integrating concept for managing the links between global drivers and the four priorities of the EU’s 6th Environmental Action Programme. ",
        "72 The European environment | State and outlook 2010 The EEA’s most recent assessment of the European environment’s state, trends and prospects – SOER 2010 – emphasises four sets of key environmental challenges: climate change, biodiversity loss, growing material resource use and continuing concerns related to environment, health and quality of life. While providing detailed assessments of each of the four overarching environmental challenges and related environmental issues, SOER 2010 also stresses the importance of links between environmental challenges. In addition, the global megatrends presented in the preceding chapter imply a variety of additional social, technological, economic, environmental and political factors beyond Europe’s control that are already affecting the European environment and are expected to continue doing so. Amid this complexity, the notion of dedicated management of natural capital and ecosystem services emerges as a compelling integrating concept for managing these multiple challenges effectively. Climate change is an obvious challenge. The EU has reduced its greenhouse gas emissions and is on track to meet its Kyoto Protocol commitments. However, global and European cuts in greenhouse gas emissions are far from sufficient to keep average world temperature increases below 2 °C. A whole set of global socioeconomic megatrends influence climate change mitigation and the severity of impacts in Europe. Projected direct impacts include biodiversity change, particularly in the Arctic, the Alpine region and the Mediterranean. Water scarcity is projected to become more pronounced in many southern European rivers, while coastal and river flooding problems are likely to increase as well. In addition, Europe may experience increased migration pressures from developing countries, where global environmental change becomes more important as a driver of resettlement. Many of the countries that are most vulnerable to climate change are outside Europe, although some are our direct neighbours. Often these countries are highly dependent on climate-sensitive sectors such as farming and fishing. The links between climate change, poverty, and political and security risks and their relevance for Europe are numerous. Climate change is expected to affect habitat and species distributions and to exacerbate biodiversity loss. Europe has established an extensive network of protected areas and programmes to reverse the loss of endangered species. However, widespread alteration of landscapes, degradation of ecosystems and loss of natural capital have meant that the EU has not met its target of halting biodiversity loss by 2010. The increasing spread of invasive species and the impacts on coastal, Mediterranean, Alpine and Arctic habitats are of particular concern. Although oil production is declining in EEA countries, intensifying off-shore drilling in Europe (and also in particularly sensitive areas like the Arctic) poses increasing risks to the marine environment. Ecosystems are additionally affected by transboundary pollution effects, notably the increase of ground-level ozone, persistent organic pollutants (POPs) and particulate matter that result from increased emissions outside Europe. Its reliance on global ecosystems will increase Europe’s vulnerability to environmental degradation elsewhere. Biodiversity has also continued to decline globally despite a few encouraging achievements. The global rate of species extinction is escalating and is now estimated to be 1 000 times the natural rate (IUCN, 2010). Evidence is growing that critical ecosystem services are under great pressure globally (MA, 2005). Loss of biodiversity in other regions of the world affects European interests in several ways. The world’s poor are most severely affected by biodiversity loss as they are usually most directly reliant on functioning ecosystem services (TEEB, 2009). Increased poverty and inequality are likely to fuel conflict and instability in regions that Links between global megatrends and Europe’s environmental challenges Natural capital and ecosystem services m e g a t r e n d s T e c h n o l o g i c a l m e g a t r e n d s E n v i r o n m e n t a l m e g a t r e n d s E c o n o m i c m e g a t r e n d s P o l i t i c a l m e g a t r e n d s S o c i a l Environment policy priority areas Environment, health and quality of life Natural resources and waste Nature and biodiversity Climate change Source: EEA Global megatrends and EU environmental policy priorities ",
        "73 The European environment | State and outlook 2010 Assessment of global megatrends are already characterised by fragile governance structures. Moreover, reduced genetic variety in crops and cultivars implies future losses of economic and social benefits for Europe in such critical areas as food production and modern healthcare (CBD, 2010). In Europe, resource use continues to rise. The EU-27 average annual use of material resources is some 16 tonnes per person. Demand for materials has long exceeded Europe’s ability to generate what it needs; 20–30 % of resources used are imported. Europe is resource-poor for fossil fuels (oil and gas), minerals (e.g. rare earths, phosphorus) and will largely remain dependent on supplies from abroad. Global extraction of natural resources from ecosystems grew more or less steadily over the past 25 years, from 40 billion tonnes in 1980 to 58 billion tonnes in 2005. Resource extraction is unevenly distributed across the world, with Asia accounting for the largest share in 2005 (48 % of total tonnage, compared with Europe’s 13 %). Over this period, a partial decoupling of global resource extraction and economic growth took place: resource extraction increased by roughly 50 %, where world economic output (GDP) rose about 110 % (SERI, 2009). Nonetheless, resource use and extraction is still increasing in absolute terms, more than offsetting resource efficiency gains. Global food, energy and water systems appear to be more vulnerable and fragile than thought a few years ago due to increased demand, decreased supply, and supply instabilities. Over-exploitation, degradation and loss of soils are a relevant concern in this regard (FAO, 2009; IEA, 2009; WB, 2009). Global competition and increased geographic and corporate concentration of supplies for some resources together means that Europe faces increasing supply risks (EC, 2010). For energy Europe may turn to its own stocks (coal, oil shale, the revival of mining) but exploitation costs will be high because of the high costs of labour, environmental and occupational security, accessibility and landscape disruption. Increased use of renewable energy sources in the supply mix will help curb this problem. Changes in the abundance of migratory species and climate change impacts may be aggravated by an increased demand for and depletion of domestic resources (such as food and timber). Similarly, increased global demand for European agricultural and forestry products may lead to an increase in the intensity and scale of agriculture and forestry in Europe, increasing pressure on water and soil resources. Technological efficiency gains may, however, reduce pressure on Europe’s natural resources. Regarding the interplay between environment, health and quality of life, it is worth noting that water and air pollution have declined — but not enough to ensure good ecological quality in all water bodies or good air quality in all urban areas. The analysis presented in the preceding chapters indicates that global trends will also influence pollution, environment and health concerns. For example, in coming decades hemispheric air pollution is expected to increase as economies across Asia become stronger (although policies to address air pollution in China and elsewhere may reverse this trend). Hemispheric pollution by contaminants such as ozone, particulate matter or POPs is expected to contribute to the background level of air pollution across Europe, as well as increasing deposition of pollutants in water and soil. This process is likely to reverse improvements in air quality due to lower local urban emissions. New technologies offer opportunities to reduce pollution levels and improve monitoring, but their possible impacts on the environment and health will have to be carefully examined. The production of chemicals and releases of reactive nitrogen (from fossil fuel combustion and the use of nitrogenous fertilisers) are also of increasing concern, and the impacts on Europe are still unclear. In spite of general progress in the area of environment and health in Europe, the global human toll of environmental health impacts remains deeply worrying. Unsafe water, poor sanitation and hygiene conditions, urban outdoor air pollution, indoor smoke from solid fuels, lead exposure and global climate change account for nearly a tenth of deaths and disease globally, and around a quarter of deaths and disease in children under five years of age (WHO, 2009). Again, poor populations at low latitudes are affected most heavily. Many low- and middle-income countries now face a growing burden from new health risks, while still fighting an unfinished battle with traditional problems. The World Health Organization (WHO) forecasts that between 2006 and 2015 deaths from non-communicable diseases could increase worldwide by 17 %. The greatest increase is projected for the African region (24 %) followed by the Eastern Mediterranean region (23 %) (WHO 2010). Europe is likely to face an increased problem of emerging or re-emerging infectious diseases that are critically influenced by changes in temperature or precipitation, habitat loss and ecological destruction (ECDC, 2010; Patz et al., 2008). In an increasingly urbanised world, which is tightly bound together by long-distance transport, the incidence and distribution of infectious diseases affecting humans is likely to increase (Jones et al., 2008). ",
        "74 The European environment | State and outlook 2010 Several of the global megatrends identified add more general pressure and uncertainty to the overall competition for natural resources. This may intensify as a consequence of increased demands, decreased supplies and decreased stability of supply. Ultimately, this will further increase pressure on ecosystems globally, and especially their capacity to ensure continued food, energy and water security. According to the United Nations Food and Agriculture Organisation (FAO), demand for food, feed and fibres could grow by 70 % by 2050 (FAO, 2009a). The fragility of global food, water and energy systems has become apparent over recent years. For example, arable land per person declined globally from 0.43 ha in 1962 to 0.26 ha in 1998. The FAO expects this to fall further by 1.5 % per year between now and 2030 if no major policy changes are initiated (FAO, 2009b). Similarly, the International Energy Agency (IEA) expects global demand for energy to rise by 40 % over the next 20 years without major policy changes (IEA, 2009). The IEA has repeatedly warned about an impending global energy crisis due to rising long-term demand. Massive and continuous investments are needed in energy efficiency, renewable energies and new infrastructures to achieve the transition to a low-carbon, resource-efficient energy system that is compliant with long-term environmental objectives (FAO, 2009b; ECF, 2010). At the global level, poverty and social exclusion are further exacerbated by ecosystem degradation and changes in the climate. Globally, efforts to alleviate extreme poverty were reasonably effective until recent years (FAO, 2009a). However, the food and economic crises from 2006 to 2009 have increased malnutrition rates around the world. The number of people affected rose, for the first time, to more than a billion in 2009 and the proportion of malnourished people in developing countries, which was declining quite rapidly, has risen. Resource over-exploitation and changes in the climate aggravate threats to natural capital. They also affect quality of life, potentially undermining social and political stability (DCDC, 2010; WBGU, 2007). Furthermore, the livelihoods of billions of people are inevitably linked with the sustainability of local ecosystem services. Combined with demographic pressures, decreasing socio-ecological resilience can add a new dimension to the environment and security debate, as conflict around scarcer resources is likely to intensify and add to migration pressures (DCDC, 2010; IOM, 2009). Global pressures pose a further set of concerns for security in many parts of the world, including Europe’s neighbours in the southern and eastern Mediterranean as well as in sub-Saharan Africa. Global environmental change, especially climate change, can have significant implications for international security and create potential risks of conflict within countries and across borders. The impacts of global environmental change could aggravate problems of resource scarcity and access to basic services as well as changing the living conditions for many people in rural and urban regions. It is now widely understood that growing tensions over access to resources and migration could add to the existing problems of social and political stability in many countries in Europe’s neighbourhood. In short, global megatrends are increasing the vulnerability of Europe’s environment. Many key drivers of change are highly interdependent and likely to unfold over decades rather than years. These interdependencies and trends, many of them outside Europe’s direct influence, will have significant consequences and potential risks for the resilience and sustainable development of Europe’s economy and society. Dedicated management of natural capital and ecosystem services provides one integrated approach to mitigating these risks and adapting to changes that may anyway occur. Better knowledge of the linkages and associated uncertainties will be essential in the future if we are to tackle such complex problems effectively. Links between global megatrends and Europe’s environmental challenges ",
        "75 The European environment | State and outlook 2010 Assessment of global megatrends Responding to global megatrends Reflecting global megatrends in policymaking poses three related but distinct challenges. These relate to reviewing the approaches for assessing future change, embedding long-term perspectives in policy planning and decisions, and ensuring that environmental policy takes account of global links and is aligned to external policies on, for example, trade and aid. ",
        "76 The European environment | State and outlook 2010 Responding to global megatrends The assessment of megatrends presented in the previous chapters highlights a range of interlinkages and interdependencies between global megatrends impacting social, technological, economic, political and environmental systems. These megatrends increase complexity, uncertainty and risk, and accelerate the feedbacks within and between economic, social, technological and environmental systems. The growing global links also offer unique opportunities for action (IPCC, 2007; MA, 2005; UNEP, 2007; University of Copenhagen, 2009; PBL, 2009; WWF et al., 2008; EC, 2009). But attempts to realise these opportunities face the challenge of huge time lags between action (or inaction) and effect. Responding to global megatrends and reflecting future changes in policy is thus a challenging task. The report of the Reflection Group on the Future of Europe has emphasised how many recent global developments, such as the financial crisis or price volatilities in key commodity markets, have caught us by surprise (RGFE, 2010). A key question emerges: how can we avoid urgent and critical global feedbacks in resource-using systems when we are very far from understanding them completely (Underdahl, 2010)? Much of the speed and scope of global environmental change has been underestimated by scientific assessments and policy appraisals, for example. Few considered that some of the key emerging economies would develop so fast and affect global demand as quickly as they have in the last decade. This leads to another key question: how are global-to-European inter- linkages and impacts best understood and included in policymaking? A brief reflection reveals three related but distinct challenges for the future: 1. reviewing assessment approaches to improve monitoring and analysis of future changes and their uncertainties; 2. revising approaches and institutional arrangements to embed a long-term perspective into policy planning and decision-making; 3. reflecting on further policy changes to take better account of global-to-European interlinkages and better align European external policies with environmental policies. Below we expand on these points from in the light of practical experience in the EEA and its member countries. Reviewing assessment approaches Information and communication technologies have greatly advanced our ability to gather relevant information and support decision-making under varying conditions of uncertainty. Near real-time data and regular updating of indicators improve the information basis for monitoring environmental change, detecting emerging issues and planning swifter responses. Integrating outlook-based indicators into national environmental data information and reporting systems on a more regular basis could improve their ability to deal with future changes. Some European countries — for example the UK — have started to complement broader studies on long-term futures with systems that routinely scan a wide range of academic and non-academic sources for signals of emerging changes. Such systems of horizon scanning explore both present certainties and future uncertainties, like an early warning radar. They can help discussions about early action based on early warnings from science. All these approaches face the challenge of acceptability. Policymakers increasingly recognise the need to consider the (long-term) future in policy. Yet they also often turn to scientists to produce evidence, particularly where issues are complex and uncertain, searching for the ‘right’ answer that cannot be challenged easily by public debate. Together with a greater scrutiny of scientific assessments through diverse stakeholders, demand will increase for greater transparency about how assessment findings and conclusions have been reached. Even the best crafted, most transparent scientific exercise cannot escape the fact that profound uncertainties will always remain. Continuous learning and adaptation is needed. Great insights on future challenges often result from participating in the process of assessment rather than merely from the published record of their output (Mitchell et al., 2010). Revising approaches and institutional arrangements Often the focus of forward-looking assessments is almost exclusively on the product, neglecting ",
        "77 The European environment | State and outlook 2010 Assessment of global megatrends the needs of good process design. However, good process design and functioning institutional arrangements are as important for success as high- quality expertise and analysis. Quite often, forward-looking assessments of global- European interlinkages suffer from being either too narrow in perspective or too broad and generic, and find it hard to tackle relevant interlinkages across policy areas in a sufficiently comprehensive way. Global megatrends often cut across policy boundaries, requiring a more coordinated approach and sufficient capacities. Several EEA member countries have already introduced dedicated programmes or units to coordinate activities, develop common analytical methodologies and support stakeholder involvement, which provides a rich body of experiences to learn from (Volkery and Ribeiro, 2009). Locating a coordination body close to central government can increase political support and administrative buy-in and thus improve the conditions for effective use and follow-up in decision-making. Direct parliamentary oversight for future thinking is rare but existing examples show a potential added value in terms of greater attention for policy issues of longer-term relevance. Reflecting on further policy changes Achieving greater coherence in policies is a key future need but assessing environmental trade- offs between policies becomes more challenging when the global-European perspective is taken into account. Notable examples include trade-offs between policies on energy security, food security and environmental protection. Past assessments often failed to take account of the possibility of more abrupt changes in key drivers. Scenarios of lower probability but higher impact should be considered more routinely in this regard. Achieving greater policy coherence is a long- term objective that requires further reflection and dialogue among different actors. Below we highlight some issues that illustrate a few of the challenges we face and for which there are no easy solutions at hand. Some past successes, such as efforts to address surface water pollution or the deposition of SO x and NO x emissions, built on the availability of technological fixes that easily lent themselves to regulation. However, where these fixes have not been available, efforts to alter trends have often achieved results slowly. Moreover, technological fixes have frequently helped to solve one problem but created another. Future policymaking would benefit from a more integrated view on technologies, including broader assessments of potential interactions across media. The fact that changes in other parts of the world will be felt closer to home increasingly blurs the boundaries between Europe’s internal and external policies. Foreign policy, for example, can no longer be thought of in isolation from environmental policies, demanding new approaches to joint policy formulation in areas such as trade, environment, development aid, technology and defence and security. Environmental degradation, inequitable access to natural resources and transboundary movement of hazardous materials increase the probability of conflict and can pose risks to national security. Environmental security could be a major lens for the development of Europe’s external policies. Most of the available assessments assume that Europe will become more dependent on exporting countries for critical resources, with some of these countries characterised by high political instability. Quite a few assessments conclude that the EU is becoming weaker in its relationship with big states, e.g. China, Russia and USA. However, all advanced and emerging economies face problems that cannot be dealt with alone. This can play to the long-term advantage of Europe: Europe remains the largest economic bloc in the world, with considerable innovation power and experience in managing difficult socioeconomic transition processes. State-of-the-art, well structured information is essential to understand global megatrends and potential environmental consequences for Europe. Generating this information falls within the core remit of the EEA and doing this work has confirmed both its considerable value and the need to continue it in the future. The information presented does not claim to be exhaustive or definitive but contributes a first step to the development of an improved information base for Europe’s environment in a global context and represents part of a longer-term, continuous, iterative activity. Further work will be undertaken during the coming years — in particular in the run-up to the UN Conference on Sustainable Development (Rio+20) — to provide a solid information base to support policy formulation with a long-term perspective. ",
        "78 The European environment | State and outlook 2010 List of abbreviations ADB Asian Development Bank ASEAN Association of Southeast Asian Nations BRIC Country grouping including Brazil, Russia, India and China BRIIC Country grouping including Brazil, Russia, India, Indonesia and China CAP EU Common Agriculture Policy CBD Convention on Biological Diversity CH 4 Methane CIA Central Intelligence Agency CO Carbon monoxide CO 2 Carbon dioxide DG ECFIN Directorate General for Economic and Financial Affairs EEA European Environment Agency EU European Union EUR Euro FAO United Nations Food and Agriculture Organisation FDI Foreign Direct Investment G20 Group of 20: Argentina, Australia, Brazil, Canada, China, France, Germany, India, Indonesia, Italy, Japan, Mexico, Russia, Saudi Arabia, South Africa, Republic of Korea, Turkey, United Kingdom, United States of America G8 Group of 8: France, the United States, Britain, Germany, Japan, Italy, Canada and Russia GDP Gross Domestic Product GET Global Education Trend GHG Greenhouse Gas HIV Human Immunodeficiency Virus ICT Information and Communications Technology IEA International Energy Agency IIASA International Institute for Applied Systems Analysis IMF International Monetary Fund IPCC Intergovernmental Panel on Climate Change IZT Institut für Zukunftsstudien und Technologiebewertung MEA Millennium Ecosystem Assessment NAFTA North American Free Trade Agreement NBIC Nanotechnology, Biotechnology, Information technology and Cognitive science NH 3 Ammonia NH x Ammonium and ammonia NIC National Intelligence Council NO x Nitrogen oxides O 3 Ozone ODS Ozone depleting substances OECD Organisation for Economic Cooperation and Development OPEC Organisation of the Petroleum Exporting Countries PM Particulate Matter - PM2.5 and PM10 denote different size of PM REACH Registration, Evaluation, Authorisation and Restriction of Chemical substances RCEP Royal Commission on Environmental Pollution SO 2 Sulphur dioxide SoE State of the Environment SOER State and Outlook of the Environment Report SRES Special Report on Emission Scenarios (IPCC) UBA Umweltbundesamt UN United Nations UNDESA United Nations Department of Economic and Social Affairs UNESCO United Nations Educational, Scientific and Cultural Organization UNFCCC United Nations Framework Convention on Climate Change UN WTO United Nations World Tourism Organization US United States of America USD US Dollars WBCSD World Business Council for Sustainable Development WGBU German Advisory Council on Global Change WHO World Health Organization WIPO World Intellectual Property Organization Assessment of global megatrends ",
        "79 The European environment | State and outlook 2010 Assessment of global megatrends Bibliography Increasing global divergence in population trends CIA, 2001. Long‐term Global Demographic Trends: Reshaping the Geopolitical Landscape , Central Intelligence Council, Washington D.C. (https://www.cia.gov/library/reports/ general-reports-1/Demo_Trends_For_Web.pdf) accessed 17 November 2010. DG ECFIN, 2009. The 2009 Ageing report – Economic and budgetary projections for the 27 Member States (2008-2060), European Economy No 2/2009. Directorate General for Economic and Financial Affairs, European Commission, Luxemburg. EEA, 2010. ‘General support to framing the forward- looking assessment component of the European state of the environment and outlook report 2010 part A - Background Paper on Demographics and Migration’. European Environmental Agency, Contract Number 3403/ B2009/EEA.53788 (unpublished). DRC, 2008. Demographics and Climate Change: Future Trends and their Implications for Migration . German Federal Institute for Development Research Centre on Migration, Globalisation and Poverty (http://www.migrationdrc.org/ publications/working_papers/WP-T27.pdf) accessed 17 November 2010. IIASA, 2007. IIASA’s 2007 Probabilistic World Population Projections, IIASA World Population Program Online Data Base of Results 2008. International Institute for Applied Systems Analysis, Laxenburg (http://www.iiasa.ac.at/ Research/POP/proj07/index.html?sb=5 ) accessed 17 November 2010. Jackson, R., Howe, N., 2008. The Graying of the Great Powers: Demography and Geopolitics in the 21st Century, Center for Strategic and International Studies, Washington. Jajachandran, S. and Lleras-Muney, A., 2008. Expectancy and human capital investments: evidence from maternal mortality declines , NBER Working Paper No. 13947. The National Bureau of Economic Research, Cambridge. Lutz, W., Sanderson, W. and Scherbov, S., 2008. ‘The coming acceleration of global population ageing’, Nature, (451) 716–719. Lutz, W., 2009. ‘Changing population size and distribution as a security concern’, in: Brauch H. G. (ed.), Hexagon Series on Human and Environmental Security and Peace, 1, Volume 4, Facing Global Environmental Change, Part II, (203-213). Springer-Verlag, Berlin – Heidelberg – New York. NIC, 2008. Global Trends 2025. A Transformed World. US National Intelligence Council, Washington D.C. (http:// www.dni.gov/nic/NIC_2025_project.html) accessed 17 November 2010. Poncet, S., 2006. The Long Term Growth Prospects of the World Economy: Horizon 2050. CEPII Working Paper No 2006-16. Centre d’Etudes Prospectives et d’Informations Internationales, Paris (http://www.mafhoum.com/ press9/289E13.pdf) accessed 17 November 2010. Pearce, 2010. ‘The overpopulation myth’. Prospect (168) (http://www.prospectmagazine.co.uk/2010/03/the- overpopulation-myth/) accessed 20 November 2010. UN, 2009. World Population Prospects: The 2008 Revision. Population Division of the Department of Economic and Social Affairs of the United Nations Secretariat (http://esa.un.org/unpp) accessed 3 September 2010. Van Nimwegen, N., van der Erf, R. (eds), 2010. Demography Monitor 2008; demographic trends, socio‐ economic impacts and policy implications in the European Union. Monitoring report prepared by the European Observatory on the Social Situation ‐ Demography Network. NIDI report no. 82. Netherlands Interdisciplinary Demographic Institute, KNAW Press, Amsterdam. Figure (page 10): World population projections IIASA, 2007. IIASA’s 2007 Probabilistic World Population Projections. IIASA World Population Program Online Data Base of Results 2008 (http://www.iiasa.ac.at/Research/ POP/proj07/index.html?sb=5) accessed on 17 November 2010. UN, 2009. World Population Prospects: The 2008 Revision. Population Division of the Department of Economic and Social Affairs of the United Nations Secretariat (http://esa.un.org/unpp) accessed 3 September 2010. Figure (page 11): Regional shares of world population UN, 1999. The World at Six Billion. Population Division of the Department of Economic and Social Affairs of the United Nations Secretariat (http://www.un.org/ esa/population/publications/sixbillion/sixbillion.htm) accessed 17 November 2010. ",
        "80 The European environment | State and outlook 2010 Assessment of global megatrends Figure (page 11): Median age projections UN, 2009. World Population Prospects: The 2008 Revision. Population Division of the Department of Economic and Social Affairs of the United Nations Secretariat (http://esa.un.org/unpp) accessed 3 September 2010. Figure (page 12): Population pyramids for 2000 and 2050 Samir K.C. et al, 2010. Projection of populations by level of educational attainment, age, and sex for 120 countries for 2005‐2050. IIASA (http://www.iiasa.ac.at/Research/POP/ Edu07FP/index.html?sb=13) accessed 17 November 2010. Figure (page 13): Correlation between fertility and female education UNESCO, 2010. UNESCO Institute for statistics Data Centre (http://stats.uis.unesco.org/unesco/TableViewer/ document.aspx?ReportId=143&IF_Language=eng) accessed 3 September 2010. World Bank, 2010, World Development Indicators online database (data.worldbank.org/data-catalog/world- development-indicators) accessed 3 September 2010. UN, 2009. World Population Prospects: The 2008 Revision. Population Division of the Department of Economic and Social Affairs of the United Nations Secretariat (http://esa.un.org/unpp) accessed 3 September 2010. Gapminder, 2010 (http://www.gapminder.org) accessed 3 September 2010. Living in an urban world Accenture, 2009. The rise of the multi‐polar world. Business implications (https://microsite.accenture.com/ NonSecureSiteCollectionDocuments/By_Subject/Strategy/ PDF/MultiPolarWorld2007.pdf) accessed 27th August 2010. EEA, 2010. ‘Background paper on urbanisation and consumption. General support to the forward-looking assessment component of the 2010 European State of the Environment and Outlook Report (Part A)’. European Environment Agency, Copenhagen (unpublished). Kharas, H. 2010. The emerging middle‐class in developing countries. OECD Development Centre Working Paper No. 285. Organisation for Economic Co-operation and Development, Paris. NIC, 2008. Global Trends 2025. A Transformed World. US National Intelligence Council, Washington D.C. (http:// www.dni.gov/nic/NIC_2025_project.html) accessed 17 November 2010. Satterthwaite, D., 2007. The Transition to a Predominantly Urban World and its Underpinnings. Human Settlements Working Paper Series Urban Change No. 4. International Institute for Environment and Development, London. UN, 2010. World Urbanization Prospects, the 2009 Revision. United Nations, Department of Economic and Social Affairs, Population Division, New York. Wang, M., Huo, H., Johnson, L., He, D. 2006. Projection of Chinese Motor Vehicle Growth, Oil Demand and CO 2 emissions through 2050, Argonne National Laboratory, Energy Systems Division (http://www.transportation.anl. gov/pdfs/TA/398.pdf) accessed 2 September 2010. World Bank, 2007. Income Distribution, Inequality, and Those Left Behind. Global Economic Prospects 2007: Managing the Next Wave of Globalization, 67-100. WBCSD (ed.), 2004. Mobility 2030 – meeting the challenges to sustainability. The Sustainable Mobility Project. World Business Council for Sustainable Development, Geneva. Worldwatch Institute, 2008. State of the World 2007: Our urban future. Worldwatch Institute, Washington D.C. Figure (page 16): Urban trends UN, 2010. World Urbanization Prospects: The 2009. Revision. Population Division of the Department of Economic and Social Affairs of the United Nations (http:// esa.un.org/unpd/wup/index.htm) accessed 22 September 2010. Figure (page 16): Slow-down of urban growth UN, 2010. World Urbanization Prospects: The 2009. Revision. Population Division of the Department of Economic and Social Affairs of the United Nations (http://esa.un.org/unpd/wup/CD-ROM_2009/WUP2009- F06-Urban_Growth_Rate.xls) accessed 17 November 2010. Figure (page 17): Changing middle class Kharas, H., 2010. The emerging middle‐class in developing countries. OECD Development Centre Working Paper No. 285. Organisation for Co-operation and Development, Paris (http://dx.doi.org/10.1787/5kmmp8lncrns-en) accessed 17 November 2010. Data provided by Wolfensohn Center for Development. Figure (page 17): Car ownership rates projections WBCSD, 2004. The IEA/SMP Transportation Model 2004. World Business Council for Sustainable Development (http://www.wbcsd.org/web/publications/mobility/smp- model-spreadsheet.xls) accessed 17 November 2010. Disease burdens and the risk of new pandemics Arguin, P., Marano, N., and Freedman, O., 2009. ‘Globally Mobile Populations and the Spread of Emerging Pathogens’. Emerging Infectious Diseases, 15(11) 1713-1720. Beaglehole R, Bonita R., 2008. ‘Global public health: a scorecard’. The Lancet, (372) 1988-1996. Bodenhiemer, T., 2005. ‘High and Rising Health Care Costs. Part 2: Technologic Innovation’. Annals of Internal Medicine, (142) 11 932- 11937. (http://www.annals.org/ content/142/11/932.abstract) accessed November 17 2010. ",
        "81 The European environment | State and outlook 2010 Assessment of global megatrends Duh, G., Shandas, V., Chang, H., George, L., 2008 . ‘Rates of Urbanization and the Resiliency of Air and Water Quality’. Science of the Total Environment, (400 1-3) 238-256. The Economist, 2009. Fertility and living standards ‐ Go forth and multiply a lot less. 29 October 2009. EEA, 2005. Environment and health, report no10/2005. European Environmental Agency, Copenhagen. EEA, 2010. ‘Report on health related megatrends. Identifying global health megatrends in support of SOER 2010 Part A’. European Environmental Agency. Contract No. EEA/AIR/04/007 Specific Agreement: 3403/B2009/ EEA.53683,Task 4. Frew, S., Liu, V., Singer, P., 2009. A Business Plan to Help the ‘Global South’ in its Fight Against Neglected Diseases. Health Affairs 28(6) 1760-1773. Gilland, B., 2002. ‘World population and food supply: Can food production keep pace with population growth in the next half-century?’. Food Policy (27: 47–63). NIC, 2008. Global Trends 2025. A Transformed World. US National Intelligence Council, Washington D.C. (http:// www.dni.gov/nic/NIC_2025_project.html) accessed 17 November 2010. Patterson, M., 2007. Tackling Obesities: Future Choices Food Chain Industries’ Perspectives on the Future. UK Government Office for Science (http://www.bis.gov.uk/ assets/bispartners/foresight/docs/obesity/04.pdf accessed) 17 November 2010. Saker, L., Lee, K., Cannito, B. , Gilmore, A., Campbell- Lendrum, D., 2004. Globalization and infectious diseases: A review of the linkages. World Health Organization, Geneva. (http://apps.who.int/tdr/publications/tdr-research- publications/globalization-infectious-diseases/pdf/seb_ topic3.pdf) accessed 17 November 2010. UN, 2004. World Population Prospects: The 2004 Revision. Population Division of the Department of Economic and Social Affairs of the United Nations, Geneva. WHO (ed.), 2006. Obesity and overweight. Factsheet No. 311. World Health Organization (http://www.who.int/ mediacentre/factsheets/fs311/en/index.html) accessed 18 February 2010. WHO (ed.), 2008a. World Health Report 2008 ‐ Primary Health Care: Now more than ever. World Health Organization, Geneva. WHO (ed.), 2008b. Our cities, our health, our future: Acting on social determinants for health equity in urban settings. Report to the WHO Commission on Social Determinants of Health from the Knowledge Network on Urban Settings. World Health Organization, Kobe. WHO, 2009a. Global Health Risks: Mortality and burden of disease attributable to selected risks. World Health Organization, Geneva. WHO, 2009b. The European Health Report 2009: Health and health systems. World Health Organization, Geneva. Wilkinson, R., Pickett, K., 2006. ‘Health Inequality and UK Presidency of the EU’. The Lancet (367). Map (page 21): Migrations: Moving to work and to escape poverty DRC, 2007. Global migrant origin database. Development Research Centre on Migration, Globalisation and Poverty (http://www.nsd.uib.no/macrodataguide/set. html?id=24&sub=1) accessed 17 November 2010. Map (page 22): Environmental factors and conflicts possibly generating displacements UNDP, 2010. Human development report 2010. United Nations Development Programme (http://hdr.undp.org/en/media/HDR_2010_EN_Table1. pdf) accessed 17 November 2010. Map (page 23): Malaria by 2050 Rogers, D.J., Randolph, S., 2000. ‘The Global Spread of Malaria in a Future, Warmer World’, Science 8 September 2000, (289 – 5485) 1763-1766. Figure (page 20): Different risks to human health. WHO, 2004. Projections of mortality and burden of disease, 2004‐2030. World Health Organization (http://www.who. int/healthinfo/global_burden_disease/projections/en/ index.html) accessed 17 November 2010. Accelerating technological change: racing into the unknown Glenn, J.C., Gordon, T. J., Florescu, E., 2010. State of the Future report 2010. The Millennium Project: Washington, D.C. EEA, 2010. ‘Global mega-trends in the area of nano-, bio-, ICT and cognitive sciences and technologies’. European Environment Agency, Copenhagen (unpublished). Johnstone, N., Haščič H., Kalamova, M., 2010. ‘Environmental Policy Design Characteristics and Technological Innovation: Evidence from Patent Data’, OECD Environment Working Papers, No. 16. Organisation for Economic Co-operation and Development, Paris. Kegley, C.W. Jr., Raymond, G., 2006. The global future . A brief introduction to world politics. Wadsworth, Boston. Kurzweil, R; 2001. The law of accelerating returns (http://www.kurzweilai.net/the-law-of-accelerating- returns) accessed 2 November 2010. ",
        "82 The European environment | State and outlook 2010 Assessment of global megatrends McGarvin, M., 2010. ‘Megatrends in the areas of Nanotechnology, Biotechnology, Information and Cognitive Sciences. Supplementary Report to the EEA: Benefits, Impacts, and the Implications for Policy Makers - background report for the 2010 State of the Environment Report’. European Environmental Agency, Copenhagen. Nightingale, P., Morgan, M. Rafols, I, van Zwanenberg, P., 2008. Nanomaterials innovation systems. Their structure, dynamics and regulation. A report for the Royal Commission on Air Pollution (UK). Annex of RCAP 2008. Science and Policy Research Unit, Freeman Centre, University of Sussex, UK. OECD, 2010. OECD reviews of regulatory reform: Risk and regulatory policy. Improving the governance of risk. Organisation for Economic Co-operation and Development, Paris. Royal Commission on Environmental Pollution, 2008. Novel materials in the environment: the case of nano‐ technology. Royal Commission on Environmental Pollution, London. SCENIHR, 2009. Risk Assessment of Products of Nanotechnologies. Scientific Committee on Emerging and Newly Identified Health Risks, Directorate General for Health and Consumers, Brussels (http://ec.europa.eu/health/archive/ph_risk/ committees/04_scenihr/docs/scenihr_o_023.pdf) accessed November 17, 2010. Silberglit, R. et al, 2006. The global technology revolution 2010 – In depth analyses. Bio/Nano/Materials/Information Trends, Drivers, Barriers, and Social Implications. RAND, Santa Monica. Subramanian, V., 2009. Active Nanotechnology: what can we expect? A perspective for policy from bibliographical and bibliometrical analysis. Program on Nanotechnology Research and Innovation System Assessment, Georgia Institute of Technology. UBA, 2010. Entlastungseffekte für die Umwelt durch nano- technische Produkte und Verfahren. UBA Texte 33/2010, German Federal Environment Agency, Dessau. WIPO, 2009. World Intellectual Property Indicators 2009 , World Intellectual Property Organisation, Geneva. Map (page 28): Registered inventions WIPO, 2010. Statistics Database of the World Intellectual Property Organisation (http://www.wipo.int/export/sites/ www/ipstats/en/statistics/patents/xls/182_patent_family_ by_top_origin_by_year.xls) accessed 17 September 2010. Figure (page 26): Shortening time laps before mass use of technological innovations Kurzweil, R., 2005. The Singularity is Near: When Humans Transcend Biology, Viking / Penguin Books. Figure (page 27): Patent registration trends WIPO, 2010. Statistics Database of the World Intellectual Property Organisation (www.wipo.int/ipstats/en/general_ info.html) accessed 20 June 2010. Continued economic growth? DG ECFIN, 2009. The 2009 Ageing report – Economic and budgetary projections for the 27 Member States (2008-2060), European Economy No 2/2009. Directorate General for Economic and Financial Affairs, European Commission, Luxemburg. IMF, 2010. World Economic Outlook 2010 database (http:// www.imf.org/external/pubs/ft/weo/2010/01/weodata/ index.aspx) accessed 17 November 2010. Poncet, S., 2006. The Long Term Growth Prospects of the World Economy: Horizon 2050. CEPII Working Paper No 2006-16. Centre d’Etudes Prospectives et d’Informations Internationales, Paris (http://www.mafhoum.com/ press9/289E13.pdf) accessed 17 November 2010. Figure (page 32): Economic growth continues, faster in emerging economies IMF, 2010. World Economic Outlook 2010 database. International Monetary Fund (http://www.imf.org/external/pubs/ft/weo/2010/01/ weodata/index.aspx) accessed 23 November 2010. Figure (page 33): Still a large gap between advanced and emerging economies IMF, 2010. World Economic Outlook 2010 database. International Monetary Fund (http://www.imf.org/ external/pubs/ft/weo/2010/01/weodata/index.aspx) accessed 23 November 2010. From a unipolar to a multipolar world Accenture, 2008. Multi-polar world 2: The rise of the emerging-market multinational (http://www.accenture.com/NR/rdonlyres/BD275F6C- 9E28-45F0-A8DB-7C1733D81BC2/0/MultiPolarWorld2007. pdf) accessed 23 November 2010. ADB, 2007. Key indicators 2007 , Vol. 38. Asian Development Bank (http://www.adb.org/Documents/books/key_ indicators/2007/pdf/Key-Indicators-2007.pdf) accessed 23 November 2010. Dadush, U., Shimelse, A., 2010. The Transformation of World Trade. Carnegie Endowment for International Peace, Policy Outlook, February 2010 (http://www.carnegieendowment.org/files/ Transformation_of_World_Trade.pdf) accessed 23 November 2010. IMF, 2010. World Economic Outlook 2010 database. International Monetary Fund (http://www.imf.org/ external/pubs/ft/weo/2010/01/weodata/index.aspx) accessed 23 November 2010. ",
        "83 The European environment | State and outlook 2010 Assessment of global megatrends Maddison, A., 2001. The World Economy ‐ A Millennium Perspective. Development Centre Studies, Organisation for Economic Co-operation and Development, Paris. NIC, 2008. Global Trends 2025. A Transformed World . US National Intelligence Council, Washington D.C. (http:// www.dni.gov/nic/NIC_2025_project.html) accessed 17 November 2010. Poncet, S., 2006. The Long Term Growth Prospects of the World Economy : Horizon 2050. CEPII Working Paper No 2006-16. Centre d’Etudes Prospectives et d’Informations Internationales, Paris (http://www.mafhoum.com/press9/289E13.pdf) accessed 17 November 2010. Figure (page 36): The weight of trade IMF, 2010. World Economic Outlook 2010 database. International Monetary Fund (www.imf.org/external/pubs/ft/weo/2009/01/weodata/ index.aspx) accessed 23 November 2010. Figure (page 36): Share of World exports IMF, 2010, World Economic Outlook 2010 database. International Monetary Fund (www.imf.org/external/pubs/ft/weo/2009/01/weodata/ index.aspx) accessed 23 November 2010. Figure (page 37): Trade partner shift Dadush, U., Shimelse, A., 2010. The Transformation of World Trade. Carnegie Endowment for International Peace, Policy Outlook, February 2010 (http://www.carnegieendowment. org/files/Transformation_of_World_Trade.pdf) accessed 23 November 2010. UN, 2010. United Nations Commodity Trade Statistics Database (http://comtrade.un.org/) accessed 23 November 2010. Intensified global competition for resources Angerer, G., Erdmann, L., Marscheider-Weidemann, F., Scharp, M., Lüllmann, A., Handke, V., Marwede, M., 2009. Rohstoffe für Zukunftstechnologien . Fraunhofer IRB Verlag, Stuttgart. EC, 2010. ‘Critical raw materials for the EU: Report of the Ad-hoc Working Group on defining critical raw materials’, European Commission (http://www.eurosfaire. prd.fr/7pc/doc/1280223304_critical_raw_material_ eu_06_2010.pdf) accessed 30 July 2010. IEA, 2009. World Energy Outlook 2009. International Energy Agency, Paris. IEA, 2008. World Energy Outlook 2008. International Energy Agency, Paris. IMF, 2010. World Economic Outlook 2010 database (http:// www.imf.org/external/pubs/ft/weo/2010/01/weodata/ index.aspx) accessed 17 November 2010. Maddison, A., 2001. The World Economy ‐ A Millennial Perspective. Development Centre Studies Office, Organisation for Economic Co-operation and Development, Paris. NIC, 2008. Global Trends 2025. A Transformed World. US National Intelligence Council, Washington D.C. (http:// www.dni.gov/nic/NIC_2025_project.html) accessed 17 November 2010. World Bank, 2009. Global Economic Prospects: Commodities at the cross‐roads (http://web.worldbank.org/WBSITE/ EXTERNAL/EXTDEC/EXTDECPROSPECTS/GEPEXT/EX TGEP2009/0,,contentMDK:22002695~pagePK:64167689~ piPK:64167673~theSitePK:5530498,00.html) accessed 16 November 2010. Map (page 43): World oil and gas reserves US EIA 2010. International Energy Statistics, United States Energy Information Administration (http://tonto.eia.doe.gov/cfapps/ipdbproject/IEDIndex3. cfm) accessed 23 November 2010. Figure (page 42): World energy demand IEA, 2010. World Energy Outlook 2010. International Energy Agency, Paris (http://www.worldenergyoutlook. org/) accessed 23 November 2010. Figure (page 42): Cost of oil production IEA, 2008. World Energy Outlook 2008 . International Energy Agency, Paris. Figure (page 44): Price of fossil fuels and metals IMF, 2010, World Economic Outlook 2010 database. International Monetary Fund (www.imf.org/external/ pubs/ft/weo/2009/01/weodata/index.aspx) accessed 23 November 2010. Figure (page 44): Selected raw materials Angerer, G., Erdmann, L., Marscheider-Weidemann, F., Scharp, M., Lüllmann, A., Handke, V., Marwede, M., 2009. Rohstoffe für Zukunftstechnologien. Fraunhofer IRB Verlag: Stuttgart. Decreasing stocks of natural resources CBD, 2010. Global Biodiversity Outlook 3. Secretariat of the Convention on Biological Diversity, Montreal (http://gbo3. cbd.int/) accessed 23 November 2010. FAO, 2009. The State of Food Insecurity in the World. Economic Crises – Impacts and Lessons Learnt. Food and Agriculture Organization of the United Nations, Rome. FAO, 2010. Global Forest Resources Assessment 2010 ‐ Key Findings. Food and Agriculture Organization of the United Nations (http://www.fao.org/forestry/fra/en/) accessed 17 November 2010. Haberl, H. K., Erb, K.H., Krausmann, F., Gaube, V., Bondeau, A., Plutzar, C., Gingrich, S., Lucht, W., Fischer- Kowalski, M., 2007. ‘Quantifying and mapping the human appropriation of net primary production in earth’s terrestrial ecosystems’. Proceedings of the National Academy ",
        "84 The European environment | State and outlook 2010 Assessment of global megatrends of Sciences of the United States of America. 31 July 2007, (104, 31 12942-12947). Leadley, P., Pereira, H.M., Alkemade, R., Fernandez- Manjarrés, J.F., Proença, V., Scharlemann, J.P.W., Walpole, M.J., 2010. Biodiversity Scenarios: Projections of 21st century change in biodiversity and associated ecosystem services. CBD Technical Series No. 50, Secretariat of the Convention on Biological Diversity (http://www.cbd.int/doc/publications/ cbd-ts-50-en.pdf) accessed 19 November 2010. MA, 2005. Millennium Ecosystem Assessment 2005. Ecosystems and Human Well‐Being. Synthesis Report. Island Press, New York. PBL, 2008. Background report to the OECD Environmental Outlook to 2030. Overviews, details, and methodology of model-based analysis. Netherlands Environmental Assessment Agency, and Organisation for Economic Co-Operation and Development (http://www.rivm. nl/bibliotheek/rapporten/500113001.pdf) accessed 10 October, 2010. PBL, 2009. Getting into the Right Lane to 2050. Netherlands Environmental Assessment Agency, Bilthoven (http:// www.rivm.nl/bibliotheek/rapporten/500150001.pdf) accessed 17 November 2010. OECD, 2008. OECD Environmental Outlook to 2030. Organisation for Economic Co-operation and Development (http://www.oecd.org/document/20/0,3343, en_2649_34305_39676628_1_1_1_37465,00.html) accessed 17 November 2010. WWF, 2008. Living Planet Report 2008. World Wide Fund For Nature (http://assets.panda.org/downloads/living_ planet_report_2008.pdf) accessed 17 November 2010. Map (page 48): Human use of terrestrial ecosystems Haberl, H. K., Erb, K.H., Krausmann, F., Gaube, V., Bondeau, A., Plutzar, C., Gingrich, S., Lucht, W., Fischer- Kowalski, M., 2007. ‘Quantifying and mapping the human appropriation of net primary production in earth’s terrestrial ecosystems’. Proceedings of the National Academy of Sciences of the United States of America (104/31) 12942- 12947. Map (page 49): Water erosion risk on land PBL, 2008. Background report to the OECD Environmental Outlook to 2030. Overviews, details, and methodology of model-based analysis. Netherlands Environmental Assessment Agency, and Organisation for Economic Co-Operation and Development (http://www.rivm. nl/bibliotheek/rapporten/500113001.pdf) accessed 10 October 2010. Map (page 50): The world biomes MA, 2005. Millennium Ecosystem Assessment 2005. Ecosystems and Human Well-Being. Synthesis Report. Island Press, New York. Figure (page 49): Change in farmland area OECD, 2008. OECD Environmental Outlook to 2030. Organisation for Economic Co-operation and Development (http://www.oecd.org/document/20/0,3343, en_2649_34305_39676628_1_1_1_37465,00.html) accessed 17 November 2010. Figure (page 50) Loss of Species diversity PBL, 2008. Background report to the OECD Environmental Outlook to 2030. Overviews, details, and methodology of model-based analysis. Netherlands Environmental Assessment Agency, and Organisation for Economic Co-Operation and Development (http://www.rivm. nl/bibliotheek/rapporten/500113001.pdf) accessed 10 October 2010. Figure (page 51): Conversion of regional ecosystems (biomes) MA, 2005. Millennium Ecosystem Assessment 2005. Ecosystems and Human Well‐Being. Synthesis Report. Island Press, New York. Increasingly severe consequences of climate change Cline, W.R., 2008. ‘Global Warming and Agriculture’, Finance & Development, (45) 23-27 (http://www.imf.org/ external/pubs/ft/fandd/2008/03/cline.htm) accessed 23 November 2010. IPCC, 2007a. Climate Change 2007: Synthesis Report. Contribution of Working Groups I, II and III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Intergovernmental Panel on Climate Change, Geneva (http://www.ipcc.ch/publications_and_data/ publications_ipcc_fourth_assessment_report_synthesis_ report.htm) accessed 23 November 2010. IPCC, 2007b. Climate Change 2007: Impacts, Adaptation and Vulnerability. Cambridge University Press, Cambridge (http://www.ipcc.ch/publications_and_data/publications_ ipcc_fourth_assessment_report_wg2_report_impacts_ adaptation_and_vulnerability.htm ) accessed 23 November 2010. Richardson, K., Steffen, W., Schellnhuber, H.J., Alcamo, J., Barker, T., Kammen, D.M., Leemans, R., Liverman, D., Munasinghe, M., Osman-Elasha, B., Stern, N. and Wæver, O., 2009. Synthesis Report. Climate Change ‐ Global Risks, Challenges and decisions. Report from Copenhagen conference 10-12 March, 2009. University of Copenhagen (http://www.pik-potsdam.de/news/press-releases/files/ synthesis-report-web.pdf) accessed 23 November 2010. WBGU, 2006. The Future Oceans – Warming up, Rising high, Turning sour. Special report. German Advisory Council on Global Change, Berlin (http://www.wbgu.de/wbgu_ sn2006_en.pdf) accessed 23 November 2010. ",
        "85 The European environment | State and outlook 2010 Assessment of global megatrends Map (page 54): Projected impact of climate change on agricultural yields Cline, W.R., 2008. ‘Global Warming and Agriculture’, Finance & Development, (45) 23-27 (http://www.imf.org/ external/pubs/ft/fandd/2008/03/cline.htm) accessed 23 November 2010. Map (page 55): Projected impact of climate change on terrestrial ecosystems IPCC, 2007b. Climate Change 2007: Impacts, Adaptation and Vulnerability. Cambridge University Press, Cambridge (http://www.ipcc.ch/publications_and_data/ publications_ipcc_fourth_assessment_report_wg2_ report_impacts_adaptation_and_vulnerability.htm) accessed 23 November 2010. Map (page 56): Projected ocean acidification IPCC, 2007 c. Climate Change 2007 : The Physical Science Basis. Cambridge University Press, Cambridge (http:// www.ipcc.ch/publications_and_data/publications_ipcc_ fourth_assessment_report_wg1_report_the_physical_ science_basis.htm) accessed 23 November 2010. Map (page 57): Projected impact of climate change on freshwater flows IPCC, 2007a. Climate Change 2007: Synthesis Report. Contribution of Working Groups I, II and III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Intergovernmental Panel on Climate Change, Geneva (http://www.ipcc.ch/publications_and_data/ publications_ipcc_fourth_assessment_report_synthesis_ report.htm) accessed 23 November 2010. Increasing environmental pollution load Carpenter D.O., Arcaro, K., Spink, D.C., 2002. ‘Understanding the Human Health Effects of Chemical Mixtures’, Environmental Health Perspectives, February 2002, (110/1) 25-42. Crutzen, P.J., 2002. ‘Geology of Mankind’. Nature , 3 January 2002, (415) 23. de Leeuw, F. and Horálek, J., 2009. Assessment of the health impacts of the exposure to PM2.5 at a European level. ETC/ ACC Technical paper 2009/1. European Topic Centre on Air and Climate Change, Bilthoven. (http://air-climate.eionet.europa.eu/reports/ETCACC_ TP_2009_1_European_PM2.5_HIA) accessed 23 November 2010. EEA, 2010. Pharmaceuticals in the environment. EEA Technical report No.1/2010. European Environmental Agency (http://www.eea.europa.eu/publications/ pharmaceuticals-in-the-environment-result-of-an-eea- workshop) accessed 23 November 2010. Fiedler, V., Nau, R., Ludmann, S., Arnold, F., Schlager, H., Stohl, A., 2009. ‘East Asian SO2 pollution plume over Europe – Part 1: Airborne trace gas measurements and source identification by particle dispersion model simulations’. Atmospheric Chemistry and Physics (9) 4717– 4728. (http://www.atmos-chem-phys.net/9/4717/2009/acp- 9-4717-2009.pdf) accessed 17 November 2010. Grandjean, P., Landrigan, P., 2006. ‘Developmental neurotoxicity of industrial chemicals’. The Lancet (368) 2167-2178. OECD, 2008. OECD Environmental Outlook to 2030. Organisation for Economic Co-operation and Development (http://www.oecd.org/document/20/0,3343, en_2649_34305_39676628_1_1_1_37465,00.html) accessed 17 November 2010. PBL, 2010. Dossier Integral Nitrogen: FAQs (http://www.pbl.nl/en/dossiers/integral_nitrogen/FAQs/ index.html?vraag=3&title=What%20is%20reactive%20 nitrogen%20(Nr)%3F) accessed 22 November 2010. Ramanathan, V., Feng, Y., 2008. ‘On avoiding dangerous anthropogenic interference with the climate system: Formidable challenges ahead’. Proceedings of the National Academy of Sciences of the United States of America, (105) 14245-14250. Royal Society, 2008. Ground‐level ozone in the 21st century: future trends, impacts and policy implications. Science Policy Report 15/08. Royal Society (http://royalsociety.org/ Ground-level-ozone-in-the-21st-century-future-trends- impacts-and-policy-implications-/) accessed November 17, 2010. Selman, M., Sugg, Z., Greenhalgh, S., Diaz, R., 2008. Eutrophication and hypoxia in coastal areas: a global assessment of the state of knowledge. WRI Policy Note - Water Quality: Eutrophication and hypoxia, No1, World Resources Institute (http://pdf.wri.org/eutrophication_ and_hypoxia_in_coastal_areas.pdf) accessed 23 November 2010. USGS, 2010. Emerging Contaminants In the Environment. US Geological Survey (http://toxics.usgs.gov/regional/emc/) accessed November 17, 2010. VKM, 2008. Combined toxic effects of multiple chemical exposures. Report 1. Norwegian Scientific Committee for Food Safety (VKM) (http://www.vkm.no/dav/15ec300082. pdf) accessed 2010. Map (page 60): Particulate matter pollution OECD, 2008. OECD Environmental Outlook to 2030. Organisation for Economic Co-operation and Development (http://www.oecd.org/document/20/0,3343, en_2649_34305_39676628_1_1_1_37465,00.html) accessed 17 November 2010. Figure (page 61): Use of fertilisers and total reactive nitrogen inputs for agricultural land PBL, 2008. Background report to the OECD Environmental ",
        "86 The European environment | State and outlook 2010 Assessment of global megatrends Outlook to 2030. Overviews, details, and methodology of model-based analysis. Netherlands Environmental Assessment Agency, and Organisation for Economic Co-Operation and Development (http://www.rivm. nl/bibliotheek/rapporten/500113001.pdf) accessed 10 October 2010. Figure (page 61): The nitrogen cycle Bournay E., 2010. Figure (page 62): Emissions of selected air pollutants PBL, 2008. Background report to the OECD Environmental Outlook to 2030. Overviews, details, and methodology of model-based analysis. Netherlands Environmental Assessment Agency, and Organisation for Economic Co-Operation and Development (http://www.rivm. nl/bibliotheek/rapporten/500113001.pdf) accessed 10 October 2010. Figure (page 62): Production of chemicals OECD, 2008. OECD Environmental Outlook to 2030. Organisation for Economic Co-operation and Development (http://www.oecd.org/document/20/0,3343, en_2649_34305_39676628_1_1_1_37465,00.html) accessed 17 November 2010. Figure (page 62): Methane emissions PBL, 2008. Background report to the OECD Environmental Outlook to 2030. Overviews, details, and methodology of model-based analysis. Netherlands Environmental Assessment Agency, and Organisation for Economic Co-Operation and Development (http://www.rivm. nl/bibliotheek/rapporten/500113001.pdf) accessed 10 October 2010. Environmental regulation and governance: increasing fragmentation and convergence Andonova, L. B., 2010. ‘Public-Private Partnerships for the Earth: Politics and Patterns of Hybrid Authority in the Multilateral System’, Global Environmental Politics (10 – 2) 25-53. Biermann, F., Pattberg, P. et al. 2009. ‘The Fragmentation of Global Governance Architectures: A Framework for Analysis’, Global Environmental Politics , (9-4) 14-40. Busch, P.O., Joergens, H. 2005. Globale Ausbreitungsmuster umweltpolitischer Innovationen. FFU-report 02-2005, Environmental Policy Research Centre FFU, Berlin. Crawford, J.A., Fiorino, V., 2005. The changing landscape of regional trade agreements. WTO Discussion Paper No. 8, World Trade Organization, Geneva (http://www.wto. org/english/res_e/booksp_e/discussion_papers8_e.pdf) accessed 23 November 2010. EC, 2009. The world in 2025 – Rising Asia and socio‐ecological transition. European Commission. Office for Official Publications of the European Communities, Luxembourg (http://ec.europa.eu/research/social-sciences/pdf/the- world-in-2025-report_en.pdf) accessed 23 November 2010. Falkner, R., 2008. Business Power and Conflict in International Environmental Politics. Palgrave Macmillan, Basingstoke. Grevi, G., 2009. The Interpolar World. A New Scenario. EU ISS Occasional Paper June 2009/79. European Union Institute for Security Studies (http://ftp.infoeuropa. eurocid.pt/database/000042001-000043000/000042445.pdf) accessed 23 November 2010. Grevi, G., 2010. Global Governance in Transition. BEPA monthly, June 2010, Issue 38. Bureau of European Policy Advisors, Brussels. Haass R., 2010. ‘The case for messy multilateralism’. Financial Times 5 January 2010. NIC, 2008. Global Trends 2025 . A Transformed World. US National Intelligence Council, Washington D.C. (http:// www.dni.gov/nic/NIC_2025_project.html) accessed 17 November 2010. Figure (page 67): International environmental agreements since 1960 Mitchell R., 2010. International Environmental Agreements Database (http://iea.uoregon.edu/page.php?file=home. htm&query=static) accessed 23 November 2010. Figure (page 68): International spread of environmental policies Busch, P.O., Joergens, H. 2005. Globale Ausbreitungsmuster umweltpolitischer Innovationen. FFU-report 02-2005, Environmental Policy Research Centre FFU: Berlin. Figure (page 69): Growing relevance of non-state actors ECOSOC, 2008. United Nations Department of Economic and Social Affairs - NGO database (http://esa.un.org/ coordination/ngo/new/index.asp?page=chart2007) accessed 23 November 2010. Links between global megatrends and Europe’s environmental challenges CBD, 2010. Global Biodiversity Outlook 3. Secretariat of the Convention on Biological Diversity: Montréal (http:// gbo3.cbd.int/) accessed 23 November 2010. DCDC, 2010. Strategic Trends Programme. Global Strategic Trends – Out to 2040. Development, Concepts and Doctrine Centre of the UK’s Ministry of the Defence, Wiltshire, UK. EC, 2010. Critical Raw Materials for the EU. Report of the Ad-Hoc Working Group on defining Critical Raw Materials. DG Enterprise, Brussels. (http://ec.europa.eu/enterprise/ policies/raw-materials/files/docs/report_en.pdf ) accessed 26 June 2010. ",
        "87 The European environment | State and outlook 2010 Assessment of global megatrends ECDC, 2010. Climate Change and communicable diseases in the EU Member Countries. Handbook for national vulnerability, impact and adaptation assessments. ECDC Technical Document. European Centre for Disease Prevention and Control, Stockholm. ECF, 2010. Europe in 2050. Volume 1: Technical and Economic Analysis. European Climate Foundation (http:// www.roadmap2050.eu/downloads ) accessed 26 June 2010. FAO, 2009a. The State of Food Insecurity in the World. Economic Crises – Impacts and Lessons Learnt. United Nations Food and Agriculture Organisation, Rome. FAO, 2009b. How to feed the world in 2050. Issue brief for the High-level Expert Forum, Rome 12 – 13 October 2009 (http://www.fao.org/wsfs/forum2050/wsfs-background- documents/hlef-issues-briefs/en/) accessed 20. May 2010. IEA, 2009. World Energy Outlook 2009. International Energy Agency, Paris. IOM, 2009. Climate Change, Environmental Degradation and Migration: Addressing Vulnerabilities and Harnessing Opportunities. International Organisation for Migration, Geneva. IUCN, 2010. I UCN Red List of Threatened Species. Version 2010.1. International Union for the Conservation of Nature (http://www.iucnredlist.org ) accessed 01.06.2010. Jones, K. E., Patel, N.G., Levy, M.A., Storeygard, A., Balk, D., Gittleman, J.D., Daszak, P., 2008. ‘Global Trends in Emerging Infectious Diseases’. Nature (451) 990-93. MA, 2005. Millennium Ecosystem Assessment 2005. Ecosystems and Human Well‐Being. Synthesis Report. Island Press, New York. Patz, J.A., Olson, S.H., Uejio, C.K., Gibbs, H.K., 2008. ‘Disease Emergence from Global Climate Change and Land Use Change’. Med Clin N Am (92) 1473–1491. SERI, Global 2000, FoE Europe, 2009. Overconsumption? Our use of the world’s natural resources. Sustainable Europe Research Institute, global 200, Friends of the Earth Europe (http://old.seri.at/documentupload/SERI%20PR/ overconsumption--2009.pdf ) accessed 01 June 2010. TEEB, 2009. The Economics of Ecosystems and Biodiversity Loss. Synthesis Report for Policy Makers. The Economics of Ecosystems and Biodiversity. WBGU, 2007. World in Transition – Climate Change as Security Risk. German Advisory Council on Global Change. Earthscan, London. WHO, 2009. Global Health Risks. Mortality and burden of disease attributable to selected major risks. World Health Organisation, Geneva. WHO, 2010. Global Forum of the Noncommunicable Disease Network (NCDnet) ‐ Global forum addresses solutions to prevent premature deaths. Note for the media. World Health Organisation, Geneva. World Bank, 2009. Global Economic Prospects. Commodities at the Cross‐roads. World Bank, Washington, D.C. Figure (page 64): environment policy priority areas EEA, 2010. The European Environment – State and outlook 2010. Synthesis. European Environmental Agency, Copenhagen. Responding to global megatrends EC, 2009. The world in 2025 – Rising Asia and socio‐ecological transition. European Commission. Office for Official Publications of the European Communities, Luxembourg (http://ec.europa.eu/research/social-sciences/pdf/the- world-in-2025-report_en.pdf) accessed 23 November 2010. IPCC, 2007. Climate Change 2007: Synthesis Report. Contribution of Working Groups I, II and III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Intergovernmental Panel on Climate Change, Geneva (http://www.ipcc.ch/publications_and_data/ publications_ipcc_fourth_assessment_report_synthesis_ report.htm) accessed 23 November 2010. MA, 2005. Ecosystems and human well‐being. Synthesis report. Millennium Ecosystem Assessment. Island Press, New York. Mitchell, R., Clark, W. C., Cash, D. W., Dickson, N. M., 2006. Global environmental assessments. Information and influence. MIT Press, Cambridge MA. PBL, 2009. Getting into the Right Lane to 2050. Netherlands Environmental Assessment Agency. Bilthoven (http:// www.rivm.nl/bibliotheek/rapporten/500150001.pdf) accessed 17. November 2010. RGFE, 2010. Project Europe 2030. Challenges and Opportunities. A report to the European Council by the Reflection Group on the Future of EU 2030. The Reflection Group on the Future of Europe, Brussels. UNEP, 2007. Global Environmental Outlook 4 (GEO‐4). United Nations Environment Programme, Progress Press. Richardson, K., Steffen, W., Schellnhuber, H.J., Alcamo, J., Barker, T., Kammen, D.M., Leemans, R., Liverman, D., Munasinghe, M., Osman-Elasha, B., Stern, N. and Wæver, O., 2009. Synthesis Report. Climate Change ‐ Global Risks, Challenges and decisions . Report from Copenhagen conference 10-12 March, 2009. University of Copenhagen (http://www.pik-potsdam.de/news/press-releases/files/ synthesis-report-web.pdf) accessed 23 November 2010 ",
        "88 The European environment | State and outlook 2010 Assessment of global megatrends Underdahl, A., 2010. ‘Complexity and challenges of long- term environmental governance’. Global Environmental Change (20-2010) 386-393. Volkery, A. and Ribeiro, T., 2009. ‘Scenario planning in public policy. Understanding use, impacts and the role of institutional context factors’. Technological Forecasting and Social Change, (76-9) 1198–1207. WWF, 2008. Living Planet Report 2008. World Wide Fund For Nature (http://assets.panda.org/downloads/living_ planet_report_2008.pdf) accessed 17 November 2010. ",
        "89 The European environment | State and outlook 2010 Assessment of global megatrends ",
        "European Environment Agency Kongens Nytorv 6 1050 Copenhagen K Denmark Tel.: +45 33 36 71 00 Fax: +45 33 36 71 99 Web: www.eea.europa.eu Enquiries: www.eea.europa.eu/enquiries T H - 30 - 10 - 664 - E N - N d o i : 10 . 2800 / 62020 "
    ]
}