{
    "text": [
        "ISSN 0256-5846 ",
        "This Bulletin covers the period from 1 September 1993 to 31 December 1993 and reports on the activities of the Economic and Social Committee, a consultative body of the European Communities. It is published by the ESC's General Secretariat (2, rue Ravenstein, B-1000 Brussels) in the official Community languages (three editions per annum). ECONOMIC AND SOCIAL COMMITTEE Public Relations Division 2, rue Ravenstein B-1000 Brussels Tel. : 519 90 11 Telegram : ECOSEUR Fax: 513 48 93 Telex: 25 983 CESEUR Catalogue number: ESC-93-016-EN Brussels: General Secretariat of the Economic and Social Committee, 1994 Catalogue number: EX-AB-93-003-EN-C Reproduction is authorized, except for commercial purposes, provided the source is acknowledged. Printed in Belgium ",
        "Summary A. Activities of the Economic and Social Committee September 1993 1 B. Activities of the Economic and Social Committee October 1993 29 C. Activities of the Economic and Social Committee November 1993 63 D. Activities of the Economic and Social Committee December 1993 Ill ",
        "",
        "308st PLENARY SESSION Contents I- 308th PLENARY SESSION OF 22 AND 23 SEPTEMBER 1993 3 1. Right of Residence for Students 3 2. Dangerous Substances ( 14th amendment) 4 3. EEC-Australia - S & T Cooperation 5 4. Fisheries/Act of Accession - Spain - Portugal 7 5. Trade Arrangements 8 6. Reinforcing the Effectiveness of the Internal Market. 10 7. Green Paper on Media Concentration 13 8. The Public Sector in Europe (Own-initiative Opinion) 16 9. Earthmoving Machinery 20 10. Future of Community Initiatives 21 II - OUTSIDE PRESENCE AND INFLUENCE OF THE ESC 24 III— IN MEMORIA 27 IV - FACT-FINDING VISITS 28 ",
        "",
        "308st PLENARY SESSION I — 308th Plenary Session of 22 and 23 September 1993 The 308th Plenary Session of the Economic and Social Committee of the European Community was held in Brussels on 22 and 23 September 1993, under the chairmanship of Mrs Susanne Tiemann. On Wednesday, 22 September, the Plenary Session was addressed by Commissioner Vanni d'Archirafi. Mr Vanni d'Archirafi spoke during the debate on the Opinion on the Strategic Programme - reinforcing the effectiveness of the Single Market. On Thursday, 23 September, Belgian Premier, Jean-Luc Dehaene, President-In-Office of the Council, outlined the Belgian Presidency's programme. During this Session, the Committee adopted the following Opinions: 1. RIGHT OF RESIDENCE FOR STUDENTS Proposal for a Council Directive on the right of residence for students (COM(93) 209 final - SYN 460) Gist of the Commission Proposal On 26 June 1989 the Commission sent to the Council a proposal for a Directive on the right of residence for students based on the second paragraph of Article 7 of the Treaty, which provides for a cooperation procedure with Parliament. After a tortuous legislative procedure, the Council finally adopted on the basis of Article 235 Directive 90/366/EEC on the right of residence for students. The Commission opposed the change in the legal basis. Parliament took the view that the change in the legal basis had failed to respect its prero gatives and initiated annulment proceedings in respect of Directive 90/366/EEC (Case C-295/90). The Commission, in its capacity as inter vener in the proceedings, supported Parliament. In its ruling of 7 July 1992, the Court of Justice upheld Parliament's appeal. It annulled Directive 90/366/EEC, ruling that ' 'the effects of the ",
        "308st PLENARY SESSION annulled Directive shall continue to have force until the entry into force of a directive adopted on the appropriate legal basis\". The purpose of this proposal is to set in motion the procedure that will result in a new Directive on the right of residence for students being adopted on the appropriate legal basis. In essence, the attached proposal reproduces the version of the Directive as adopted by the Council, and not the substance of the Commission's initial proposal. First of all the proposal asks the Member States to take measures necessary to facilitate exercise of the right of residence in order to guarantee access to vocational training in a non-discriminatory way. Member States shall recognize the right of residence to any student who is a national of a Member State and who does not enjoy this right under other provisions of Community Law. The right of residence shall be restricted to the duration of the course of studies in question. Gist of the Committee Opinion (CES 885/93) The Committee endorses the Commission Proposal. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Social, Family, Educational and Cultural Affairs, chaired by Mrs Giacomina Cassina (Italy - Workers). The Rapporteur was Mr Jan Jacob van Dijk (Neuerlands - Workers). 2. DANGEROUS SUBSTANCES (14th amendment) Proposal for a Council Directive amending for the fourteenth time Directive 76/769/EEC on the approxi mation of the laws, regulations and administrative provi sions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (COM(93) 134 final) Gist of the Commission proposal The proposal concerns restrictions on the marketing and use of nickel and its compounds. Specifically it limits the use of nickel in certain goods ",
        "308st PLENARY SESSION of a personal nature which come into intimate and prolonged contact with the skin. The objective of the measure is to protect consumers from sensitization to nickel and from nickel dermatitis. Sensitization usually occurs following ear piercing and is attributed to the nickel content of posts inserted in the pierced hole during the period when the wound is healing. The proposal would ban the use of nickel in piercing posts and stipulate that nickel release should be limited from all nickel containing objects coming into intimate and prolonged contact with the skin. Gist of the Committee Opinion (CES 886/93) The Committee endorses the proposal and notes that test methods already exist for points 1 and 2 of Annex I but not for point 3. It therefore recommends that Member States should not be required to apply the provisions of point 3 until the CEN has devised an appropriate test method. It also calls on the Member States to take steps to ensure that the Directive is respected by all links in the distribution chain and that consumers are properly informed of the risks. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Protection of the Environment, Public Health and Consumer Affairs, chaired by Mr Francisco Ceballo Herrero (Spain - Various Interests). The Rapporteur was Mr Enzo Beltrami (Italy - Employers); Co-Rapporteurs: Mrs Karen Gredal (Denmark - Various Interests) and Mr Jacques Tixier (France - Workers). 3. EEC-AUSTRALIA - S&T COOPERATION Proposal for a Council Decision concerning the conclusion of an Agreement relating to scientific and technical cooperation between the European Economic Community and Australia (COM(93) 269 final - SYN 461) Gist of the Commission proposal The Agreement which is the subject of this proposal for a decision seeks to define a formal framework for developing scientific and technical cooperation between the European Community and Australia. ",
        "308st PLENARY SESSION In its Communication of 19 June 1990 on scientific and technical coope ration with third countries (COM(90) 256 final), the Commission stressed in particular the importance of developing scientific and technical coope ration in the context of strengthening links between the Community and Australia. The Commission also stressed that Australia had \"centres of scientific excellence' ' which justified developing a partnership; a number of fields of interest had already been identified: telecommunications and infor mation technology, agriculture, biotechnology, materials and energy, to which other fields, such as environment and remote sensing, could be added in future. The Agreement thus negotiated with Australia is the first of its kind between the European Community and an industrialized third country outside Europe, and is intended to replace the arrangement signed in November 1986, which had the aim of initiating a form of cooperation through the exchange of non-confidential information arising from research in Australia and the European Community. The draft Agreement provides for: — the participation of persons and legal entities, research institutes, and other bodies, including the Parties themselves, in research projects conducted by Australia or the Community in a restricted number of research areas; — the shared use of research facilities in pursuit of cooperation on research projects; — visits and exchanges of scientists, engineers and other appropriate personnel; — the exchange of information; — other activities as may be jointly determined by a Joint Cooperation Committee in accordance with the applicable policies and programmes of the Parties; — the endorsement by the Parties of Technology Management Plans as a condition for research projects to proceed, as described in the Annex to the draft Agreement; — cooperative activities to be subject to the availability of funds and to the applicable laws and regulations, policies and programmes of Australia and the Community; no transfer of funds will take place. Attached to the Agreement, and forming an integral part of it, is an Annex on the dissemination and utilization of information, and management, ",
        "308st PLENARY SESSION allocation and exercise of intellectual property rights, resulting from joint research activities. Gist of the Committee Opinion (CES 887/93) The Committee takes the view that the scientific and technical cooperation whose implementation is envisaged by the Agreement in question will be in the best interests of both the Community and Australia. The Committee opposes limiting the fields of cooperation covered by the Agreement. Australia is particularly advanced in a number of fields not listed in the Agreement (food and agriculture, mining methods, energy, etc.), and it would be wrong to deprive the Community of the benefits of coope ration with Australia in those fields. The Committee also highlights: — the need to ensure some flexibility in financing by the parties involved; — the need to involve the Member States as well as the Community in the adoption and implementation of measures to encourage the mobility of personnel and equipment. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Energy, Nuclear Questions and Research, chaired by Mr Aldo Romoli (Italy - Employers). The Rapporteur was Mr Kenneth J. Gardner (UnitedKingdom - Employers). 4. FISHERIES/ACT OF ACCESSION - SPAIN - PORTUGAL Report (1992) by the Commission to the Council and Parliament on the Application of the Act of Accession of Spain and Portugal in the Fisheries Sector (SEC(92) 2340 final) Gist of the Commission proposal The report has been drawn up in accordance with Articles 162 and 350 of the Act of Accession of the Kingdom of Spain and Portuguese Republic to the European Communities. It assesses the situation in the fisheries sector in Portugal and Spain in relation to the conditions of access laid down by the accession arrangements for the EC fleet during the period ",
        "308st PLENARY SESSION 1986-1991 and sets out the guidelines which the Commission feels would be most appropriate for any changes to these arrangements to be decided by the Council before 31 December 1993 with effect from 1 January 1994. Gist of the Committee Opinion (CES 888/93) The Committee notes that the principles governing the conditions of access and fishing should not be changed. Any adjustments to the Act of Accession (AA) must not involve an increase in the fishing effort. The Section reiterates its demand that genuine account be taken of the economic and social consequences of these adjustments and of the specific characteristics of different fishing regions. Whatever the case, any changes to the AA must aim, in overall terms, to simplify arrangements, improve efficiency and facilitate management. As part of a more socio economic oriented approach, it should not be forgotten that fishing is particularly important for the islands of the Azores and Madeira. It is the Committee's view that, in fixing the fishing possibilities for vessels from each country in the other's waters, account should be taken by the Council of the principle of relative stability. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Agriculture and Fisheries, chaired by Mr André Laur (France - Various Interests). The Rapporteur was Mr Augusto Gil Bensabat Ferraz da Silva (Portugal - Workers). 5. TRADE ARRANGEMENTS Proposal for a Council Regulation (EEC) laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (COM(93) 135 final) Gist of the Commission proposal The proposed regulation establishes the general rules to be adopted at Community level to permit uniform application throughout the Community of the Common Agricultural Policy and the Common Commercial Policy, as laid down by the Treaty, to goods resulting from the processing of agricultural products. Since 1967 the granting of export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty has been determined by each common organization of the market for which such refunds are considered desirable. ",
        "308st PLENARY SESSION The rules applicable to the export of goods eligible for these refunds depend partly on the measures adopted under the Common Agricultural Policy. Owing to the differences in these measures the provisions need to be regularly adjusted. As far as imports are concerned, certain goods which are not covered by Annex Π to the Treaty are subject to a charge comprising an ad valorem duty designed to protect the processing industry and a variable component to offset the differences between world market prices and prices on the Community market. In view of the international situation and the regular changes that have been made to the common organizations of the market, a more thorough­ going revision of the trade arrangements in respect of non­Annex Π goods is needed. In order to extend refund measures to non­Annex II goods, common implementing procedures will also be required to take due account of the particular conditions involved in the incorporation and processing of agricultural products in the manufacture of such goods. Gist of the Committee Opinion (CES 889/93) The Committee approves the Commission proposal, whilst pointing out that it needs to be more transparent. The proposed Management Committee is considered both necessary and desirable, but the Committee feels that it is essential that the Commission also set up an Advisory Committee so as to have direct input from farmers, processors, consumers and all the socio­economic groups concerned. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Agriculture and Fisheries, chaired by Mr André Laur (France - Various Interests). The Rapporteur was Mr Kenneth J. Gardner (United Kingdom - Employers). ",
        "10 308st PLENARY SESSION 6. REINFORCING THE EFFECTIVENESS OF THE INTERNAL MARKET Reinforcing the Effectiveness of the Internal Market - Working Document of the Commission on a Strategic Programme on the Internal Market (COM(93) 256 final) Gist of the Commission Communication The Commission adopted a Communication on reinforcing the effecti veness of the internal market. In this Communication the Commission sets out the approach it intends to take with a view to drawing up in the autumn a strategic programme for the management and development of the internal market. Member States and interested parties are invited to contribute to the strategic programme by commenting on the working document attached to the Communication. It is the comprehensive nature of the approach which has given the work carried out since 1985 its political dimension over and above the specific technical dimension of each of the areas involved. It is the preservation of this comprehensive approach which will give the management of the single market its political dimension, and this is what the Commission intends to achieve by proposing that a strategic programme by drawn up: — First objective: Meeting the general public's expectations; — Second objective: Ensuring a competitive environment for firms; — Third objective: Ensuring that the single market contributes dynami cally to economic and social development; Strengthening the internal market: The rationale behind the Communi cation The main purpose of the proposed approach is to place the measures for the functioning and development of the internal market in an overall framework which gives them a political, economic and industrial dimension. The working document The working document attached to the Communication has three objectives: — to restate the Commission's determination to complete its work on the basis of the 1985 White Paper and, in this context, to achieve what ",
        "308st PLENARY SESSION 11 is now the central political priority, i.e. the abolition of personal identity checks at the Community's internal frontiers; — to reaffirm the Commission's desire to develop the means to manage the single market effectively; — to identify the priorities for action that will push European integration forward. The working document states in Section A, Chapter III (Supervising the Operation of the Single Market) : ' 'As regards contacts with the economic and social groups concerned, the Commission, in line with Parliament's Resolution of 18 December 1992, is prepared to work through the Economic and Social Committee, which consists of representatives of all of these groups and thus combines technical knowledge with the political sensitivity needed for an assessment of this kind\". Gist of the Committee Opinion (CES 890/93) The Committee welcomes many of the individual proposals in the working document. Overall, however, it does not meet the requirements of a \"strategic programme on the internal market\", since insufficient account is taken of the general political, economic and social conditions which are a prerequisite for the success of the internal market (in terms of an improvement in the living conditions of its citizens). The close involvement of the various categories of economic and social activity in monitoring and advising on the implementation of the internal market through the Economic and Social Committee can make a substantial contribution to maintaining a climate of trust and cooperation throughout the Community. The Committee will contribute to a very full extent to the task of evaluating the effectiveness of Community rules. In doing so, it is essential that the Committee has access to adequate means and resources to fulfil this function. The Committee should have greater involvement in the preparatory stages before a Commission proposal is adopted. Appropriate items of envisaged legislation should be referred to the Committee for consultation. Where important issues are concerned the Committee would be prepared to host public hearings of the relevant interest groups. The Committee should be more involved in the process of ensuring greater transparency in the implementation of Community law. As a first step, it intends, at appropriate intervals, to hold ESC hearings to which ",
        "12 308st PLENARY SESSION a number of EC representative organizations will be invited to present their experiences in the operation of internal market legislation to date. The Committee will also request submissions, by appropriate means, from recognized interest groups representing consumers and the various categories of economic and social activities throughout the Community regarding their complaints and suggestions in respect of the Community legislative process. Since variations in the operation of single market legislation are more easily perceived in border regions, the Committee recommends that the Commission should undertake a series of pilot projects on each side of the borders between selected Member States in order to identify diffe rences in the application of legislation. The Committee regards it to be essential that all professionals, including officials, likely to be involved in the monitoring and application of internal market legislation are trained accordingly. The Committee broadly supports the process of gradually modifying the Directive approach to one based on Regulations where a satisfactory degree of approximation has been achieved as recommended by the Sutherland Report. The Committee recommends an urgent global policy initiative to remove obstacles to the development of Trans-European Networks. This would ensure their more rapid development in an integrated manner, and would give a clear lead not only to citizens but also to the investors and financial markets concerned. The Committee intends to comment periodically on the overall operation of the internal market to ensure that the objectives are being achieved. The Committee recommends that the Commission and the Council should conclude an agreement with the Committee regarding working proce dures on the legislative consultative process. This Opinion, adopted by a large majority with 4 abstentions, was drawn up in the light of the paper produced by the Section for Industry, Commerce, Crañs and Services, chaired by Mr Manuel Cavaleiro Brandão (Portugal - Employers). The Rapporteur was Mr Liam Connellan (Ireland - Employers); Co-Rapporteur : Mr Klaus Schmitz (Germany - Workers). ",
        "308st PLENARY SESSION 13 7. GREEN PAPER ON MEDIA CONCENTRATION Green Paper on pluralism and media concentration in the internal market (an assessment of the need for Community action) (COM(92) 480 final) Gist of the Commission Document The Green Paper is based on a detailed analysis of national legislation designed to safeguard pluralism in the three media sectors : the press, radio and television. It also assesses the degree of concentration in these sectors and arrives at the following conclusions. The media sector is characterized by a fairly high level of concentration compared with other sectors and by a complex web of shareholding and media ownership networks centred around a few large national operators. Although they often have minority holdings, the latter exercise control over media companies by forging alliances with sleeping partners. Large national operators generally focus their activities on a particular country and have minority holdings, with a passive role, in other countries. However, the status quo seems increasingly fragile given that operators, particularly in television, are forced to expand and become active in other countries in order to create synergies. The Commission evaluates objectives and resources for Community action and defines the Community-level action possible. The following options were available: — no specific action at Community level (Option I); — specific actions that might be envisaged at Community level: - recommendation relating to transparency (Option Π); - harmonization of laws (Option III); . Sub-option A : coordination of national legislation via a Council Directive; . Sub-option B: approximation of the differing laws via a Council Regulation; . Sub-option C: approximation of legislation accompanied by the establishment of an independent committee. ",
        "14 308st PLENARY SESSION Previous work on this issue by the Economic and Social Committee The Green Paper makes specific reference to European Parliament Resolutions and to Council of Europe work. However the Committee has already adopted a stance on the problem of concentration in the media, inter alia in its Opinions on Television without Frontiers. In its Opinion of 1 July 1987 on the Proposal for a Council Directive on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the pursuit ofbroad casting activities (OJ C 232 of31 August 1987, page 29, 7th recital and point 1.7.), the Committee considers that the legislative and admini strative measures to be taken in broadcasting must steer clear of any arran gements which might tend to create a dominant opinion-former. It calls on the Commission to consider setting up a European public body with trans-national responsibilities for broadcasting, which would be able to discuss implementation of the Directive with the trans-national broad casting organizations. In its Additional Opinion of 27 April 1989 on the above-mentioned proposal (OJ C 159 of 26 June 1989, page 68, points 2.3. and 2.3.1. ), the Committee considers that in the context of the internal market the freedom to broadcast constitutes the exercise of a fundamental liberty enshrined in the Treaty, viz the freedom to provide services. The Committee notes the Commission's concern to prevent any acts which could be detrimental to this freedom or promote the creation of a dominant position and thereby restrict pluralism and freedom ofinformation. The Commission should therefore step up its monitoring in this area and enforce Articles 85 and 86 of the Treaty. In its Opinion of 20 December 1989 on A fresh boost for culture in the European Community (OJ C 62 of 12 March 1990, page 26, points 2.7.2., 2.7.3. and 3.1.3.), the Committee notes that the development of huge European media corporations is hallmarked by globalization, inter dependence and the establishment of mixed companies. Appropriate measures are therefore needed to prevent monopolies and control mergers. The Committee therefore urges the Commission to consider setting down more clearly the limits to cross ownership and media monopolization, notably through measures requiring transparency of financial transactions and the full disclosure of global holdings. A European \"Media Obser vatory\" could also be set up in order to monitor and curb such economic ",
        "308st PLENARY SESSION 15 concentrations, and to help promote and ensure freedom ofinformation and cultural pluralism. In its Opinion of 20 September 1990 on the Commission Communication to the Council accompanied by two proposals for Council Decisions relating to an action programme to promote the development of the European audiovisual industry - \"MEDIA\" 1991-1995 (OJ C 332 of 31 December 1990, points 3.7.4. and 3.7.5.), the Committee adopted the following stance: \"Different kinds of programme makers with varying legal status, i.e. both public and private sector suppliers, can coexist in democratic and socially responsible ways, thereby laying the foundation for cultural pluralism. However, it must be ensured that all such entities of whatever kind respect the principle of free expression of opinion for all social groups. All available means must be used to combat the development of monopoly-type structures in the record, cassette and film distribution business which would hinder or even prevent free trade in these media articles. ' ' In its Opinion of 19 December 1990 on The 19th Report on Competition Policy (OJ C 60 of 8 March 1991, point 1.3. ), the Committee notes that EC competition rules have now been extended to further sectors of the economy, including transport and telecommunications, broadcasting and energy. It is worth highlighting the concept of \"overall competition balance\" which the Commission sees as an essential yardstick for assessing concrete cases. Gist of the Committee Opinion (CES 891/93) The Committee has the following comments to make on the Options: — The Committee shares the views of the European Parliament with regard to media concentration, and also finds the Green Paper's objec tions to this approach more convincing. Moreover, the policies pursued by supranational media concerns can no longer be adequately influenced by national legislation. The Committee therefore cannot endorse Option I. — An isolated Commission recommendation to the Member States (Option II), which would be independent of action to harmonize national restrictions on media holdings, is regarded by the Committee as inadequate, and is consequently rejected, too. — The Committee endorses, in principle, the introduction of legal provi sions by means of a Directive (Option III A) and thinks that ",
        "16 308st PLENARY SESSION approximation on the basis of a Regulation would be comparatively inflexible. Sub-option III C, on the other hand, would appear to be both reasonable and effective. The Committee would make the following specific proposals: — In view of the existence of international multi-media corporations, ownership restrictions could also be introduced in respect of the press. — Neither media nor non-media enterprises must be allowed to dominate the market in several media sectors (television, radio, press) in one or more national markets; similarly, no such enterprise that already controls a national media sector must be allowed to extend its market dominance. — Media or non-media companies already dominating the market in one national media sector should not be allowed to acquire a majority holding in media companies elsewhere in the Community. — Before a media company that is already active in one media sector is allowed to operate in another media sector, all its holdings and cross- ownership arrangements must be disclosed in full. This Opinion, adopted by a majority with 7 votes against and 15 absten tions, was drawn up in the light of the paper produced by the Section for Industry, Commerce, Crafts and Services, chaired by Mr Manuel Cavaleiro Brandão (Portugal - Employers). The Rapporteur was Mr Paul Flum (Germany - Workers). 8. THE PUBLIC SECTOR IN EUROPE (Own-initiative Opinion) Background Almost 25 million people - some 15 % of the active population of the EC - work in the public sector in the various Member States in the fields of social welfare, health, transport, energy and water supply, post and telecommunications, science and education, protection of the environment or in administration. Workers in the public sector will be affected to a considerable degree by the introduction of a single market in the Community. An assessment of the impact on the public sector of the measures taken in the course of the integration process has yet to be made at EC level. ",
        "308st PLENARY SESSION 17 The establishment of the Single Market in the EC will in part have a direct effect on public sector workers, such as those involved in customs admini stration, and in part have an indirect effect. It would therefore be useful if the European Commission made provision for exchange and further training programmes in the public sector, along the lines of the MATTHAEUS-programme, and the subsequent programme of exchange and training of civil servants responsible for the application of internal market legislation. EC Member States are obliged to open posts in particular sectors of the public service to applicants from other EC countries. The \"Europeani- zation\" of many policy areas also makes it increasingly necessary for the action of administrations to be \"Europeanized\". If professional mobility is to become a real possibility for public-sector employees, it could be necessary to clarify matters relating to status, conditions of access to posts and the transfer of pension rights under additional schemes. An effective public service in the different regions is an indispensable prerequisite to enable the Community to meet the requirement set out in Article 130A of the Singe European Act, namely the strengthening of economic and social cohesion within the European Community. The structural role of the public sector has so far failed to be recognized at European level. Proposals could be put forward for a reform of the public sector, also at European level, with a view to bringing about the convergence of public services within the EC. This is particularly important in view of the increasing need for cross-frontier cooperation between public services e.g. in the field of labour-market administration, protection of the environment and waste management. Internal and external security has been recognized by the EC Ministers of Internal Affairs as a field in which increased cooperation and the establishment of European authorities could be necessary. Gist of the Committee Opinion (CES 892/93) In the Community there is a need for a legal framework through which acquired and individual rights of workers are protected. Since a number of policy areas are acquiring a European character, the public authorities must also adopt an increasingly European approach. Through the exchange of different experiences at the administrative level in the Community, the innovative capacity of the public service could be increased. ",
        "US 308st PLENARY SESSION The involvement of both the users and the providers (the workers and their representatives) of the services in the discussions on improving the quality of the public services is crucial not only with regard to the local or national level, but also at European level. In an economy which is becoming freer and more comprehensive, the demands of the public service must be reconciled with those of compe tition. It is therefore important that, in close consultation with the Member States, and separately from specific measures in the context of reorga nizations, etc., a programme for public services should be developed which at least: — includes management training for senior staff; — provides for information to be given on the content of directives and regulations adopted, and the way in which these should be converted into national provisions; — provides for the information to be given in the nine working languages of the Community; — covers activities for retraining (including vocational retraining) and refresher courses; — includes a wide-ranging action plan for exchanges of officials (a programme which would be similar to the MATTHAEUS and MATTHAEUS-TAX Programmes but would cover other vocational groups as well as customs officials). The Committee supports the view that economic stimuli are necessary to make the Community stronger to face competition from third countries. To this end cooperation between the private and the public sector is necessary. The necessary economic stimuli must be found in the creation of a European industrial policy. This policy should include the promotion of: — development of new technologies; — marketing of advanced new products; — setting up trans-European networks; — opening up new markets; — setting up and running relevant education and training programmes to increase skills at all levels. In order to tackle adequately the problems of public service at the EC level, studies must be made and appropriate consultation and negotiation procedures developed: ",
        "308st PLENARY SESSION 19 — The Commission, in close consultation with the Member States, in the context of completing the Single Market, must investigate in which sectors of the public services positive or negative staff changes are likely to be made, and what appropriate measures will be applied. — The Commission must create a department to deal with the specific interests of the public sector. — For the public service too, the aim must be sectoral consultation between public authorities as employers and public employee's staff organizations. — Another aim must be to establish regular joint consultation between public authorities, trade unions, consumers' organizations and both private companies and enterprises with state participation. — To maintain and extend the participation of workers in the public sector, joint committees must be set up. — Within the future European authorities, European service committees should be set up on the lines of the European Works Council. — National and Community manuals should be drawn up to serve as a reference framework for executive tasks. To obtain a full picture of the privatization of public services, a detailed inventory should be made. That inventory should include: — a statistical survey of employment in the Member States' services before and after privatization; — the structure of the public sector in the Member States and the existing forms of consultation. This Opinion, adopted by 54 votes to 22 with 10 abstentions, was dra wn up in the light of the paper prepared by the Section for Industry, Commerce, Crañs and Services, chaired by Mr Manuel Cavaleiro Brandão (Portugal - Employers). The Rapporteur was Mr Kommer de Knegt (Netherlands - Workers). ",
        "20 308st PLENARY SESSION 9. EARTHMOVING MACHINERY Proposal for a Council Directive to amend Council Directive 86/662/EEC on the limitation of noise emitted by earthmoving machinery (COM(93) 154 final - SYN 458) Gist of the Commission proposal The present proposal for a Directive is designed to bring requirements for noise emissions from ' 'earthmoving machines' ' more closely into line with one another. In doing so, the aim is to achieve a high level of environmental protection, taking account of technical feasibility and economic consequences. The Commission is thus complying with Directive 86/662/EEC 1 which requires it to present the conditions of a new test method, \"the real dynamic operation method\", new values of \"permissible sound levels ... and also the conditions for possible extension of EEC type- examinations certificates and their period of validity ... \". The measu rement method of \"real dynamic operation\" was already defined in the Commission Directive 89/514/EEC 2 . Article 1.1. establishes a two-stage approach for the reduction of sound power levels. The first stage establishes new limit values approximately 4 dB below those currently applied. These new values will be valid from 30 December 1995. The aim of stage 2 is to fix the limit values for the year 2000 and beyond, on the basis of a 3 dB reduction over stage 1. Gist of the Committee Opinion (CES 893/93) The Committee welcomes in principle the Commission's proposal for a further amendment of Directive 86/662/EEC, agreeing that further reduction in noise levels of earthmoving machinery is necessary. It would however point to the following aspects of the Commission's proposal which need attention. After due consideration the Committee concludes that the minimum noise levels set by the Commission for the December 1995 to December 1999 period should be raised. 1 OJ L No. 384 of 31 December 1986, page 1. 2 No. L 235 of 30 August 1989, page 35. ",
        "308st PLENARY SESSION 21 Furthermore, the Committee is concerned that the provisions proposed subsequent to 1995 might not be realistic, The very high percentage of machines to be redesigned and the lack of experience of the dynamic procedure for testing noise levels should counsel great care and monitoring, before they are enacted in the Directive. The question arises whether it is wise at this time to set limits for the year 2000, without assessing the experience relative to the 1995 deadline as laid down in stage 2 of Directive 86/662/EEC. The Committee believes that it is very important that this time scale be maintained. The corresponding Council Decision would have to be made at an early date, since until the precise levels - as decided upon by Council - are known, no redesign and manufacture can commence. Since the operators of the machinery are covered by other Community Directives concerning noise, all the relevant Directives should be closely linked. This Opinion, adopted unanimously, was dra wn up in the light of the work prepared by the Section for Industry, Commerce, Crafts and Services, chaired by Mr Manuel Cavaleiro Brandão (Portugal-Employers). The Rapporteur was Mr Gordon Pearson (Ireland - Employers). 10. FUTURE OF COMMUNITY INITIATIVES The Future of Community Initiatives under the Struc tural Funds (COM(93) 282 final) Gist of the Commission proposals The aim of the Green Paper, as announced when the proposed amend ments to the Structural Funds (COM(93) 67 final 2 and COM(93) 124 final 2) were presented, is to instigate a wide-ranging debate on priorities to be tackled by means of Community initiatives between 1993 and 1997. The Commission document gives an account of events in this field between 1989 and 1993 and outlines general principles for the preparation of future Community initiatives. It notes that the Commission proposes to earmark 10% of all structural fund appropriations for this purpose. Inter alia, the following are provided for: — the application of the guiding principles underlying structural policies: concentration, programming, partnership and additionality; ",
        "22 308st PLENARY SESSION — Community initiatives should be consistent with other Community policies; — adoption of broad priorities and concomitant Community initiatives, together with financial allocations (three-quarters of available resources) before any CSFs are adopted, with the structural funds reserve being set aside for any unexpected problems; — consultation of the Advisory Committee, European Parliament, Economic and Social Committee and Committee of the Regions. The Green Paper then proposes a framework for future Community initia tives centred on the following themes: — cross-border trans-national and inter-regional cooperation and networks; — rural development; — outermost regions; — employment and the development of human resources; — the management of industrial waste. The Committee is required to issue an Opinion on this Green Paper which does not constitute a series of formal proposals. Consultation of the ESC is part of a process of extensive consultation at the end of which the Commission will propose draft guidelines for Community initiatives, in time for any proposals to be taken into account in defining the CSFs which are to determine Community structural action from 1994 onwards. Gist of the Committee Opinion (CES 894/93) Whilst welcoming the Commission's proposal that the number of Community initiatives be reduced, the Committee nonetheless considers it important that Community initiatives retain a degree of flexibility in order to enable policy to respond speedily to unexpected problems. The Committee would stress that any reform of the Community initiative scheme must seek ways of clearly increasing the involvement of local participants, including the economic and social partners, in both devising and implementing programmes. The Committee makes specific comments regarding the programming of Community initiatives, geographic eligibility and priority actions like ",
        "308st PLENARY SESSION 23 cross-border, transnational and inter-regional cooperation and networks, rural development, outermost areas, employment and development of human resources and, lastly, management of industrial change. In conclusion, the Committee welcomes the Commission Green Paper as offering a constructive and pragmatic contribution to the continued development of structural polices. This Opinion, adopted by a majority with 1 abstention, was drawn up in the light of the paper produced by the Section for Regional Development and Town and Country Planning, chaired by Mr Robert J. Moreland (United Kingdom - Various Interests). The Rapporteur was Mr Campbell Christie (United Kingdom - Workers). ",
        "24 OUTSIDE PRESENCE AND INFLUENCE OF THE ESC II — Outside Presence and Influence of the Economic and Social Committee Official visit by the Chairman to Tunisia, 7-9 September 1993 7 September: meeting with Mr Kefi, President of the Tunisian Economic and Social Council; working meeting with the Tunisian ESC Bureau. 8 September: Mrs Susanne Tiemann, ESC Chairman held talks with Tunisian Premier Hamed Karoui, with the Premier's Secretary-of-State responsible for women's and family affairs, with Mrs Kefi, Chairman of the National Association of Tunisian Women, with Sadok Rabeh, Minister for the National Economy and Mohamed Fadhel Khelil, Minister of Social Affairs. Activities of the Chairman, Secretary-General and Director-General 2 September 1993, Brussels : meeting with Commissioner Sir Leon Brittan. 2 September 1993, Brussels : talks with Commissioner Pádraig Flynn. 3 September 1993, Brussels : meeting with Commissioner Bruce Millan. 9 September 1993, Tunis : second meeting of representatives of economic and social interest groups from the Arab Maghreb Union and the European Community. 14 September 1993, Brussels : talks with Sir Thomas McPherson, Chairman and Mr Frank Friedrich, Secretary-General of EUROCH AMBERS. 14 September 1993, Brussels : meeting with John Kelly, Democratic Senator, Michigan State Senate (USA). 16 September 1993, Brussels : meeting with Miss Sachiko Iljima of the Yokohama Association for International Communication and Exchange (Japan). 20 September 1993, Brussels : attendance at a meeting on military issues, organized by EUROCH AMBERS. 20 September 1993, Brussels : meeting with Jan Edlin, Director of Research at the Swedish Trade Union Confederation (Stockholm). ",
        "OUTSIDE PRESENCE AND INFLUENCE OF THE ESC 25 21 September 1993, Brussels : meeting of the Presidents of the European Institutions. 22 September 1993, Brussels : meeting with Mr Dusan Ondreijicka, Advisor on European Affairs to the Slovac Deputy Minister of Foreign Affairs. 23 September 1993, Brussels : meeting with Daniel Santoro, diplomatic correspondent of \"Clarin\" (Buenos Aires); Argentina. 27 September 1993, Brussels : opening of the Conference on the Citizens' Europe. Conference on the Citizens' Europe A conference on the Citizen's Europe was held in Brussels on 27 and 28 September 1993, at the initiative of the Economic and Social Committee and on the authority of its Chairman, Mrs Susanne Tiemann. In addition to a number of political figures from the European political arena such as Commission President, Mr Jacques Delors, European Parliament President, Egon Klepsch, Mark Eyskens and Leo Tindemans, former Belgian Premiers, Commissioner Pádraig Flynn, David Williamson, Commission Secretary-General and numerous MEPs, the Conference brought together a particularly representative cross-section of European socio-occupational organizations and civilian organizations. The Proceedings of this Conference will be published by the Committee shortly. Other activities 13 July 1993, Brussels : MrBogaert, Commissioner for Planning in the Belgian Government, deputizing for Mr Philippe Maystadt, President- in-Office of the Council and Belgian Minister of Finance addressed the Section for Economic, Financial and Monetary Questions; Mr Bogaert summarized the Belgian Presidency's line on policies to encourage growth and employment in the European Community. 9 September 1993, Brussels : Nicholas Argyris, Director of the DG XVII Task Force on Community Integration outlined the second progress report on the internal energy market to the 152nd meeting of the Section for Energy, Nuclear Questions and Research. 14 September 1993, Brussels : a DG XII spokesman presented the Commission Communication on Cohesion and RTD policy - synergies between research and technological development policy and economic ",
        "26 OUTSIDE PRESENCE AND INFLUENCE OF THE ESC and social cohesion to the members of the Section for Regional Development and Town and Country Planning. In the afternoon Mr Philippe Schoutheete de Tervaren, Belgian Permanent Represen tative to the European Communities, Mr Eneko Landaburu, Director- General of DG XVI and Mr Heinz Fritz Köhler, European Parliament Rapporteur on the framework regulation contributed to discussion on reform of the structural funds, following the Council decision of 19/20 July 1993. 19 to 22 September 1993, Interlaken (Switzerland) : a delegation from the Section for Industry, Commerce, Crafts and Services attended the 20th international SME congress for small and medium-sized underta kings on the eve of the 21st century. 23 and 24 September 1993, Brussels : a delegation from the Section for Protection of the Environment, Public Health and Consumer Affairs attended a conference on drinking-water organized by DG XI. 30 September/1 October 1993, Brussels : the External Relations Section took oral evidence from representatives of socio-economic interest groups in Latin America. ",
        "IN MEMORIAM 27 III — In Memoriam Mr Tomás Roseingrave, an ESC member since 1 January 1973 (Various Interests - Ireland) died in Dublin on Saturday, 21 August aged 75. He was buried in Dublin on Tuesday, 24 August. Mr Roseingrave held the post of ESC Vice-Chairman from 1978 to 1980 and was ESC Chairman from 1980 to 1982. He was also a member of the following Sections: Energy, Nuclear Questions and Research, External Relations, Trade and Development Policy, Social, Family Educational and Cultural Affairs. The following former members also died recently: Mr Roger de Staercke, first ESC Chairman from 1958 to 1960 and Mr Léon Gingembre, former member and founder of the Association of Former ESC Members. ",
        "28 FACT-FINDING VISITS IV — Fact-Finding Visits During September the following Visitor's Groups visited the Economic and Social Committee: 10 September 1993: Hesse information office (Germany) 16 September 1993: Landeszentrale für Politische Bildung, Kiel (Germany) 16 September 1993: Provincial Association of Arts and Crafts, Bolzano (Italy) 16 September 1993: Polish Farmers' Delegation 17 September 1993 : Association internationale des Universités du 3ème Age, Louvain-la-Neuve (Belgium) 21 September 1993: Wehrbereichskommando (young teachers and instructors), Detmold (Germany) 22 September 1993: Confédération général du Travail - Force Ouvrière (France) 23 September 1993: Bremen Administration Academy (Germany) 24 September 1993 : Citizen's Europe Finland - The Finnish Federation for Social Welfare, Helsinki (Finland) 24 September 1993 : Drew University - Institut d'études européennes de l'Université libre de Bruxelles 27 September 1993 28 September 1993 29 September 1993 29 September 1993 30 September 1993 30 September 1993 30 September 1993 University of Essex, Colchester (United Kingdom) Europa-Union Deutschland, Dortmund (Germany) British Telecom (United Kingdom) Senatsverwaltung für Bundes- und Europaangele genheiten Berlin (Germany) IG Metall, Verwaltungsstelle Stolberg (Germany) Europäische Akademie, Bayern (Germany). Austrian Trade Union Confederation (ÖBE) ",
        "309st PLENARY SESSION 29 Contents I— 309th PLENARY SESSION OF 20 AND 21 OCTOBER 1993 31 1. Interest subsidies 31 2. Transitional stage of EMU - secondary legislation (Own-initiative Opinion) 32 3. European pharmacopoeia 33 4. Bridging facility 34 5. White Paper on the common transport policy 35 6. Second all-European transport conference (Own-initiative Opinion) 41 7. Dried grapes 42 8. Citrus fruits 42 9. Growth, competitiveness and employment (Own-initiative Opinion) 43 10. Annual economic report for 1993 (Additional Opinion) 44 11. Support system - certain arable crops 45 12. Third country fishing vessels 45 13. Social exclusion (Own-initiative Opinion) 46 14. Community charter - 2nd report 48 15. Socio-economic operators (Own-initiative Opinion) . 52 16. IVth Lomé convention (Own-initiative Opinion) 55 17. Resolution on the implementation of the Treaty on European Union 57 II — OUTSIDE PRESENCE AND INFLUENCE OFTHEESC 59 III— FACT-FINDING VISITS 61 ",
        "",
        "309st PLENARY SESSION 31 I — 309th Plenary Session of 20 and 21 October 1993 The 309th Plenary Session of the Economic and Social Committee of the European Communities was held in Brussels, on 20 and 21 October 1993, under the chairmanship of Mrs Susanne Tiemann. On Thursday, 21 October 1993, the Session was addressed by Mr Philippe Maystadt, President-in-Office of the Council, Belgian Finance Minister, who spoke during the debate on the Opinion on Growth, Competitiveness and Employment. During this Session, the Committee adopted the following Opinions: 1. INTEREST SUBSIDIES Proposal for a Council Decision on the provision of Community interest subsidies on loans for SMEs extended by the EIB under its temporary lending facility (COM(93) 332 final) Gist of the Committee Opinion (CES 1002/93) The Committee approves the programme for granting 3 % interest rate subsidies to small- and medium-sized enterprises (SMEs) which undertake to create jobs. The Committee would, however, request that it be briefed regularly on this programme - which was decided upon at the European Council in Copenhagen - above all as regards its effecti veness in promoting employment. This Opinion, adopted by a majority, less one abstention, was drawn up in the light of the paper produced by the Section for Economic, Financial and Monetary Questions, chaired by Mr Jean Pardon (Belgium - Employers). The Rapporteur working alone was Mr Göke Frerichs (Germany - Employers). ",
        "32 309st PLENARY SESSION 2. TRANSITIONAL STAGE OF EMU - SECONDARY LEGISLATION (Own-Initiative Opinion) The analysis of policies to be pursued in the Community during the transitional stage of EMU: secondary legis lation Point of departure This Opinion concerns the Commission's informal proposals on the secondary legislation needed for the implementation of the second stage of EMU. The proposals which are the subject of the Committee Opinion concern: — a Regulation aimed at specifying the prohibition of central bank credits to the public sector (Article 104A of the EEC Treaty); — a Regulation aimed at specifying the prohibition of privileged access for the public sector to financial institutions and a Regulation laying down detailed rules and definitions in connection with the excessive deficit procedure (Article 104A of the EEC Treaty); — a Decision on the statistical data for the establishment of the key for the financial resources of the European Monetary Institute (Article 16.2. of the EMI Statute). Gist of the Committee Opinion (CES 1003/93) The Committee in general approves the informal proposals on the secondary legislation needed for the implementation of the second stage of EMU, which contain a number of definitions of terms used in the Treaty on European Union. The Committee considers however that certain inter pretations appearing in the Explanatory Memorandum and recitals are not reflected in the Articles themselves. In the Committee's view, the programme represents a first step towards achieving new growth. This Opinion, adopted by a majority, with 2 abstentions, was drawn up in the light of the paper produced by the Section for Economic, Financial and Monetary Questions, chaired by Mr Jean Pardon (Belgium - Employers). The Rapporteur was Mr Klaus Meyer-Horn (Germany - Employers). ",
        "309st PLENARY SESSION 33 3. EUROPEAN PHARMACOPOEIA Proposal for a Council Decision accepting, on behalf of the European Economic Community, the Convention on the elaboration of a European Pharmacopoeia (COM(93) 68 final - Council 7202/93) Gist of the Commission Proposal On 14 June 1993 the Council unanimously decided to alter the legal basis of the present proposal by adding Article 100a to supplement Article 113. The alteration means that the ESC and the European Parliament have to be consulted on the amended proposal. The proposal concerns EC accession to the Convention on the European Pharmacopoeia which has been drawn up within the Council of Europe. This should facilitate trade with the other Contracting Parties (EFTA and Central and Eastern Europe) and the free movement of medicinal products between the EC and third countries. Gist of the Committee Opinion (CES 1004/93) The Committee endorses the proposal that the Community accede to the Convention on the elaboration of a European Pharmacopoeia, as put forward by the Council on 14 June 1993. The proposal involves an alte ration of the legal basis (addition of Article 100a), improved wording of the recitals in the preamble, and the addition of a new Article 2, which clearly defines decision-making procedures. European Pharmacopoeia monographs in fact already represent a compulsory basis of reference for all medicinal products covered by Community legislation, facilitating the free circulation of such products not only within the Community, but between it and third countries. Completion of the European Pharmacopoeia can only strengthen the European industry's competitiveness on the world market, improving its negotiating position vis-à-vis the US and Japanese pharmacopoeia. Lastly, the Committee would draw attention to the potential benefit to the Community deriving from participation in a highly specialized coordi nation structure of European scientific experts: a structure which figures among the objectives of the White Paper on the Completion of the Internal Market, and which may usefully interact with the future European Agency for Medicinal Products. ",
        "34 309st PLENARY SESSION This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Protection of the En vironment, Public Health and Consumer Affairs, chaired by Mr Francisco Ceballo Herrero (Spain - Various Interests). The Rapporteur was Mr Sergio Colombo (Italy - Workers). 4. BRIDGING FACILITY Proposal for a Council Decision empowering the Commission to contract borrowings for the purpose of extending loans to Member States under the bridging facility (COM(93) 332 final) Gist of the Commission proposal The European Council in Copenhagen decided on a number of important measures to be launched in order to promote economic growth and competitiveness and fight unemployment. Some of these measures are designed to take effect in the short term and the Community bridging facility falls within this category. The facility will provide Member States with the means to pre-finance, and hence to accelerate, the implementation of investment projects scheduled for later years under the Structural Funds. It could also be used at a later stage to pre-finance projects agreed for support under the Cohesion Fund. The financial resources will be collected via a Community borrowing mechanism and extended to Member States in the form of bridging loans, thereby allowing them to anticipate future receipts from structural fund appropriations for the prefinancing of these specific projects. The new facility will be available until the end of 1995, and its total ceiling has been set by the European Council at ECU 5 billion. Reimbursement should be completed by the end of 1999. The facility will be limited to investment measures agreed in the Community Support Framework (CSFs), and the specific conditions and objectives embodied in the Struc tural and Cohesion Fund regulations should not be jeopardized in any way. Gist of the Committee Opinion (CES 1005/93) The Committee welcomes the proposed facility and makes a number of specific comments about its usefulness and the need for its rapid ",
        "309st PLENARY SESSION 35 implementation. It also addresses the question of repaying the loans and the interest. In its view, these repayments should be split between the Structural Fund appropriations and the recipient Member States' budgets. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Regional Development and Town and Country Planning, chaired by Mr Robert J. Moreland (United Kingdom — Various Interests). The Rapporteur working alone was Mr Vasco Cal (Portugal - Workers). 5. WHITE PAPER ON THE COMMON TRANSPORT POLICY The Future Development of the Common Transport Policy - a common approach to the construction of a Community framework for sustainable mobility (COM(92) 494 final) Gist of the Commission's document The Commission's communication on the future development of the common transport policy (CTP) looks at the current situation and likely trends. The communication is a follow-up on earlier initiatives, such as ' 'Transport-2000' ' and ' 'Transport and the Environment' ', on which the Committee has given Opinions in December 1991 and September 1992, respectively. According to the White Paper the following factors necessitate the future development of a CTP: — saturation point is approaching; — some modes of transport are more stretched than others; — funds are in short supply; — regional imbalances; — the strain on the environment; — safety considerations, and — social problems. The purpose of a CTP is to adopt an overall strategy in order to satisfy economic and social needs, improve infrastructure, enhance the safety ",
        "36 309st PLENARY SESSION of users, achieve more equitable working conditions and afford better protection of the environment. Some of the key elements are the establishment of coherent infrastructure networks and the charging of the true infrastructure costs. The steps to be taken fall under 7 headings: 1. Strengthening the Single Market The Community must first and foremost see to it that the measures adopted to realize its single market (free movement, non-discrimination) are properly applied. It must furthermore ensure compliance with the general provisions of the Treaty, notably those relating to competition in a transport sector, which by dint of being more open, will naturally face more competition. 2. Putting in place a genuinely integrated system The smooth functioning of the various networks and modes of transport is impaired by the fact that they are imperfectly integrated. Not only does this narrow the consumer's choices, it also penalizes firms and hampers the free movement of people. Such drawbacks are felt most keenly in the Community's peripheral regions. Against this new backdrop of \"sustainable mobility\", the Commission is proposing a raft of measures designed to iron out the disparities between modes of transport while safeguarding fair competition and ensuring that the various modes complement each other more than ever before. This entails: — spreading the costs more equitably over the different forms of transport and charging users the full costs of using the infrastructure, including indirect ones such as pollution and other harm to the environment; — devising a combined transport system encompassing all the modes; technical and tax harmonization measures, research and development work and cooperation will be necessary to make such a system more attractive to users. 3. Trans-European transport networks The Commission will be lending its support to the development of these networks by helping to establish links between Member States' networks ",
        "309st PLENARY SESSION 37 (interconnection) and ensuring that they dovetail smoothly with each other (interoperability). In so doing it will take account of constraints imposed by the environment. It is also promoting the idea of a \"citizen's network\" in Europe's frontier-free single market, a passenger-transport network which will enhance mobility by interlinking European public transport systems. Efforts should be made to increase the part played by private capital in infrastructure financing. The Cohesion Fund enshrined in the Treaty on European Union will help outlying regions equip themselves better for closer participation in the single market. The Community's contribution will focus on stimulating projects of European interest, helping to integrate regional and national projects and linking isolated regions with the heart of the Community. The quality of service enjoyed by users will be enhanced by stepping up research into the development of alternative transport systems and traffic management systems (e.g. air-traffic control). 4. The environment A series of measures and fields of research will focus on reducing the deleterious effects of transport on the environment. The Commission advocates better use of urban transport to improve the quality of life, more stringent standards in keeping with advances in technology, more economic and lasting means of transport, and possible recourse to tax instruments. 5. Safety Safety remains one of the cornerstones of Community action in the light of hair-raising statistics for road accidents: 50,000 people die and more than 1.5 million are injured each year on our roads. Community schemes will concentrate on driver education, harmonization of vehicle- construction standards and roadworthiness tests and improved infra structure. Community measures in maritime and air safety will adapt those already devised by international bodies to Community requirements besides covering areas which they do not as yet cover. ",
        "38 309st PLENARY SESSION 6. Social policy This heading covers: — access to the profession and training; — measures relating to employment and working conditions; — the encouragement of collective agreements; — schemes to help people with reduced mobility. 7. Strengthening the external dimension of the single market In the years ahead the Community will fulfil its role in relations with the outside world through a three-pronged approach involving: — the replacement if bilateral agreements with a framework of Community agreements and procedures; — framing a policy on integrated European networks; — stepping up Community action in international organizations and bodies. Gist of the Committee Opinion (CES 1006/93) 1. The Committee approves the Commission's move to point the common transport policy (CTP) towards the future in the interests of the European Community and on the whole welcomes the Commission's proposals. The future CTP must use the internal market as a basis for developing really modern transport systems which satisfy the high demands set by the Community. 2. There is a need for a differentiated, forward-looking diagnosis of the reasons for the problems encountered in transport. The Committee therefore deplores the fact that the analytical data used by the Commission are very imprecise and merely represent overall mean values. Only statistics for the period from 1970 to 1990 are used. If conclusions are to be drawn with regard to transport policy measures and coordination work, it will be necessary to take account of, for example, the specific features of passenger and goods transport. The Commission also takes no account of structural changes in the EC's peripheral areas resulting from the completion of the internal market. Nor does it address the transport situation in the transit states at the heart ",
        "309st PLENARY SESSION 39 of Europe; pressures on transport systems and the environment, arising from the growth effects of the internal market, have been increasing disproportionately in these transit states. It is in the interests of the EC's peripheral areas and the transit states that their particular situation is taken into account. The Committee proposes that the analyses set out in the White Paper be supplemented by regional and structural analyses of traffic flows and the various modes of transport. 3. It is not clear from the global approach pursued by the Commission how the principle of subsidiarity is to be applied in practical terms in future to EC transport policy. The Committee considers this particularly important. The Committee feels that coordination is the responsibility of the Community, but that there should be some fine tuning by the Member States in all aspects of coordination to take account of national peculiarities. This division of responsibility for coordination and optimization between the EC and the Member States does not preclude debating and establishing at EC level the basic conditions for ensuring environmentally-and socially-acceptable mobility. EC objectives should be formulated in such a way that they take precedence over national objectives. Environmental policy objectives for example should be formulated and recognized at European level. 4. In the light of subsidiarity, and working generally from the \"polluter pay s ' ' principle, as regards costs the Committee considers that the CTP should assume the following urgent tasks: — completion of the common market in transport, which would include the harmonization of the general conditions governing competition between transport undertakings and the abolition of the barriers still impeding the establishment of a liberal transport market; — establishment of a Community framework for improving the coordi nation of planning guidelines and laws relating to transport infra structure development; — execution and coordination of studies and forecasts which look at the bottlenecks affecting individual transport systems at Community level; — support for the development of technologies for integrated and optimized transport systems; the Committee particularly welcomes the fact that the Fourth Framework Programme 1994-1998 now includes a special chapter on transport research; the opportunities offered by telematics should, of course, also be included; ",
        "40 309st PLENARY SESSION — support for science and research aimed at improving urban living conditions, provided that the requisite guidelines governing commu nications, the working environment, environmental protection and health are coordinated at Community level. 5. The serious problems which already exist can only worsen if the CTP is not given new resources. A strategy therefore needs to be mapped out for achieving a long-term balance between the interests of all the parties involved in or affected by transport. The Committee's views on this matter are set out below: The CTP should employ the following instruments of transport policy (for the guidance, transfer and prevention of traffic): — pricing policy . allocation of infrastructure and external costs . general taxes and levies . specific levies (e.g. road pricing); — grants an assistance to certain transport modes and systems in order to improve their availability; — transport management using information and communications technology intermodal transport systems; — specific infrastructure measures. No single one of these factors is even remotely capable of being adequate. Only by combining them will it be possible to achieve a proper balance. The use of these various options would also lead to a general reduction in the excessive demand for transport. 6. A well thought-out strategy for a suitable balance requires detailed analysis of the realistic potential for traffic transfer. This has so far been lacking. The study should look at the potential of combined road and rail transport, other intermodal land transport, inland waterway and coastal transport. Another way of curbing the excessive demand for transport, at least at regional level, is land use and structural policy. The Committee calls on the Commission to look into the possibilities and limitations of such policies. ",
        "309st PLENARY SESSION 41 7. The Committee welcomes the Commission's comments on the strengthening and proper operation of the Internal Market. The common transport market must be made fully functional on schedule so as to prevent structural errors. 8. Irrespective of the question of the development of integrated transport systems in Western Europe, the Committee thinks that the common transport policy has a special duty to include the non-EC countries of Northern Europe in the development of intermodal transport systems. 9. Funding problems occur in particular when infrastructure is built or extended. The Committee believes that in principle funding must be planned and provided by the Member States themselves. The Community has the Cohesion Fund and the common structural policy but otherwise it can be called on only occasionally to co-finance pilot projects or research studies which have a European dimension; it may however also finance specific projects from the Community fund for transport infra structure projects. 10. The Committee would therefore recommend that the plan for tomorrow's common transport policy be included in the Community's legislative programme, which represents a planning tool. A binding timetable for transport policy measures could then be adopted. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Transport and Communications, chaired by Mr Eike Eulen (Germany - Workers). The Rapporteur was Mr Klaus-Benedict von der Decken (Germany - Various Interests). 6. SECOND ALL-EUROPEAN TRANSPORT CONFERENCE (Own-initiative Opinion) Second all-European transport conference Gist of the Committee Own-initiative Opinion (CES 1007/93) In connection with the requisite development of a transport blueprint for the whole of Europe, the ESC welcomes the convening of a second all- European transport conference. It also welcomes the planned adoption of a declaration which is fully binding on its signatories. ",
        "42 309st PLENARY SESSION The purpose of this Opinion is to ensure that machinery for the extensive consultation of the social partners is created in the countries of Central and Eastern Europe. Initially this machinery should be created for consultations between the countries of Central and Eastern Europe prior to the establishment at a later date of a dialogue with the countries of the EEA on an equal footing. This Opinion, adoption unanimously, was drawn up in the light of the paper produced by the Section for Transport and Communications, chaired by Mr Eike Eulen (Germany - Workers). The Rapporteur was Mr René Bleser (Luxembourg - Workers). 7. DRIED GRAPES Proposal for a Council Regulation (EEC) concerning specific measures for dried grapes (COM(93) 315 final) Gist of the Committee Opinion (CES 1008/93) The Committee fully supports this proposal but considers that the money proposed is not sufficient to achieve all the objectives. Some further suggestions for quality improvement are also given. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Agriculture and Fisheries, chaired by Mr André Laur (France - Various Interests). The Rapporteur was Mr Kenneth J. Gardner (United Kingdom - Employers). 8. CITRUS FRUITS Proposal for a Council Regulation (EEC) laying down special measures to encourage the processing of certain citrus fruits (COM(93) 387 final) Gist of the Committee Opinion (CES 1009/93) The Committee endorses the proposed Regulation but feels that further thought should be given to the following points: — the calculation of the aid for oranges should be reviewed; ",
        "309st PLENARY SESSION 43 — clémentines should be eligible for aid for processing into segments; — for the 1993/1994 marketing year, by way of exception, aid for the processing of satsumas should also be granted directly to individual farmers; — all rules concerning citrus fruits should be brought under a single Regulation; — the aid for satsumas and clémentines should be aligned with that for mandarins; — varietal reconversion should be reintroduced in the case of mandarins. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Agriculture and Fisheries, chaired by Mr André Laur (France - Various Interests). The Rapporteur was Mr Pere Mar gale f Masia (Spain - Various Interests). 9. GROWTH, COMPETITIVENESS AND EMPLOYMENT (Own-initiative) Growth, Competitiveness and Employment: Medium- term considerations Basis It was agreed at the Copenhagen Summit that, in preparation for the ECOFIN Council meeting at the end of November, the Commission should put together a white paper on medium and long-term measures for boosting growth, competitiveness and employment in the Community. The White Paper should draw on contributions to be submitted by Member States before 1 September 1993. The social partners were to be consulted. The ECOFIN Council would forward suggestions, based on the White Paper, to the December European Council in Brussels enabling it to establish broad guidelines for coordinating the economic policy of Member States and of the Community (see Maastricht Treaty). The Committee Opinion covers the following issues raised in Commission President DELORS ' introductory statement in Copenhagen (Entering the 21st century): (1) staying on course for Economic and Monetary Union; (2) creating an open Europe (GATT) while at the same time meeting monetary, financial, social and environmental requirements; (3) stepping up cooperation in R & D (3% of GDP); ",
        "44 309st PLENARY SESSION (4) developing transport and communications infrastructure (ECU 30 thousand million per annum); (5) investing ECU 5 thousand million in the information industries; (6)adjusting education systems (continuing education); (7) finding a new development model which involves taxing scarce resources, channelling productivity gains towards improving the quality of life and job sharing; (8) boosting the quality and number of employment agencies. Gist of the Committee Opinion (CES 1010/93) The Community's structural crisis is reflected in the unacceptably high level of unemployment. As a contribution to the White Paper requested by the Copenhagen Council, the Opinion puts forward strategies for boosting competitiveness and growth, founded on Europe's cultural values and high-quality production. The single market and EMU are vital ingredients too. The social partners should help to devise solutions to the problems of labour-market rigidity in order to improve workers' prospects of finding employment. This Opinion, adopted by a large majority with 8 abstentions, was dra wn up in the light of the paper produced by the Sub-Committee \"Growth, Competitiveness, Employment\", chaired by Mr Klaus Schmitz (Germany - Workers). The Rapporteur was Mr Aldo Romoli (Italy - Employers), the Co-Rapporteur was Mr Robert Burnel (France - Various Interests). 10. ANNUAL ECONOMIC REPORT FOR 1993 (Additional Opinion) Annual economic report for 1993 (COM(93) 44 final) Gist of the Committee Opinion (CES 1011/93) The Opinion explores the deterioration in the economic situation which is swelling the already large ranks of unemployed within the Community. The situation is aggravated by Member States' budgetary restrictions and by the alarming trend in investments. The Committee feels that the widening of the ERM fluctuation margins should be used to secure more ",
        "309st PLENARY SESSION 45 effective coordination of Member States' policies and a further lo wering of interest rates. Every effort must be made to reduce unemployment, which is the key cause of the loss of public confidence. Greater invol vement of the social partners should encourage wage moderation and thus help boost competitiveness and employment. This Opinion, adopted by a large majority with 4 votes against and 10 abstentions, wasdrawn upin the light of the paper produced by the Section for Economic, Financial and Monetary Questions, chaired by Mr Jean Pardon (Belgium - Employers). The Rapporteur was Mr Vasco Cal (Portugal -Workers). 11. SUPPORT SYSTEM - CERTAIN ARABLE CROPS Proposal for a Council Regulation (EEC) amending Regulation (EEC) No. 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (COM(93) 417 final) Gist of the Committee Opinion (CES 1012/93) Subject to the amendments and additions proposed in this Opinion, the Committee approves the Commission proposal, which fundamentally aims at more flexible application of reform of the arable crops regimes. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Agriculture and Fisheries, chaired by André Laur (France - Various Interests). The Rapporteur was Mr Charles Pelletier (France - Various Interests). 12. THIRD COUNTRY FISHING VESSELS Proposal for a Council Regulation (EEC) setting the terms under which fishing vessels flying a third country flag may land and market their catches at Community ports (COM(93) 343 final) Gist of the Committee Opinion (CES 1013/93) Approval of the proposed Regulation presupposes effective checks on landings not only by third country fishing vessels, but also by merchant vessels, land transport and other means. ",
        "46 309st PLENARY SESSION The destabilization of Community markets by imports necessitates the adoption of a definitive Regulation to avoid vagueness and inconsistency, especially in the observance of the health and marketing rules. The appli cation of this Regulation should stabilize the Community market in line with the objectives of the Common Fisheries Policy. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Agriculture and Fisheries, chaired by André Laur (France - Various Interests). The Rapporteur was Mr Jesús Muñiz Guardado (Spain - Various Interests). 13. SOCIAL EXCLUSION (Own-initiative Opinion) Social exclusion (COM(92) 542 final) Gist of the Committee Own-initiative Opinion (CES 1014/93) Social exclusion threatens the social and economic progress of Europe, threatens European and national unity and, ultimately, could threaten democracy itself. Social exclusion goes further than matters relating to the labour market and many - or even most - socially excluded people are outside the labour market. However, unemployment is the most important of the dynamic mechanisms producing today's social exclusion. Education and vocational training - especially of women - are central to the fight against unemployment, to the maintenance of family and community relationships and therefore to the fight against social exclusion. General and specific policies aimed at job-creation will also be necessary. The decline in support for values such as solidarity and family life is an important phenomenon. This change has increased the incidence and intensified the experience of exclusion for women and children and other people affected by changes in family structure. The decline of solidarity has meant that people excluded from the labour market, or with only a tenuous connection to it, are more likely to face exclusion and that the experience of exclusion is worse. A structured dialogue is needed between the various actors in endeavours to combat social exclusion, including the Commission, the Member States, Regional, Municipal and Local authorities, the social partners, non-governmental organizations and excluded peoples themselves. All these actors have a role to play in the fight against social exclusion. In the light of substantial increases in unemployment, poverty and homelessness, the Committee considers that ",
        "309st PLENARY SESSION 47 the problem has almost certainly worsened in recent years. The Committee accordingly welcomes President DELORS' commitment to seek a doubling of the budget of the Poverty Programme. The Committee strongly supports the continuation and expansion of this and other relevant specific programmes - such as NOW and HORIZON. The Community has a role in opposing intolerance, prejudice, segregation and negative discrimination and such an endeavour should be central to action against social exclusion. A commitment to combat social exclusion has implications for the future direction of the European Union: — European social exclusion is unlikely to be defeated without the convergence of social protection policies; — there should be both social and economic convergence criteria; — the convergence of social protection policies will be unlikely without substantial further progress towards European unity; — measures taken by Member States in compliance with Economic and Monetary Union, as agreed in the Treaty on European Union, may have severe implications for social protection policy and hence for the fight against social exclusion; — from a social exclusion perspective, reduction in social protection expenditure by Member States to meet the EMU convergence criteria, are of particular concern; — the Community should attend to the impact of such measures on social exclusion; — it would be useful if all Community policies were analyzed for their likely impact on poverty and social exclusion before being agreed upon. A Community Charter (rather than a simple solemn declaration) is called for, including: — public policies in accordance with the principle of solidarity; — the right to a secure family life; — the right of everyone to have access to be consulted on public decisions which affect them; — the need for authorities, at the level of the Community, the nation, the region and the municipality to adopt and implement policies designed to counter social exclusion and counter unemployment; — no-one should face negative discrimination in employment or the enjoyment of services or facilities on the grounds of sex, race, natio nality, age, disability, political or religious views; ",
        "309st PLENARY SESSION — access to education and vocational training designed to promote integration into the labour market. These rights are not just important for socially excluded people. Such a Charter should not be a Charter for poor people or for the socially excluded, it should recognize rights granted to all citizens of the European Union. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Social, Family, Educational and Cultural Affairs, chaired by Mrs Giacomina Cassina (Italy - Workers). The Rapporteur was Miss Ada Maddocks (UnitedKingdom - Workers). 14. COMMUNITY CHARTER - 2nd REPORT The Second Report from the Commission to the Council, the European Parliament and the Economic and Social Committee on the application of the Community Charter of the Fundamental Social Rights of Workers (COM(92) 562 final) Gist of the Commission proposal In the context of the completion of the Single European Market, the European Councils of Hanover, Rhodes and Madrid held that equal importance should be attached to social and economic aspects and that both should be developed in a balanced manner. On a number of occasions, both the European Parliament and the Economic and Social Committee have expressed similar opinions and given voice to their concerns. At the European Council held in Strasbourg on 8 and 9 December 1989, eleven Heads of State or Government adopted the Community Charter of the Fundamental Social Rights of Workers. Almost three years on, the Commission has presented nearly all the proposals announced in its programme (in compliance with the principle of subsidiarity, which is why various initiatives have not required any intervention on the part of the Council). Of the 47 initiatives (49 in fact counting the three texts on atypical work), the Commission has presented 28 proposals to the Council. ",
        "309st PLENARY SESSION 49 The Council has altogether adopted 15 of the proposals submitted to it by the Commission: eight directives (six of which are based on Article 118a), four recommendations, two decisions and one regulation. The Council has also adopted two common positions regarding the health and safety of workers in the extractive industries. However, discussions on most of the proposals for directives on important matters have not made sufficient progress to enable a final text to be adopted. This is the case, for example, with the proposals on the organi zation of working time, \"atypical\" work, European works councils, and transport for the disabled. The Community Charter of Fundamental Social Rights of Workers reflects the urge to establish a basic set of fundamental rights shared by all the Member States. This is the theme which is taken up in the Protocol on Social Policy annexed to the Treaty on European Union. The ' 'high contracting parties' ' note therein that ' 'eleven Member States wish to continue along the path laid down in the 1989 Social Charter; that they have adopted among themselves an Agreement to this end; that this Agreement is annexed to this Protocol\". The Agreement extends the scope of qualified majority voting and paves the way for management and labour, for the first time under Community law, to enter into European-level collective agreements. Gist of the Committee Opinion (CES 1015/93) General observations The Committee welcomes the Second Report of the Commission on the application of the Community Charter of the Fundamental Social Rights of Workers. As regards the actual application of the Charter, the Committee notes that progress has continued to be made in adopting non-binding Council decisions, some Directives in the health and safety field, three other Directives: on proof of employment, on collective redundancies and on the protection at work of pregnant women. A \"Common Position\" on the organization of working time, has also been adopted. Other proposed Directives at the heart of the Community Charter remain blocked in Council. This is notably the case for: ",
        "50 309st PLENARY SESSION — atypical work — the posting of workers — European Works Councils — protection of young people at work — workers with reduced mobility. The failure of the Council of Ministers to adopt these important social policy proposals was not because of any majority opposition to them, but because of the ' 'liberum veto' ' which individual member Governments continued to exercise given the lack of political will in Council to apply with confidence and commitment Articles 100a and 118a (allowing for qualified majority voting). In the meantime, various referenda in Europe have demonstrated the discrepancy that exists between Europe's political decision-makers and the citizens they serve. It could be argued that a stronger \"social dimension\" to European Union and a more efficient and transparent decision-making procedure capable of making real progress towards a \"social Europe\" might help bridge this discrepancy. The Treaty on the Union and the application of the Community Charter In its Opinion on the Citizens' Europe, the Committee overwhelmingly came out in favour of ' 'the need for the Treaty unequivocally to enable the proper application of the (Community) Social Charter and Social Protocol Agreement to all citizens concerned throughout the European Union as a whole\". Whilst the Social Protocol Agreement is a major step forward, there is still a substantial field of social policy activity where a \"European dimension' ' is recognized, but for which there is either no clear legal basis for action or as yet no qualified majority decision-making procedure envisaged. This is particularly the case for major policy areas listed under Article 118 of the Treaty and/or in Article 2.3. of the Social Protocol Agreement. Treaty revisions on these points will require urgent attention. The vision of an internal market grappling with a cumbersome two-speed social legislation system in Europe seems less and less credible. The internal market concept forms a whole with appropriate responsibilities at national and European level; it cannot work if ' 'opts out' ' in terms of deliberate undercutting of legitimate basic social rights and standards ",
        "309st PLENARY SESSION 51 continue to hamper it. The key challenge today is therefore to establish these ground rules, to assure ' 'fair play\". This means applying the Social Charter. Updating the Social Action Programme There is still a backlog of relevant policies which might require renewed attention within the Treaty, for example: — the right of association and of collective bargaining; — the right to free employment services (i.e. access to public placement services free of charge); — draft proposals emanating from the (First) Social Action Programme which could be updated and reintroduced if need be through Article 2 of the Social Protocol Agreement: . parental leave and leave for family reasons . modifying the burden of proof . information and consultation of workers . the reduction and reorganization of working time. European social policy and the ILO The Committee poses the question of how ILO Conventions can also be implemented at Community level. Such conventions can fall within the joint competence of the Commission and the Member States. Coope ration is necessary because the Community cannot conclude an ILO Convention itself, but only through the agency of the Member States. The Committee calls on the Council and the Commission to work out rules which will ensure this cooperation without affecting the constitutional rights of ILO members including, in particular, workers' and employers' representatives. From ' 'Social Rights \" to ' 'Societal Rights ' ' Three areas of reflection are proposed: — The right to better consumer/user information as regards the social and environmental conditions in which goods and services are provided. — The need to promote a \"social clause\" in GATT and other trading rounds, which should refer to for example: the banning of child labour and the right to free collective bargaining. ",
        "52 309st PLENARY SESSION — The case for developing basic social convergence criteria. This Opinion adopted by 80 votes for, 55 against, with 5 abstentions was drawn up in the light of the paper produced by the Section for Social, Family, Educational and Cultural Affairs under the chairmanship of Mrs Giacomina Cassina (Italy - Workers). The Rapporteur was Mrs Ursula Engelen-Kefer (Germany - Workers). 15. SOCIO-ECONOMIC OPERATORS (Own-initiative Opinion) Social-economic operators Gist of the Committee Own-initiative Opinion (CES 1016/93) The objective: A Citizens' Europe — The Ombudsman in the context of a \"Citizens' Europe\" The appointment of an Ombudsman under Article 138e of the new EC Treaty is welcomed. — Free movement of persons Each and every citizen should be able to move freely and legally between Member States, become established in any Member State and reside in any Member State, on the basis of equal opportunities. — Basic civil and human rights A Citizens' Europe is hallmarked by the basic civil and human rights enshrined in European constitutions and in the European Convention on the protection of human rights and basic freedoms. The right to information, transparency, democratic control and partici pation in the decision-making process must be explicitly guaranteed in the body of Community legislation and in practice. The right of appeal must be reinforced by allowing the ordinary citizen to exercise his or her rights with respect to the various Community insti tutions, even before a decision is taken. ",
        "309st PLENARY SESSION 53 The democratization of the Community institutions The Commission should be asked to inform European citizens directly about its activities and the implications of its decisions, before and after they come into effect. The Council will have to make greater efforts to ensure that its decisions are more transparent and more clearly justified to the other EC institu tions and the socio-economic operators. Another reason for the lack of interest and alienation which citizens feel with regard to the building of Europe is the way that some national govern ments do not bother to explain or justify their stances on European issues to their parliaments or their citizens. Intermediate measures The post of Ombudsman must be filled with all due speed to receive complaints concerning instances of maladministration. The Ombudsman shall be \"completely independent\" in the performance of his duties. It should be spelt out clearly that the Ombudsman should bear personal responsibility for his work, should be an eminent person, should have the right to propose that the appropriate institutions carry out reforms, and must also be given access to confidential information. The institu tions questioned must also be expected to show a willingness to cooperate. Further necessary measures — Introduction of openness as a structural reform Other democratic structural reforms of European Community institutions are necessary, especially an EC-wide access to information possessed by Community and national authorities. — Information for socio-economic operators A particularly good opportunity would be to involve socio-economic operators as catalysts of wide segments of society, providing them with more opportunities than before for obtaining and passing on information about the EC. In doing so, consideration should be given to: — computerizing not only official EC legislative instruments, but also the submissions and views of the socio-economic operators on such documents; ",
        "54 309st PLENARY SESSION — including information on progress in transposing EC legislation into national laws; — expanding documentation systems on topics relating to EC instru ments, where the consultation procedure has not been completed; — securing qualitative improvements in the access of socio-economic operators to EC information systems by concentrating more on their specific information needs and expectations. — publicizing available data banks more and developing new data banks, structuring them by sector. — For a better, citizen-friendly information policy The de Clerq report recommended that an effective information and communication policy should be introduced from the highest level in the Community downwards. The Committee believes that the recommen dation contained in this report shall be given positive consideration by the Commission as a matter of urgency. Citizen-friendly information must: be objective, be clearly written, provide a simple picture of the context, be of practical use, be easy to access. It is also vital for schools and the education system in general to promote an awareness of Europe. Too little is said about the European Community's positive achievements. — Strengthening of the European Parliament: the democratization of Europe The socio-economic operators in the Twelve will need to be more actively involved if the democratization process in Europe is to be strengthened. It is precisely the role of an institution such as the Economic and Social Committee to facilitate the participation of economic and social interest groupings in the national and European decision-making process. In view of the above, the Committee believes that in 1994, by means of a massive electoral turn-out, the citizens of Europe will not only declare their support for the European Idea but also underline the political signi ficance of the European Parliament. The problem of EC legitimacy will only be solved if there are changes in the role of the Council of Ministers as legislative authority. What is needed is a clear, democratic separation of powers. ",
        "309st PLENARY SESSION 55 This Opinion, adopted by a majority with 2 abstentions, was drawn up in the light of the paper produced by the Section for Social, Family, Educational and Cultural Affairs, chaired by Mrs Giacomina Cassina (Italy - Workers). The Rapporteur was Mr Paul Flum (Germany - Workers). The Co-Rapporteur was Mr Jean Matteoli (France - Various Interests). 16. IVth LOME CONVENTION (Own-initiative Opinion) IVth Lomé Convention - mid-term review Background to the Own-initiative Opinion The Committee is very much aware, as is the Commission in its Programme for 1993-1994, that the next two years will bring major challenges for the Community's development policy. Preparations for the new Lomé IV financial protocol will begin this year, and negotia tions will take place next year. Major changes on the world's political scene, particularly the demise of the former ' ' Eastern bloc ' ', and the weight being attached to democracy and human rights by the \"donor\" countries, are calling into question many of the precepts of development policy. Under Article 366 of the Lomé Convention (concluded for ten years, and commencing on 1 March 1990) the Community and the Member States, on the one hand, and the ACP States, on the other, are to notify the other Party not later than twelve months before the expiry of the first five-year period of any review of the provisions they desire to make with a view to a possible amendment of the Convention. And ten months before the expiry of this five-year period, the Contracting Parties are to enter into negotiations with a view to examining any possible amendments to the provisions that were the subject of the notification. In practice this means that the Commission will have to put forward for discussion in Council any proposed modifications to the Convention early in 1994. The aim should therefore be for the ESC to issue its Own- initiative Opinion in the last quarter of 1993. The Economic and Social Committee should debate the issues likely to be raised in the above process, many of which were aired in the Commission's 1992 paper on development cooperation in the run-up to 2000. ",
        "56 309st PLENARY SESSION An indication of the likely thrust of Community suggested revisions to the Convention is contained in the Council's declaration of 18 November 1992 \"on aspects of development cooperation policy in the run-up to 2000\". The declaration states that respect for human rights and democ ratic principles, reduction of excessive military expenditure and good governance will be increasingly important in influencing future development programmes. The Opinion aims to show where in the view of the ESC the Lomé IV Convention should be amended. It will restrict itself to those parts which are of special concern to the social and economic interest groups. Gist of the Committee Own-initiative Opinion (CES 1017/93) The Opinion is divided into eleven chapters: 1. Summary of recommendations 2. The Convention 3. Need for revising the Convention 4. Human rights and democratization 5. Need to streamline administrative procedure 6. The need for transparency in the award of contracts 7. Coordination of policies and development projects 8. Enterprise development 9. Agriculture and food security 10. Non-Governmental Organizations 11. Debt relief The recommendations concern the amount of the Community's financial assistance, instances where it could be reduced or suspended, the possi bility of increasing it in response to progress in democratization. Repayable debts should be reduced materially and in no case should debts exceed the amount of aid provided. Measures are proposed for giving decentralized cooperation a fillip and promoting enterprise development. Funds should be earmarked for enter prise development, with a significant proportion being set aside for SMEs. Assistance should also be provided for commercial banks and savings institutions in the informal sector to encourage them to promote enter prise development. ",
        "309st PLENARY SESSION 57 It is also important to encourage the formation of socio-economic interest groups and provide them with financial assistance. These groups should be consulted on the Indicative Development Programmes and play a key advisory role in sectoral development programmes. The Convention should also make appropriate financing available outside the Joint Assembly for representatives of Community and ACP socio-economic interest groups to establish on-going contacts. Greater transparency and less corruption are called for in the selection of projects and award of contracts; measures are proposed. The Report points to ways of improving and accelerating administrative procedures and streamlining development cooperation. It must be ensured that governments pursue coherent economic, social and environmental policies and that development projects are mutually compatible. It should be mandatory for the partners to consult each other on all major project negotiations that a government may have with individual Member States, third countries and international organizations. Given the pivotal importance of agriculture in economic development, the Convention should contain measures to promote agriculture and trian gular trade. This Opinion, adopted by a majority with 3 abstentions, was drawn up in the light of the paper produced by the Section for External Relations, Trade and Development Policy, chaired by Mr John F. Carroll (Ireland - Workers). The Rapporteur was Mr Michael P. Strauss (United Kingdom - Various Interests). The Co-Rapporteur was Mr Vasco Cal (Portugal - Workers). 17. RESOLUTION ON THE IMPLEMENTATION OF THE TREATY ON EUROPEAN UNION The Economic and Social Committee welcomes the ratification of the Treaty on European Union by the Federal Republic of Germany, following the Constitutional Court ruling that the Treaty, including its provisions on the creation of a single currency, is compatible with the principles of democracy enshrined in the German Constitution. The ESC also welcomes the enhanced role and new prerogatives which the Committee is assigned under the Treaty. The Union Treaty will give fresh momentum to the European venture. The ESC calls on the special European Council meeting, to be held in Brussels on Friday 29 October, to ensure that adequate resources are ",
        "58 309st PLENARY SESSION found to cement the implementation of all the provisions of this Treaty, so as to restore the confidence of European citizens in the Community's future. In this connection, the ESC feels that the framing of a strategy for growth and employment, as advocated by the European Council in Copenhagen, is vital if the priority that must be accorded to the welfare of each European citizen is to have any real, tangible meaning. The ESC naturally endorses the Commission President's declaration that ratification of the Maastricht Treaty must enable the Community to emerge from a period of suspense and despondency, to activate a new campaign to combat economic stagnation and unemployment, with respect for basic social rights, and to reinforce the security of Europe. With regard to the Committee of the Regions, the ESC undertakes to do its utmost to ensure that this important new Community body is established and achieves operational independence as soon as possible. With due respect for the prerogatives of both bodies, the ESC is prepared to cooperate actively with the representatives of regional and local autho rities in Europe. In this connection, the ESC would nonetheless reiterate the bewilderment it has voiced through its Chairman, Mrs Tiemann, about the inadequacy of the financial resources earmarked for the activities of the new advisory body. The ESC trusts that recognition by the Governments of the ESC's key role, along with the establishment of the COR - two factors conducive to reducing the democratic deficit and bringing the Community closer to its citizens - will be followed swiftly by an increase in the resources needed to carry out these priority tasks. The Committee adopted this Resolution by a unanimous vote. ",
        "OUTSIDE PRESENCE AND INFLUENCE OF THE ESC 59 II — Outside presence and influence of the Economic and Social Committee Activities of the Chairman 5 October 1993 - Brussels: ESC/EFTA meeting 5 October 1993 - Brussels: meeting with Christa Randzio-Plath, Chairman of the European Parliament's Monetary Sub-Committee 13 October 1993 - Brussels: Closing statement at the 3rd COFACE Conference 13 October 1993 - Brussels: Debate on future Community policy on medicinal products 15 October 1993 - Brussels: Information Seminar and debate on forms of precarious employment, poverty and exclusion in industrialized countries and developing countries run by the United Nations Centre, the ILO Liaison Office to the EC, the ETUC and European NGOs. 17 October 1993 - Paris: European Anti-Poverty Day (Refus de la Misère) 19 October 1993 - Brussels: Meeting with Raffaele Vanni, Chairman of the CNEL Committee on Mediterranean Policy 19 October 1993 - Brussels: Speech to the \"EC\" Committee of the American Chamber of Commerce, on the role of the Economic and Social Committee 19 October 1993 - Brussels: Meeting with Miet Smet, Belgian Minister for Labour 20 October 1993 - Brussels: Speech to the \"Brussels European House\" on the Role of the ESC 20 October 1993 - Brussels: Meeting with Slaheddine Ben M'Barek, Tunisian Ambassador ",
        "60 OUTSIDE PRESENCE AND INFLUENCE OF THE ESC 20 October 1993 - Brussels: Meeting of the Economic and Social Councils of the Community on \"Cooperation after Maastricht\" 27 October 1993 - Brussels: Meeting of a delegation of French Regional Economic and Social Councils 29 October 1993 - Brussels: Welcome address to the Symposium on Protecting Consumer Interests organized by EURO-COOP 29 October 1993 - Brussels: Meeting with Heinrich von Moltke, Director- General at Commission DG XXIII Other activities 4 - 8 October 1993 - Brussels: 17th meeting of the ACP/EC Joint Assembly 6 October 1993 - Brussels: Hearing of the Study Group on the Green Paper - Remedying Environmental Damage (Section for Protection for the Environment, Public Health and Consumer Affairs) 8 October 1993 - Brussels: 153rd meeting of the Section for Energy, Nuclear Questions and Research: statement by Clive Jones, Deputy Director-General, DG XVII on progress in implementing the European Energy Charter signed in The Hague on 17 December 1991, followed by a general discussion 12 October 1993 - Brussels : Statement by a representative of the European Business and Innovation Centre Network (BN) to the Section for Regional Development and Town and Country Planning 27 October 1993 - Brussels: Statement by Hugo Paemen, Deputy Director-General, DG I on the Uruguay Round negotiations, to the Section for External Relations and Trade and Development Policy 28 October 1993 - Brussels: Talks between members of the Section for Energy, Nuclear Questions and Research and Melchior Wathelet, Belgian Deputy Prime Minister and Minister for Economic Affairs, and President- in-Office of the Council of Energy Ministers ",
        "FACT-FINDING VISITS 61 III — Fact-Finding visits During the period under review, the following visits were made to the Economic and Social Committee: I October 1993 4 October 1993 6 October 1993 6 October 1993 7 October 1993 7 October 1993 7 October 1993 8 October 1993 8 October 1993 8 October 1993 8 October 1993 II October 1993 11 October 1993 Fédération de l'Education Nationale (National Educa tional Federation), Paris (France) The American University, Washington DC (USA) Karl-Franzens-University, Graz (Austria) Foggia Chamber of Commerce (Italy) Statens Arbetsgivarverk (Swedish National Agency for Government Employers), Stockholm (Sweden) Shrewsbury College (UK) ÖGB - Österreichischer Gewerkschaftsbund (Austrian Trade Union Confederation) Biggesee Political Academy (Germany) OegB Braunau (Austrian Trade Unionists) (Austria) \"Schule auf der Börde\" Bremen (Germany) Bavarian Trade Union Confederation Executive (Germany) CDU Karlsruhe (Germany) South African Mission to the EC (University of Stellenbosch School for Business) 12 October 1993 FTF - Funktionærernes og Tjenestemændenes Fællesråd (Danish Confederation of Civil Servants' and Employers' Organizations) 13 October 1993 ICOSI- Institut de coopération sociale internationale, Paris (Institute for International Social Cooperation) (France) 14 October 1993 Biggesee Political Academy (Germany) 15 October 1993 Sachsen-Anhalt Information Bureau (Germany) ",
        "62 FACT-FINDING VISITS 18 October 1993 LEGTA - Lycée d'enseignement général technolo gique agricole de Roanne-Cherve (General technical agricultural college) (France) 20 October 1993 Magistrats français et élèves-avocats (French magistrates and trainee advocates) 21 October 1993 Juridisk Selskab i Aarhus Jus - Aarhus University (Denmark) 22 October 1993 Caisse interprofessionnelle de prévoyance des cadres français (French white-collar inter-professional mutual fund) 22 October 1993 Lippe Technical College (Germany) 25 October 1993 Brabant Catholic University, Tilburg (Netherlands) 26 October 1993 Östra Grevie Folkhögskola (Sweden) 26 October 1993 Alcades de Navarra (Spain) 27 October 1993 Baden-Württemberg Civil Servants' Association (Germany) 27 October 1993 Uccie European School (Russian School) 27 October 1993 Landstingsförbundet/Federation of Swedish County Councils 27 October 1993 Honda Germany, Offenbach (Germany) 28 October 1993 Consorzio per l'Educazione Sociale, la Formazione Professionale, l'Orientamento Scuola Lavora e le Ricerche (Association for Social Education, Vocational Training, Career Guidance and Research), Turin, Italy 28 October 1993 Political Education Centre, Kiel (Germany) 28 October 1993 Leiden University - Faculty of Law (Netherlands) 28 October 1993 KEY TO EUROPE (Swedish group \"Bergs lagskolan\") 29 October 1993 Fraktion sozialdemokratischer Gewerkschafter der Bediensteten der Arbeiterkammer Wien (Social democratic trade unionist group for employees of the Vienna Chamber of Workers) Vienna (Austria). ",
        "310th PLENARY SESSION 63 Contents I— 310TH PLENARY SESSION OF 24 AND 25 NOVEMBER 1993 65 1. Convention on transboundary watercourses and inter national lakes 65 2. Baltic Sea - Helsinki Convention 66 3. Hazardous waste (Amendment to Directive 91/689/EEC) 68 4. SPRINT 69 5. Training for maritime occupations 70 6. Ship inspection and survey 72 7. Civil aviation accidents and incidents 74 8. Summer time 76 9. Veterinary/animal nutrition 77 10. Financing veterinary checks 77 11. Transitional stage of EMU (Additional Opinion) 78 12. Telecommunications services 80 13. Common system of taxation/mergers 82 14. Common system of taxation - parent companies and subsidiaries 83 15. Worker protection - chemical agents 83 16. Policy on safe seas 85 17. Older people in society (Own-initiative Opinion) 87 18. Sugar 90 19. Premium to sheepmeat and goatmeat producers 91 20. Fisheries/Spain-Portugal II 92 21. Fishing licences 92 22. Fisheries/FIFG 92 23. Supplier/consumer dialogue (Own-initiative Opinion) 92 24. XXIInd Report on competition policy 94 25. 4th R&TD Framework Programme ( 1994-1998) 98 II - OUTSIDE PRESENCE AND INFLUENCE OF THE ESC 107 III— FACT-FINDING VISITS 109 ",
        "",
        "31 Oth PLENARY SESSION 65 I — 310th Plenary Session of 24 and 25 November 1993 The 310th Plenary Session of the Economic and Social Committee of the European Communities was held in Brussels, on 24 and 25 November 1993, under the chairmanship of Mrs Susanne Tiemann. During this Session, the Committee adopted the following Opinions: 1. CONVENTION ON TRANSBOUNDARY WATER COURSES AND INTERNATIONAL LAKES Proposal for a Council Decision on the conclusion, on behalf of the Community, of the Convention on the protection and use of transboundary watercourses and international lakes (COM(93) 271 final) Gist of the Commission proposal The Commission proposes that the Community and Member States simul taneously ratify the Convention which was signed in Helsinki on 18 March 1992. The proposal is based on Treaty Article 130s. The Convention was drawn up under the aegis of the United Nations Economic Commission for Europe. Its aim is to establish a framework for bilateral and multilateral cooperation in order to prevent and control the pollution of transboundary watercourses and to ensure the rational use of water resources in the member countries of the UN Economic Commission for Europe. Gist of the Committee Opinion (CES 1155/93) The Committee supports the Commission's wish that the EC and its Member States, in their respective areas of responsibility, conclude the Convention by depositing their instruments of approval and ratification at the same time, thus speeding up the international adoption of rules to protect the environment, watercourses and lakes beyond national frontiers. ",
        "66 310th PLENARY SESSION The purpose of the Convention is to establish a framework for measures to prevent, control and reduce water pollution. Its basic principles tally with those underpinning EC policy: i.e. the precautionary principle, the principle that preference should be given to preventive action and the \"polluter pays\" principle, among others. Thus, the Convention does not alter existing EC policy but merely provides a useful supplement to it. The extension of the abovementioned principles to third countries can only be for the good, since rules on the protection and use of trans boundary watercourses and international lakes will only be effective if they are universally applied. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Protection of the Environment, Public Health and Consumer Affairs, chaired by Mr Francisco Ceballo Herrero (Spain - Various Interests). The Rapporteur was Mr Camille Giacomelli (Luxembourg - Employers), the Co-Rapporteurs were Mr Wilfred Aspinall (United Kingdom - Various Interests) and Mr Augusto Gil Bensabat Ferraz da Silva (Portugal - Workers). 2. BALTIC SEA - HELSINKI CONVENTION Proposal for a Council Decision on the accession of the Community to the Convention on the Protection of the Marine Environment of the Baltic Sea Area (Helsinki Convention -1974) and the Proposal for a Council Decision on the conclusion, on behalf of the Community, of the Convention on the Protection of the Marine Environment of the Baltic Sea Area (Helsinki Convention, as revised in 1992) (COM(93) 284 final and COM(93) 285 final) Gist of the Commission proposal The Committee is asked, mainly for procedural reasons, for its Opinions on accession to two international conventions on the protection of the Baltic Sea Area. 1974 Helsinki Convention In 1974, the Helsinki Convention on the protection of the Baltic Sea was signed by seven countries - 5 non-EC states and 2 EC states (FRG and Denmark). In 1977, it was proposed that the Community as such should ",
        "3lOlh PLENARY SESSION 67 accede to the Convention but this was opposed by one non-EC state. Due to political changes, opposition to EC accession has now been dropped and the current proposal (COM(93) 284 final) is for a decision to authorize such accessions. 1992 Helsinki Convention Meanwhile, a revised and up-dated Convention was drawn up in 1992. which when adopted will replace the 1974 Convention, and the current proposal (COM(93) 285 final) is for a decision for the EC to adhere to the new Convention. Gist of the Committee Opinion (CES 1156/93) The Committee commented on both Conventions as it was not known when the 1974 version would be replaced by the 1992 version. The Committee approved the 1974 version but drew attention to a number of deficiencies, as follows: — internal waters are not covered (now covered in 1992 version): — there is no definition of nutrients, or of pleasure craft: — it does not apply to ships or aircraft of the armed forces: — it permits the discharge of significant quantities of dangerous substances. The Committee approved the 1992 version as being an improvement of the earlier model, but still considered that too many exceptions were allowed. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Protection of the Environment. Public Health and Consumer Affairs, chaired by Mr Francisco Ceballo Herrero (Spain - Various Interests). The Rapporteur was Mr Hans-Jürgen Wick (Germany - Employers), the Co-Rapporteurs were Mrs Helga Elstner (German)- Various Interests) and Mr Paul Flum (Germany - Workers). ",
        "68 310th PLENARY SESSION 3. HAZARDOUS WASTE (amendment to Directive 91/689/EEC) Proposal for a Council Directive amending Directive 91/689/EEC on hazardous waste (COM(93) 425 final) Gist of the Commission proposal The aim of the amendment is to revise the definition of the term ' 'hazardous waste' ' and to amend the date of implementation of Directive 91/689/EEC and the date of repeal of Directive 78/319/EEC, in order to avoid a legal void. The Commission should have drawn up an inclusive and binding list of hazardous waste six months before the date of implementation of Directive 91/689/EEC. However, this task proved to be impossible, and the Commission proposes to overcome the problem by modifying the definition of hazardous waste, making a direct reference to the hazard properties and establishing a Community list of hazardous waste, with a minimum of delay, on the basis of the new definition. Until the establishment of such a list, Member States would identify hazardous waste on the basis of the Annexes to Directive 91/689/EEC. Gist of the Committee Opinion (CES 1157/93) The Committee accepts the Commission proposal on the basis of the reasons set out by the Commission. The Committee agrees that a definitive, inclusive and binding list of hazardous waste, as previously provided forby Directive 91/689/EEC, is difficult to draw up, since hazard properties depend inter alia on the concentration of the hazardous constituents and/or on specific conditions. It therefore endorses the move to amend the definition of hazardous waste by making direct reference to the category of waste (Annex I), the consti tuents which make it hazardous (Annex II), and the hazard properties (Annex III). The Commission's original proposal (88/C 295/05), endorsed in an earlier ESC Opinion, was along these lines. 1 OJ No. C 56 of 6 March 1989. ",
        "310th PLENARY SESSION 69 The Committee also notes that the proposed amendments make it necessary to postpone for one year (from 12 December 1993 to 31 December 1994) the implementing date of Directive 91/689/EEC and the date of repeal of Directive 78/319/EEC. At all events, in order to ensure that the Directive is implemented promptly and effectively, the Committee urges that the new list of hazardous waste be drawn up by the end of June 1994. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Protection of the Environment, Public Health and Consumer Affairs, chaired by Mr Francisco Ceballo Herrero (Spain - Various Interests). The Rapporteur was Mr Enzo Beltrami (Italy - Employers). 4. SPRINT Proposal for a Council Decision modifying Council Decision 89/286/EEC on the implementation at Community level of the main phase of the Strategic Programme for Innovation and Technology Transfer (1989 to 1993) (SPRINT Programme) (COM(93) 306 final) Gist of the Commission proposal In April 1989 the Council adopted Decision 89/286/EEC on the implementation at Community level of the main phase of the Strategic Programme for Innovation and Technology Transfer ( 1898-1993) (SPRINT). Its main objective is to improve the ability of SMEs, including craft enter prises, to adopt technology. The measures contained in the programme involve national and regional bodies and make use, whenever feasible, of decentralized management. They consist mainly in the creation of transnational networks of sectoral or regional actors, the identification and diffusion of best practices beyond national borders, the pooling of efforts at Community level to reduce the cost and risk of experimenting possible new schemes. They therefore complement and support the actions undertaken at national and regional level, thus respecting the principle of subsidiarity. 1 OJ No. L 112 of 25 April 1989, p. 12; see also ESC Opinion, OJ No. C 23 of 30 January 1989, pp. 6-7. ",
        "70 310th PLENARY SESSION Pursuant to Article 8 of Council Decision 89/286/EEC, an evaluation of the results achieved after thirty months of the programme's implemen tation highlights the need for the programme to continue beyond 1993. The Commission therefore proposes that the programme be extended to 31 December 1994. Gist of the Committee Opinion (CES 1158/93) The Committee endorses the Commission's proposal to extend SPRINT's main phase by one year until the end of 1994, which will make it possible, above all, to continue with the current work on which a positive start has been made, and bring this work to an appropriate conclusion. It does not consider it wise to make a start on new projects in 1994. It is self-evident that account should be taken in the next operational phase of the experiences and insights gained so far from the SPRINT programme. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Industry, Commerce, Crañs and Services, chaired by Mr Manuel Cavaleiro Brandão (Portugal - Employers). The Rapporteur was Mr Herbert Nierhaus (Germany - Workers). 5. TRAINING FOR MARITIME OCCUPATIONS Proposal for a Council Directive on the minimum level of training for maritime occupations (COM(93) 217 final) Gist of the Commission Proposal According to the Commission, some 60 % of all accidents at sea are due to human error. The lack of proper communication on board ships, often owing to language problems, is another major cause of accidents. In 1988 and in 1992 the Council adopted Directives on the recognition of seafarers ' diplomas, but these Directives do not guarantee a minimum appropriate level of training for all seafarers serving on vessels flying the flag of a Member State. Within the context of the ILO and the IMO several conventions on the training of seafarers have been drawn up. The most important of these ",
        "31 Oth PLENARY SESSION 71 is the IMO's STCW Convention (International Convention on Standards of Training, Certification and Watchkeeping for Seafarers) of 1978, but these regulations are not always applied in the same way in practice, and they may be unilaterally denounced. In the Commission's view, the IMO has not tackled the crucial aspect of effectively policing the international regulations on seafarer training. Therefore, it is only at Community level that an effective response can be provided. The Commission therefore proposes a system of minimum training standards, based on international rules defined in the STCW Convention, and including language tuition for seamen serving on passenger ships or ships carrying hazardous or polluting cargoes. The proposed Directive defines the minimum level of training for masters, officers, ratings and lifeboatmen. Its vocational training standards are no higher than those of the IMO except with regard to the above mentioned linguistic pro ficiency, on which no international regulations have yet been adopted. From 1995 all Member States will be required to issue a vocational competence certificate to seafarers under the terms of the proposed Directive which is based on the IMO's STCW Convention. Non-Member States will have the possibility of concluding agreements with the Community to ensure appropriate training is given to non-Community seafarers. In the case of vessels flying non-Community flags crewed by nationals of non-Community countries which have not concluded any agreement with the Community, the Commission suggests that they should be inspected as a matter of priority in Community ports to check that the level of training and competence of their crews match interna tional standards. If it is found that a crew's level of training is below standard, the vessel on which it is serving may be detained. Gist of the Committee Opinion (CES 1159/93) The proposed Directive defines the minimum level of training for seafarers and includes language tuition for seafarers serving on passenger ships or ships carrying hazardous or polluting cargoes. The Committee stresses the importance of good, uniformly applied and verifiable international standards for the training of seafarers and it therefore endorses the scope and thrust of the Commission's proposal. However, the Committee is concerned about a number of points in the proposal, particularly the relation between the proposed Directive and ",
        "72 31 Oth PLENARY SESSION the 1978 IMO Convention on Standards of Training, Certification and Watchkeeping for Seafarers (STCW). This Convention is currently being revised and the changes will come into force from 1995. Since the aim of the Commission's regulations is to impose the same training requirements as the IMO, the Committee is concerned it will only be possible to reflect the anticipated changes to the STCW Convention - and particularly the effective policing of the Convention - following a full revision of the proposed Directive. A number of ships will enter Community ports, flying the flag of third countries with crews from one or more third countries which have not ratified the STCW Convention and have not concluded an agreement with the Community. The Committee would like to stress that the inspection of these vessels should cover not only the necessary certificates but may also comprise operational checks. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Transport and Communications, chaired by Mr Eike Eulen (Germany - Workers). The Rapporteur was Mr Thomas Etty (Netherlands - Workers). 6. SHIP INSPECTION AND SURVEY Proposal for a Council Decision on common rules and standards for ship inspection and survey organizations (COM(93) 218 final) Gist of the Commission proposal One important factor in variations in sea transport safety performance is failure on the part of a number of shipping operators and the flag authorities responsible for safety to comply satisfactorily with the rules. The national maritime administrations are responsible for testing compliance with international standards (in particular LLC 1966, MARPOL 1973 and SOLAR 1974) but these tasks require such a vast technical infrastructure and expertise that most flag states opt to have them carried out by specialized organizations (\"classification societies\"). This is particularly true for elements such as the hull, machinery and electrical and control installations, for which the classification societies themselves set the standards. ",
        "310th PLENARY SESSION 73 The root of the problem is that a number of the existing classification societies cannot offer sufficient proof of their experience, reliability or professionalism and do not have the traditional characteristics to justify their being delegated to act on behalf of the national administrations. In addition, these societies' decisions may be influenced by factors other than just safety (e.g. competitive considerations or attempts to retain a fleet under their class). The purpose of the Commission's proposal for a directive is firstly to specify a set of minimum criteria to be met by the classification societies and other private bodies, when acting on behalf of the national adminis trations of the Member States, including a system for use by the Member States and the Commission in testing compliance with these criteria. In addition, those Member States (11 out of the 12) which are also port states are to ensure that ships flying non-Community flags are not treated more favourably than ships operating under the flag of a Member State. This means in practice that ships which do not have a certificate from a recognized society will be inspected more often when in the port of a Member State than ships possessing such a certificate. The second objective of the proposed directive is to establish the development and implementation of minimum safety requirements with equivalent effect throughout the Community in order to eliminate substantial differences in the construction and maintenance of vessels operating under the flags of the Member States. The directive provides that hull, machinery and electrical and control installations shall be built and maintained in conformity with the requirements of one of the classifi cation societies which meet the set of common criteria described above. Responsibility is therefore delegated to the classification societies, which in return become subject to more stringent inspection. The directive is to be incorporated into national legislation on 1 November 1994. Gist of the Committee Opinion (CES 1160/93) The Committee broadly supports the Draft Directive as being a significant element in the Commission's proposals for improving Safety at Sea. All Member States will need to be satisfied with the adequacy of the criteria and procedures for recognition. It is important that the obligation for mutual recognition should not lead to any reduction in the standards which Member States currently require. ",
        "74 310th PLENARY SESSION In this context the procedures in Article 6 should equally form part of the mutual recognition process. The Commission will need to review the quantitative elements of the criteria for recognition in the light of the decision of the IMO Maritime Safety Committee that these should be omitted. They will need to satisfy themselves that without these the criteria contain sufficient elements which are capable only of objective judgement. The Committee attaches considerable importance to the coordinating role proposed for the Commission with the assistance of an expert advisory committee. The Committee endorses the provisions of Article 11 which bring certificates of compliance issued by non-recognized Classification Societies to ships of third states within the ambit of Port State Control in EC ports. This Opinion, adopted unanimously, was drawn up in ine light of the paper produced by the Section for Transport and Communications, chaired by Mr Eike Eulen (Germany - Workers). The Rapporteur was Mr Francis J. Whitworth (United Kingdom - Employers). 7. CIVIL AVIATION ACCIDENTS AND INCIDENTS Proposal for a Council Directive establishing the fundamental principles governing the investigation of civil aviation accidents and incidents (COM(93) 406 final) Gist of the Commission proposal The aim of the draft Directive is to lay down common basic principles governing investigations of civil aviation accidents and incidents by national authorities. The proposed measure is based on the conviction that determination of the causes of accidents and the circumstances involved (by means of in- depth technical investigations) is of vital importance if we are to establish the most effective prevention measures within the framework of a common air-safety policy. The basic principles set out in the document are as follows: — it shall be mandatory to carry out investigations into every civil aviation accident or serious incident, the sole aim of the investigation being to prevent such accidents or incidents from re-occurring; ",
        "310th PLENARY SESSION 75 — a clear distinction shall be drawn between the judicial enquiry to determine responsibility and the technical investigation; the technical investigation shall be given an enhanced status; — the body responsible for carrying out the investigation shall be permanent and independent; — the investigation body shall be obliged to publish a report containing conclusions and safety recommendations; — Member States shall be obliged to give due consideration to the safety recommendations and to act upon them where appropriate; — the investigation report shall not be used for other purposes than the prevention of accidents. The Directive is to enter into force on 1 January 1996. Gist of the Committee Opinion (CES 1161/93) The Committee welcomes the Commission's proposal. It considers that even those Member States who will have to make considerable changes to their existing air accidents investigation arrangements will nevertheless find that this is a positive step towards increased air safety. The Committee supports the concept of introducing a minimum level of authority for accident investigators. If safety organizations have access to a central Community database with information on accidents and incidents, safety will improve. Such a database should be designed to take into account its possible extension to other EC AC members. The Committee notes with satisfaction that the Commission is not trying to duplicate the work of other bodies, such as the ICAO. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Transport and Communications, chaired by MrEike Eulen (Germany - Workers). The Rapporteur was Mr Michael Mobbs (United Kingdom - Employers). ",
        "76 31 Oth PLENARY SESSION 8. SUMMERTIME Proposal for a seventh Council Directive on summer time arrangements (COM(93) 439 final - SYN 469) Gist of the Commission Proposal The proposal for a Council Directive on Summer Time is the seventh of its sort and covers the years 1995 to 1998 inclusive. The Committee has given positive Opinions on the previous six proposals. At present summer time throughout Europe starts on the last Sunday in March and ends on the last Sunday in September, apart from in Ireland and the United Kingdom where it ends on the last Sunday in October. In the short term (1995 and 1996) the new Directive proposes maintaining the system with two different end-dates. In the longer term (for 1997 and 1998), the Directive proposes the last Sunday in October as a harmonized ending date throughout the Community. October has been proposed because a survey has revealed that public opinion in almost all Member States is in favour of having summer time extended till then. Gist of the Committee Opinion (CES 1162/93) In the light of its previously held view on the issue of principle and the evidence of the Commission's survey the Committee endorses the proposals contained in the Draft Directive. It wonders, however, whether a transitional period until 1997 is really essential. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Transport and Communications, chaired by Mr Eike Eulen (Germany - Workers). The Rapporteur was Mr Francis J. Whitworth (United Kingdom - Employers). ",
        "310th PLENARY SESSION 77 9. VETERINÄR Y/ ANIMAL NUTRITION Proposai for a Council Decision laying down the groups of additives used in animal nutrition being the subject of an authorization linked to the person responsible for marketing them (COM(93) 250 final) Gist of the Commission proposal The proposal for a Council Decision amending Directive 70/524/EEC provides that for the safety of animal and human health and to protect the environment, authorization of additives belonging to certain groups will, in future, be linked to the person responsible for marketing them. Gist of the Committee Opinion (CES 1163/93) The Committee applauds the suggestion of the Commission to separate the additives covered by Directive 70/524/EEC into the two groups of \"generic\" and \"high-tech\". It is this latter group which is the subject of proposal 93/250/EEC. The Committee fully approves increased controls on high tech additives but would prefer a Directive or Regulation rather than a Council Decision. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Agriculture and Fisheries, chaired by Mr André Laur (France - Various Interests). The Rapporteur was Mr Kenneth J. Gardner (United Kingdom - Employers). 10. FINANCING VETERINARY CHECKS Proposal for a Council Directive on the financing of veterinary checks and inspections on live animals and certain animal products and amending Directive 91/496/EEC (COM(93) 318 final) Gist of the Committee Opinion (CES 1164/93) The Committee endorses the Commission proposal to lay down principles for financing checks on live animals in intra-Community trade, or entering the Community from third countries. The Committee recently ",
        "78 310th PLENARY SESSION issued an Opinion on a similar proposal dealing with fresh meat and poultrymeat. The gist of the comments in that Opinion is largely reiterated here. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Agriculture and Fisheries, chaired by Mr André Laur (France - Various Interests). The Rapporteur was Mr Hans-Jürgen Wick (Germany - Employers). 11. TRANSITIONAL STAGE OF EMU (Additional Opinion) The Analysis of Policies to be pursued in the Community during the Transitional Stage of EMU Gist of the Committee Opinion (CES 1165/93) Given the effects of the recession, it will require extraordinary economic policy efforts to achieve monetary union, even by the later date of 1 January 1999. It is essential nevertheless for every effort to be made to keep to this schedule if the great advantages of the single market are to be fully realized, and if the Community is to have the best prospects for dealing with the problems of unemployment, population, migration and the environment and the opening up of Eastern Europe. Under a properly coordinated economic policy, measures to counter unemployment and the recession are a precondition for, rather than an alternative to, the convergence policy required during the transitional stage of EMU. The Member States should not now consider changing the convergence criteria agreed in Maastricht and the EMU deadline. In the present recession some of the convergence criteria, particularly the budget criteria, can admittedly only be given medium-term priority. Under present circumstances, they should therefore not be allowed to trigger, or even be used as a pretext for economic measures which are liable to make the crisis even worse. Policies for the transitional stage of EMU should include appropriate briefing and involvement of the economic and social interest groups, including the social partners, and consultation of the Economic and Social Committee. ",
        "310th PLENARY SESSION 79 The compatibility of the various areas of economic policy with the conver gence and recovery programmes should be the subject of a social dialogue at national level. With the new 30% fluctuation band, it is to be hoped that parity changes will be possible without political drama or the immediate speculative testing of the new parity. Instead of controls on capital movements, rules to restrain currency specu lation could be envisaged: stricter supervision of the speculative use of swaps, futures, options and other off-balance-sheet banking transactions, and compulsory interest-free deposits with the central bank to cover open currency positions. It is regrettable that a decision on the location of the European Monetary Institute and on its President has been postponed until the October 1993 European Council meeting. This has fuelled uncertainties on the foreign exchange markets. The temporary widening of the fluctuation bands should not be seen as an invitation to relax economic policy efforts. On the contrary: economic policy should be so successful that the wider margin for exchange rate adjustments is used as little as possible. The central banks should constantly monitor - from 1994 onwards within the framework of the EMI - the extent to which the broader fluctuation bands are actually being used and consider the timescale within which gradual narrowing could be envisaged. A policy which seeks to achieve greater convergence also calls for progress in the harmonization of direct taxation. The EC Commission should publish a White Paper. Differences in the taxation of investment income and the distinction between foreigners resident in a country and nationals resident abroad, and between residents and non-residents of a particular area, have no place in a Single Market or in the run-up to EMU. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Economic. Financial and Monetary Questions, chaired by Mr Jean Pardon (Belgium - Employers). The Rapporteur was Mr Klaus Meyer-Horn (Germany - Employers). ",
        "310th PLENARY SESSION 12. TELECOMMUNICATIONS SERVICES Communication to the Council and European Parliament on the Consultation on the Review of the Situation in the Telecommunications Services Sector (COM(93) 159 final) and the 1992 Review of the Situation in the Telecommunications Services Sector (Communication by the Commission) (SEC(92) 1048 final) Gist of the Commission document The Commission Communication aims to evaluate the situation in the field of telecommunications services. The Commission intends thereby to fulfil its obligations under Directive 90/387/EEC 1 and Directive 90/388/EEC\", under which it was to carry out a review of sectoral conditions during 1992. It identifies the critical factors for future development and singles out the bottlenecks to maximizing the benefits of the sector for the European citizen, advancement of the peripheral regions, European industry and Europe's position on the world market, and its contribution to global European cohesion, competitiveness and market expansion. The Communication envisaged the implementation of a consultation procedure. For the telecommunications field in particular, the Commission considered the following four options: Option 1 : Freezing of the liberalization process (which was started by the Green Paper and Commission Directive 90/388) and maintenance of the status quo. Option 2 : Extensive regulation of both tariffs and investments at the Community level in order to overcome the bottlenecks and in particular the surcharge on intra-Community tariffs. Option 3 : The liberalization of all voice telephony - i.e. international (inside and outside the Community) and national calls. Option 4 : An intermediate option of opening to competition voice telephony between Member States. Article 8 of the Council Directive of 28 June 1990 on the establishment of the internal market for telecommunications services through the implementation of Open Network Provision - OJ No. L 192 of 24 July 1990, p. 1. Article 10 of the Commission Directive of 28 June 1990 on competition in the markets for telecommunications services - OJ No. L 192 of 24 July 1990, p. 10. ",
        "310th PLENARY SESSION Meanwhile the results of this survey have been made available in the form of the Communication to the Council and the European Parliament on the consultation on the situation in the telecommunications services field (COM(93) 159 final). The Study Group should ensure that they are suitably incorporated in the Section's assessment. The Commission Communication ties in very well with the recently adopted Economic and Social Committee Opinion on the European telecommunications equipment industry 1 and supplements the Committee Opinions issued earlier on this important sector\" Gist of the Committee Opinion (CES 1166/93) Following the consultation on the review of the situation in the telecom munications services sector and the Commission's Communication to the Council, the Economic and Social Committee has set out its views in an Additional Opinion. The Opinion examines the developments which have taken place and lists the aspects on which the Commission should, in the Committee's view, concentrate to a greater extent in future. Essentially the Committee welcomes the Commission proposal and the Resolution adopted by the Council on 22 July 1993 on further action. In particular the Opinion: — describes the background situation and the contents of both the Commission's Communication and the Council Resolution; — criticizes the inadequate consultation of the Committee by the Commission; OJ No. C 161 of 14 June 1993, p. 20. Cf. particularly: ESC Opinion on the Commission Communication on industrial policy in an open, competition-oriented environment, OJ No. C 40 of 17 February 1992, p. 31: ESC Opinion on the Proposal for a Council Regulation on Community action in the telecommunications field (RACE), OJ No. C 68 of 16 March 1987, p. 22; ESC Opinion on the Proposal for a Council Directive on approximation of the laws of Member States on telecommunications terminals including the mutual recognition of their type-approval, OJ No. C 329 of 30 December 1989, p. 1; ESC Opinion on the Proposal for a Council Directive on the awarding of contracts by enterprises in the telecommunications sector, OJ No. C 139 of 5 June 1989, p. 31: ESC Opinion on a Proposal for a Council Decision on a specific programme of research and technological development in the field of communications technologies. OJ No. C 41 of 18 February 1991, p. 12. ",
        "82 310th PLENARY SESSION — highlights the need for further liberalization of telecommunications services and underlines the importance of the telecommunications system to the Community; — supports the Commission's efforts to bring about implementation of the existing EC regulations by the Member States without delay; — underlines the need to consider alternative infrastructures and to issue a Green Paper on this issue; — calls upon the Commission to define as soon as possible the scope and organization of the future universal service; — points out that it is essential for the competitiveness of the EC telecom munications industry and for the consumer that high quality services be provided at reasonable prices and that the necessary adjustment of tariff structures be undertaken without delay. In future the Commission should make provision for the Committee to participate in appropriate fashion in the early stages of decisions in this field. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Industry, Commerce, Crafts and Services, chaired by Mr Manuel Cavaleiro Brandão (Portugal - Employers). The Rapporteur was Mr Paul Flum (Germany - Workers). 13. COMMON SYSTEM OF TAXATION/MERGERS Proposal for a Council Directive amending Directive 90/434/EEC of 23 July 1990 on the common system of taxation applicable to mergers, divisions, transfers of assets and exchanges of shares concerning companies of different Member States (COM(93) 293 final) Gist of the Committee Opinion (CES 1167/93) The proposed Directive contains two measures. The purpose of the first measure is to extend the common system of taxation applicable to mergers and similar operations to all companies from two or more Member States. The second measure concerns the option offered to the Member States by the \"mergers\" Directive to derogate from the exemption from taxation of capital gains accruing to an acquiring company. ",
        "310th PLENARY SESSION 83 The Committee approves the proposed two measures in principle but makes a number of detailed observations. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Economic. Financial and Monetary Questions, chaired by Mr Jean Pardon (Belgium - Employers). The Rapporteur was Mr Robert Pelletier (France - Employers). 14. COMMON SYSTEM OF TAXATION - PARENT COMPANIES AND SUBSIDIARIES Proposal for a Council Directive amending Directive 90/435/EEC of 23 July 1990 on the common system of taxation applicable in the case of parent companies and subsidiaries of different Member States (COM(93) 293 final) Gist of the Committee Opinion (CES 1168/93) The proposed Directive contains two measures. The purpose of the first measure is to extend the common system of taxation applicable to parent companies and subsidiaries from different Member States to all companies. The purpose of the second measure is to extend the imputation method. The Committee approves the two measures in principle but makes a number of detailed observations. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Economic. Financial and Monetary Questions, chaired by Mr Jean Pardon (Belgium - Employers). The Rapporteur was Mr Robert Pelletier (France - Employers). 15. WORKER PROTECTION - CHEMICAL AGENTS Proposal for a Council Directive on the protection of the health and safety of workers from the risks related to chemical agents at work (COM(93) 155 final - SYN 459) Gist of the Committee Opinion (CES 1169/93) The Committee generally considers the Commission proposal to be a valuable advance in worker protection and a clarification of regulatory ",
        "310th PLENARY SESSION controls, provided that it in no way weakens or restricts or conflicts with the effect of established health and safety Directives and that it is amended to be more risk-assessment oriented, in line with Article 6 of the framework Directive 89/391, recognizing that this should be the main determinant of the actions required. The minimum requirements for the protection of workers should be more clearly linked to the potential risks arising from (i) the intrinsic hazardous properties of the chemical agents alone or in combination (ii) the level of exposure (iii) the circumstances of work. The Directive covers all chemical agents. The Committee considers that strengthening the linkage of control measures to risk assessment would provide a basis for the laying down of requirements for those classified as hazardous. The Committee considers that employer record-keeping obligations should — be more closely linked to keeping an inventory of chemical agents within an enterprise; — include information provision; — be consequent upon and include risk assessment in the sense of Article 6 of the Framework Directive. The Commission proposal is of great importance, not only for the safety and health of workers in major chemical companies, but also for those in small and medium-sized enterprises. The Committee would recommend that the Commission should provide appropriate guidelines as to how to handle safety and health problems flowing from the use of chemical agents at work. This Opinion, adopted by a majority with two abstentions, was drawn up in the light of the paper produced by the Section for Social, Family, Educational and Cultural Affairs, chaired by Mrs Giacomina Cassina (Italy - Workers). The Rapporteur was Mr Thomas Etty (Netherlands -Workers). ",
        "310th PLENARY SESSION 85 16. POLICY ON SAFE SEAS Communication from the Commission on A Common Policv on Safe Seas (COM(93) 66 final) Gist of the Commission Communication On 25 January 1993. the extraordinary Council on Environment and Transport urged the Community and the Member States to take a number of steps to improve maritime safety and prevention of pollution of the sea beyond those actions that are already included in the Commission's White Paper on Transport from 8 December 1992. The Commission's Communication is more detailed, and seeks the enhancement of safety and prevention of pollution at sea through the elimination of substandard operators, vessels and crews from Community waters, irrespective of the flag of the ships. The main problem stems from the striking variation in the level of safety performance between fleets, including Member States\" fleets. This variation is to a large extent due to the different levels at which States, including Member States, are implementing and enforcing the interna tionally agreed standards. The action programme is base upon a coherent package of measures including: — measures to establish a uniform implementation of existing interna tional rules in the Community: — measures to ensure a tighter and more effective control of ships by the State of the ports: — measures to promote coherent and harmonized development of navigational aids and traffic surveillance infrastructure; — measures to support international organizations enabling them to strengthen their primary role in international standard-setting. Equally important are measures to improve training and qualification of the crew so as to address the problem of human error, which remains the main cause of accidents. An intensive and re-orientated research programme could also contribute to the overall goal of enhancing maritime safety. ",
        "310th PLENARY SESSION Gist of the Committee Opinion (CES 1170/93) The Committee welcomes the timely presentation of the Communication and the Action Programme and endorses its main thrust. Its basic objective, i.e. the enhancement of safety and maritime pollution prevention through the elimination of sub-standard operators, vessels and crews from Community waters, irrespective of the flag of the ships, is fully supported. Shipping is international and international standards are the most effective means of improving safety and environmental protection. The problem lies not in developing standards at international level but in securing their universal implementation. By requiring all vessels entering Community ports to comply with international standards - including those concerning working conditions on board - the Community will powerfully assist the universal enforcement of those standards. The Commission's intention to enforce internationally agreed standards and not to introduce special Community standards is supported. The Committee is basically critical about the introduction of special Community standards, since it could lead to a regionalization of standards. Priority should therefore be given to the introduction of inter national standards. The Committee considers intensification of Port State Control as the key means for the elimination of sub-standard vessels under any flag. It therefore stresses the role of European cooperation with the MOU for the application of IMO standards and supports the proposed action on Port State Control in the Communication within the EC framework. An adequate number of ship inspectors at Community ports must be ensured. The leading cause of casualties at sea is the human factor. The greatest priority must, therefore, be given in resources and commitment to measures addressing this problem. Enforcement via Port State Control of international standards relating to the human element, improved and extended training and retraining of non-Community nationals serving on Community vessels, are two of the most important measures which are urgently required. The Community must ensure the availability of an adequate number of properly qualified vessel inspectors to carry out the Port State Control measures which are to be enforced. Age itself is not an efficient criterion of the quality of a vessel if it is built, operated and maintained in accordance with international standards. ",
        "310th PLENARY SESSION 87 The Committee subscribes to the measures concerning the development of maritime infrastructure relating to navigational aids, reporting systems, vessel traffic services and routing of ships. The need for adequate reception facilities is particularly great. The development of minimum international standards for flag States, by which the ability of States to respond to their obligations may be measured, should be supported and the specific suggestions of the Commission endorsed. Sub-standard vessels may be found under any flag. They are not confined to open register or flag of convenience ships. Urgent ratification by EC Member States of the 1992 Protocols to the 1960 Liability Convention and the 1971 Fund Convention is necessary. The Committee has misgivings about the timing for adoption of specific instruments of the Action Programme in 1993, in view of the pending consultations on the Communication. While the Committee favours maintenance of the current status quo of Community membership in IMO, coordination between Member States should be encouraged. The Committee has misgivings about the need to set up a Committee on Safe Seas. It would appear less bureaucratic if the existing Council Working Group machinery were used, adjusted as necessary. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Transport and Communications, chaired by Mr Eike Eulen (Germany - Workers). The Rapporteur was Mrs Anna Bredima-Savopoulou (Greece - Employers). 17. OLDER PEOPLE IN SOCIETY (Own-initiative Opinion) Older People in Society Gist of the Committee Own-initiative Opinion (CES 1171/93) The Economic and Social Committee has twice welcomed and endorsed the ' ' European Year for the Elderly \" in its Opinions of 4 July 1990 and 22 April 1992. ' In response to growing calls for supportive strategies, OJ No. C 225 of 10 September 1990. OJNo. C 169 of 6 July 1992 ",
        "310th PLENARY SESSION and in parallel with the European Parliament, the Committee considered that a clear goal of the European Year should be to launch a Community Charter of the Fundamental Rights of Older People, together with an accompanying Action Programme. Such a Charter and Action Programme developing out of Articles 24 and 25 of the existing \"Social Charter\" should cover: — the training and retraining of older workers; — legal recourse against age discrimination in the labour market (e.g. early redundancy) and elsewhere; — retirement planning; — a decent income, pension rights and proper health care for older people; — tax rebates: — free movement and pension payments; — a European senior travel pass; — monitoring of residential homes; — cut-price public transport fares geared to income; — the needs of minorities; — protection from violence; — participation in society; — home help and help for informal carers and for professions specialized in assisting older people; — a universal insurance scheme covering the type of care required by older people. The proposed Charter should highlight the problems, needs and potential of the elderly, but not separate them from policies concerning the broader aspects of society as a whole. The aim should be to empower older people to play a full and appropriate part in European society in accordance with the concept of citizenship. This means that the Charter should not segregate but rather aim at integrating the needs of the elderly in the policies for which the European Community has, or will have, established competency through the Treaty on European Union. It is essential to affirm the inalienable right of older people to proper pension and health-care provision. Guaranteed \"social protection\" (rather than possibly arbitrary \"social assistance' ') can be resources also by older people who have an income which so permits. (\"Solidarity\" ",
        "310th PLENARY SESSION should apply irrespective of age). Such joint social protection should include: — a guaranteed minimum pension equal to either at least the net minimum wage or at least 40% of the net national wage; — guaranteed minimum resources equal to 80% of the minimum pension for any elderly person who has reached retirement age; — regular adjustments in pensions and minimum resources in line with the rising living standards and pay of workers; — a readjustment of pensions for pensioners now over 70 whose pensions were calculated on bases which were generally lower than those of the existing system; — improved provision for older retired women on a worker's or widow's pension; — access to high-quality health care; — organization of domiciliary care and services to enable the elderly to remain in their familiar domestic surroundings; — participation by democratically representative organizations at national and European level in the implementation of policies on pensioners and the elderly. The Charter and Action Programme rely on one essential ingredient: political will. The Committee would again strongly urge the Commission in this context to conclude the European Year with a European policy commitment, involving the Community institutions in legislative and action programmes within a proper time-scale. The EC should recommend that EC States introduce national legislation enabling the resources represented by the elderly to be harnessed, by recognizing activities of benefit to the Community. These would be carried out in a participatory way (voluntary bodies and associations) in the following spheres. — solidarity; — voluntary social sector; — support networks; — activities of social benefit in towns, local neighbourhoods and rural areas; — cultural activities for the elderly; — preventive health action; — mutual assistance structures. ",
        "90 310th PLENARY SESSION The first EC programme and European Year have increased interest and raised awareness among older citizens on the role of the European Community. The aim of the future programme should be to raise European awareness on issues of ageing and to identify and disseminate EC-wide examples of good practice in both national policy and practical actions in favour of older people which will help meet common challenges and address common issues for Member States. Mechanisms for cooperation and exchange between the various agencies involved in caring for the elderly should be set up as a matter of urgency. With the support of the instruments set up by the EC Council of Ministers in November 1990, the EC Observatory on Ageing in particular, the Committee would propose the following: — a regular information exchange with a view to setting up home-help networks; — information and awareness-raising programmes aimed at the elderly ; — drawing up a European Protocol on Home Services and Repairs. This Opinion, adopted by a majority with two votes against and eight abstentions, was dra wn up in the light of the paper produced by the Section for Social, Family, Educational and Cultural Affairs, chaired by Mrs Giacomina Cassina (Italy - Workers). The Rapporteur was Mr Tomás Roseingrave (Ireland - Various Interests), the Co-Rapporteur was Mr André Laur (France - Various Interests). 18. SUGAR (CES 1172/93) Proposal for a Council Regulation (EEC) amending Regulation (EEC) No. 1785/81 on the common organi zation of the markets in the sugar sector (COM(93) 442 final) This Opinion, adopted by a large majority, with one vote against and three abstentions, was drawn up in the light of the paper produced by the Rapporteur-General, Mr Charles Pelletier (France - Various Interests). ",
        "31 Oth PLENARY SESSION 91 19. PREMIUM TO SHEEPMEAT AND GOATMEAT PRODUCERS Proposal for a Council Regulation (EEC) amending Regulation (EEC) No. 3013/89 on the common organi zation of the market in sheepmeat and goatmeat and Regulation No. 3493/90 establishing the general rules for the granting of a premium to sheepmeat and goatmeat producers (COM(93) 419 final) Gist of the Committee Opinion (CES 1173/93) Following the reform of the Common Agricultural Policy the system of individual reference quantities was introduced which limited the number of ewes qualifying for premium payments to the number of animals carried in a base period. Within the individual reference quantities full premia were paid up to 500 head (1,000 head in the less-favoured areas) and half premium for the remainder. It is now proposed to simplify the procedure by eliminating the headage limits and introducing a consolidated reference quantity so that a producer receives only full premium payments (instead of full and half) without any income change. The Commission considers that one indirect effect of this simplification may be that some producers will choose to reduce ewe numbers and that this may have a marginally positive effect on prices resulting in a slight reduction in budgetary expenditure without detriment to producers incomes. It is intended that the measure becomes operative in 1994. The Committee believes the proposal to be sensible and gives it its full support. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Agriculture and Fisheries, chaired by Mr André Laur (France - Various Interests). The Rapporteur was Mr Michael P. Strauss (United Kingdom - Various Interests). ",
        "92 31 Oth PLENARY SESSION 20. FISHERIES/SPAIN-PORTUGAL II (CES 1174/93) Proposal for a Council Regulation (EEC) on adjustments to the fisheries arrangements provided for in the Act of Accession of Spain and Portugal (COM(93) 493 final) This Opinion, adopted by a large majority with one abstention, was drawn up in the light of the paper produced by the Rapporteur-General, Mr Augusto Gil Bensabat Ferraz da Silva (Portugal - Workers). 21. FISHING LICENCES (CES 1175/93) Proposal for a Council Regulation (EEC) establishing a Community system of fishing licences (COM(93) 496 final) This Opinion, adopted by a large majority, with three votes against and 20 abstentions, was drawn up in the light of the paper produced by the Rapporteur-General Mr Gerard McGarry (Ireland - Employers). 22. FISHERIES/FIFG (CES 1176/93) Proposal for a Council Regulation (EEC) laying down detailed rules for implementing Regulation (EEC) No. 2080/93 on Community structural assistance in the fisheries and aquaculture sector and the industry processing and marketing its products (COM(93) 481 final) This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Rapporteur-General Mr Augusto Gil Bensabat Ferraz da Silva (Portugal - Workers). 23. SUPPLIER/CONSUMER DIALOGUE (Own-initiative Opinion) Supplier-Consumer Dialogue Purpose of the Own-initiative Opinion The Committee has issued a wide range of Opinions on consumer policy in general terms and on specific aspects thereof, the latest being an ",
        "31 Oth PLENARY SESSION 93 Opinion on the Consumer and the Internal Market (Rapporteur: Mr Ataíde Ferreira) delivered in November 1992 1 , which draws attention to a number of shortcomings in existing consumer policy and refers specifically to the need to re-examine the operation of the consumer/supplier dialogue. The Committee issued an Opinion on the dialogue in 1984, but this is now out-of-date. Consumer policy is a field in which the Committee has been able to take initiatives and to make a worthwhile impact which is specifically recog nized by the Commission; consumer policy is evolving all the time, and the Committee therefore cannot rest on its laurels but has a continuing role to play in a fluid situation. The Committee's Bureau has therefore authorized the Section for Protection of the Environment, Public Health and Consumer Affairs to draw up an Own-initiative Opinion on the Consumer-Supplier dialogue in the context of the Internal Market, with the objective of examining the shortcomings of the dialogue as operated to date, and to propose guidelines for its more successful operation in the future. Gist of the Committee Own-initiative Opinion (CES 1177/93) Despite the formal establishment of the Internal Market on 1 January 1993, this is still not fully operative as far as the consumer is concerned, because of certain continuing trade barriers. However, the general trend is in the direction of greater consumer involvement; thus the Maastricht Treaty debates revealed that the general public wants greater transparency and involvement in the decision making process; the recent Sutherland Report on ' 'The Internal Market after 1992\" called for greater attention to be paid to consumers; the Council Resolution of 13/07/1992 referred to the dialogue as a priority for consumer policy, and the Resolution of 05/04/1993 proposed \"self- regulation\" as a possible solution. As far as \"self-regulation\" is concerned, this can take three forms: a) unilateral self-regulation by business; b) unilateral self-regulation through consumer organizations; c) bilateral regulation between a) and b), i.e. the dialogue. (OJ No. C 19 of 25 of January 1993) ",
        "94 31 Oth PLENARY SESSION The dialogue can take many forms ranging from informal consultations through institutionalized consultation to formal agreements. It is currently practised extensively in some Member States (e.g. the UK) but less so in others. The Committee proposes that the ' 'new approach\" to technical harmoni zation could serve as a headline for a bilateral regulation (i.e. the dialogue). Under this system the EC would draw up a basic legal instrument (Directive or Regulation) laying down fundamental provisions, followed by a Recommendation calling on the parties involved to assume joint responsibilities for the details. The Committee proposes that an EC consumer \"Forum\" be set up to initiate and promote the dialogue, and feels that this \"Forum\" should take the form of a \"Consumers Affairs Dialogue Board\", rather than that of a variant of the existing CCC (Consumers Consultative Council). The Opinion then goes into detail concerning the practical operations of the \"Forum\", and the main areas proposed for self-regulation (e.g. hotels, advertising, financial services, insurance, medicinal products, etc.). Finally, the Committee requests the Commission to organize a \"hearing\" of all parties involved leading to the establishment of the aforementioned Forum. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Protection of the Environment, Public Health and Consumer Affairs, chaired by Mr Francisco Ceballo Herrero (Spain - Various Interests). The Rapporteur was Mr G.H.E. Hilkens (Netherlands - Various Interests), the Co-Rapporteur was Mr Georges Proumens (Belgium - Employers). 24. XXIInd REPORT ON COMPETITION POLICY XXIInd Report on Competition Policy (COM(93) 162 final) Gist of the Commission document Alongside the establishment of a common market, competition policy is one of the two great strategies by which the Treaty of Rome sets out to achieve the Community's fundamental objectives. In addition to the completion of the internal market, the progress being made in technology, and the globalization of markets, there are two new ",
        "310th PLENARY SESSION 95 factors which competition policy must take into account: — the slowdown in economic growth, with its social consequences, and — the application of the principle of subsidiarity. The policy priorities remain unchanged; in particular, competition policy seeks to contribute to the achievement of a genuinely frontier-free area, and to economic and social cohesion, by throwing open markets which might otherwise be protected by exclusive rights, restrictive practices, the abuse of dominant positions, or state aid. As far as the conduct of firms is concerned, the Commission continues to enforce the competition rules strictly: anti-competitive agreements and mergers based on the defensive sharing of markets, and restrictive practices which reduce long-term capabilities and competitiveness, are and must be prohibited. But the Commission hopes that more rapid decision-making and greater legal certainty will facilitate those types of cooperation and merger which enable firms to adapt and to improve their overall competitiveness. State monopolies and exclusive rights have to be seen in their new context, which is the single market: change and competition are vital if the four fundamental freedoms are to be given practical effect, and the benefits of the single market are to materialize. But there has to be a proper balance between the drive for economic efficiency and the need to take account of the social dimension. There is just as delicate a balance to be observed in the field of state aid. The globalization of markets and the knock-on effects of certain anti competitive behaviour outside the Community mean that policy must broaden to take account of the international dimension. The Commission has pressed ahead with its policy of transparency; it has approved a considerable number of regulations and codes and published various explanatory booklets. Work has also gone ahead on the consolidation of existing rules. The Commission is in favour of a decentralized application of compe tition law, which would allow the appropriate authorities in the Member States to deal with cases, whose implications are essentially domestic, leaving the Commission free to concentrate its resources on the cases which it alone is capable of resolving. The process should be facilitated by the notice on cooperation between national courts and the Commission in applying Articles 85 and 86 of the EEC Treaty. ",
        "96 310th PLENARY SESSION The chapter on the relationships between competition policy and other Community policies contains new sections on the environment and on small and medium-sized enterprises. The main decisions of the Court of Justice regarding the application of Article 90 of the Treaty are now reviewed in Part Three, which deals with competition policy and state intervention. Part Four includes several new sections describing the proceedings of the Advisory Committee on Restrictive Practices and Dominant Positions, the Advisory Committee on Concentrations, and the Conference of National Government Experts, and reporting on contacts between Commission departments and interested parties in the course of the prepa ration of legislation. Gist of the Committee Opinion (CES 1178/93) The Single Market increasingly requires a uniform, clear and consistent competition policy. The Committee recognizes that we are living in changed circumstances resulting from the slowdown in economic growth and the application of the subsidiarity principle. Decisions taken by the Commission need to be implemented more swiftly. The Committee agrees with the Commission in identifying Treaty Articles 85 and 86 as an early example of the subsidiarity principle. The Committee agrees with the Commission that, in order to ensure maximum consistency with Community legislation, there is a need to push ahead more vigorously with progressive harmonization of national anti trust legislation. Community competition laws still need to be interpreted and applied uniformly in all the Member States although the national courts should be encouraged to involve themselves more closely in procedural matters and questions of application. The Committee urges the Commission to issue official guidelines, in the form of notices spelling out the stance taken by its departments. The need to increase coordination of all Community policies can to some extent be met if appropriate Commission procedures are used within the Commission and if all decisions concerning the implementation of Articles 85 to 93 and the merger control regulation (notices and decisions) are rigorously adopted by the Commission acting collectively. ",
        "310th PLENARY SESSION 97 In order to allow consumers' representatives to play an active part in the application of competition policy, third parties should be given the widest possible access to dossiers, and allowed reasonable deadlines for the submission of comments; these deadlines should take account of the need to collect and analyze relevant data. The Committee warmly supports the move to extend the scope of the block exemptions allowed by the Regulations on specialization agreements, research and development agreements, patent licensing agreements, and knowhow licensing agreements. The Committee would stress the close interrelations between competition policy and technology transfer. Another area where special rules are justified is the cooperative sector. The Committee urges the Commission to extend the possibility of exemption from Article 85(3) to small and medium-sized cooperative- type distribution and craft businesses. The Notice regarding merger and cooperation transactions under Regulation 4064/89 should be updated in the light of new Regulations and subsequent case law in the area. Member States' state aid policies continue to differ markedly. This concentration of State aid in the strongest economies is deplorable, partic ularly in the light of the repeated calls for cohesion. State aid should be transparent, temporary and degressive. The Committee also urges the Commission to apply the same rules to public and to private firms, without any form of discrimination. The Committee also wishes to draw the Commission's attention to the question of \"indirect\" aid, i.e. concessionary State export credits and export credit guarantees. The Committee is particularly concerned at the Commission's admission that it is receiving more and more complaints about failure to notify aid measures. To help SMEs boost their competitiveness in the single market, compe tition policy must promote Community cooperation and information instruments, strengthening them and ensuring that they are disseminated as widely as possible. ",
        "310th PLENARY SESSION National and regional environmental legislation must not be used as a pretext for granting or not granting concessions, or for introducing discriminatory measures. Situations which distort competition must at all events be avoided. The major challenge which the Commission must meet without delay is to reconcile measures devised to safeguard competition effectively at international level with Community policies. This Opinion, adopted unanimously, was drawn up in the light of the paper produced by the Section for Industry, Commerce, Crañs and Services, chaired by Mr Manuel Cavaleiro Brandão (Portugal - Employers). The Rapporteur was Mr Edoardo Bagliano (Italy - Employers). 25. 4TH R&TD FRAMEWORK PROGRAMME (1994-1998) Proposal for a Council Decision concerning the fourth framework programme of European Economic Community activities in the field of research, techno logical development and demonstration (1994-1998), and Proposal for a Council Decision concerning a framework programme of Community activities in the field of research and training for the European Atomic Energy Community (1994-1998) (COM(93) 276 final) Gist of the Commission document The two proposals for decisions contained in the document under discussion are the formal outcome of the inter-institutional dialogue launched more than a year ago now to discuss the principles, strategy and objectives which should underlie the fourth framework programme on Community activities in the field of research, technological development and demonstration (1994-1998), and to identify research priorities. These proposals thus represent a new stage in the process of facilitating and accelerating the adoption and eventual implementation of the fourth framework programme, on the basis of the provisions of the Treaty on European Union (Maastricht Treaty). ",
        "310th PLENARY SESSION 99 Several documents presented earlier by the Commission have contributed to this process of reflection and discussion. The first was the Commission Communication entitled Research after Maastricht: an assessment, a strategy (SEC(92) 682 final of 9 April 1992). This Communication summarized Commission thinking about what was really at stake for Community policy on research and technological development, and provided all the analyses and arguments which the Commission believed should form the basis of the fourth framework programme. An evaluation of the second framework programme 1987-1991 was presented at the same time (SEC(92) 676 final). In October 1992 the Commission presented an initial working document setting out the manner in which it intended to implement its strategy and providing detailed information about the research activities which ought to be included in the fourth framework programme (COM(92) 406 final). Taking into consideration the conclusions of the Edinburgh Summit on 11 and 12 December 1992, and the comments and opinions on the initial working document, the Commission presented a second working document in April 1993 (COM(93) 158 final). In its Own-initiative Opinion adopted on 26 May 1993 1 and representing the Committee's concrete contribution to the inter-institutional dialogue in which it was itself an active participant, the Committee expressed the view that the general thrust of the second working document was a praiseworthy step along the same road as that advocated in the recom mendations contained in the self-same Opinion. Finally, in May 1993 the Commission presented a Communication entitled Cohesion and R&TD policy - synergies between research and technological development policy and economic and social cohesion policy (COM(93) 203 final). The two proposals for decisions thus put on a formal basis the guidelines set out in the Commission's previous documents, and in particular its second working document which clearly laid down the principles under lying the fourth framework programme 1994-1998. Seeing its proposals as part and parcel of a vast programme which the Community is trying to introduce to relaunch economic growth and OJNo. C 201 of 26 juillet 1993 ",
        "100 310th PLENARY SESSION employment, the Commission considers that R&TD policy must promote the adaptation of industrial structures and strategies to the new conditions of world competition and the requirements of sustainable growth and a better quality of life in Europe. In this context the Commission believes that Community R&TD policy must revolve round five axes over the next few years: — making Community R&TD activities more selective so as to increase the economic spin-offs -to be achieved by concentrating on pre competitive research into generic technologies with a multi-sectoral impact which can help increase industrial competitiveness, especially in key areas and on topics of interest to society in general; — encouraging closer integration of national and Community R&TD activities and increasing synergy between the Structural Funds and research activities designed to strengthen cohesion within the Community; — creating the conditions for increased synergy between research and training; — making Community activities more flexible so that the Community can, by using appropriate means, respond rapidly to scientific and technological change; — allocating to the framework programme sufficient financial resources to maintain a sustained R&TD effort at Community level with a view to achieving the objectives laid down by the Treaty on European Union, therefore contributing the most value added possible to efforts already under way in the Member States. In keeping with the new Article 130f(3) of the Treaty on European Union, all Community R&TD activities, whatever form they take and under whichever common policy they fall, will from now on be included within the framework programme. Apart from basic research, basic industrial research, applied research and technological development, such activities will thus also include: — demonstration projects, be they demonstrations of the technical feasi bility of projects or of their economic viability; — all R&TD and demonstration activities carried out within the framework of Community policies such as agriculture, fisheries, energy or transport; ",
        "310th PLENARY SESSION 101 — demonstration and dissemination activities related to the promotion of energy technologies currently included in the THERMIE programme; — activities previously carried out outside the framework programme and referred to as APAS (Preparatory, Accompanying and Support Activities). These include: - areas of international scientific cooperation; - activities with a multi-annual horizon such as SPRINT (innovation and transfer of technologies): - all horizontal studies, exploratory and evaluation activities as well as promotion, support and coordination activities in the field of R&TD. All these activities will from now on be grouped together under four headings in accordance with Article 130g of the Treaty on European Union. The fourth framework programme is built round these four activities. Because of their different legal basis, research activities falling under the EURATOM Treaty are however grouped together in the separate framework programme for research and training in the nuclear field. The Commission proposes that MECU 13,100 be earmarked for these four activities which will be carried out, in accordance with the provisions of the Treaty, by means of specific programmes. The funds will be allocated as follows: I. Implementation of research, technological development and demonstration programmes, by promoting cooperation with and between undertakings, research centres and universities: MECU 10,925 (including MECU 2.525 for research activities in the nuclear field) This first activity covers a major part of the fourth framework programme. The Commission has attempted to achieve greater ration alization by proposing that this activity be organized around seven topics instead of the fifteen in the previous framework programme (1990-1994). Two of these are new: research for a European transport policy and targeted socio-economic research. The seven topics and the priorities associated therewith are as follows: ",
        "102 310th PLENARY SESSION — Information and communications technologies: MECU 3,900 Four research areas are to be grouped together under this topic: - telematics applications of common interest; - technologies for integrated information and communications systems; - technologies for advanced communications services; - information technologies. — Industrial technologies MECU 1,800 Four research areas are to be grouped together under this topic: - design, engineering, production systems and human management; - materials and material-related technologies (including processing and recycling); - advanced propulsion technologies; - research linked with standards, measurements and testing. — Environment: MECU 970 Two research areas will be covered: - natural environment, environmental quality and global change; - new technologies for environmental protection. — Life sciences and technologies: MECU 1,325 Three research areas are to be grouped together under this topic: - biotechnology; - biomedical and health research; - application of life sciences and technologies in agriculture and fisheries (including agro-industry, food technologies, forestry and rural development). — Energy: MECU 2,525 - non-nuclear energy (technologies for the cleaner production and use of energy): MECU 1,050 - nuclear safety and safeguards: MECU 495 - controlled thermonuclear fusion: MECU 980 As has already been mentioned, these last two areas will come under a separate framework programme based on the EURATOM Treaty. ",
        "310th PLENARY SESSION 103 — Research for a European transport policy: MECU 280 — Targeted socio-economic research: MECU 125 This topic will cover three types of activity: — evaluation of scientific and technological policy options; — research in education and training; — research into the problems of social integration. The Joint Research Centre (JRC) is expected to account for MECU 1,067 of this first activity (including MECU 343 for activities in the nuclear field). This amount has already been included in the MECU 10,925 earmarked for this first activity. II . Promotion of cooperation in the field of Community research, technological development and demonstration with third countries and international organizations: MECU 790 III. Dissemination and optimization of the results of activities in Community research, technological development and demon stration: MECU 600 Four types of activities are envisaged: — dissemination and exploitation of results: — dissemination of technologies to enterprises (improvement of) the financial environment for the dissemination of technology; — scientific services for Community policies. The aim of this fourth type of activity is to enable the JRC to give its technical support to the dissemination and utilization of know-how resulting from its own research and technological development activities. The JRC will also give its support to the formulation or implementation of Community policies - at the request of the general directorates concerned - by making available the scientific knowledge it has acquired within the framework of its own research activities. MECU 70 has been earmarked to enable the JRC to participate in this third activity. IV. Stimulation of training and mobility of researchers in the Community: MECU 780 The three activities grouped under three headings are: ",
        "104 310th PLENARY SESSION — training through research and stimulation of mobility; — twinning of laboratories in different countries; — large-scale facilities (and particularly support for researchers in order to facilitate their access to large installations and large instruments of research). It should be noted that, as in the past, training through research will continue to be carried out within the framework of the topics forming the first activity. Four Annexes accompany the Commission proposals. These are an integral part of the decisions to be adopted. The Annexes lay down: — the funds allocated to the framework programme, plus their breakdown; — selection criteria for Community activities; — scientific and technological objectives of the fourth framework programme; — rules for financial participation by the Community in R&TD and demonstration activities. Gist of the Committee Opinion (CES 1179/93) The Committee notes with approval that the Commission's proposals for research activities appear to reflect much more than hitherto the views expressed by the Committee in its previous Opinions on the Framework Programmes. The Committee supports the two proposals and endorses the approach adopted by the Commission. These proposals are consonant with previous Committee Opinions and, in particular, its Own-initiative Opinion on the Fourth Framework Programme of Community activities in the field of research and technological development (1994-1998) of 26 May 1993. The Committee endorses the objective of moving from a patchwork of separate RTD and demonstration activities to a fully-fledged Community policy. The Committee is of the view that the overall amount proposed for the implementation of the Fourth Framework Programme does not represent an increase in real terms in Community RTD funding and, in the light of the present economic and social situation, regards the figure as very inadequate as part of the effort to relaunch economic growth and employment in the Community. ",
        "31 Oth PLENARY SESSION 105 The Committee strongly supports the emphasis on coordination between the RTD policy of Member States and Community RTD policy, so as to ensure, in accordance with the principle of subsidiarity, that national and Community RTD policies are consistent with each other. The Committee emphasizes that all of the common policies should be included in the research orientation of the Framework Programme. The strategic role of generic technologies in the industrial economy is an important feature of the Framework Programme, as envisaged in the Proposal. In the evaluation of the Fourth Framework Programme, it is important that the experience of researchers and others involved in research programmes and affected by RTD activities be taken into account. The Committee emphasizes the fact that strengthening the competitive position of EC industry and the improvement of the quality of life of the citizens of Europe should be the closely linked and interdependent objectives of the Fourth Framework Programme. The Committee endorses the aim of strengthening synergy between RTD policy and structural policies. Cohesion and competitivity are not exclusive but complementary. The improvement of SMEs' access to Community programmes, to which the Commission refers, is particularly important. The Committee endorses the Commission's emphasis on the synergy between research and training. The Committee advocates a measure of flexibility and the need for an ability to respond rapidly to developments in science, technology and industry emphasizing that the rapid response should also be to developments in the needs of the citizens of Europe and to threats to their quality of life. The Committee comments that the Commission's \"series of objectives in the public interest\" did not give sufficient emphasis to work and employment, which, as the basis of our mode of living, should be studied, with particular attention to the process of change in this respect in our society and also its implications. The Committee approves of the content of the proposed activities and makes some proposals for further improvements, which it will develop when the specific programmes come to it for its Opinions. ",
        "106 310th PLENARY SESSION In relation to the First Activity (to which very much the major allocation of funds is made) the Committee sets out its priority criteria as follows: These criteria include research which leads to industrial applications; research likely to generate a positive cycle of employment; high technology sectors which are not excessively capital intensive; research which fosters coordination with SMEs; research which consolidates European experience and expertise; research which will provide employment for young researchers. Separately from these criteria are those which derive from the need to concentrate resources on RTD in support of the common policies of the Community and the satisfaction of society's needs. In evaluating proposals for research activities, there should be emphasis on ensuring that the research is in the interest of the Community and is primarily orientated towards employment within the Community. This Opinion, adopted by a majority with two abstentions, was drawn up in the light of the paper produced by the Section for Energy, Nuclear Questions and Research, chaired by Mr Aldo Romoli (Italy - Employers). The Rapporteurs were: Mr Tomás Roseingrave (Ireland - Various Interests) and Mr Klaus-Benedict von der Decken (Germany - Various Interests). ",
        "OUTSIDE PRESENCE AND INFLUENCE OF THE ESC 107 II — Outside Presence and Influence of the Economic and Social Committee Activities of the Chairman 4 and 5 November 1993: Luxembourg, meeting of the Chairmen and Secretaries-General of the national economic and social councils of the Member States. 16 November 1993: Königswinter (Germany), meeting of the Study Group on the Economic situation, Section for Economic, Financial and Monetary Questions. Various Activities 3 November 1993 - Oporto (Portugal): 191st meeting of the Section for Industry, Commerce, Crafts and Services, attended by Mr Costa, Secretary of State responsible for Telecommunications; Mr Palha Da Silva, Secretary of State for Distribution and Competition; Mr Ludgero Marques (Eng.), Chairman of the Oporto Industrial Association. Dr Pedro Ferraz Da Costa, Chairman of the Confederation of Portuguese Industry, Mr José Manuel Torres Couto, Secretary-General of the Portu guese General Workers' Union and Member of the European Parliament: and Mr Magalhães, Oporto Industrial Association. 5 November 1993 - Brussels: Conference of the Association of European Cooperative and Mutual Insurers on the occasion of its fifteenth anniversary on: The European Union: Consequences for customers and the contribution of cooperative and mutual insurers. 8-10 November 1993 -Brussels: 4th European Conference on the Social Economy on the general issue of the contribution of cooperatives, mutual societies and associations to social cohesion and economic development in Europe. 9 November 1993 - Brussels: Commissioner Christiane Scrivener made a statement to members of the Section for Protection of the Environment. Public Health and Consumer Affairs on Consumer Policy. ",
        "108 OUTSIDE PRESENCE AND INFLUENCE OF THE ESC 11 November 1993 - Brussels: Mr Ernst Piehl, Director of the European Centre for Development and Vocational Training (CEDEFOP), Berlin, made a statement at the 248th meeting of the Section for Social, Family, Educational and Cultural Affairs on \"The Programme and Work in Progress\"; Mr Eric Verbogh, Assistant Director of the European Foundation for Improvement of Living and Working Conditions, Dublin, also made a statement on \"The Programme and Work in Progress\". 30 November -1 December 1993, Asti, Piémont (Italy): meeting of the Study Group on the COM reform/Wine sector of the Agriculture and Fisheries Section. ",
        "FACT-FINDING VISITS 109 III — Fact-Finding Visits During the period under review the following fact-finding visits were made to the Economic and Social Committee: 3 November 1993 Rotherham College of Arts and Technology (United Kingdom) 3 November 1993 KEY TO EUROPE (Swedish teachers) 4 November 1993 European Trade Union College. Brussels 4 November 1993 Ardennes Region Transport Board, Charleville- Mézières (France) 5 November 1993 German and European Policy Education Centre (Nordrhein-Westfalen), Tecklenburg (Germany) 8 November 1993 Asturaias General Workers' Union, Oviedo (Spain) 8 November 1993 German Civil Servants' Association - Bavarian Youth (Germany) 9 November 1993 University of Turku, Centre for Extension Studies. Turku (Finland) 9 November 1993 Swansea Institute of Higher Education (UK) 9 November 1993 Upper Austrian Economic Chamber, Linz (Austria) 10 November 1993 Friedrich-Ebert Foundation (Austrian Trade Union Confederation) 11 November 1993 University of Westminster, the Diplomatic Academy of London (UK) 12 November 1993 Kalundborg Secondary School (Denmark) 12 November 1993 Senior Civil Servants from the Executive Secretariat of the Commonwealth of Independent States 2 November 1993 Academic Foreign Affairs Union, Vienna (Austria) ",
        "110 FACT-FINDING VISITS 16 November 1993 The Law Society, London (UK) 16 November 1993 Back-up visit - Community programmes (training course on European Affairs, organized in conjunction with the Marseilles Districts Office), Montpellier (France) 17 November 1993 ESC Nantes Atlantic Group (Norwegian delegation), Nantes (France) 17 November 1993 Joint Vocational Association in the construction and public works sector (AREF) (Antilles and French Guiana) 18 November 1993 School of Social Studies and Arts - Neath College (UK) 18 November 1993 National Institute for Health and Safety at Work, Copenhagen (Denmark) 18 November 1993 Potsdam University (Germany) 22 November 1993 KEY TO EUROPE (Student's group - Groningen) (Netherlands) 22 November 1993 Algarve Business Confederation (Portugal) 23 November 1993 Bavarian PAN-Europe-Union (Germany) 23 November 1993 Delegation of Senior Scandinavian officials 23 November 1993 FTF - Confederation of Danish Civil Servants' and Employees' Organizations 25 November 1993 European Dairy Technology Diploma-Holders Association 26 November 1993 German and European Policy Education Centre (Nordrhein-Westfalen, Tecklenburg) (Germany) 26 November 1993 Chamber of Commerce, Industry, Craft Industries and Agriculture, Pescara (Italy) 30 November 1993 Athens University (Greece) 30 November 1993 Federal Association for Workers' Welfare, Bonn (Germany) ",
        "311th PLENARY SESSION 111 Contents I- 311th PLENARY SESSION OF 21 AND 22 DECEMBER 1993 113 1. Own resources 113 2. Integration of least privileged groups 115 3. Ozone layer 117 4. Pressure equipment 119 5. Prudential supervision 121 6. Veterinary/Additives in feedingstuffs 124 7. Genetic resources 124 8. Community tourism statistics 1991-1992 (Additional Opinion) 125 9. CAP reforms/structures 126 10. Residues in meat 127 11. Fishing licences (Additional Opinion) 128 12. Fisheries/FIFG (Additional Opinion) 129 13. Counterfeit goods 129 14. ISDN 132 15. Relations between the EU and Turkey (Own- initiative Opinion) 134 II— OUTSIDE PRESENCE AND INFLUENCE OF THE ECONOMIC AND SOCIAL COMMITTEE 138 III— FACT-FINDING VISITS 139 ",
        "",
        "311th PLENARY SESSION 113 I — 311th Plenary Session of 21 and 22 December 1993 The Economic and Social Committee of the European Communities held its 311th Plenary Session in Brussels on 21-22 December 1993. with Mrs Susanne Tiemann in the Chair. At this Session the Economic and Social Committee adopted the following Opinions: 1. OWN RESOURCES Proposal for a Council Decision on the system of the Communities' own resources (COM(93) 438 final) Background to, and gist of the Commission's proposal The Economic and Social Committee has given its views on successive changes to the system of financing the EC since the issuing of Decision 70/243/ECSC, EEC. Euratom on21 April 1970 1 . under which financial contributions from the Member States were replaced by a system of EC own resources\". In April 1992 the Committee issued an Opinion on the \"Delors II Package\"\". Following the adoption of the \"Delors II Package\" at the European Council in Edinburgh (December 1992), the Commission is now presenting proposed changes to the system of financing the EC arising from the above package. OJNo. L 94 of 28 April 1970 Committee Opinion on the Proposal fora Decision (OI No. C 19 of 13 February 1970) Opinion of 26 October 1983 on the future financing of the Community - draft Decision on own resources (OJ No. C 358 of 31 December 1983). Opinion of 27 September 1984 on the amended proposal fora Council Decision on the Communities' system of own resources (OJ No. C 307 of 19 November 1984). Own-initiative Opinion of 19 November 1987 on the financing of the Community (OJ No. C 356 of 31 December 1987). Opinion of 27 January 1988 on the own resources Decision (OJ No. C 80 of 23 March 1988). Opinion of 27 April 1988 on the proposal fora Council Decision on the System of the Communities' own resources (OJ No. C 175 of 4 July 1988) Opinion of 30 April 1992: From the Single Act to Maastricht and Beyond - The Means to Match our Ambitions (OJ No. C 169 of 6 Julv 1992) ",
        "114 31 lth PLENARY SESSION The question of the establishment of a uniform rate of VA Τ is to remain in abeyance following the conclusions set out at the Edinburgh Council; the Commission is not submitting any formal proposal on this matter but does set out a draft amendment should the Member States call for action to be taken. Consideration of the \"fifth resource\" is to be postponed until the end of the reference period (1994-1999). Gist of the Committee Opinion (CES 1300/93) In its April 1992 Opinion the Committee gave its views on the political aspects of the Communities\" financing system and on thejustification for an increase in own resources. The broad principles of this Opinion still hold good. This Commission proposal, which is essentially technical in nature, can be approved subject to a number of comments, relating primarily to the correction granted to the United Kingdom in respect of budgetary imbalances (Article 4) and more stringent Commission checks on VAT (Article 7(2)). The Committee felt that a uniform fixed VAT rate would ensure greater consistency, transparency and predictability. The formula proposed by the Commission for determining this rate seemed to be the most neutral one and would have the advantage of simplifying the system. The Committee will give its views, at the appropriate juncture, on the creation of a \"fifth resource\". The above Opinion, adopted unanimously, was drawn up on the basis of the work of the Section for Economic, Financial and Monetary Questions. Chairman: Mr Jean Pardon (Belgium - Employers). The Rapporteur was Mr Camille Giacomelli (Luxembourg - Employers). ",
        "311th PLENARY SESSION 115 2. INTEGRATION OF LEAST-PRIVILEGED GROUPS Medium-term action programme to combat exclusion and promote solidarity: a new programme to support and stimulate innovation 1994-1999 and Report on the implementation of the Community programme for the social and economic integration of the least-privileged groups (1989-1994) (COM(93) 435 final) Gist of the Commission proposal The processes of social exclusion are becoming more wide-spread and diverse in the European Community. It is now estimated that there are 52 million people in the Community with incomes of less than half the average income per capita in each Member State. This proposal is for a medium-term action programme to combat exclusion and promote solidarity (1994-1999). It is accompanied by a report on the implementation of the Community programme for the social and economic integration of the least privileged groups (POVERTY 3, 1989-1994). The proposed programme implements one of the recommen dations of the European Commission Communication \"Towards a Europe of Solidarity: intensifying the fight against social exclusion, fostering integration\" (COM(93) 542 of 23 December 1992). It pursues the approach agreed in the Council Resolution on combating social exclusion of 29 September 1989. The perspective adopted by the Community and the Member States looks beyond the diversity of national situations to emphasise the structural nature of the phenomenon of social exclusion. The fight against social exclusion is primarily the responsibility of the Member States and of their national, regional and local authorities. However, whilst respecting the principle of subsidiarity, the Community has shown its ability to provide added-value with respect to the development and dissemination of innovation, mobilisation of actors and to the stimulation of debate. The proposed new programme calls for continuity and progress. Continuity is needed to test further the validity of the approach based on the principles of partnership and participation and the adoption of compre hensive strategies. Progress should derive from the main new elements which are a greater emphasis on multi-objective integrated strategies. ",
        "116 311th PLENARY SESSION the introduction of national-level model actions and transnational networks of projects. The preparation and implementation of multi- objective integrated strategies will be given higher priority. This enhancement will improve the complementarity of programme activities with existing policy and practice and promote the awareness of innovations of local, national and European level. The partnership approach will be maintained. The relationship between the new programme and the Structural Funds will be strengthened, taking account, in particular, of the place given to exclusion from the labour market in the new Social Fund regulations. A doubling of the funding is proposed in view of the fact that the impact will be proportionate to the number and diversity of experimental actions seeking to cover the complexity of the issues and create a new momentum. Gist of the Committee Opinion (CES 1301/93) The Committee welcomes the Report on the implementation of ' 'Poverty 3 \", welcomes the proposed Programme and, in particular, the increased budget. The emphasis given to encouraging innovation in respect to the problem of social exclusion is commendable. The \"accompaniment\" of socially excluded individuals, would be a suitable field of action in view of the importance of the principle of ' 'participation\" which is to underpin model actions in the new programme. The Committee would welcome projects enhancing socially excluded people's awareness of their rights. It notes with approval the criteria for the selection of model actions, especially the enhancing of employment possibilities, by, for instance the improvement of vocational skills. Whilst approving the multi-dimensional, area-by-area approach, the Committee recommends that criteria should include that model actions should concentrate on those groups at greatest risk of social and economic exclusion. In terms of prevention, a place should be given to proposals for innovative ways of countering mechanisms of exclusion, such as bigotry, prejudice, segregation and negative discrimination. There is also a need for precise criteria in order to evaluate the success or failure of projects. The above Opinion, adopted unanimously, was drawn up on the basis of the work of the Section for Social, Family, Educational and Cultural Affairs. Chairman: Mrs Giacomina Cassina (Italy - Workers). The Rapporteur was Miss Ada Maddocks (United Kingdom - Workers). ",
        "311th PLENARY SESSION 117 3. OZONE LAYER Proposal for a Council Regulation (EEC) on substances that deplete the ozone layer (COM(93) 202 final) Gist of the Commission proposal The proposal consolidates the two earlier Council Regulations and brings forward the starting dates for the restrictions on hydroch- lorofluorocarbons (HCFCs) and methyl bromide. For HCFCs, a maximum consumption level of 2.5 % of all consumption ofCFCsin 1989 has been proposed, compared with 3.1% in the Montreal Protocol. These substances will be phased out completely by 2014 (compared with 2030 in the Montreal Protocol). In the case of HBFCs, the Commission proposes an end to all production and consumption by 1 January 1996 (the date set in the Montreal Protocol). For methyl bromide, the Commission proposes a freeze on production and consumption on 1 January 1995, followed by a 25 % reduction in both by 1 January 1996. The Montreal Protocol likewise provides for a freeze on 1 January 1995 after which, however, a separate Resolution only mentions the possibility of reaching agreement, in 1995, to cut production and consumption by 25% in the year 2000. Gist of the Committee Opinion (CES 1302/93 The Committee endorses the proposed Regulation, which follows from the international commitments which the Community has entered into in the environment protection sphere. As already stressed the Opinion 1 calling for the rapid ratification of the amendment adopted in Copenhagen, the Committee takes the view that the Community initiative in this field should act as a motor, encouraging the necessary reconversion so as to ensure the long-term competitiveness of European industry. 1 OJ No. C 201 of 26 July 1993 ",
        "118 311th PLENARY SESSION European industry has already shown in some sectors that it can meet the obligations of the Montreal Protocol in good time; the production sectors affected by the planned new control measures have alternative solutions available which will make it possible to reduce the negative impact on the environment. Sizeable investments have already been made by producers and users for the necessary reconversion and this trend must continue to be encouraged; to introduce further derogations or postponements, which would only reward delay, would mean sending the wrong message to industry. The proposal seeks to meet the concerns of users of these substances by defining a range of essential uses for which exceptions will be made; these essential uses would be laid down in consultation with the Member States through the management committee set up by Article 16, and should allow a margin of flexibility and adaptation for cases where substitutes do not exist or reconversion encounters temporary objective difficulties. However, derogations must not encourage a maintenance of the \"status quo\", since it is essential to give industry incentives for technological innovation to find the appropriate substitutes. \"Essential\" uses should be kept to an absolute minimum, recalling the strictly limiting definition of Decision IV/25 of the Parties to the Montreal Protocol at their fourth meeting in Copenhagen. Finally, the Committee draws attention to the need to impose strict controls on imports from third countries (particularly those which have not signed the Montreal Protocol), to prevent users circumventing the restrictions imposed by the Regulation. If illegal imports were to replace Community products, the environmental impact of the measures would be cancelled out. The above Opinion, adopted unanimously, was drawn up on the basis of the work of the Section for Protection of the Environment, Public Health and Consumer Affairs. Chairman: Mr Francisco Ceballo Herrero (Spain - Various Interests). The Rapporteur was Mr Sergio Colombo (Italy - Workers). ",
        "311 th PLENARY SESSION 119 4. PRESSURE EQUIPMENT Proposal for a Council Directive on the approximation of the laws of the Member States concerning pressure equipment (COM(93) 319 final - SYN 462) Gist of the Commission proposal The Commission notes that, under current Community law, free circu lation of most pressure equipment is impeded by national technical regulations, which have not yet been harmonized. Current Directives 1 do not cover the sector adequately, and some of them need to be up-dated. The proposal relates to pressure equipment which is subject to a pressure greater than 0.5 bar or less than -0.5 bar. Pressure equipment for the trans portation of dangerous goods is for the time being excluded. For such equipment the Commission intends that existing international agreements on the transportation of dangerous goods be incorporated in Community law. The proposal was prepared in pursuance of the Council Resolution of May 1985 2 on a new approach to technical harmonization and standards. The new approach limits the intervention of the Community legislator to what is essential for achieving harmonization, leaving the development of technical specifications to European standardization bodies. The section of the Draft Directive dealing with conformity assessment is based on the module approach described in the Council Decision of December 1990 3 . An EC marking is provided for in principle, with the exception of pressure equipment which constitutes only a minor pressure risk under the definition given in the Draft Directive. 87/404/EEC, OJ No. L 220 of 8 August 1987, page 48 76/767/EEC, OJ No. L 262 of 27 September 1976. page 15 84/525/EEC. OJ No. L 300 of 19 November 1984, page 1 84/526/EEC, OJ No. L 300 of 19 November 1984, page 20 84/527/EEC, OJ No. L 300 of 19 November 1984, page 48 OJ No. C 136 of 4 June 1985, page 1 OJ No. L 380 of 31 December 1990, page 13. cf. ESC Opinion OJ No. C 112 of 7 May 1990, page 4 ",
        "120 311th PLENARY SESSION Gist of the Committee Opinion (CES 1303/93) In principle the Committee welcomes the proposed Directive, whose main aim is to remove technical barriers to trade in this sector. In addition to making numerous specific, technical proposals for amendments, the Committee feels that the case for ultimately incor porating Directive 87/404/EEC on simple pressure vessels also into the Directive on pressure equipment should be considered. Furthermore, the Committee fails to understand why the Commission has exempted equipment for the transportation of dangerous goods from the Draft Directive and urges the Commission to reconsider this. The same applies to military equipment which is not to be covered by the Directive. It is the Committee's view that the Directive affects so many workers and employers, and the potential consequences of a Member State failing to comply with the key requirements specified in Article 3 are so far- reaching and significant, that a special committee should be set up to deal exclusively with matters relating to pressure equipment. In contrast to the standing committee, set up under Directive 83/189/EEC, this special committee should consist of technical experts (e.g. engineers). The above Opinion, adopted unanimously, was drawn up on the basis of the work of the Section for Industry, Commerce, Crafts and Services. Chairman: Mr Manuel Cavaleiro Brandão (Portugal - Employers). The Rapporteur was Mr Bo Green (Denmark - Employers). ",
        "31 lth PLENARY SESSION 121 5. PRUDENTIAL SUPERVISION Proposal for a Council Directive amending Council Directives 77/780/EEC and 89/646/EEC in the field of credit institutions, Council Directive 73/239/EEC and 92/49/EEC in the field of non-life insurance, Council Directives 79/267/EEC and 92/96/EEC in the field of life assurance, and Council Directive 93/22/EEC in the field of investment firms in order to reinforce prudential supervision (COM(93) 363 final - SYN 468) Gist of the Commission proposal The main aim of the Directive is to propose amendments to the framework Directives in the financial services sector, including banking, insurance and securities activities. This new Directive will strengthen the powers of supervisors, making them better equipped to prevent cases of fraud and other irregularities in the financial services sector. The above-mentioned framework Directives provide for authorization procedures for credit institutions, insurance undertakings and investment firms engaging in the activities covered by the scope of the respective Directives. A certain number of recent cases of fraud in the financial services sector gave rise to the question as to whether the supervisory regime put in place by the financial services Directives, based on the mutual recognition approach, was adequate. An announcement was made at the ECOFIN Council in November 1992 that there were certain respects in which the arrangements for financial supervision should be strengthened. Firstly, it is proposed that where the financial undertaking is part of a group, the group structure should be sufficiently transparent as to enable the financial undertaking itself to be supervised effectively. To this end. sufficient information must be provided to the competent authorities at the moment of initial authorization, and also on the occasion of any subse quent change in the group structure. Secondly, it was considered necessary and desirable to ensure that the head office of financial undertakings remain within the same Member ",
        "122 311th PLENARY SESSION State as the registered office. This rule has already been included in the Investment Services Directive (ISD), so that on this point it is only the banking and insurance Directives that need to be modified. Thirdly, provision is made to ensure that adequate \"gateways\" exist so that prudential information can be transmitted backwards and forwards between competent authorities and certain other bodies which have been entrusted with specific tasks within each Member State. Exchange of confidential information for supervisory purposes is already allowed in the framework Directives between competent authorities and bodies involved in the liquidation of financial undertakings and between competent authorities and statutory auditors. It is proposed that this possi bility should be extended to the authorities which supervise the liquidators and the auditors respectively. The purpose of this extension is to enable the competent authorities to check whether the liquidators and/or auditors have been carrying out their duties correctly. It is also proposed to extend the list of potential recipients ofinformation so as to include bodies which are responsible for overseeing payment systems and settlement services. Lastly, it is considered appropriate to require that auditors engaged in the preparation of financial undertakings' statutory accounts should communicate to the competent authorities irregular circumstances which come to their notice in the course of carrying out this activity. Gist of the Committee Opinion (CES 1304/93) The Committee welcomes the concern of the Commission to strengthen the powers of supervisors, making them better equipped to prevent cases of fraud and other irregularities and correct, in good time, certain errors of management prejudicial to the general interest. The Directive will have a limited effect on the prevention of fraud and other irregularities, partly because it is only about \"tidying up\" the existing regulatory structure, and partly because the responsibility for the repression of fraud must fall upon national authorities for the enforcement of the penal law. The Committee is concerned at the lack of precision in certain articles which could give rise to different interpretations. Consequently the trans lation of the Directive into national law and the operation of the legis lation need to be monitored with a view to ironing out inconsistencies and the avoidance of unnecessary regulation. ",
        "31 lth PLENARY SESSION 123 The Directive brings into play the conflict between auditors as being responsible to (and appointed by) shareholders and their increasing use as an arm of regulatory bodies. It should be stated quite clearly that the mission of statutory auditors must remain within the limits necessary for the supervision of financial institutions. The penultimate recital of the Preamble says : \"... it is desirable to have a single auditor for the organization and coordination of the separate audits wherever possible, whereas it is however not appropriate to lay this down as an obligation in this Directive.\" In any event it is a bias in favour of large international accounting firms. Consequently the recital should be deleted. In the context of prudential supervision \"control\" rather than \"partici pation\" is relevant. \"Groups\" should explicitly cover non-EC companies operating in the Community. Group structures: 20 % participation is too low and could lead to the super visor having more information than he needs, perhaps making it difficult to pick out easily situations for concern. The Committee supports the requirement that head office and registered office be in the same Member State, which should provide more effective contact between the competent authorities and the \"decision-making bodies\". Exchange of information: Allowing information to be forwarded to banking supervisors for the detection of breaches of company law seems unacceptable, at least where such information does not concern banking supervision. Role of statutory auditors: It is not clear at what point between having a strong suspicion of irregularities and having definite facts the auditor should contact the competent authorities. Consideration should be given to establishing a code of practice with the accounting profession to provide reasonable guidelines in relation to reporting fraud. The Commission has stated that it is reasonable for the auditor to discuss irregularities, for the sake of clarification, with its client. In these circum stances the word \"immediately\" in Article 5 is misleading and should be eliminated. ",
        "124 311th PLENARY SESSION Consideration should be taken of a recommendation that the involvement of financial institutions with \"certain financial centres which offer impec cable secrecy and which tend, for that reason, to be favoured by those with something to hide\" (Bingham Report), should, in appropriate circumstances, be grounds for refusing or revoking authorizations. The Community should take a lead in promoting proposals relating to international supervision. The above Opinion, adopted unanimously, was drawn up on the basis of the work of the Section for Industry, Commerce, Crafts and Services. Chairman: Mr Manuel Cavaleiro Brandão (Portugal - Employers). The Rapporteur was Mr Robert J. Moreland (United Kingdom - Various Interests). 6. VETERINARY/ADDITIVES IN FEEDINGSTUFFS (CES 1305/93) Proposal for a Council Directive amending Directive 70/524/EEC concerning additives in feedingstuffs (COM(93)251 final) The above Opinion, adopted unanimously, was drawn up on the basis of the work of the Section for Agriculture and Fisheries. Chairman: Mr André Laur (France - Various Interests). The Rapporteur was Mr Kenneth J. Gardner (United Kingdom - Employers). 7. GENETIC RESOURCES Proposal for a Council Regulation (EEC) on the conser vation, characterization and utilization of genetic resources in agriculture (COM(93) 337 final) Gist of the Committee Opinion (CES 1306/93) The Committee endorses the proposed Regulation. It not only regards it as a positive step to coordinate information but also suggests that the Commission ensure widespread awareness of its initiative and its work, while referring at international level even to pursuing the aims advocated at the Rio Conference. ",
        "31 lth PLENARY SESSION 125 The above Opinion, adopted unanimously, was drawn up on the basis of the work of the Section for Agriculture and Fisheries. Chairman: Mr André Laur (France - Various Interests). The Rapporteur was Mr Georges Proumens (Belgium - Employers). 8. COMMUNITY TOURISM STATISTICS 1991-1992 (Additional Opinion) Final Report from the Commission on the implemen tation of Council Decision 90/665/EEC of 17 December 1990 regarding a two-year programme (1991-1992) for developing Community tourism statistics (COM(93) 345 final) Gist of the Commission document This Report is the second to be presented by the Commission in response to the 1990 Council Decision, based on the recommendations of the Economic and Social Committee and the European Parliament, confirming the desirability of Community-level actions to develop a Community frame of reference for the compilation of tourism statistics. The Report concerns actions undertaken in this field between January 1991 and December 1992. The Committee Bureau endorsed the application by the Regional Development Section to draw up an Additional Opinion supplementing the Committee Opinion of December 1991 on the Community Action Plan to assist tourism (OJ No. C 49 of 24 February 1992). Gist of the Committee's Additional Opinion The Committee endorses the measures and the methodology followed by the Commission to achieve the objective laid down in Article 2 of the Council Decision of 17 December 1990. The Committee welcomes the extensive consultations that have taken place and the fact that trade organi zations were also involved. However it regrets that the Report, which was due on 31 December 1992. has only been presented now. The delay is bound to affect the future course of the work. ",
        "126 311th PLENARY SESSION The Committee comments on the subjects to be analyzed in the methodo logical work and on the \"general framework for the compilation of Community tourism statistics\". With a view to harmonizing the concepts used, the Committee reiterates its recommendation for the drafting of a tourism glossary. Lastly, it supports the Commission's plan to propose a Directive on the subject. The above Opinion, adopted unanimously, was drawn up on the basis of the work of the Section for Regional Development and Town and Country Planning. Chairman: Mr Robert J. Moreland (United Kingdom - Various Interests). The Rapporteur was Mr Licino Almeida Cunha (Portugal - Employers). 9. CAP REFORMS/STRUCTURES Objective 5(a) of the Reform of the Structural Funds (1994-1999) Amended Proposal for a Council Regulation (EEC) amending Regulations (EEC) No. 2328/91, No. 866/90, No. 1360/78, No. 1035/72 and No. 449/69 with a view to Expediting the Adjustment of Production, Processing and Marketing Structures within the framework of the Reform of the Common Agricultural Policy (COM(93) 270 final and COM(93) 443 final) Gist of the Committee Opinion (CES 1308/93) The Committee takes note of the Commission's proposal, whose basic aim is to continue a Community policy on agricultural market structures. The above Opinion, adopted unanimously, was drawn up on the basis of the work of the Section for Agriculture and Fisheries. Chairman: Mr André Laur (France - Various Interests). The Rapporteur was Mr Etienne de Paul de Barchifontaine (Belgium - Various Interests). ",
        "311 th PLENARY SESSION 127 10. RESIDUES IN MEAT Proposal for a Council Regulation (EEC) concerning the prohibition on the use in stockfarming of certain substances having a hormonal or thyrostatic action and of agonists Proposal for a Council Regulation (EEC) on measures to monitor certain substances and residues thereof in live animals and animal products Proposal for a Council Regulation (EEC) amending Regulation (EEC) No. 805/68 on the common organi zation of the market in beef and veal (COM(93)441 final) Gist of the Commission proposal The referral comprises three proposals aimed at ensuring the application and enforcement of Community legislation on the control of residues in meats. The purpose of the proposed measures is 1) to improve the technical controls regarding the use of growth promoters in livestock production, 2) to combat, in particular, the growing misuse of beta-agonists substances for fattening purposes, 3) to simplify control procedures in order to detect residues more effectively, and 4) to apply more effective administrative sanctions, including the refusal to pay premiums to certain producers. Gist of the Committee Opinion (CES 1309/93) The Committee supports the Commission proposal subject to a number of technical comments under the following heads: 1 ) Hormonal substances and ß-agonists in stockfarming — the Commission should clarify why it proposes to prohibit the ß- agonist clenbuterol even as a veterinary medicine; — the use of ß-agonists in third countries is not adequately dealt with. 2 ) Monitoring of live animals and animal products — the proposed procedures involving slaughterhouses are inadequate: — the guarantees provided by third countries where the use of hormones is common are insufficient. ",
        "128 31 lth PLENARY SESSION 3 ) Penalties for misuse of banned substances — the proposal that where misuse is suspected the entire herd should be slaughtered without compensation to the farmer, needs to be reassessed; — the penalties proposed for misconduct by veterinarians and pharmacists are vague compared with those imposed on farmers. 4 ) Funding — the provisions concerning funding implementation of the proposal are not always clear; and it is unfair to shift costs on to law-abiding farmers. 5 ) Final observation — in addition to the drive against offenses, action should be taken to make all concerned more aware of the problems, in particular farmers and consumers organizations. The above Opinion, adopted by a majority, with six dissenting votes, was drawn up on the basis of the work of the Section for Protection of the Environment, Public Health and Consumer Affairs. Chairman: Mr Francisco Ceballo Herrero (Spain - Various Interests). The Rapporteur was Mr Adalbert Kienle (Germany - Employers). 11. FISHING LICENCES (Additional Opinion) (CES 1310/93) Proposal for a Council Regulation (EEC) establishing a Community system of fishing licences (COM(93) 496 final) The above Opinion, adopted by a substantial majority with one abstention, was drawn up on the basis of the work carried out by the Rapporteur- General: Mr Gerard McGarry (Ireland - Employers). ",
        "31 lth PLENARY SESSION 129 12. FISHERIES/FIFG (Additional Opinion) (CES 1311/93) Proposal for a Council Regulation (EEC) laying down detailed rules for implementing Regulation (EEC) No. 2080/93 on Community structural assistance in the fisheries and aquaculture sector and the industry processing and marketing its products (COM(93) 481 final) The above Opinion, adopted by a substantial majority with two abstentions, was drawn up on the basis of the work of the Section for Agriculture and Fisheries. Chairman: Mr André Laur (France -Various Interests). The Rapporteur was Mr A ugusto Gil Bensabat Ferraz da Silva (Portugal - Workers). 13. COUNTERFEIT GOODS Proposal for a Council Regulation (EEC) laying down measures to prohibit the release for free circulation, export or transit of counterfeit and pirated goods (COM(93) 329 final) Gist of the Commission Proposal Council Regulation (EEC) No. 3842/86 laying down measures to prohibit the release for free circulation of counterfeit goods, which has been in force since 1 January 1988, provided for protection at Community frontiers against infringements of trade mark rights, at the same time endeavouring not to restrict the freedom of legitimate trade. The draft Regulation under review is basically designed to: — remedy certain operational problems with the existing system, — extend the protective measures to intellectual property rights not currently covered. The amendments proposed in the draft Regulation are as follows: — application of the instrument to trademark symbols (logos) and packaging materials presented separately, and to tools and moulds intended for the manufacture of a product infringing intellectual property rights; — extension of the ban to the export and transit procedures; ",
        "130 31 lth PLENARY SESSION — specification of the information to be submitted in support of the trademark owner's application; — opportunity for trademark owners to lodge their applications directly with the customs authorities; — opportunity for applicants and importers to inspect goods whose release has been suspended; — opportunity to obtain also the name and address of the manufacturer of goods recognized as infringing intellectual property rights; — inclusion in the scope of the Regulation of goods sent in small consignments and clarification of the terms in accordance with which imports of goods infringing intellectual property rights e.g. by travellers - are permitted if the goods in question are intended strictly for personal use. Gist of the Committee Opinion (CES 1312/93) It is essential for the European Community to have effective rules for combatting counterfeiting and pirating. The business world, dealers, workers and consumers all suffer as a result of these dishonest practices. SMEs are especially hard hit by the cost of the drive against counterfeit and pirated goods. Consumers, who believe that they are purchasing an original, high-quality product, are misled by counterfeit goods. Such goods are usually of inferior quality and are frequently defective or even dangerous. This is particularly true of pharmaceutical products, a sector where counterfeiting is taking on alarming proportions. The problem of counterfeiting is all the more important for the Community because its international competitiveness is based on high- quality goods whose reputation must not be jeopardized. It would however be desirable to achieve a degree of harmonization of penalties, fines and damages, a matter which falls within the competence of the Member States. Unless the scope of the draft Regulation is extended to cover re-exported goods, the proposed measures will not directly cover customs arrangements for inward and outward processing, or for free-trade zones and warehouses where goods processing provide obvious scope for counterfeiting and pirating. A procedure covering industrial designs and patents should enable right- holders to prevent the import, export and transit of goods which infringe their rights. ",
        "31 lth PLENARY SESSION 131 The customs authorities should be able to intervene forthwith in cases where they are the first to suspect the presence of counterfeit goods in a consignment of goods being declared. It should also be noted that it is not possible for customs authorities to act in cases where designs or models are transmitted by non-physical telecommunication means; specific provisions should be introduced to cover this case. The draft Regulation imposes obligations on the holder of rights which will in some cases be difficult to meet immediately. It is in the interests of the holder of the rights to gather as much information as possible for submission to the customs authorities, in accordance with the non- exhaustive list of requirements. The Committee therefore urges that consideration be given to the possibility of extending, in respect of time limits and the area covered within the EC, the validity of applications for intervention. Illegal reproductions damage the artist's interests while he is alive and the cultural heritage after his death. This special case could be covered by a specific Regulation. The Committee notes with concern that a large number of high-technology products are being counterfeited or pirated, and this work is being carried out in many cases within the Community. The Committee has constantly expressed its support for the EC compe tition policy and urged its more effective implementation in the single market. The illegal market in counterfeit and pirated goods could undermine the gradual implementation of competition policy in trade between the EU and non-member countries. The above Opinion, adopted unanimously, was drawn up on the basis of the work of the Section for Industry, Commerce, Crañs and Services. Chairman: Mr Manuel Cavaleiro Brandão (Portugal - Employers). The Rapporteur was Mr Bernard Mourgues (France - Workers). ",
        "132 31 lth PLENARY SESSION 14. ISDN Communication from the Commission related to the development of the Integrated Services Digital Network (ISDN) as a trans-European Network Proposal for a Council Decision on a series of guidelines for the development of ISDN as a trans-European network Proposal for a Council Decision adopting a multi-annual Community action concerning the development of ISDN as a trans-European network (COM(93) 347 final) Gist of the Commission proposal The Commission Communication proposes a set of measures for the development of ISDN as a trans-European network (TEN-ISDN) in order to make an advanced telecommunications infrastructure available, so that all participants in the internal market, notably the many small and medium-sized enterprises, have a better opportunity to tap the benefits of the frontier-free market. ISDN is a general, multi-purpose network integrating a wide range of voice, data and image services via a single network access. Based on the Treaty's provisions and earlier Council measures on the coordinated introduction of ISD 1 , the Commission is proposing a framework for a Community action with the following components: Cf. Council Regulation 3300/86/EEC of 27 October 1986 instituting a Community Programme for the development of certain less-favoured regions of the Community by improving access to advanced telecommunications services (STAR programme) OJ No. L 305 of 31 October 1986 - ESC Opinion. OJ No. C 263 of 20 October 1986. p. 35; Council Recommendation on the coordinated introduction of ISDN in the European Community. OJ No. L382of31 December 1986, p. 36-ESC Opinion, OJ No. C 328 of 22 December 1986, p. 10; Council Resolution on the strengthening of the coordination for the introduction of ISDN in the European Community up to 1992, OJ No. C 196 of 1 August 1989; Council Directive 90/387/EEC of 28 June 1990 on the establishment of the internal market for telecommunications services through the implementation of open network provision (ONP).OJ No. L 198 of 24 July 1990. p. 1 - ESC Opinion, OJ No. C 159 of 26 June 1989, p. 37; Council Resolution on the development of ISDN in the Community as a European-wide telecommunications infrastructure for 1993 and beyond. OJ No. C 158 of 25 June 1992; Recommendation92/383/EEC of 5 June 1992, OJ No. L 200of 18 July 1992, p. 10. ",
        "31 lth PLENARY SESSION 133 — Firstly, the adoption of a series of guidelines for the development of ISDN as a trans-European network covering the objectives, priorities, broad lines of measures and projects which are of common interest. — Secondly, the adoption of multi-annual Community action for implementing projects of common interest and measures to back up interoperability. This Community action will mainly include feasi bility studies and implementation support in the form of interest rate subsidies and loan guarantees. Only those measures are covered where the objective concerned cannot be attained by an action at Member State level. — Thirdly, the establishment of a high-level coordination group assisting the Commission in implementing the multi-annual action. — Finally, with a view to the global nature of ISDN, the Commission proposes to open exploratory discussions with non-EC countries, EFTA countries in particular, in order to assess to what extent projects of common interest can be extended to those countries. Gist of the Committee Opinion (CES 1313/93) The Committee shares the bulk of the conclusions set out in the Commission Communication and deems the two resulting proposals for a Council Decision to be necessary. These proposals should, however, be rejigged to take account of the views set out above. The Committee notes that the ISDN is already operating on a commercial basis in eight Member States. However, it does regret that the proposed services are not technically aligned because the national system designers did not cooperate closely enough. The Committee alerts the Commission and the Council to the sometimes detrimental effect of competition between businesses within Member States and between Member States on such a key technology as ISDN. The European Union ought to be capable of defining an R&D policy based on business cooperation. The investment needed for developing a trans-European ISDN is estimated at MECU 50,000 over five years. Since ISDN is a key factor for economic and social cohesion, the struc tural and cohesion funds will have to help those regions which are lagging behind in this sphere to catch up on the more advanced regions. The Committee would point out that, because of the major investment required, the ISDN can only be expected to be profitable in the long term. ",
        "134 31 lth PLENARY SESSION As regards the legal basis, the Council must take account of the entry into force of the Treaty establishing the European Union, particularly Article 189b thereof. The above Opinion, adopted by a majority with one abstention, was drawn up on the basis of the work of the Section for Industry, Commerce, Crañs and Services. Chairman: Mr Manuel Cavaleiro Brandão (Portugal - Employers). The Rapporteur was Mr Jacques Pe (France - Workers). 15. RELATIONS BETWEEN THE EU AND TURKEY (Own-Initiative Opinion) Relations between the European Union and Turkey Background At its meeting on 16 June, the Section for External Relations decided to request Committee permission to draft an Own-initiative Opinion on relations between the EU and Turkey. The Opinion would be based on the conclusions of an Information Report recently approved by the Section. This application to draw up an Own-initiative Opinion was approved by the Plenary Session on 30 June 1993. The Information Report includes an in-depth comprehensive analysis of the Turkish situation, taking account of a) geo-political upheavals and political and cultural developments within the country and the region, b) the desire to consolidate relations between Turkey and the Community, c) features of the economic, production and public finance structure, d) trade with the Community, e) developments on the political and social front and f) the Cyprus question. It also discusses the extent to which reciprocal commitments undertaken by the EC and Turkey under the association agreement and its protocols have been met. On the basis of proposals submitted by the Commission, the Information Report notes that progress in relations between the two parties is coming up against obstacles on the Turkish side and a series of difficulties and delays on the Community's side. In spite of these difficulties, some forms of cooperation have developed. More robust cooperation between the EU and Turkey could not only prevent further delays in completing the customs union and in full implementation of the Ankara agreement, but could also boost and underpin developments in civilian society and the democratic and social progress currently taking place. ",
        "31 lth PLENARY SESSION 135 The Own-initiative Opinion's purpose is to define guidelines and recom mendations for the development and strengthening of cooperation with Turkey, as provided for under the present agreements. Gist of the Committee Opinion (CES 1314/93) The Opinion is split into six chapters. It gives recommendations for strengthening co-operation between the EU and Turkey and creating a customs union as called for at the meetings of the European Council in Lisbon, Edinburgh and Copenhagen. It feels that the programme of the new government headed by Mrs Tansu Ciller contains some important declarations on the further economic, political and social development of Turkey and calls for a new consti tution. The Turkish Government's efforts in this direction must be given every support if they are to meet with success. As regards the Kurdish problem, the ESC calls for the economic and social development of the predominantly Kurdish-populated areas and the right of the Kurds to have their own culture and a proper level of administrative autonomy, so as to create a climate for the peaceful co existence of different ethnic groups within a single state. The Cyprus question ought to be solved politically and within the framework of the UN and should receive the support of the Community authorities. The state of relations between the EU and Turkey is marked by the wish for full implementation of the Ankara Agreement and obligations contained in the protocols attached to it. These cover both completion of the customs union and further areas of co-operation, which perhaps is now of more significance to the development of mutual relations than the customs union itself. The EU noted \"with satisfaction\" the measures taken by the Turkish authorities in the early part of 1993 to complete the customs union, but it is still dissatisfied with some points. Point 6.3 of the Opinion therefore sets out the measures which still need to be taken if the customs union is to be implemented on schedule. As regards agriculture, the EU fears that Turkish imports may aggravate the surplus on the EU market. The ESC therefore recommends that agricultural issues be tackled through technical co-operation, compre- ",
        "136 311 th PLENARY SESSION hensive project co-operation and distribution assistance. In the services sector, particularly the Turkish banking system, the gap between Turkey and the EU should be narrowed. Areas of co-operation beyond the customs union cover: 1 . Migration and employment Urgent measures should be taken to bring about equal treatment and legal equality for Turkish immigrants and promote education and jobs in Turkey. 2 . Environment, land use planning, health and safety Countless opportunities for co-operation exist in these areas, such as extracting maximum advantage from the MED-URBS programme and technical co-operation. 3 . Economic and social cohesion It is vital that local inhabitants and workers be actively involved if development is to bring social peace. 4. Cultural dialogue A strategy for cultural co-operation is called for here. 5 . Development in the Palestinian territories following the signature of the recent peace agreement. As most of the proposals to strengthen EU-Turkish co-operation with a view to the full implementation of the Ankara Agreement have important socio-economic implications, it is recommended that the socio- professional dialogue referred to in Article 27 of the Co-operation Agreement be institutionalised. This means that an \"Association Joint Consultative Committee\" should be set up with equal representation for both sides to help foster awareness and understanding between EU and Turkish social partners and concern itself as quickly as possible with the implementation of the customs union. Institutional dialogue between the ESC and Turkish social partners might encourage the Turkish authorities to bring forward the establishment of a national consultative body. The resources planned and provided for under the terms of the Fourth Financial Protocol must be released if a more ambitious and mutually advantageous relationship with Turkey is to be achieved. ",
        "31 lth PLENARY SESSION 137 The last chapter (\"Conclusions\") lists the specific suggestions in the Opinion which should help bring about the oft called-for ' 'qualitative leap forward\" in EU relations with Turkey. The above Opinion, adopted by 86 votes to 22, with 21 abstentions, was drawn up on the basis of the work of the Section for External Relations, Trade and Development Policy. Chairman: Mr John F. Carroll (Ireland - Workers). The Rapporteur was Mrs Giacomina Cassina (Italy - Workers). ",
        "138 OUTSIDE PRESENCE AND INFLUENCE OF THE ESC II — Outside Presence and Influence of the Economic and Social Committee Activities of the Chairman 7 and 8 December 1993 - Brussels: 17th annual meeting of the represen tatives of ACP/EU economic and social interest groups: 7 December 1993 - Brussels: meeting with György Granasztoi, Ambas sador of the Republic of Hungary. 7 December 1993 - Brussels: meeting with Abdallah Lahlou, Ambassador of the Kingdom of Morocco. 16 December 1993 - Paris: attendance at the ceremony where Roger Burnel (France - Various Interests) was awarded the Insignia of the Commander of the Legion of Honour; Mr Burnel has been a member of the Economic and Social Committee since 19 July 1978. Various activities 1 December 1993-Brussels: on the occasion of the 115th meeting of the Section for Energy, Nuclear Questions and Research, a discussion was held with Constantinos Maniatopoulos, Director-General of the Commission's DG XVII - Energy - on the latest development in Community energy policy. 9 December 1993 - Brussels: Sir Leon Brittan, Commission Vice- President, made a statement to the Section for External Relations, Trade and Development Policy on the activities within his sphere of responsi bility. ",
        "FACT-FINDING VISITS 139 III — Fact-finding visits In the course of December, the following groups visited the ESC: 1 December 1993 1 December 1993 2 December 1993 2 December 1993 2 December 1993 3 December 1993 3 December 1993 7 December 1993 8 December 1993 8 December 1993 13 December 1993 14 December 1993 14 December 1993 15 December 1993 15 December 1993 16 December 1993 16 December 1993 17 December 1993 Lesneven Rural Institute (France) Picardy Regional Social Services College, Amiens (France) European Social Welfare Institute (France) Belarus employers organizations, Russian and Ukranian Federation ISOPLAN - Institute for development, research and economic and social planning, Saarbrücken (Germany) Italian Labour Union - Regional Office, Pesaro (Italy) Association of German Academics for nutrition, agriculture and natural resources preservation, Bonn (Germany) Private Employees' Trade Union (Austria) European Journalism Centre (Sweden) CUT - Central Única dos Trabalhadores (Brazilian university education directors), San Paola University of Portsmouth (UK) European Trade Union Confederation (journalists from Eastern Europe) Marie Haps College, Brussels (Belgium) Swedish Metal Workers Union Friedrich-Ebert Foundation, Brussels UFE - Union of Finance Employees in Europe (Germany) DWV - German Wine Growers' Association, Bonn (Germany) Swedish National Agency for Government Employers, Stockholm (Sweden). ",
        "",
        "",
        "",
        "Venta y suscripciones * Salg og abonnement · Verkauf und Abonnement · Πωλήσεις και συνδρομές Sales and subscriptions · Vente et abonnements \" Vendita e abbonamenti Verkoop en abonnementen · Venda e assinaturas BELGIQUE / BELGIË ' _ Moniteur belge / Belgisch Staatsblad Hue de Louvam 42 I Leuvensewe B­1000 Bruxelles / B­1000 Brussi Tél. (02) 512 00 26 Fax (02)511 01 84 Autres distributeurs / Overige verkooppunten Librairie européenne/ Europese boekhandel Rue de la Loi 244/Wetstraai 244 B­1040 Bruxelles / B­1040 Brussi Tél. (02) 231 04 35 Fax (02)735 08 60 Jean De Lannoy Avenue du Roi 202 /Koningslaan B­1060 Bruxelles / B­1060 Brusst Tél. (02) 538 51 69 Télex 63220 UNBOOK B Fax (02) 538 08 41 Document delivery: Credoc Hue de la Montagne 34 / Borgst/; Bte 11 / Bus 11 B­1000 Bruxelles / B­1000 Brusst Tél. (02) 51 1 69 41 Fax (02) 513 31 95 DANMARK J. H. Schultz Information AVS Herstedvang 10­12 DK­2620 Albertslund Til. 43 63 23 00 Fax (Sales) 43 63 19 69 Fax (Management) 43 63 19 ■;'.) DEUTSCHLAND Bundesanzeiger Verlag Breite StraUo 78­80 Postfach 10 05 34 D­5044S Koin Tel. (02 21) 20 29­0 Telex ANZEIGER BONN 0 881' £ Fax 2 02 92 78 GREECE/ΕΛΛΑΔΑ G.C. Eloftrteroudakis International Bookstor Nikis Street 4 GR­10563 Athens Tel. (01) 322 63 23 Telex 219410 ELEF Fax 323 98 21 ESPAÑA Boletín Oficial del Estado Tralalgar. 29 E­28071 Madrid Tol. (91) 538 22 95 Fax (91)538 23 49 Mundi­Pronsa Libros, SA Castellò, 37 E­28001 Madrid Tel. (91) 431 33 99 (Libros) 431 32 22 (Suscripciones] 435 36 37 (Dirección) Télex 49370­MPLI­E Fax (91) 575 39 98 Librería Internacional AEDOS Consejo de Ciento. 391 E­O*8009 Barcelona Tel. (93) 4B8 34 92 Fax (93) 487 76 59 Llibrerla de la Generalität de Catalunya Rambla dola Estudis, l IB (Palau Moja) E­0B002 Barcelona Tel. (93) 302 68 35 302 64 62 Fax (93) 302 12 99 FRANCE Journal officiel Service des publicare des Communautés eu 26. rue Desaix F­75727 Paris Cedex 1 Tél. (1) 40 SB 75 00 Fax (1) 40 58 77 00 Government Supplies / 4­5 Harcourt Road Licosa SpA Via Duca di Calabria 1/' Casella postale 552 1­50125 Firenze Tel. (055) 64 54 15 fax 64 12 57 Telex 570466 LICOSA I GRAND­DUCHE OE LUXEMBOURG Messageries du livre S. rue Raiffeisen L­2411 Luxembourg Tél. 40 10 20 Fax 40 10 24 01 NEOERLAND SDU Overheidsinformati Externe Fondsen Postbus 20014 2500 EA 's­Gravenhage Tel. (070)37 89 911 Fax (070)34 75 778 PORTUGAL Imprensa Nacional Casa da Moeda. EP Rua D. Francisco Manuel de Melo. ! P­1092 Lisboa Codex Tel. (01) 69 34 14 Distribuidora de Livros Bertrand, Ld,\" Grupo Bertrand, SA Rua das Terras dos Vales. 4­A Apartado 37 P­2700 Amadora Codex Tel. (01) 49 59 050 Telex 1579B BERDIS Fax 49 60 255 UNITED KINGDOM HMSO Books (Agency section) HMSO Publications Centre 51 Nine Elms Lane London SW8 5DR Tel. (071) 873 9090 Fax 873 8463 Telex 29 71 138 ÖSTERREICH Manz'Bche Verlags­ und Universrtätsbuchhandlung Kohlmarkt 16 A­1014 Wien Tal, (0222) 531 61­133 Telex 112 500 BOXA Fax (0222) 531 61­161 SUOMI/FINLAND Akateeminen Kirjakauppa Keskuskatu 1 PO Box 12Θ SF­00101 Helsinki Tel. (0) 121 41 Fax (0) 121 44 41 Narvesen Info Centei Bertrand Narvesens vi PO Box 6125 Etterstai N­0602 Oslo 6 Tel. (22) 57 33 00 Telex 79668 NIC N Fax (22) 68 19 01 BTJ AB Traktorvagen 13 Ξ­22100 Lund Tel. (046) 18 00 00 Fax (046) 18 01 25 30 79 47 SCHWEIZ / SUISSE / SVIZZERA OSEC SlampfenbachstraGe 85 CH­8035 Zürich Tel (01) 365 54 49 Fax (01) 365 54 11 CESKA REPUBLIKA NIS ÒR Havelkova 22 130 00 Praha 3 Tel. (2) 235 84 46 Fax (2) 235 97 88 MAGYARORSZAG Euro­lnfo­Service Club Sziget Margitsziget 1138 Budapest Tel./Fax 1 111 60 61 1 111 62 16 Business Foundation ul. Krucza 38/42 00­512 Warszawa Tel. (22) 21 99 93. 628­28­82 International Fax&Phone (0­39) 12­00­77 Euromedia 65, Strada Dionisie Lupu Europress Klassica BK Ltd 66. bd Vitosha 1463 Sofia Tel./Fax 2 52 74 75 RUSSIA CCEC 9,60­letiya Oktyabrya Avenue 117312 Moscow Tel./Fax (095) 135 52 27 Chamber Building 3B Grivas Dhigenis Ave 3 Deiigiorgis Street PO Box 1455 MALTA Miller distributors Ltd Scols House. M.A. Vassalli street PO Box 272 Valletta Tol. 24 73 01 Fax 23 49 14 AS Nariibahçe Sokak N 15 '­ tanbul ■ .;«\";.il·;.';: ; Tei (1 ) 520 92 96 - 52Θ 55 66 Fax 520 64 57 Telex 23B22 DSVO­TH ISRAEL ROY li PO Box 13056 41 Mishmar Hayarden Sire Tel Aviv 61130 Tel 3 496 108 Fax 3 544 60 39 UNIPUB 461 1­F Assembly Orive Lanham, MD 20706­4391 Tel Toll Free (800) 274 4888 Fax (301) 459 0056 Uniquement abonnements Renouf Publishing Co. Ltd 1294 Algoma Road Otiawa. Ontario K1B 3W8\" Tel (613) 741 43 33 Fax (613) 741 54 39 Telex 05347B3 AUSTRALIA Hunter Publications 5ΘΑ Gipps Street Collingwood Victor.a 3066 Tel. (3)417 5361 Fax (3)419 7154 JAPAN Kinokuniya Company Ltd 17­7 Shinjuku 3­Chome Shmjuku­ku Tokyo 160­91 Tel. (03) 3439­0121 Journal Department PO Box 55 Chitóse Tokyo 156 Tel. (03) 3439­0124 SOUTH­EAST ASIA Legal Library Serviços Ltd ΞΤΚ Agency Robinson Road PO Box 1817 Singapore 9036 SOUTH AFRICA Siifto 5th Floor. Export House Cnr Maude & West Streets Sandton 2146 Tel. (011) 883­3737 Fax(011) 8B3­6S69 AUTRES PAYS OTHER COUNTRIES ANDERE LANDER Office des publications officielles des Communauté· européennes 2. ruo Mercier L­2985 Luxembourg Tél. 499 28­1 Télex PUBOF LU 1324 b Fax 48 85 73/4Θ68 17 ",
        "Single copy ECU 16.00 Annual subscription ECU 43.00 * * • OFFICE FOR OFFICIAL PUBLICATIONS ♦ \"off* ° F T HE E U R 0 P E AN COMMUNITIES * * * ** L­2985 Luxembourg E X- A B \" 93 \" 0 03 - E N \"C "
    ]
}