{
    "text": [
        "Building the Europe We Want Models for civil society involvement in the implementation of the Post-2015 agenda at the EU level Study by Stakeholder Forum for the European Economic and Social Committee Executive Summary This study was carried out by Stakeholder Forum following a call for tenders launched by the European Economic and Social Committee. The information and views set out in this study are those of the author(s) and do not necessarily reflect the official opinion of the European Economic and Social Committee. The European Economic and Social Committee does not guarantee the accuracy of the data included in this study. Neither the European Economic and Social Committee nor any person acting on the Committee's behalf may be held responsible for the use which may be made of the information contained therein. ",
        "1 The universal Sustainable Development Goals which the United Nations are currently creating constitute an exciting new opportunity for the world to give a new impetus to the global drive towards a more sustainable future. Effective implementation of those goals in every country of the world is now the major challenge ahead, together with arrangements for monitoring and reviewing progress. The Rio+20 Outcome Document re-emphasised the importance of wide stakeholder engagement as it launched the SDG process, and the need for this as the world moves towards the implementation stage is becoming ever clearer. Mapping out a framework for effective and constructive stakeholder engagement in this task is therefore of central importance. The European Union and its many different stakeholder groupings have long been at the forefront of development of thinking and action on sustainable development and in the fruitful engagement of stakeholders in the process; and their example has also been widely influential in other parts of the world. The way in which implementation of the SDGs is handled in the European Union and the engagement of stakeholders in the process will therefore be highly significant both within Europe itself and also because of its potential as a possible example for others. This European Economic and Social Committee (EESC) and its Sustainable Development Observatory (SDO) occupy a pivotal position in acting as a bridge between the European institutions and policy makers and European civil society and other stakeholders. They have already been very active with other European stakeholders in preparing for and participating at the Rio plus 20 Summit on Sustainable Development in 2012 and in its follow-up and the creation of the Sustainable Development Goals. It is entirely appropriate that they should now be considering how to secure optimal stakeholder engagement with the implementation of the SDGs in the EU and in the processes still to be established for their monitoring and review. In order to assist this consideration the EESC and SDO have commissioned this study by Stakeholder Forum to review models of stakeholder engagement on sustainable development issues at various levels over the past 20 years. It has reviewed stakeholder engagement at the UN itself, in three (and a half) European countries (Finland, Germany and the UK with Wales) and past experience at the European level. The study has noted many different and interesting examples and practice as to the advancement of sustainable development generally at the different levels, and of how stakeholder engagement in different ways has helped the process forward. It has also drawn on earlier studies and agreements about optimal ways of engaging stakeholders effectively in large international processes. ",
        "2 The following general conclusions emerge strongly from the experience at all levels  Progress on sustainable development at all levels is strongly correlated with effective and widespread engagement with stakeholders of all kinds. Sustainable development cannot be achieved as a series of technical adjustments cooked up behind closed doors – it has to be a worldwide move of society towards eradication of poverty and transformed patterns of behaviour, production and consumption. It has to involve stakeholders of all kinds and at all levels as active participants.  Stakeholders need to organise themselves and build their own capacities to play their part effectively in this engagement and to maintain their commitment and energy. Sustainable development is a long haul for everyone concerned, governments and stakeholders alike, and there need to be well-established but flexible ground rules to enable fruitful engagement.  There is a crucial role for organisations or groupings such as the Major Groups at the UN, the EESC/SDO in Brussels and National Councils for Sustainable Development (or similar structures under other names) at national level that can bring many different stakeholder interests together and play a convening, co-ordinating or intermediating role amongst the many different types of stakeholder in a multi-stakeholder process. Such organisations or groupings can play a vital role in acting as a bridge facilitating and focusing communication and constructive engagement between governments and the plethora of stakeholders of all kinds that are concerned with sustainability issues, helping to build consensus where this is possible, or clarifying differences of approach where this is necessary.  Such organisations or groupings themselves need to be careful to adopt good process themselves in their role as facilitators. They need to be open and inclusive, to avoid unduly privileging the views of any core group of members, or to claim to fully represent the views of others when they have no specific mandate so to do. They need to be alert to draw in emerging new stakeholder partners to make their contributions, to make sure that no stakeholder groupings feel excluded or marginalised and that a proper balance between different stakeholder interests is maintained in communications with governments and others. At EU level the EESC/SDO would itself be well-placed to play a leading part in this evolution by consolidating and extending the linkages and alliances it has been gradually forming over recent years with other stakeholders concerned with sustainable development. It might also seek to encourage similar developments at national level in European member states.  Sustainable development needs to be pursued at many levels, global, regional, national and local. The emerging UN agreement also lays stress on the interactions between all these levels and proposes complex iterative monitoring and review cycles to ensure that the perspectives and experience of each level can be used to inform and improve performance at other levels over time. Stakeholders will need to be able to mirror that complexity. Occupying a strong and nodal position the EESC/SDO could play an important part in building stronger links and partnerships facing upwards to the major stakeholder groups operating at the UN and downwards to National Councils for Sustainable Development or other similar stakeholder facilitating bodies at national level. ",
        "3  Sustainable development involves many different sectors of the economy and many different Government Departments. It works best when it is led strongly and co-ordinated from the top of government with a strong engagement of economics, finance and business departments as well as environmental and social departments. Similarly stakeholder engagement on sustainable development works best when relevant stakeholders and intermediating bodies are able to gain a position of regular and trusted contact with all these relevant departments and not just with environment departments. There could be lessons here for the EESC/SDO to consider further, both for its own internal structures and for the articulation of its relations with the Commission and other Institutions.  Stakeholders at all levels need to develop more expertise and skill at handling the complex interactions between different parts of the agenda, how economic, social and environmental requirements can best be co-optimised, how complex data and indicators should be understood etc. It could be helpful for the EESC/SDO itself to develop more in-house expertise in these areas or to make arrangements to buy in expert advice when needed so as to be able to supplement its normally somewhat generalist opinions with more detailed analyses of particularly knotty issues. It might also consider whether it could do more to assist with similar capacity-building amongst wider groups of stakeholders concerned with sustainable development in Europe. In the light of these general conclusions from past experience the study goes on to explore in more detail the specific question of how the EESC/SDO might help to optimise stakeholder engagement with the implementation, monitoring and review of the SDGs in the EU. Our core recommendation is that the EESC/SDO might seek to establish a wider alliance or European Sustainability Forum of stakeholders concerned with sustainable development in all its aspects to engage with each other and with the Commission and other European institutions on a regular and continuing basis throughout the long haul of implementing, monitoring and review of the SDGs. It should be established on an open and inclusive basis, and enable everyone concerned to be constructively and creatively engaged with the other European Institutions in one of the central challenges for the world and for Europe in the years ahead. Since the Commission and the Council have not yet published detailed plans about implementation of the SDGs in the EU any suggestions about how the EESC/SDO and other stakeholders might relate to the process can only be provisional at this stage. Drawing on past experience of implementing sustainable development agreements and the ideas about implementation that are emerging in the draft UN declaration about the SDGs we have however ventured to make some suggestions about how the Commission itself might appropriately address the implementation task within the EU, as a basis for exploring how the EESC/SDO and other stakeholders might then best engage with the process. We envisage first that the Commission might follow the EESC’s own repeated advice and come forward with a new integrated strategy to carry forward the legacy of both the previous European Sustainable Development Strategy and the current 2020 strategy and reframe them in a way that truly ",
        "4 unites the shorter term priorities that tend to be dominated by economic issues with the longer term goals of sustainable development. We envisage that a new integrated strategy on these lines must in principle deal with the implementation of all the sustainable development goals in recognition of the principle of universality as proclaimed in the draft of the UN declaration about the SDGs. At the same time we recognise that certain of the goals will require much more ambitious transformative action in developed parts of the world such as the EU, and suggest a methodology (developed and published already by Stakeholder Forum) for consulting widely with stakeholders to identify these key sustainability challenges for the EU so as to make them the main elements of a new set of flagship programmes within the overall strategy. The new Sustainability Forum might play a key part in organising and articulating this consultation. A robust and comprehensive new European Strategy will clearly need to be led from the centre of the Commission and by the Council, so that all the different actions can be properly co-ordinated and driven forward together. Stakeholder groupings, the EESC/SDO and any new Sustainability Forum will need to develop trusted connections with this structure as it emerges and not only focus on the work of DG Environment, important though that will no doubt continue to be. Similarly the EESC itself may need to develop further its own internal co-ordination so that stakeholder engagement with the new SDG implementation strategy involves all relevant parts of the Committee in a well- articulated and co-ordinated way. The draft of the UN declaration attaches great importance to developing indicators at all levels as a key part of monitoring progress in the future. Eurostat supported by the EEA and other agencies will no doubt have the leading part to play in developing these indicators for the EU in an objective and professional way. Meanwhile it could be useful for the EESC/SDO to develop their capacity for responding to and highlighting the messages that will emerge from these statistical reports, and supplementing them with the kind of qualitative and insightful reporting of practical experience that many stakeholders have on sustainability issues and problems. This will help bring the data and indicators to life and point up policies that may need adjustment or more vigorous application as well as drawing attention to new issues as they arise. Monitoring progress of the SDGs at the EU level will need to be well-integrated with monitoring at the member state level, and should support a continuing dialogue between the two levels about how progress can best be maintained. There are the beginnings of such a process in the Semester process for annual joint reviews between the Commission and member state of progress against the objectives of the 2020 strategy. But the sustainability dimension of this review process is not yet very strongly developed, and the process is not very transparent or open to stakeholder engagement. The EESC/SDO or the new Sustainability Forum might seek to gain greater access to this process and seek opportunities to make input, and perhaps to link up with stakeholder groupings at national level to co-ordinate vies on some key aspects. Establishing stronger links with individual national sustainable development councils (NSDCs) (or with their network of European Environment and Sustainable ",
        "5 Development Advisory Councils (EEAC)) to concert stakeholder inputs on sustainability issues to the semester process might be one way to start developing this wider outreach. Another possible approach would be to build on the Committee’s recent successful experience of impact studies to arrange periodic stakeholders led reviews of the implementation of the SDGs in Member States. Looking further ahead ideas emerging from our study that might be considered by the EESC/SDO or the new Sustainability Forum could include  Reaching out to include stakeholders not directly involved in the Forum by developing a “European Society’s Commitment to Sustainable Development” (similar to the Finnish approach) to ensure meaningful engagement of all stakeholders in Europe.  Building on the Committee’s past experience with awareness raising, education and communication work reach out to stakeholders throughout Europe to spread the message of the vision implicit in the SDGs and the part that actors of all kinds at all levels can play. The modalities for stakeholder engagement and the potential role of the EESC and SDO could be considered separately at each stage of the cycle of planning, monitoring and review as that point in the cycle is reached. But the value to be added by stakeholder engagement could be greatly enhanced if the modalities for this engagement are built into the plans for the whole cycle at the outset so that stakeholders can themselves build up their capacity to engage productively at each stage of the cycle in a consistent and coherent way. The EESC and SDO could help by committing themselves to supporting this long term stakeholder engagement at the outset, and seek to ensure that the wider European Stakeholder Forum proposed above should be conceived from the outset as a continuing alliance committed to following the SD cycle through all its stages. It would assist the emergence of this new structure and process greatly if the Commission and the Council were together to endorse this method of promoting continuing stakeholder engagement with the SDG implementation cycle as a being a crucial part of implementing the new strategy in Europe and promise their continuing co-operation with it. The EESC and SDO and the Sustainability Forum could then plan ahead with more confidence to provide adequate support for this mandate through the whole cycle of SDG implementation, monitoring and review. ",
        "6 Rue Belliard/Belliardstraat 99 1040 Bruxelles/Brussel BELGIQUE/BELGIË www.eesc.europa.eu © European Union, 2015 Reproduction is authorised provided the source is acknowledged. QE-02-15-552-EN-N ISBN:978-92-830-2828-4 doi:10.2864/33644 "
    ]
}