{
    "text": [
        "With 55.6 out of 100 points , Croatia ranks 22nd in the EU on the Gender Equality Index. Its score is 11.8 points lower than the EU’s score. Between 2005 and 2017, Croatia’s score in- creased by 5.3 points (+ 2.5 points since 2015). Croatia is progressing towards gender equal- ity at a slower pace. Its ranking has remained the same as in 2005. Croatia’s scores are highest in the domains of health (83.7 points) and money (72.2 points). Gender inequalities are most pronounced in the domain of power (34.8 points). From 2005 to 2017, Croatia’s scores increased in all domains. The most significant improvements are in the domain of power (+ 7.4 points) and knowledge (+ 6.8 points). The least progress was made in the domain of work (+ 1.7 points). Between 2005 and 2017, Croatia’s Index score improved but remained significantly lower than the EU’s score during the same period. Croatia has moved towards gender equality at a slower rate, increasing its distance from the EU’s score over time. 1 100 EL HU SK RO PL LT HR CZ CY BG LV EE PT MT IT AT DE EU-28 SI LU ES BE IE NL UK FI FR DK SE HR 55.6 EU 67.4 Full inequality Full equality 2017 2005 ▲ Increase since 2005 ▲ 5.4 ▲ 5.3 Each year we score EU Member States and the EU as a whole to see how far they are from reaching gender equal- ity. The Index uses a scale of 1 to 100, where 1 is for total inequality and 100 is for total equality. The scores are based on the gaps between women and men and levels of achievement in six core domains: work, money, knowledge, time, power and health. Two additional domains are integrated into the Index but do not have an impact on the final score. The domain of intersecting inequalities highlights how gender inequalities manifest in combination with age, dis/ability, country of birth, education and family type. The domain of violence against women measures and analyses women’s experiences of violence. In addition to providing a snapshot into the Index scores, the Gender Equality Index 2019 includes a thematic focus on work-life balance. Gender Equality Index 2019: Croatia Gender Equality Index scores for EU Member States, 2005 and 2017 Progress in Croatia is slower than the EU average 2005 2017 Croatia EU 45 50 55 60 65 70 ",
        "Work Croatia’s score in the domain of work is 69.2, showing progress of 1.7 points since 2005 (- 0.2 points since 2015), with higher participation of both women and men in employment. The employment rate (of people aged 20-64) is 60 % for women and 70 % for men. With the overall employment rate of 65 %, Croatia has reached its national EU 2020 employment target of 62.9 %. Between 2005 and 2017, the full-time equivalent (FTE) employment rate rose from 35 % to 39 % for women and from 50 % to 51 % for men, narrowing the gender gap (from 15 percentage points (p.p.) to 12 p.p.). The gender gap decreases as education levels increase. Among people with higher education, the gender gap is 2 p.p., compared to people with low or medium education levels (11 p.p.), always to the detriment of women. Around 7 % of women work part-time, compared to 4 % of men. On average, women work 39 hours per week and men 40. This is one of the lowest gender gaps in the EU. The uneven concentration of women and men in different sectors of the labour mar- ket remains an issue. Around 24 % of women work in education, health and social work, compared to 5 % of men. Fewer women (9 %) than men (34 %) work in science, technology, engineering and mathematics (STEM) occupations. Money Croatia’s score in the domain of money is 72.2, showing progress of 3.6 points since 2005 (+ 2.3 points since 2015), with improvements in the economic and financial situations of both women and men. Mean monthly earnings of women and men increased (+ 11 % and + 15 % respectively) from 2010 to 2014. Yet the gender gap persists, with women earning 9 % less than men. In couples with children, women earn 26 % less than men (23 % less for women without children). The gender gap in earnings is also much wider among people with high education (28 %). The risk of poverty slightly decreased from 2010 to 2017. Around 21 % of women and 18 % of men are at risk. People facing the highest risk of poverty are: single people (48 % for women and 40 % for men), lone parents (32 % for women and 44 % for men) and people with low education (39 % for women and 38 % for men). Between 2010 and 2017, inequalities in income distribution slightly decreased among, and between, women and men. On average, women earn 88 cents for every euro a man makes per hour, resulting in a gender pay gap of 12 %. The gender pension gap is 25 %. Knowledge Croatia’s score in the domain of knowledge is 50.4, which is 6.8 points more than in 2005 (+ 0.6 points since 2015). Despite improvements in both sub-domains of attainment and participation, and segregation, Croatia ranks 27th in the domain of knowledge in the EU. Improvement in the sub-domain of attainment and participation reflects a growing num- ber of tertiary graduates. The share of women with tertiary education increased between 2005 and 2017 at a faster pace (from 11 % to 20 %) compared to men (from 13 % to 18 %). The gender gap in attainment is most significant between women and men aged 25-49 (11 p.p.), and among lone parents (10 p.p.). Croatia has almost met its national EU 2020 tar- get of having at least 35 % of people aged 30-34 with tertiary education. The rate stands below the target at 34 % (42 % for women and 27 % for men). Participation in lifelong learning has not changed since 2005. Around 10 % of both women and men engage in formal or non-formal education and training. Croatia has the third lowest participation rate in the EU. Despite a significant increase in the sub-domain of segregation since 2005, the uneven concentration of women and men in different study fields in tertiary education remains a challenge. Around 33 % of women and 14 % of men students study education, health and welfare, or humanities and arts. ▲ 4.4 ▼ 0.4 78.9 60.7 Participation Segregation and quality of work 69.2 ▲ 1.7 ▲ increase since 2005 ▼ decrease since 2005 ▲ 3.9 ▲ 3.1 60.1 86.9 Financial resources Economic situation 72.2 ▲ 3.6 ▲ increase since 2005 ▲ 6.7 ▲ 6.6 59.2 42.9 Attainment and participation Segregation 50.4 ▲ 6.8 ▲ increase since 2005 ",
        "Time Croatia’s score in the domain of time has not changed since the last edition of the Index because new data is not available. The next data update for this domain is expected in 2021. More frequent time-use data would help to track progress in this domain. In the domain of time, Croatia’s score is 51.0, well below the EU’s score of 65.7. Some progress has been made since 2005, especially in the distribution of time related to social activities. Fewer women (13 %) than men (19 %) participate in sporting, cul- tural or leisure activities outside the home. Nearly the same proportion of women (11 %) and men (10 %) are involved in voluntary or charitable activities. Women take on more responsibilities in caring for their family. Around 35 % of wom- en care for and educate their family members for at least one hour per day, com- pared to 21 % of men. The gender gap decreased from 21 p.p. to 14 p.p. between 2007 and 2016. In couples with children, higher shares of women (75 %) and men (51 %) spend time caring for their family. About 62 % of women cook and do house- work daily for at least one hour compared to only 12 % of men. Power Croatia’s score in the domain of power is 34.8 points, showing progress of 7.4 points since 2005 (+ 6.3 points since 2015). It is the lowest score in Croatia across all domains, although it has improved the most over time. There are improvements in social decision-making, slight regression in the sub-domain of political power and no change in economic power. Between 2007 and 2018, the share of women slightly decreased among ministers from 27 % to 26 % and also declined from 22 % to 20 % among members of the parliament. This is a regress, despite the introduction of legislative quotas for parlia- ment in 2008. Between 2007 and 2018, the share of women on boards of the largest publicly listed companies increased from 14 % to 18 %, at the same time it dropped from 7 % to 0 % on the board of the central bank. Progress in social decision-making is driven by the striking increase of women among the board members of publicly owned broadcasting organisations, from 0 % in 2014 to 50 % in 2018. Women comprise 29 % of board members of research-funding organisations, and just 9 % of the highest decision-making bodies of national Olympic sports organisations. Health Croatia’s score in the domain of health is 83.7, a small 2.3 point increase since 2005 (+ 0.4 points since 2015). There are improvements in self-perceived health status, life expectancy, and access to medical care. There is no new data for the sub-domain of health behaviour. Self-perceptions of good health increased for both women and men between 2010 and 2018, yet the gender gap widened by 5 p.p. Around 58 % of women and 63 % of men perceive their health to be good (compared to 48 % for both). Health satisfaction increases with a person’s level of education and decreases in proportion to their age. The gender gap is wider among lone parents (36 p.p.), between women and men born outside Croatia but in the EU (16 p.p.), both to the detriment of men. Life expec- tancy has increased for both women and men between 2005 and 2016. On average, women live six years longer than men (81 compared to 75 years). Between 2010 and 2017, the situation for adequate access to medical services im- proved for both women and men. Around 4 % of women and 5 % of men report unmet medical needs (compared to 16 % and 14 % in 2010). A higher share of women and men with disabilities report unmet medical needs (8 % and 9 %) than of women and men without disabilities (4 % and 6 %). ▲ 1.4 ▲ 3.9 54.4 47.9 Care activities Social activities 51.0* ▲ 2.7 ▲ increase since 2005 * Scores not updated since 2017 edition. ▼ 3.1 ▼ 0.2 ▲ 27.4 42.2 19.8 50.2 Political Economic Social 34.8 ▲ 7.4 ▲ increase since 2005 ▼ decrease since 2005 ▲ 2.8 — ▲ 5.0 87.5 68.3* 98.1 Status Behaviour Access 83.7 ▲ 2.3 ▲ increase since 2005 * Scores not updated since 2017 edition. ",
        "Violence Violence against women is both a consequence and cause of persisting gender inequalities in the areas of work, health, money, power, knowledge and time. In con- trast to other domains, the domain of violence does not measure differences between women’s and men’s situ- ations but examines women’s experiences of violence. For this reason, the domain of violence is not captured in the calculations of the Gender Equality Index. Instead, it is calculated as a separate composite measure of three aspects: prevalence, severity and disclosure of violence against women. The calculation of scores relied on the 2014 European Union Agency for Fundamental Rights survey data results. No EU-wide survey on gender-based violence has been carried out since then. Until the com- pletion of the next survey, the scores cannot be updated. Croatia signed and ratified the Council of Europe Conven- tion on Preventing and Combating Violence against Wom- en and Domestic Violence (Istanbul Convention) in June 2018. The domain of violence presents updated data on three additional indicators to help monitor femicide, female gen- ital mutilation and trafficking in human beings. However, not all Member States collect such data and improvements in data collection are necessary. Croatia recorded 11 women victims of intentional homi- cide by an intimate partner and seven women victims of intentional homicide by a family member in 2016. The country does not provide data estimating the proportion of girls (in the resident migrant population) at risk of fe- male genital mutilation. Statistics on trafficking in human beings are gathered and reported. There were 21 reg- istered women victims of trafficking in human beings in 2016. Comparable data, disaggregated by sex, is essential to the development of EU-wide strategies on preventing and eliminating violence against women across Member States. Thematic focus on work-life balance Gender Equality Index 2019 focuses on work-life balance — an issue of high political importance in the EU. In addi- tion to work-life balance related indicators captured by the Index (e.g. in the domains of work, time and knowledge), the thematic focus presents additional indicators — a work-life balance scoreboard (WLB scoreboard). The WLB scoreboard cuts across three broad areas: paid work, unpaid work (care) and education and training. It presents 15 indicators in six specific areas of concern: parental leave policies; caring for children and childcare services; informal care for older persons and persons with disabilities and long-term care services; transport and infrastructure; flexi- ble working arrangements; and lifelong learning. Parental leave policies Parental leave helps parents balance their caring duties and work life. However, it is often unavailable to potential parents as their eligibility might be dependent on criteria such as whether a person is in paid work; if they are an em- ployee or self-employed; the sector in which they work; the length of service; or leave might not be accessible to same- sex couple or migrants. Changes in the labour market, such as the spread of atypical forms of employment (e.g. temporary contracts and on-demand work, bogus self-em- ployment, voucher-based work) have increased concerns about parents’ access to leave, especially in cases where it is based on definitions of traditional standard employment. In 2016, with the exception of same-sex couples, all wom- en and men (potential parents), aged 20-49, were eligible for parental leave in Croatia. In contrast to most of the EU countries, eligibility for parental leave is not constrained by employment status, duration or type of employment. Same- sex parents are ineligible for parental leave in Croatia. ",
        "Informal childcare and childcare services As the number of dual-earning and single-parent families grows, new needs for childcare services appear. High quali- ty, available, accessible and affordable childcare services are essential to allow parents to stay in or join the labour market and reduce the gender gap in employment. In Croatia, 59 % of all informal carers of children are women. Overall, 54 % of women are involved in caring for or educat- ing their children or grandchildren at least several times a week, compared to 48 % of men. These figures are lower than the EU average, where 56 % of women and 50 % of men are involved in caring for or educating their children or grand- children. The gender gaps are wider among women and men aged 20-49 (72 % and 55 %), and among women and men who are not working (50 % and 40 %). Croatia has not reached yet either of the Barcelona targets to have at least 33 % of children below the age of three and 90 % of children between the age of three and school age in childcare. Around 16 % of children below the age of three are under some form of formal care arrangements, and 15 % of them are in childcare for at least 30 hours a week. Formal childcare is provided for 52 % of children from the age of three to the minimum compulsory school age (42 % are in formal childcare for at least 30 hours a week). Only 4 % of households report unmet needs for formal childcare services, which is one of the lowest percentages in the EU. Lone moth- ers are more likely to report higher unmet needs for formal childcare services in Croatia (21 %), compared to couples with children (4 %). Informal care for older persons and persons with disabilities and long-term care services Available, accessible, and affordable care services and infra- structure are crucial if people with caring responsibilities are to maintain a healthy balance between their care duties and work life. This is especially relevant for women, who are of- ten more engaged than men in both formal and informal care of older persons and/or persons with disabilities. In light of emerging demographic trends, such as ageing soci- eties, lower birth rates and consequently the decline of the working age population, the need for formal and informal long-term care services becomes more important than ever. Most informal carers for older persons and/or persons with disabilities in Croatia are women (54 %). The share of both women and men involved in informal care of older persons and/or people with disabilities several days a week or every day is 12 %. The proportion of women involved in informal care is 3 p.p. lower than the EU average, while the involve- ment of men is 2 p.p. higher. Overall, 15 % of both women and men aged 50-64 take care of older persons and/or per- sons with disabilities; in the 20-49 age group, the same per- centage of women and 11 % of men are carers. Around 44 % of women carers of older persons and/or persons with dis- abilities are employed, compared to 49 % of men combining care with professional responsibilities. There are also fewer women than men informal carers who are working in the EU. But the gender gap is narrower in Croatia (5 p.p. compared to 14 p.p. for the EU). In the 50-64 age group, 37 % of wom- en informal carers and 42 % of men work. Around 17 % of women and men report unmet needs for professional home care services in Croatia. Transport and infrastructure Access to affordable and quality public infrastructure, such as care and educational facilities, health services and trans- portation, impacts women’s and men’s opportunities to balance paid work with other activities. The uneven division of caring duties and household tasks between women and men influences the ways in which they use or need certain types of transport and infrastructure. Time spent commut- ing is a good indication of whether existing public infra- structure helps or hinders women and men in juggling their everyday activities. In Croatia, women and men spend around the same time commuting to and from work (37-38 minutes per day). Cou- ples without children spend a couple of minutes more in commutes than couples with children. Women commute on average three minutes more than men in couples with chil- dren. When looking at different family types, there are small differences in the time women and men spend commuting among single people and couples without children. Women spend more time commuting than men if they work part-time, while there is almost no difference between those working full-time. Women working part-time travel from home to work and back for 36 minutes, compared to men part-time workers who commute 31 minutes. Women and men full-time workers spend around 38 minutes commuting per day. Generally, men are more likely to travel directly to and from work, whereas women make more multi-purpose trips, to fit in other activities such as school drop-offs or grocery shopping. ",
        "European Institute for Gender Equality The European Institute for Gender Equality (EIGE) is the EU knowledge centre on gender equality. EIGE supports policymakers and all relevant institutions in their efforts to make equality between women and men a reality for all Europeans by providing them with specific expertise and comparable and reliable data on gender equality in Europe. © European Institute for Gender Equality, 2019 Reproduction is authorised provided the source is acknowledged. Print: MH-04-19-036-EN-C ISBN 978-92-9470-731-4 doi:10.2839/90678 PDF: MH-04-19-036-EN-N ISBN 978-92-9470-733-8 doi:10.2839/7635 Contact details http://eige.europa.eu/ facebook.com/eige.europa.eu twitter.com/eurogender youtube.com/user/eurogender eige.sec@eige.europa.eu +370 52157444 Flexible working arrangements Flexible working arrangements, such as opportunities to transition between part-time and full-time work, flexibility in working hours and remote work, typically give employees a greater ability to control how much, when and where they can work. If carefully designed, keeping in mind the different needs of women and men, flexible working arrangements can make it easier to balance work and family life. They can support people with caring responsibilities to enter the labour market, as full-time employees. Slightly more women (73 %) than men (71 %) are unable to change their working time arrangements. Access to flexible working arrangements is lower in Croatia than in the EU, where 57 % of women and 54 % of men have some control over their working time arrangements. In the Croatian pub- lic sector, employees have very little control over their work- ing time (92 % of women and 88 % of men). The situation is a bit better for private-sector employees, but rates are still high (69 % for women and 68 % for men). Even though women are over-represented among part-time workers, they are less likely to transition from part-time to full-time work in most of the EU Member States than men. A third (32 %) of part-time workers in Croatia transitioned to full-time work in 2017, with a lower percentage of women (28 %) than men (42 %). Lifelong learning Constant advances in technology require workers to upskill continuously and stay up-to-date with new developments and technologies over the course of their careers. Lifelong learning is also a catalyst for gender equality as it gives women and men greater choice in their work options and more opportunities to achieve their full potential. Insuffi- cient financial resources and time-related barriers such as conflicts with work schedules and/or family responsibilities can prevent access to lifelong learning for both women and men. Lifelong learning can help women re-enter the labour market after career breaks due to care responsibilities. Croatia has the second lowest participation rate in lifelong learning (2 %) among Member States. At the same time, it has one of the smallest gender gaps in the EU (0.5 p.p.), to the detriment of men. Women aged 25-64 are more likely to participate in education and training than men regardless of their employment status. Conflicts with work schedules are a greater barrier to participation in lifelong learning for men (45 %) than for women (35 %). Family responsibilities are reported as barriers to engagement in education and training for 37 % of women compared to 16 % of men. Fam- ily responsibilities are more of an obstacle for participation in lifelong learning in Croatia than in the EU overall, while work schedules are reported as an obstacle at around the EU average. In the EU, 38 % of women and 43 % of men report their work schedule as an obstacle, and 40 % of women and 24 % of men report that family responsibilities hinder their participation in lifelong learning. Read more about the Gender Equality Index at http://eige.europa.eu/gender-equality-index European Institute for Gender Equality Gedimino pr. 16 LT-01103 Vilnius LITHUANIA "
    ]
}