{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 21.10.2010 COM(2010) 587 final REPORT FROM THE COMMISSION 21ST ANNUAL REPORT ON IMPLEMENTATION OF THE STRUCTURAL FUNDS (2009) SEC(2010) 1230 ",
        "EN 2 EN TABLE OF CONTENTS 1. Introduction.................................................................................................................. 3 2. Analysis of Implementation ......................................................................................... 4 3. Consistency and Coordination ..................................................................................... 8 4. Evaluations................................................................................................................... 8 5. Controls...................................................................................................................... 10 6. Committees Assisting the Commission ..................................................................... 12 ",
        "EN 3 EN REPORT FROM THE COMMISSION 21ST ANNUAL REPORT ON IMPLEMENTATION OF THE STRUCTURAL FUNDS (2009) This report is presented in accordance with Article 45(2) of Regulation (EC) No 1260/1999 laying down general provisions on the Structural Funds. It covers the activities linked to Structural Funds 2000-2006 assistance during 2009. More detailed information is available in the Commission Staff Working Document (attached to this report). 1. I NTRODUCTION 2009 was the tenth year in which Structural Funds programmes and projects for the 2000-2006 programming period were implemented. Altogether 718 1 operational programmes were managed in 2009. Member States and regions with programmes with a high execution rates were able to start the preparation for closure. The general framework for the closure of 2000-2006 Structural Funds assistance was set out in Commission Decision C(2006)3424 in 2006, modified by Commission Decisions C(2008)1362 and C(2009)960. In the context of the financial crisis and the recovery package proposed by the Commission, an extension of six (or twelve) months has been granted on a programme-by-programme basis for the Member States which opted for it. Altogether 385 programmes have chosen to extend their final date of eligibility. This flexibility should allow a full implementation of the allocated funds by addressing unexpected programme absorption challenges and, consequently, achieve the objectives of the programmes. In addition to the implementation of 2000-2006 Structural Funds programmes and projects and preparation for their closure, the Commission was also heavily involved in the implementation of 434 programmes (317 European Regional Development Fund (ERDF), 117 European Social Fund (ESF)) 2 of the 2007-2013 period in 2009. In order to be able to demonstrate the added value of European cohesion policy, the Commission continued to carry out the ex post evaluation of Objectives 1 and 2 for the 2000-2006 period. The synthesis report of the ex post evaluation was published in April 2010 3 . Furthermore, the ex post evaluations for Community initiatives URBAN and INTERREG, launched in 2008, were published in June 2010. The 1 226 Objective 1 and Objective 2, 47 Objective 3, 12 FIFG (outside Objective 1), 81 INTERREG, 71 URBAN, 27 EQUAL, 73 LEADER+ and 181 Innovative Action programmes. 2 See Communication on the results of negotiations on strategies and programmes for the programming period 2007-2013. 3 published on: http://ec.europa.eu/regional_policy/sources/docgener/evaluation/expost_reaction_en.htm ",
        "EN 4 EN ex post evaluation of the EQUAL Community Initiative was launched in early 2009 and its preliminary results presented in early 2010. Concerning the Financial Instrument for Fisheries Guidance (FIFG), the ex post evaluation was undertaken in 2009. In 2009, the Commission also launched the ex post evaluation of Leader+. Exchange of experience was promoted, notably through interregional and urban networks and the conference \"Regions for Economic Change: Networking for results\", where for the second time \"RegioStars\" were awarded to good practice innovation projects. In October 2009, the Commission organised, jointly with the Committee of Regions, the OPEN DAYS \"European week of regions and cities\". The event was attended by more than 6,000 participants. The Swedish presidency organised a two-day conference on Partnership and Social Dialogue within the European Social Fund. This conference focused on the crucial role of the involvement of social partners in the ESF and their involvement in the design and the implementation of the national recovery plans. 2. A NALYSIS OF I MPLEMENTATION 2.1. Budget Implementation 2.1.1. ERDF 2009 was an excellent year in terms of budgetary execution. The overall execution rate for payments reached 100.0% of the annual payment credits allocation with EUR 4,100 million being disbursed to Member States for regional programmes and projects. While the execution of payment appropriations for Objective 1 (EUR 3,100 million) was higher than initially foreseen (EUR 187.0 million more), payments to Objective 2 and INTERREG programmes have been lower than the initial budget for 2009 (respectively EUR 575.0 million and EUR 334.0 million have been paid). An additional EUR 53.0 million was paid for other programmes: URBAN and Innovative Actions. The lower level of payments to Objective 2 and INTERREG programmes is explained by an extraordinary high execution in 2008, where in order to cover the excessive demands for payments, transfers have been made from the budget lines related to the 2007-2013 programmes. In 2009, the trend was reversed and thus the outstanding 2000-2006 payment appropriations have been transferred to the 2007-2013 budget lines, which allowed for 100.0% execution of payment credits for ERDF programmes financed under both programming periods. For the entire period 2000-2006, as at the end of 2009, EUR 121,200 million has been paid to the Member States. This gives an average absorption rate for all Member States at 93.5% of the EUR 129,600 million overall allocation. At the end of 2009, commitments from previous years on which payments were still to be made (RAL) amounted to EUR 8,400 million or 6.4% of total committments, to compare with EUR 12,600 million as at the end of 2008. As in 2008, the so-called \"n+2\" rule did not apply in 2009. As a general rule, the last commitment tranche (i.e. 2006) will be used to execute final payments once the ",
        "EN 5 EN closure of the programme is agreed between the Member State and the Commission services. Accordingly, the amount to be de-committed will only be calculated at the closure stage of the given operational programme 4 . 2.1.2. ESF 2009 was a satisfactory year for the European Social Fund. The payment credits consumption reached EUR 1,540 million. This corresponds to 97.0% of the annual payment credits allocation. The total outstanding commitments (RAL) at the end of 2009 stood at EUR 4,800 million (compared to EUR 6,400 million in 2008). This represents 7.0 % of total commitments for the period 2000-2006 and is equivalent to five months of commitments on the basis of an average EUR 11,000 million being committed by year. In 2009, the same as in the previous year, the so-called \"n+2\" rule did not apply. The total amount to be de-committed under the \"n+2\" rule for the programming period 2000-2006 will be finalised at the closure of the operational programmes (Article 105(3) of Regulation (EC) No 1083/2006). For the whole period, as at the end of 2009, EUR 63,800 million has been paid to Member States. This represents an absorption rate for all Member States of 93.0% of the EUR 68,600 million overall allocation. 2.1.3. EAGGF The total amount paid in 2009 was EUR 468.2 million or 97.9% of the annual payment credits allocation (an amount of EUR 417.9 million was transferred during the year to other budget lines outside the European Agricultural Guidance and Guarantee Fund (EAGGF)). The execution rate as regards the initial budget for payment appropriations was 52.3%. In absolute terms, the amount paid is far below the amount paid in 2008 (EUR 1,500 million less). There are two main reasons for this reduction: – The rural development programmes financed by EAGGF-Guidance have followed a very high rhythm of implementation in previous years. At the end of 2008, 91.9% of the Fund contribution programmed for the whole period had already been paid, and a substantial number of programmes (66 out of a total of 152), had already reached the 95.0% payment limit for interim payments. In these cases, no further payments were possible until closure. – The low EAGGF-Guidance expenditure in 2009 has been very largely compensated for by EUR 8,210 million of European Agricultural Fund for Rural Development (EAFRD) expenditure under rural development programming for 2007-2013 (now distinct from the Structural Funds). 4 Article 105(3) of Regulation (EC) No 1083/2006 ",
        "EN 6 EN EAGGF-Guidance outstanding commitments (RAL) at the end of 2009 amounted to EUR 1,354.6 million, equivalent to 6.0% of the whole allocation for 2000-2006. This amount is EUR 468.2 million lower than the EUR 1,800 million RAL at the end of 2008. 2.1.4. FIFG The overall absorption rate for payments was 69.5%, with EUR 114.2 million of the available EUR 164.4 million being disbursed to Member States. Concerning the execution level of payment appropriations, EUR 103.0 million was paid under Objective 1 and EUR 11.1 million outside Objective 1. The total RAL for the FIFG at the end of the year 2009 reached EUR 306.2 million (compared with EUR 449.3 million in 2008). This represents 7.8% of total commitments for the period 2000-2006. For the whole period, as at the end of 2009, EUR 3,629 million have been paid to Member States. This represents an absorption rate for all Member States of 92.2% of the EUR 3,935 million overall allocation. 2.2. Programme Implementation 2.2.1. Objective 1 Objective 1 programmes focused on basic infrastructure projects (40.2%), with almost half of all investment in this category spent on transport infrastructure (49.9%). More than a third (34.9%) of Objective 1 resources was invested in the productive environment and projects geared to human resources account for 22.5% of resources. 2.2.2. Objective 2 The main focus of programmes in Objective 2 regions continues to be on the productive investments, with over half of all financial resources devoted to this category (55.4%). The second most supported field is basic infrastructure, with 29.2% of all Objective 2 resources. In the category of human resources (10.5%), workforce flexibility, entrepreneurial activity, innovation, information and communication technologies are the main fields of investment (31.6%). 2.2.3. Objective 3 ESF programme implementation in 2009 continued to be focused on the European Employment Strategy, particularly on the measures aimed at improving employability in the labour market (30.6% of certified expenditure), lifelong learning (actions developing educational and vocational training represented 22.8% of certified expenditure), social inclusion (20.8%) and equal opportunities (6.5%). 2.2.4. Fisheries outside Objective 1 Expenditure of the FIFG programmes outside Objective 1 focussed on processing, marketing and promoting of fisheries products (26.7%). The second most important measure was adjustment of the fishing effort (17.8%), followed by the renewal and ",
        "EN 7 EN modernisation of the fishing fleet (17.5%), fishing port facilities (16.9%) and actions by professionals (vocational training, small coastal fishing) (12.8%). 2.2.5. Community initiatives 2.2.5.1. INTERREG By the end of 2009, the 81 INTERREG III/Neighbourhood programmes had selected about 18,000 projects and networks aiming at reducing the effects of national borders, language barriers and cultural differences as well as developing border areas, supporting strategic development and territorial integration across larger zones of the Union and better integration with its neighbours. Effectiveness of regional development policies and instruments has also been supported through sharing of good practice and exchange of experience. In 2009, the implementation of programmes continued to progress well with a payment execution rate of 92.0%. In total EUR 135.0 million was de-committed during the programming period due to the automatic de-commitment rule. 2.2.5.2. EQUAL The EQUAL Community Initiative programmes were administratively closed in 2008 in most Member States. Only a few asked for an extension of the final date of eligibility into 2009 in order to achieve a higher absorption rate and to continue mainstreaming actions. 2.2.5.3. URBAN Work continued in 2009 on the management of the 71 URBAN Community Initiative operational programmes as well as on the management of the URBACT I programme. The URBACT II programme, one of the main instruments of the Regions for Economic Change initiative, had a successful start in 2008 and 2009. In total, nineteen thematic networks and six working groups have been launched. 2.2.5.4. LEADER+ The Community Initiative Leader+ consisted of three actions: implementation of local development strategies by public private partnerships, cooperation between rural territories and networking. 73 Leader+ programmes for the EU-15 have been approved for the period 2000-2006. Recently acceded Member States had the option of integrating Leader+ type measures into their EAGGF Objective 1 programmes. In 2009, the Commission also received final reports of programmes closed by the end of 2008. The extension of the eligibility period until 30 June 2009 was requested for 41 Leader + programmes. 2.2.6. Innovative actions 2.2.6.1. ERDF The Directorate-General for Regional Policy also managed 181 Regional Programmes of Innovative Actions (150 were closed up to 31 December 2009, of which 28 were closed during 2009) which contribute to the promotion of strategic ",
        "EN 8 EN innovation in the regions by experimenting with innovative methods and practices designed to improve the level of innovation and the quality of EU assistance under three themes: knowledge and technological innovation, information society and sustainable development. 2.2.6.2. ESF During 2009, the remaining Innovative Actions for 2005 and 2006 projects were closed project closures were completed as foreseen. Only one project was not finalised due to the late submission of clarifications by the Promoter. This closure was finally done in the first semester of 2010. 3. C ONSISTENCY AND C OORDINATION 3.1. Consistency with other Community policies The previous reports have detailed relevant developments in relation to ensuring consistency between cohesion policy and other EU policy priorities such as competition policy, internal market, environment, transport and gender equality objectives. There were no specific changes in requirements or expectations on managing authorities as the 2000-2006 programmes entered the last months of implementation. 3.2. Coordination of instruments 3.2.1. The Structural Funds and the Cohesion Fund In 2000-2006, all 25 Member States benefited from the support of the Structural Funds, while thirteen Member States also benefited from the Cohesion Fund which supports the less prosperous countries. The programming and implementation of the Structural Funds have been carefully co-ordinated, also vis-à-vis the Cohesion Fund (ERDF in particular), to avoid duplication in projects supported. 3.2.2. The Structural Funds and the EIB/EIF The Commission and the EIB and EIF reinforced their cooperation by setting up the three initiatives JASPERS, JEREMIE and JESSICA. JASPERS - Joint Assistance to support Projects in European Regions - is a technical assistance facility for the twelve countries which joined the EU in 2004 and 2007 to help them prepare major projects which will be assisted by EU funds. In November 2008, the Commission, as part of the Economic Recovery Package, decided to increase the resources provided to JASPERS by 25.0% compared to 2008, from 2009 onward. JEREMIE - Joint European Resources for Micro-to medium Enterprises - is the joint initiative of the Commission with the EIF (European Investment Fund) that was designed to increase the use of financial engineering instruments within the framework of cohesion policy to improve access to finance for SMEs expansion and investment in innovation, as well as for financing new business creation. ",
        "EN 9 EN JESSICA - Joint European Support for Sustainable Investment in City Areas - is the joint initiative of the Commission with the EIB (European Investment Bank) and the CEB (Council of Europe Development Bank) that was designed to increase the use of financial engineering instruments within the framework of Cohesion Policy to support investment in sustainable urban development and regeneration. 4. E VALUATIONS In 2009, the Commission continued to carry out evaluations to support decision-making under Cohesion Policy. ERDF In 2009, the Commission continued to carry out the ex post evaluation of Objectives 1 and 2 for the 2000-2006 period using a total of fourteen interlinked \"work packages\" to explore different aspects of the effectiveness and efficiency of Cohesion Policy. Results of the studies were published in the synthesis report of the ex post evaluation in April 2010. Furthermore, the Commission launched the following evaluations in 2009: 1) the ex post evaluation of the Cohesion Fund (including former ISPA), 2) two further evaluations for Objectives 1 and 2 of the 2000-2006 period. ESF The work on the ex post evaluation of the ESF in the programming period 2000-2006 also continued. The provisional results of the main ESF ex post evaluation were available at the end of 2009 / early 2010. The ex post evaluation of the EQUAL Community Initiative was launched in early 2009, and its preliminary results presented in early 2010. Besides the main ex post evaluation of the 2000-2006, a thematic evaluation on the ESF support to the Open Method of Coordination in Social Protection and Social Inclusion was conducted, as well as an evaluation of the impact of the ESF on the functioning of the labour market and on the investment in human capital infrastructure through support to systems and structures. EAGGF Ex-post evaluation of LEADER+ In 2009, the Commission launched the ex post evaluation of Leader+. The purpose of this evaluation is to assess the effectiveness, efficiency, relevance and sustainability of Leader+ programmes and Leader+-type measures as implemented respectively in the EU-15 and EU-10. ",
        "EN 10 EN 5. C ONTROLS 5.1. ERDF As part of its strategy for obtaining assurance on the regularity of expenditure paid at the closure of ERDF programmes for the 1994-1999 programming period, a closure audit enquiry was executed between 2003 and 2009. For 7 programmes out of the 54 audited, it was concluded that no corrections should be applied. In 25 programmes Member States accepted the financial corrections proposed by the Commission. In 22 programmes, financial corrections have been applied by a Commission decision. For the 2000-2006 programming period, an audit enquiry was started in mid-2004 to examine the effective functioning of key elements of the management and control systems in Member States for mainstream programmes. The audits comprise two phases, a systems review and an audit of a sample of projects selected on a representative basis. The on-the-spot audit work initially planned was concluded by end 2006 for EU-15 and end 2007 for EU-10. Additional audits on EU-15 programmes were carried out in 2007-2008 to extend coverage or address specific risks or to follow up implementation of action plans. At the end of 2009, in total 220 audit missions (excluding INTERREG) had been carried out examining the functioning of key elements of management and control systems in Member States. The programmes audited, represent 43.0% of the number of the mainstream programmes and 76.0% of the planned ERDF contribution. As regards INTERREG, a separate audit enquiry launched in 2006 and further implemented in 2007 and 2008 was concluded in 2009 for most of the 23 programmes examined representing 54.0% of the amount committed. 5.2. ESF The Commission adopted seven financial corrections decisions for 1994-1999 ESF programmes for Luxembourg, Spain, Belgium and Finland. During the 2000-2006 programming period, the work carried out by the Directorate-General for Employment, Social Affairs and Equal Opportunities included the assessment of management and control system descriptions, analysis of national system audit reports and annual control reports in the context of annual bilateral coordination meetings, and three main audit enquiries (an enquiry on the verification of effective functioning of the management and control systems in the Member States, an enquiry on project expenditure to obtain reasonable assurance on the compliance with the legislative framework, an enquiry to review the work of the winding-up bodies in the Member States in preparation for the closure of 2000-2006 programmes). As a result of the above audit enquiries, at the end of 2009, the audit units had carried out on-the-spot missions in Member States covering 94.9% of the operational programmes. 5.3. EAGGF As regards the 1994-1999 period, the planned ex-post audit programme for this period was already completed in 2006. The last financial correction procedures were completed in 2009 (the last one in February 2010). ",
        "EN 11 EN 26 programmes were audited in 2009 for the period 2000-2006 (EU-25). In total, at the end of 2009, 103 programmes out of 152 had been subject to audit (67.8%), covering EUR 21,700 million (96.4%) of total programmed expenditure. Typical problems identified were: inadequate management checks, failure to verify eligibility criteria in accordance with the provisions of the agricultural legislation and a low level of independent controls. These findings are being followed up with the Member States concerned in financial correction proceedings. A number of financial correction procedures are under way. Three financial correction decisions covering three programmes were adopted by the Commission during the year. 5.4. FIFG In 2009, no payments were made for the programmes for the period 1994-1999. By the end of 2009, 50 out of 52 programmes were closed (96%). The procedure for the two remaining programmes will be finalised in the first semester of 2010. Since the beginning of the 2000-2006 programming period, the Directorate-General for Maritime Affairs and Fisheries has carried out a total of 53 audit missions covering all its mono-fund programmes (eighteen programmes representing an initial budget contribution of EUR 3,608 million – 87.0% of the total 2000-2006 budget) as well as eighteen multi-fund programmes representing a contribution of EUR 374.6 million - 9.5% of total 2000-2006 initial budget. In total, the Directorate-General for Maritime Affairs and Fisheries systems audits have covered programmes representing 96.5% of total FIFG initial contribution for 2000-2006. For the other programmes, the assurance is gained from other Structural Funds Directorates-General's audit work and/or national audits. The nine FIFG audits carried out in 2009 covered ten operational programmes. For the other programmes the audits were focused on the verification and follow-up of the effective functioning of management and control systems for the period 2000-2006 and the preparation for the closure. 5.5. OLAF During 2009, OLAF undertook 38 missions in the Member States relating to measures co-financed by the Structural Funds. Some 28 of these missions concerned on-the-spot checks 5 (during which 49 on the spot controls were carried out on economic operators) and 10 other types of missions were carried out to gather information or to assist either national administrations or judicial authorities. In 2009, Members States communicated to the Commission, in accordance with Regulation (EC) N° 1681/94 6 as amended 7 and Regulation (EC) No 1828/2006 8 as amended 9 , some 4,839 10 notifications of irregularities involving EUR 1,200 million affecting co-financed measures of the 1994-1999, 2000-2006 and 2007-2013 5 Regulation (EC) N° 2185/1996, OJ L 292, 15.10.1996, p. 2 6 OJ L 178, 12.07.1994, p.43 7 By Regulation (EC) N°2035/2005, JO L 328, 15.12.2005, p, 8 8 OJ L 371, 27.12.2006, p,1 9 By Regulation (EC) N° 846/2009, JO L 250, 23.09.2009, p.1 10 2008: number of communicated cases 3,869; overall amount related to the communications EUR 528,647,682 ",
        "EN 12 EN programming periods. 21 notifications concern the 1994-1999 programming period with a financial impact of approximately EUR 1 million. Member States have informed the Commission that administrative and/or judicial procedures have been concluded at national level for a number of cases and an amount of EUR 480.2 million has been recovered. 6. C OMMITTEES A SSISTING THE C OMMISSION 6.1. Coordination Committee of the Funds (COCOF) In 2009, the main topics discussed by Coordination Committee of the Funds (COCOF) were the Commission Regulation amending Regulation (EC) No 1828/2006, the concept of reliance on the work of other auditors, fraud indicators for the ERDF, the ESF and the Cohesion Fund, tolerable risks, the audit reference manual for the Structural Funds and financing by 2007-2013 technical assistance allocation of the technical assistance tasks of the 2000-2006 programmes incurred after the final date of eligibility. 6.2. ESF Committee In 2009, the ESF Committee (pursuant to Article 163 of the Treaty) discussed the ESF support for social partners, a toolkit for using EU Structural and Cohesion Funds in ensuring accessibility and non discrimination of people with disabilities. The ESF Committee also discussed the implementation of the European Economic Recovery Plan, the future Europe 2020 Strategy and the 6th Progress report on Economic and Social Cohesion. The Technical Working Group discussed, among other issues, the simplification of the General Regulation and the ESF Regulation and the implementation of the simplified cost options (flat rates, standard scales of unit costs, lump sums). 6.3. Committee on Agricultural Structures and Rural Development (STAR) The STAR Committee met three times in 2009 and gave a favourable opinion on one amendment of the SAPARD Rural Development programme for Bulgaria under Council Regulation (EC) No 1268/1999. 6.4. Committee on Structures for Fisheries and Aquaculture (CSFA) The Committee on Structures for Fisheries and Aquaculture (CSFA) met twice in 2009. Main points discussed at the meetings include the ex-post evaluation and the closure of the FIFG. There was also a presentation on public procurement rules where Member States were reminded of their obligations. "
    ]
}