{
    "text": [
        "EN EN EN ",
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 16.12.2008 COM(2008) 864 final COMMUNICATION FROM THE COMMISSION TO THE COUNCIL, THE EUROPEAN PARLIAMENT, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS A MID-TERM ASSESSMENT OF IMPLEMENTING THE EC BIODIVERSITY ACTION PLAN {SEC(2008) 3042} {SEC(2008) 3043} {SEC(2008) 3044} {SEC(2008) 3045} ",
        "EN 2 EN INTRODUCTION In May 2006, the Commission adopted a communication on \"Halting Biodiversity Loss by 2010 – and Beyond: Sustaining ecosystem services for human well-being\" 1 . The Communication underlined the importance of biodiversity protection as a pre-requisite for sustainable development, as well as setting out a detailed Action Plan to achieve this. Biodiversity is now higher on the EU political agenda than ever before. The Spring 2008 European Council restated its commitment to strengthening efforts aimed at halting biodiversity loss by 2010 and beyond, and highlighted the essential role of Natura 2000 in achieving this objective. However, has this high-level political commitment to biodiversity been matched by effective action to halt its loss? This mid-term assessment shows the progress made since June 2006 and outlines the most important activities which have been undertaken by the EC and its Member States to implement the Biodiversity Action Plan. It further reveals that the EU is highly unlikely to meet its 2010 target of halting biodiversity decline. Intensive efforts will be required over the next two years, both at the level of the EC and by the Member States, if we are even to come close to achieving this objective. The assessment summarises the current state of progress for each of the four main policy areas, 10 objectives and four supporting measures set out in the 2006 Biodiversity Communication and identifies key priorities for further action. A brief update is provided on the status and trends in biodiversity, both within the EU and globally. STATUS AND TRENDS IN BIODIVERSITY Initial results from the first major 'health check' of species and habitat types protected under the Habitats Directive show that 50% of species, and possibly up to 80% of habitat types, of European conservation interest have an unfavourable conservation status. These results are not surprising, as the decline of species and destruction of habitats has been ongoing in Europe for many decades and this trend cannot be reversed within a few years. There are positive trends for some of the species and the recovery of some of the large carnivore species is an encouraging indicator. Over 40% of European bird species have an unfavourable conservation status. Farmland birds declined rapidly in previous decades and are now starting to stabilize, but recovery will take a lot longer. In August 2007 the respected journal, Science, published an analysis showing that the Birds Directive has made a significant difference in halting the decline of many of Europe's most threatened birds 2 . The Directive has clearly helped these species, especially through the designation of Special Protection Areas (SPAs). 1 COM(2006) 216. 2 Science : Vol. 317, no. 5839, pp. 810 – 813. ",
        "EN 3 EN The latest assessment from the European Environment Agency (EEA) led project on Streamlining of European biodiversity indicators (SEBI 2010) also reveals positive trends such as in water quality. However, the number of invasive species in Europe continues to increase rapidly, with more and more negative economic and ecological consequences 3 . The global situation is even more alarming as pressures on biodiversity have intensified - even in the short time since publication of the Millennium Ecosystem Assessment in 2005. Increasing demand for agricultural land for food and energy crops, and animal grazing, places even greater pressure on natural systems. A study on \"The economics of ecosystems and biodiversity\" (TEEB) 4 concludes that, in a \"business as usual\" scenario, the current decline in biodiversity and related loss of ecosystem services will continue and even accelerate. By 2050 we will be faced with an estimated further loss of 11% of the natural areas that still existed in 2000. Almost 40% of the land currently under low-impact forms of agriculture could be converted to intensive agricultural use. An estimated 60% of coral reefs could be lost by 2030 through fishing, pollution, diseases, invasive alien species and coral bleaching due to climate change. This loss of biodiversity and ecosystems is a threat to the functioning of the planet, our economy and human society. The annual welfare loss generated by the loss of ecosystem services by 2050 in a 'business-as–usual' scenario has been estimated at 6% of global GDP. • Targeted measures under EU nature legislation have proved capable of reversing the declining trends of threatened species and habitats, but much greater efforts are needed to replicate these successes on a larger scale. • At a global level, biodiversity loss has not been significantly reduced, and major ecosystems - such as forests, wetlands and coral reefs - are placed under increasing pressure from destruction and degradation. SUMMARY OF PROGRESS A. POLICY AREA 1: B IODIVERSITY IN THE EU Objectives 1. To safeguard the EU's most important habitats and species. At the core of EU biodiversity policy are the Birds and Habitats Directives, which provide the legal basis for the Natura 2000 network of protected areas. Since 2006, Member States have proposed an area larger than Portugal for protection under the Habitats Directive, extending the network for the first time to the new Member States. Likewise, under the Birds Directive, Member States have designated an area larger in size than Ireland. The combined Natura 2000 network now comprises more than 25 000 sites, covering around 17% of the total land area of the European Union. 3 www.europe-aliens.org 4 http://ec.europa.eu/environment/nature/biodiversity/economics/pdf/teeb_report.pdf ",
        "EN 4 EN EC nature legislation does not apply to most of the Overseas Countries and Territories (OCTs) and Outermost Regions (ORs) of the EU Member States, which host some of the richest biodiversity hot-spots on the planet. • Plans are on target to complete the terrestrial part of Natura 2000 by 2010. Additional efforts are needed, in particular, to finalise the marine network by 2012. • The challenge is increasingly becoming one of effective management and restoration of sites within the Natura 2000 network. • At a French Presidency meeting in La Réunion in July 2008 representatives of OCTs, ORs and Member States undertook to develop voluntary \"Natura 2000-like\" networks in the OCTs and ORs. 2. To conserve and restore biodiversity and ecosystem services in the wider EU countryside. Under Axis 2 of the Rural Development Programme an estimated EUR 20.3 billion of EAFRD has been allocated to agri-environment measures for 2007-2013, providing for substantial support for Natura 2000 and biodiversity. In addition, approximately EUR 577 million of EAFRD resources have been dedicated specifically to Natura 2000 agriculture and forest areas, representing new targeted measures under this policy. There are significant differences between Member States in their overall use of these funds. Under cross-compliance, there are four main standards of Good Agricultural and Environmental Conditions (GAEC), as well as the Statutory Management Requirements related to the nature Directives, which can provide significant biodiversity benefits. Most countries are already applying these measures. As part of the health check of the 2003 CAP reform 5 , the Commission has proposed to strengthen the standard on landscape features under GAEC aimed at the promotion of biodiversity. This will contribute to retaining the environmental benefits of set-aside which the Commission proposes to abolish. It is also proposed to make available additional rural development funding for inter alia biodiversity, via an increased transfer of money from the first to the second pillar of the CAP (i.e. modulation). A key development in relation to forestry was the adoption of the EU forest action plan in June 2006, for which a work programme was adopted with the Member States in February 2008. Work is ongoing in various Member States on the development of river basin management plans under the Water Framework Directive. There is now a related Directive on the assessment and management of flood risks 6 . • A Common Monitoring and Evaluation Framework (CMEF) for rural development will include biodiversity-relevant indicators. This will ascertain the extent to which measures under the rural development policy are delivering biodiversity benefits. 5 COM(2008) 306. 6 OJ L 288, 6.11.2007, p. 27. ",
        "EN 5 EN • The projected expansion of crops dedicated to the production of biomass and biofuels, although replacing fossil fuels and thus reducing global greenhouse gas emissions may, in the absence of adequate environmental safeguards, have a negative impact on EU biodiversity. To avoid this potential negative impact, the Commission has proposed sustainability criteria for biofuels in the proposed Directive on the Promotion of the use of energy from renewable sources. • The failure to adopt the proposed Soil Framework Directive still leaves a major legislative gap in relation to the preservation of soil structure and functions. 3. To conserve and restore biodiversity and ecosystem services in the wider EU marine environment. The Marine Strategy Framework Directive, adopted in June 2008 7 , provides the basis for achieving good environmental status in the marine environment and improved conservation status for the EU's marine biodiversity. A Communication on 'The role of the CFP in implementing an ecosystem approach to marine management' was adopted in April 2008 8 . A Council Regulation to combat illegal, unregulated and unreported fishing was adopted on 29 September 2008. The Commission has also put forward proposals to reduce unwanted catches and eliminate discards in European fisheries 9 . A series of fisheries regulatory measures are also being put in place to minimise the impact of fisheries on non-target species and habitats. • Many commercial fish stocks in European waters are still outside safe biological limits - a situation which requires a significant reduction in overall fishing pressure to sustainable levels within the framework of the Common Fisheries Policy (CFP). • A new Data Collection Regulation will support periodic assessments of the progress of the CFP in integrating biodiversity protection requirements 10 . 4. To reinforce the compatibility of regional and territorial development with biodiversity in the EU. Under the operational programmes for 2007-2013 co-financed by the European Regional Development Fund (ERDF) and the Cohesion Fund, Member States have allocated EUR 2 719 million to the “Promotion of biodiversity and nature protection”. A further EUR 1 146 million has been allocated to the \"protection of natural assets\", which includes biodiversity projects. A total of EUR 1 376 million, earmarked for the \"protection and development of natural heritage\" in the framework of tourism, will also include some spending on biodiversity. 7 OJ L 164, 25.6.2008, p. 19. 8 COM(2008) 187. 9 COM(2007) 136. 10 OJ L 60, 5.3.2008, p. 1–12. ",
        "EN 6 EN All but three Member States have allocated some funding for biodiversity, although as a proportion of the overall allocations this varies between countries. Two Member States intend to use more than 3% of their allocated funds for biodiversity-related categories. • Though there has been no agreement at Community level on specific biodiversity indicators as part of the core Structural Funds indicators for 2007-2013, some Member States have developed such indicators and this experience should be extended to other countries. • There is also a need to build on existing good practice cases demonstrating that Cohesion policy is having beneficial impacts for biodiversity. • As a significant share of the Structural Funds are now available to new Member States, this inevitably leads to greater pressures on biodiversity and requires careful planning to ensure that infrastructure needs are compatible with biodiversity protection. 5. To substantially reduce the impact on EU biodiversity of invasive alien species and alien genotypes. Fourteen Member States currently do not have strategies or plans in relation to invasive species. However, several of them have included objectives addressing IS in their national biodiversity strategy. A Council Regulation dealing specifically with invasive species in aquaculture was agreed on 11 June 2007 11 . • As this remains a significant policy gap, a new Communication \"Towards an EU Strategy on Invasive Species\" presents policy options to tackle IS in the European Union. B. POLICY AREA 2: T HE EU AND GLOBAL BIODIVERSITY Objectives 6. To substantially strengthen effectiveness of international governance for biodiversity and ecosystem services. The Ninth Conference of the Parties to the Convention on Biological Diversity (COP9) strengthened the implementation of important CBD Programmes of work on topics such as forest biodiversity and protected areas. It established for the first time at global level that the production and use of biofuels should be sustainable in relation to biodiversity. It adopted scientific criteria for the identification of marine protected areas (MPAs) in the high seas. It also agreed on a process to feed biodiversity concerns into the ongoing climate negotiations under the UN Framework Convention on Climate Change (UNFCCC). The 2010 target has been included in the Millennium Development Goals. In 2007, G8 Environment Ministers launched the so-called Potsdam Initiative, containing specific actions 11 Council Regulation 708/2007. ",
        "EN 7 EN to achieve the 2010 biodiversity target, and adopted the 'Kobe Call for Action for Biodiversity'. The EU continues to promote international action in the UN, Regional Fisheries Management Organisations (RFMOs) and relevant international conventions to protect vulnerable marine habitats. It actively participated in the UNCLOS process that led to the adoption in December 2006 of a Resolution by UNGA on Sustainable Fisheries for the protection of vulnerable deep-sea ecosystems in the high seas. • The unprecedented efforts that were called for in the Millennium Ecosystem Assessment have not yet been forthcoming. A major strengthening of global action is still needed to significantly reduce current rates of biodiversity loss globally by 2010. • Full advantage must be taken of 2010 as the UN International Year on Biodiversity to promote awareness of and global action for biodiversity. 7. To substantially strengthen support for biodiversity and ecosystem services in EU external assistance. Average annual EU external assistance for biodiversity amounted to about EUR 740 million in 2003-2006, representing 48% of the aid related to global biodiversity. Member States also donate significant sums to the Global Environment Facility. These funds amount to less than 1/50th of Community and Member States’ total annual development aid budgets. There is no evidence that biodiversity-related funding has increased since the adoption of the Biodiversity Action Plan. Mainstreaming biodiversity in the development cooperation budgets of both donor and recipient countries faces great challenges. This is partly due to the tendency to limit the number of intervention sectors 12 , often resulting in a lower priority given to environmental issues amongst other compelling needs. Other factors include the difficulty to earmark funds. EC Country Strategy Papers take due account of environmental concerns in addressing focal areas of cooperation. This may take the form of undertaking Strategic Environmental Assessments (SEA) and Environmental Impact Assessments (EIA) in connection with environmentally sensitive sector programmes and projects. • Better information on the economics of biodiversity and on its linkages with poverty issues would help decision makers on both sides to direct more attention to the issue. • There is a need for further progress in ensuring that environmental assessments (SEA/EIA) are systematically carried out in relation to environmentally sensitive aid operations funded by Member States and the EC, to prevent and minimize negative impacts on biodiversity and enhance environmental benefits wherever possible. 12 Not applicable to ' European Neighbourhood and Partnership Instrument' countries. ",
        "EN 8 EN 8. To substantially reduce the impact of international trade on global biodiversity and ecosystem services. The EU supported the adoption of some important decisions, including on ivory trade and the CITES Strategic Plan at the 14 th Conference of the Parties of the Convention on Trade in Endangered Species. The Commission continues to address the potential impact of trade on biodiversity through Sustainability Impact Assessments (SIAs) of major trade negotiations. The Commission is in the process of conducting SIAs for all its planned regional and bilateral free trade and partnership agreements. The EU has contributed to progress in ongoing negotiations for an international regime on access to genetic resources and the fair and equitable sharing of benefits arising from their use (ABS) at CBD COP9-MOP4. Progress has been made in implementing the EU Forest Law Enforcement, Governance and Trade (FLEGT) Action Plan. The first Voluntary Partnership Agreement (VPA) was signed with Ghana on 3 September 2008. Negotiations on FLEGT are ongoing with Malaysia, Indonesia, Cameroon and Congo Brazzaville, and are expected to start soon with other developing countries. The Commission has also proposed a Regulation laying down the obligations of operators who place timber and timber products on the Market. 13 • A key challenge will be to ensure that the recommendations made in Sustainability Impact Assessments (SIAs) are acted upon and to enhance our understanding of the impact of EU consumption of food and non-food commodities (e.g. meat, soy beans, palm oil, metal ores) that are likely to contribute to biodiversity loss. This could lead to considering policy options to reduce this impact. C. POLICY AREA 3: B IODIVERSITY AND CLIMATE CHANGE Objective 9. To support biodiversity adaptation to climate change. Following its 2007 Green Paper 14 , the Commission is producing a White Paper on adapting to climate change. This will address, inter alia, the relationship between biodiversity and climate change. A Commission Communication on deforestation 15 proposes that, within the framework of the UN Framework Convention on Climate Change negotiations on the future climate regime, the EU calls for halting global forest cover loss by 2030 at the latest and reducing gross tropical deforestation by at least 50% by 2020 from current levels. This objective would provide major climate change and biodiversity benefits by 2020. 13 COM(2008) 644/3. 14 COM(2007) 354. 15 COM(2008) 645. ",
        "EN 9 EN • There is a need for better recognition of the critical role of healthy ecosystems in strengthening resilience to environmental stresses, which will - in turn - reduce exposure to the threat posed by climate change. • Synergies between climate change mitigation and adaptation measures, and the conservation and sustainable use of biodiversity need to be maximised. D. POLICY AREA 4: T HE KNOWLEDGE BASE Objective 10. To substantially strengthen the knowledge base for conservation and sustainable use of biodiversity, in the EU and globally. Research undertaken under the Community's 6 th Research Framework Programme (2002- 2006) is already feeding into the development of EU biodiversity policy. The expectation of funding eight biodiversity projects for the first two calls for proposals under FP7 equates to a total EC contribution of EUR 23 million, about 7% of total expenditure for environmental projects. At least 14 Member States have a dedicated national or sub-national programme that supports biodiversity research. As part of the Potsdam initiative agreed by G8 in 2007, a study on \"The economics of ecosystems and biodiversity\" (TEEB) has been jointly initiated by the European Commission and Germany in collaboration with the European Environment Agency. The results of a first- phase assessment were presented to the CBD COP9. • There is a need to ensure that Member States' and Community research funding adequately support biodiversity policy. • A second phase of the TEEB study will provide policy conclusions in 2009. • The EC is also engaged in the global strategy for follow-up to the Millennium Ecosystem Assessment (MEA) and is committed to developing a regional assessment for Europe. Six Member States have plans to follow up on the MEA. • At CBD COP9, the EU and its Member States supported UNEP's proposal for establishing an Intergovernmental Science-Policy Platform on Biodiversity and Ecosystems Services (IPBES), to strengthen independent scientific advice to global policy making. E. THE FOUR KEY SUPPORTING MEASURES 1. Ensuring adequate financing. Opportunities to co-fund Natura 2000 costs exist in each appropriate EC funding regulation for 2007-2013. Guidelines and training under an EC contract have been provided to assist Member States in applying these funds. An Information Technology Tool on financing Natura 2000 has been developed. ",
        "EN 10 EN For many countries, Axis 2 of the Rural Development Policy appears to be the most important Community funding source for Natura 2000 and biodiversity. For other countries, the European Regional Development Fund is a significant source of Community funding. However, a systematic problem encountered in many policy areas is the difficulty in obtaining reliable figures for the amount of money actually spent on biodiversity. In many cases, this is simply due to the inadequacy of the recording and reporting procedures. • There is a need to further develop approaches to determine how much Community funding has been used by the Member States for nature, and whether this is sufficient to support the management and restoration of Natura 2000 and wider biodiversity needs. • Site management plans need to be further developed. The lack of such tools is a potentially serious limitation to ensuring adequate financing of the Natura 2000 network. A new Commission study aims to further support linkages between the financing and management of Natura 2000. 2. Strengthening EU decision–making and Implementation. The governance structure for nature and biodiversity issues within the EU has been reviewed. Regular meetings of the Nature Directors from the EU Member States now systematically include items on progress on the Biodiversity Action Plan and the implementation of the Nature Directives. A new Coordination Group for Biodiversity and Nature oversees a joint technical work programme for nature and biodiversity issues within the EU. The Commission's internal Biodiversity Inter-service Group is closely connected to this Coordination Group. A new EU network of practitioners called 'GreenForce', dealing with nature conservation and forestry policies and laws in the Member States, has been set up to facilitate communication and the sharing of experience on practical implementation, compliance and enforcement. An important development was the granting for the first time, in 2007, of interim measures by the EU Court of Justice to block potentially damaging activities in a Natura 2000 site in Poland. The Commission used the instrument of an interim measure in its application to the Court in order to avoid irreversible imminent damage to protected sites. The request for an interim measure was withdrawn when Poland agreed to halt the relevant works pending a Court of Justice judgment of the case 16 . • There is a need to further strengthen the mechanisms for co-operation within and between the Community and Member States in delivering the Action Plan, especially with regard to policy sectors affecting biodiversity. 3. Building partnerships. In November 2007, the Portuguese Presidency organised a conference on Business and Biodiversity in Lisbon, at which an EU Business and Biodiversity Initiative was launched. 16 Case C-193/07. ",
        "EN 11 EN Twenty Member States have indicated that they have national initiatives aimed at promoting partnerships for biodiversity. • The Commission is establishing an EU Business and Biodiversity technical support platform. • A 'Natura 2000 Partner Reward Scheme' is being established to promote the management of, and communication of Natura 2000. 4. Building public education, awareness and participation. A Flash Eurobarometer opinion poll in December 2007 revealed that only a minority of EU citizens considered that they were well informed on the subject of biodiversity loss. Recommendations from a scoping study for an EU-wide Communication Campaign have fed into the 2008 call for proposals of the Information & Communication component of the LIFE+. Some Member States have already initiated campaigns to raise awareness about biodiversity. • To harness public support for EU action to halt biodiversity loss, the Commission is considering priority actions for a public communication campaign to be launched in support of national and other campaigns. • Biodiversity also needs to be better integrated into communication campaigns promoting sustainable lifestyles and sustainable consumption and production. F. MONITORING There has been continuing progress with the SEBI 2010 initiative. A set of 26 pan-European biodiversity indicators provides the basis for a first European indicator-based assessment of progress towards the 2010 biodiversity target, to be published by the EEA in the first half of 2009 . The development of national indicators, aligned with the SEBI 2010 framework, is underway in the Member States. • SEBI 2010 needs to be complemented by other sets of indicators, especially those designed to assess progress in policy sectors. • Funding for biodiversity monitoring lags substantially behind national investments in other environmental issues and needs to be increased significantly to allow for comprehensive future assessments. ",
        "EN 12 EN CONCLUSIONS Despite the fact that the 2006 Biodiversity Communication was well received and that there is some progress in delivery of the EC Biodiversity Action Plan, it is highly unlikely - on the basis of current efforts - that the overall goal of halting biodiversity loss in the EU by 2010 will be achieved. This will require significant additional commitment by the European Community and the EU Member States over the next two years, if we are even to come close to our objective. At the global level, biodiversity loss is disastrous, with ecosystems frequently being degraded to the point where natural processes are disrupted, resulting in severe economic and social impacts. New issues, such as expansion of the agricultural sector to meet increasing demand for food, and the emergence of alternative market outlets such as biofuels, have emerged as major challenges. The EU biodiversity policy framework will need to be further strengthened, as there are still important gaps, such as addressing invasive species. There is also a need to put in place an effective legal framework for the conservation of soil structure and functions. Integration of biodiversity considerations into other sectoral policies remains a key challenge. There is also a need to develop valuation systems for ecosystem services, relevant to different policy sectors. The Commission will continue to closely monitor the implementation of the Biodiversity Action Plan with a view to providing a comprehensive assessment at both Community and Member State levels in 2010. "
    ]
}