{
    "text": [
        "COMMISSION RECOMMENDATION of 18 June 2019 on the draft integrated National Energy and Climate Plan of Bulgaria covering the period 2021-2030 (2019/C 297/02) THE EUROPEAN COMMISSION, Having regard to Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action, amending Regulations (EC) No 663/2009 and (EC) No 715/2009 of the European Parliament and of the Council, Directives 94/22/EC, 98/70/EC, 2009/31/EC, 2009/73/EC, 2010/31/EU, 2012/27/EU and 2013/30/EU of the European Parliament and of the Council, Council Directives 2009/119/EC and (EU) 2015/652 and repealing Regulation (EU) No 525/2013 of the European Parliament and of the Council ( 1 ), and in particular Article 9(2) thereof, Whereas: (1) Pursuant to Regulation (EU) 2018/1999, each Member State is required to submit to the Commission a draft of its integrated national energy and climate plan covering the period from 2021 to 2030 in accordance with Article 3(1) and Annex I of that Regulation. The first drafts of integrated national energy and climate plans had to be submitted by 31 December 2018. (2) Bulgaria submitted its draft national energy and climate plan on 15 January 2019. The submission of this draft plan represents the basis and first step of the iterative process between the Commission and Member States for the purpose of the finalisation of the integrated national energy and climate plans and their subsequent implementation. (3) Pursuant to Regulation (EU) 2018/1999, the Commission is required to assess the draft integrated national energy and climate plans. The Commission made a comprehensive assessment of the Bulgarian draft national energy and climate plan, taking into consideration the relevant elements of Regulation (EU) 2018/1999. This assessment ( 2 ) is published alongside the present recommendation. The below recommendations are based on this assessment. In particular, the Commission's recommendations may address (i) the level of ambition of objectives, targets and contributions with a view to collectively achieving the Energy Union objectives and, in particular, the Union's 2030 targets for renewable energy and energy efficiency as well as the level of electricity interconnectivity that the Member State aims for in 2030; (ii) policies and measures relating to Member State- and Union-level objectives and other policies and measures of potential cross-border relevance; (iii) any addi­ tional policies and measures that might be required in the integrated national energy and climate plans; (iv) interactions between and consistency of existing and planned policies and measures included in the inte­ grated national energy and climate plan within one dimension and among different dimensions of the Energy Union. (4) In developing its recommendations, the Commission considered, on the one hand, the need to add up certain quantified planned contributions of all Member States in order to assess the ambition at Union level, and, on the other hand, the need to provide adequate time for the Member State concerned to take due consideration of the Commission's recommendations before finalising its national plan. (5) The Commission's recommendations with regard to the Member States' renewable ambitions are based on a formula set out in Annex II of Regulation (EU) 2018/1999 which is based on objective criteria. (6) With regard to energy efficiency, the Commission's recommendations are based on the assessment of the national level of ambition put forward in the draft integrated national energy and climate plan, compared to the collective level of efforts needed to reach the Union's targets, taking into account the information provided on specific national circumstances, where relevant. The final national contributions in the area of energy efficiency should reflect the cost-effective potential for energy savings and be supported with a robust long-term building renovation strategy and measures to implement the energy savings obligation stemming from Article 7 Directive 2012/27/EU of the European Parliament and of the Council ( 3 ). Member States should also demonstrate that they have properly taken into account the energy efficiency first principle, by explaining notably how energy efficiency contributes to the cost-effective delivery of the national goals of a competitive low-carbon economy, security of energy supply and to address energy poverty. ( 1 ) OJ L 328, 21.12.2018, p. 1. ( 2 ) SWD(2019) 225. ( 3 ) Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending Directives 2009/125/EC and 2010/30/EU and repealing Directives 2004/8/EC and 2006/32/EC (OJ L 315, 14.11.2012, p. 1). 3.9.2019 EN Official Journal of the European Union C 297/5 ",
        "(7) The Governance Regulation requires Member States to provide a general overview of the investment needed to achieve the objectives, targets and contributions set out in the integrated national energy and climate plan, as well as a general assessment on the sources of that investment. The national energy and climate plans should ensure the transparency and predictability of national policies and measures in order to ensure investment certainty. (8) In parallel, as part of the 2018-2019 European Semester cycle, the Commission has put a strong focus on Member States' energy and climate related investment needs. This is reflected in the 2019 Country Report for Bulgaria ( 4 ) and in the Commission's recommendation for a Council Recommendation to Bulgaria ( 5 ), as part of the European Semester process. The Commission took into account the latest European Semester findings and recommendations in its assessment of the draft integrated national energy and climate plans. The Commission's recommendations are complementary to the latest country-specific recommendations issued in the context of the European Semester. Member States should also ensure that their integrated national energy and climate plans take into consideration the latest country-specific recommendations issued in the context of the European Semester. (9) In addition, the Governance Regulation requires each Member State to take due account of any recommendations from the Commission to its draft integrated national energy and climate plan to be submitted by 31 December 2019 and, if the Member State concerned does not address a recommendation or a substantial part thereof, that Member State should provide and make public its reasons. (10) Where applicable, Member States should report the same data in their integrated national energy and climate plans and updates in later years as they report to Eurostat or the European Environment Agency. The use of the same source and, where available, of European statistics, is also essential to calculate the baseline for modelling and projections. Using European statistics will allow for a better comparability of the data and the projections used in the integrated national energy and climate plans. (11) All elements of Annex I of the Regulation (EU) 2018/1999 are to be included in the final integrated national energy and climate plan. In this context, the macroeconomic and, to the extent feasible, the health, environmen­ tal, employment and education, skills and social impacts of the planned policies and measures should be assessed. The public and other stakeholders are to be engaged in the preparation of the final integrated national energy and climate plan. These and other elements are described in detail in the staff working document pub­ lished alongside this Recommendation ( 6 ). (12) The integrated energy and climate plans provide the opportunity to coherently define long-term policies and measures, taking into account resulting interlinkages between dimensions in terms of potential synergies or risks. While the policies and measures described in the draft plan seem to consider some interlinkages, their assess­ ment across the five dimensions should be further reinforced in the final plan. The analysis could include quanti­ tative estimates and should also cover possible negative interactions between policies and measures and show how Bulgaria intends to address them. In particular, the synergies between the decarbonisation, energy security and the internal market dimensions and the energy efficiency first principle warrants further assessment. Simi­ larly, the role of energy efficiency in addressing energy poverty should be further looked at. An important element to be further assessed in the final plan, including from the costs and competitiveness angles, is the inter­ action between the planned continuation of coal based power generation and enhanced use of gas with the decarbonisation dimension. Another element is the impact of biomass use on the accounted removals in the land use and forestry sector. The link between electricity production and the deployment of low-carbon technologies should be further addressed under the research innovation and competitiveness dimension. (13) The final integrated national energy and climate plan would benefit from a comprehensive analysis on where the low-carbon technologies sector, including for decarbonising energy- and carbon-intensive industrial sectors, is currently positioned in the global market. The plan would benefit from highlighting areas of competitive advan­ tage and potential challenges, and defining objectives, policies and measures based on them, making appropriate links to enterprise and industrial policy. Interactions with the circular economy and its relevance for greenhouse gas emissions reduction, in particular, could be further emphasised. ( 4 ) SWD(2019) 1001 final/2. ( 5 ) COM(2019) 502 final of 5 June 2019. ( 6 ) SWD(2019) 225. C 297/6 EN Official Journal of the European Union 3.9.2019 ",
        "(14) The Commission's recommendations to Bulgaria are underpinned by the assessment of Bulgaria's draft integrated national energy and climate plan which is published alongside this Recommendation ( 7 ). HEREBY RECOMMENDS BULGARIA TAKES ACTION TO: 1. Raise the level of ambition for 2030 to a renewable share of at least 27 % as Bulgaria's contribution to the Union's 2030 target for renewable energy, as indicated by the formula in Annex II of Regulation (EU) 2018/1999. Include an indicative trajectory in the final integrated national energy and climate plan that reaches all the reference points pursuant to Article 4(a)(2) of Regulation (EU) 2018/1999 in accordance with that share, in view of the need to increase the level of efforts for reaching this target collectively. Put forward detailed and quantified policies and measures that are in line with the obligations laid down in Directive (EU) 2018/2001 of the European Parliament and Council ( 8 ) and enabling a timely and cost-effective achievement of this contribution. Increase the level of ambi­ tion in the heating and cooling sector to meet the indicative target included in Article 23 of Directive (EU) 2018/2001 and put forward policies and measures to meet the transport target set out in Bulgaria's draft integrated national energy and climate plan and in line with Article 25 of Directive (EU) 2018/2001. Provide additional details and measures on the enabling framework for renewable self-consumption and renewable energy communities in line with Articles 21 and 22 of Directive (EU) 2018/2001, including simplification of administrative procedures. 2. Increase its ambition towards reducing both primary and final energy consumption in view of the need to increase the level of efforts to reach the Union's 2030 energy efficiency target, and support it with adequate policies and measures that would deliver additional energy savings by 2030. Underpin proposed policies and measures by an impact assessment and more detailed information on the quantification of impacts, in terms of expected energy savings, and implementation timeline. Further elaborate on how the effectiveness of its energy savings obligation scheme is to be improved so that it could deliver the expected results. 3. Specify a robust gas diversification strategy including relevant underlying infrastructure projects and their respective contributions. Detail the strategy for the long-term supply of nuclear materials and fuel, in particular in the per­ spective of the foreseen enlargement of its nuclear generation capacity. 4. Define forward-looking objectives and targets concerning market integration, in particular on measures to develop competitive wholesale and retail markets, both by fostering competition within the country, including by progress­ ing towards fully market based prices, and by eliminating barriers to cross-border trade. 5. Further clarify national objectives and funding targets in research, innovation and competitiveness, specifically related to the Energy Union, to be achieved between now and 2030, so that they are readily measurable and fit for purpose to support the implementation of targets in the other dimensions of the integrated national energy and climate plan. Underpin such objectives with specific and adequate policies and measures, including those to be developed in cooperation with other Member States, such as the European Strategic Energy Technology Plan. 6. Intensify regional cooperation with neighbouring Member States and within established regional cooperation frame­ works such as the Central and South-Eastern Europe Energy Connectivity (CESEC) High Level Group, including in the renewables, energy efficiency and research, innovation and competitiveness dimension and taking into account common challenges and shared objectives. There is significant potential to further cooperate with a view to upcom­ ing developments in the electricity sector, including the need to accommodate higher shares of renewables and clean transport which could impact electricity interconnections and trading in the region. 7. Provide a general overview on the investment needed to modernise the economy by reaching its energy and climate objectives. Provide a general assessment of the sources of investment, including appropriate financing at national, regional and Union level. Consider also the cost-effective generation of transfers to other Member States under Reg­ ulation (EU) 2018/842 of the European Parliament and Council ( 9 ) as funding source. ( 7 ) SWD(2019) 225. ( 8 ) Directive (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources (OJ L 328, 21.12.2018, p. 82). ( 9 ) Regulation (EU) 2018/842 of the European Parliament and of the Council of 30 May 2018 on binding annual greenhouse gas emis­ sion reductions by Member States from 2021 to 2030 contributing to climate action to meet commitments under the Paris Agree­ ment and amending Regulation (EU) No 525/2013 (OJ L 156, 19.6.2018, p. 26). 3.9.2019 EN Official Journal of the European Union C 297/7 ",
        "8. List all energy subsidies, including in particular fossil fuels subsidies, and actions undertaken as well as plans to phase them out. 9. Complement the analysis of the interactions with air quality and air emissions policy, presenting and quantifying the impacts on air pollution for the various scenarios, providing underpinning information, and considering syner­ gies and trade-off effects. 10. Integrate just and fair transition aspects better, notably by providing more details on social, employment and skills impacts of planned objectives, policies and measures and particularly taking into account the impacts of the transi­ tion for coal and carbon-intensive industries. Further develop the approach to addressing energy poverty issues, including by specifying the assessment as required by the Regulation (EU) 2018/1999. Done at Brussels, 18 June 2019. For the Commission Miguel ARIAS CAÑETE Member of the Commission C 297/8 EN Official Journal of the European Union 3.9.2019 "
    ]
}