{
    "text": [
        "V (Announcements) ADMINISTRATIVE PROCEDURES EUROPEAN COMMISSION CALL FOR PROPOSALS — EACEA/07/2016 Intra-Africa Academic Mobility Scheme (2016/C 92/05) 1. Objectives and description The overall objective of the programme is to promote sustainable development and ultimately contribute to poverty reduction by increasing the availability of trained and highly qualified professional manpower in Africa. The programme’s specific objective is to improve the skills and competences of students and staff through enhanced intra-African mobility. Strengthening cooperation between Higher Education Institutions (HEIs) in Africa will increase access to quality education and will encourage and enable African students to undertake postgraduate studies in the African continent. Furthermore, mobility of staff (academic and administrative) will enhance the international coopera­ tion capacity of HEIs in Africa. More specifically the programme aims to: (a) contribute to the improvement of the quality of higher education through the promotion of internationalisation and harmonisation of programmes and curricula within participating institutions; (b) enable students, academics and staff to benefit linguistically, culturally and professionally from the experience gained in the context of mobility to another African country. 2. Eligible applicants and partnership composition The partnership must be constituted of minimum four and maximum six African HEIs as partners (including the appli­ cant) and one technical partner from the EU. Eligible applicants and partners are HEIs registered in Africa that provide courses at postgraduate level (master’s and/or doctorate degree) of higher education leading to a qualification recognised by the competent authorities in their own country. Only HEIs accredited by relevant national authorities in Africa are eligible. Branches of HEIs from outside Africa are not eligible. The technical partner has to be a HEI from one of the EU Member States having been awarded an Erasmus Charter for Higher Education. 3. Eligible activities and duration The project will entail the organisation and implementation of student and staff mobility in high quality master and doctoral programmes, as well as the provision of education/training and other services to foreign students and teaching/ training and research assignments and other services to staff from the countries covered by the project. Mobility must only take place in one of the eligible countries covered by this Call for proposals. The duration of the project must be between 54 and 60 months, based on planned activities. 4. Award criteria All applications will undergo assessments by external independent experts according to the three award criteria listed below: Criteria Weight 1. Relevance 20 % 2. Quality 70 % 2.1. Academic quality 15 % 2.2. Partnership composition and cooperation mechanisms 15 % C 92/4 EN Official Journal of the European Union 9.3.2016 ",
        "Criteria Weight 2.3. Organisation and implementation of the mobility 20 % 2.4. Students’/staff facilities and follow-up 10 % 2.5. Gender balance 10 % 3. Sustainability 10 % Total 100 % 5. Budget and grant amounts The overall indicative amount made available under this Call for proposals is estimated at EUR 9 900 000 and should allow around 350 mobility flows. Each grant will amount to between EUR 1 000 000 (minimum grant size) and EUR 1 500 000 (maximum grant size). The EU grant is based on the application of lump-sums for the organisation of mobility and unit costs for the imple­ mentation of mobility. 6. Submission of proposals and deadline The submission deadline for the Intra-Africa Academic Mobility Scheme is 15 June 2016 at 12.00 (noon) , Central European Time. Grant applications must be submitted using the electronic form (eForm) and its annexes specifically designed for this purpose, which will be available on the website of the Education, Audiovisual and Culture Executive Agency (https://eacea.ec.europa.eu/intra-africa/funding/intra-africa-academic-mobility-scheme-2016_en). Only the electronic submission (eForm including annexes) will be considered as the formal valid application. Additionally, applicants must send by e-mail a copy of their application (eForm including annexes) by the same deadline, clearly indicating the project registration number received when submitting the eForm, to the following mailbox: EACEA-IntraAfrica-IntraACP@ec.europa.eu Only applications submitted by the deadline and in accordance with the requirements specified in the Call for proposals will be accepted. Applications submitted by e-mail only will not be accepted. 7. Full information The Call for proposals Guidelines as well as all relevant information and documents for the submission of proposals under the present Call are available on website of the Agency: https://eacea.ec.europa.eu/intra-africa/funding/intra-africa- academic-mobility-scheme-2016_en 9.3.2016 EN Official Journal of the European Union C 92/5 "
    ]
}