{
    "text": [
        "Official Journ al of the E uropean Un ion C 259 E /41 Wednesday 23 April 2008 39. Welcomes the increased bilateral cooperation, as well as people-to-people contacts between the former Yugoslav Republic of Macedonia and Greece; notes with satisfaction that, since the adoption of Parliament’s abovementioned resolution of 12 July 2007, bilateral talks have been held in the region, under the auspices of the United Nations and assisted by Special Envoy Matthew Nimitz, with a view to finding a mutually accept­ able solution to the difference that has arisen over the name of the country; notes the increased dynamics in the negotiations; calls on both sides to seize the opportunity to resume negotiations immediately in the light of the significant progress made recently and to reach a compromise solution, so that the issue does not con­ tinue to represent an obstacle to the former Yugoslav Republic of Macedonia’s membership of international organisations, as provided for in the Interim Accord of 1995, which is still in force; 40. Recalling the Conclusions of General Affairs and External Relations Council of 10 December 2007, stresses the importance of regional cooperation, good neighbourly relations and the need to find mutually acceptable solutions to outstanding issues in the process of moving closer to the EU; 41. Supports the efforts of the government of the former Yugoslav Republic of Macedonia to establish joint committees on education and history with neighbouring EU Member States with a view to reviewing possible discrepancies and misinterpretations of history that may cause disagreements, and urges the authorities to pro­ mote the joint celebration of the former Yugoslav Republic of Macedonia’s common cultural and historic heri­ tage with its neighbours; 42. Notes that, although the country has achieved significant progress since 2005 when it was given candi­ date status, of the three candidate countries it is the only country with which no accession negotiations have taken place to date; considers it desirable that this exceptional situation should end; calls on the former Yugo­ slav Republic of Macedonia to ensure that the necessary reforms are undertaken; refers to the list of eight benchmarks that the Commission has drawn up, derived from the key priorities of the new Accession Part­ nership, and hopes that the attainment of these by the country will lead to opening of the accession negotia­ tions before the end of 2008, which will further enhance the stability and strengthen the European prospects of the Western Balkans; asks the Council to evaluate at the next summit the progress made so far, and if pos­ sible to decide on a date for the start of the accession negotiations; 43. Welcomes the preparations by the government for the implementation of the Instrument for Pre- Accession (IPA) which have facilitated signature of the Financing Agreement for IPA 2007 and the Framework Agreement for 2007-2013; reiterates the importance of the IPA for preparation for future EU membership; calls on both the government and the Commission to speed up the preparatory work so as to allow for early implementation of a decentralised system for the management of the IPA in order to create greater efficiency and local ownership of the process; 44. Instructs its President to forward this resolution to the Council and the Commission, the governments and parliaments of the Member States and the government and parliament of the former Yugoslav Republic of Macedonia. China’s policy and its effects on Africa P6_TA(2008)0173 European Parliament resolution of 23 April 2008 on China’s policy and its effects on Africa (2007/2255(INI)) (2009/C 259 E/08) The European Parliament, — having regard to the EU-China political dialogue, which was formally established in 1994 in recognition of China’s status as a future world power and the particularly far-reaching international obligations inher­ ent in that status, N E 9 0 0 2 . 0 1 . 9 2 ",
        "Official Journ al of the E uropean Un ion 29.10.2009 Wednesday 23 April 2008 — having regard to the Commission Communication to the Council and the European Parliament entitled ‘A Long Term Policy for China-Europe Relations’ (COM(1995)0279) and to Parliament’s resolution of 12 June 1997 on the Commission Communication on a long-term policy for China-Europe relations ( 1 ) OJ C 200, 30.6.1997, p. 158. ( 1 ), — having regard to the United Nations (UN) Millennium Declaration of 8 September 2000, — having regard to the Beijing Declaration of the Forum on China-Africa Cooperation (FOCAC) and to its Programme for China-Africa Cooperation in Economic and Social Development of October 2000, — having regard to the Cairo Declaration (2000) of the Africa-Europe Summit under the aegis of the Orga­ nization of African Unity (OAU) and the EU, — having regard to the 2001 Report of the Organisation for Economic Cooperation and Development (OECD) entitled ‘The DAC Guidelines; Strategies for Sustainable Development; Guidance for Develop­ ment Cooperation’, — having regard to the Constitutive Act of the African Union (AU), which was adopted on 11 July 2000 and entered into force on 26 May 2001, and the African leaders’ October 2001 document entitled ‘The New Partnership for Africa’s Development’ (NEPAD), which was declared a programme of the AU at the first AU Summit, — having regard to China’s policy papers on the EU (2003) ( 2 ) Beijing, October 2003, http://www.china-un.ch/eng/xwdt/t88637.htm ( 2 ) and on African Policy (2006) ( 3 ) Beijing, 12 January 2006, http://www.gov.cn/misc/2006-01/12/content_156490.htm ( 3 ), — having regard to the Commission policy paper entitled ‘A maturing partnership-shared interests and chal­ lenges in EU-China relations’, (COM(2003)0533) endorsed by the European Council on 13 October 2003, — having regard to the EU-China Strategic Partnership launched in 2003, — having regard to the Addis Ababa Action Plan of the FOCAC published in December 2003, — having regard to the 2004-2007 Strategic Plan of the Commission of the AU adopted on 7 July 2004 at the third Summit of African Heads of State and Government in Addis Ababa, Ethiopia, — having regard to the Paris Declaration on Aid Effectiveness endorsed on 2 March 2005, following the High-Level Forum on Aid Effectiveness, by many European and African countries as well as by China, — having regard to the Gleneagles commitments adopted by the G8 at Gleneagles on 8 July 2005, — having regard to the Conclusions of the European Council of 19 December 2005 on ‘The EU and Africa: Towards a Strategic Partnership’, — having regard to the Conclusions adopted by the General Affairs and External Relations Council (GAERC), at its meeting of 3 October 2005, expressing EU support for an International Arms Trade Treaty within the framework of the UN, which would establish binding common standards for the global trade in con­ ventional arms ( 4 ) Council of the European Union 2678th meeting, Luxembourg, 3 October 2005. ( 4 ), — having regard to the Communication from the Commission to the Council and the European Parliament entitled ‘ E U−China: Closer partn ers, g rowing respon sibilities ’ (COM(2006)0631) an d the accompan ying Commission Working Document entitled ‘Closer Partners, Growing Responsibilities: A policy paper on EU-China trade and investment: Competition and Partnership’ (COM(2006)0632), N E 2 4 / E 9 5 2 C ",
        "Official Journ al of the E uropean Un ion C 259 E /43 Wednesday 23 April 2008 — having regard to 9th EU-China Summit held in Finland in September 2006 and to the Joint Declaration issued at the conclusion thereof, — having regard to the Conclusions of the GAERC on China, adopted on 11 December 2006, — having regard to the UN Charter and the UN Security Council Resolution 1674(2006) on the Protection of Civilians in Armed Conflict, — having regard to the UN Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in all its Aspects ( 1 ) UN Document A/Conf. 192/ 15, July 2001, http://disarmament.un.org/cab/poa.html ( 1 ), — having regard to the joint statement by the Council and the representatives of the governments of the Member States meeting within the Council, the European Parliament and the Commission on Euro­ pean Union Development Policy: ‘The European Consensus’ ( 2 ) OJ C 46, 24.2.2006, p. 1. ( 2 ) (2006), — having regard to its resolution of 7 September 2006 on EU-China Relations ( 3 ) OJ C 305 E, 14.12.2006, p. 219. ( 3 ), — having regard to the Africa-EU Strategic Partnership, and the Joint Africa-EU Strategy and Action Plan (2007) and to the Africa-EU Partnership on Trade and Regional Integration as well as on Science, Infor­ mation Society and Space, — having regard to the launch of the EU-Africa Partnership on Infrastructure (2007), which reflects the need to invest in infrastructure connections (transport, energy, water and ICT) to facilitate sustainable development, — having regard to the statement of the EU-Africa Business Forum on the occasion of the Second EU-Africa Summit (2007), — having regard to the UN 2007 mid-term report on the Millennium Development Goals (MDGs), which states that Sub-Saharan Africa is not on track to achieve any of the MDGs and that the current pace of poverty alleviation efforts in Africa would have to double if the MDG of halving the population living in extreme poverty is to be reached by 2015, — having regard to the Commission Communication to the Council and the European Parliament entitled ‘From Cairo to Lisbon — The EU-Africa Strategic Partnership’ (COM(2007)0357) and to the Commission/Council Secretariat Joint Paper ‘Beyond Lisbon, Making the EU-Africa Strategic Partner­ ship work’ (SEC(2007)0856), — having regard to the EU’s China Country Strategy Paper (2007-2013) and Multiannual Indicative Pro­ gramme 2007-2010 ( 4 ) http://ec.europa.eu/external_relations/china/csp/index.htm ( 4 ), which allocates EUR 128 million of development cooperation aid from the EU to China, — having regard to the Joint Statement of the 10th China-EU Summit adopted in Beijing on 28 November 2007, — having regard to Rule 45 of its Rules of Procedure, — having regard to the report of the Committee on Development (A6-0080/2008), A. whereas sustainable development in Africa can be significantly fostered or affected by the action of emerging powers, such as China, B. whereas African States are primarily responsible for the political, social, economic and environmental impact of the presence of foreign nationals, organisations and governments on their territories, N E 9 0 0 2 . 0 1 . 9 2 ",
        "Official Journ al of the E uropean Un ion 29.10.2009 Wednesday 23 April 2008 C. whereas both the EU and China are committed to contributing to peace, security and sustainable devel­ opment in Africa, D. whereas the EU is Africa’s biggest aid donor and commercial partner; whereas China has announced increasing economic cooperation and aid pledges and may become Africa’s largest trading partner by 2010, E. whereas an African sustainable development strategy must ensure that the involvement of non- African players does not undermine development; whereas, for that reason, the creation of an AU Task Force on Africa’s Strategic Partnerships with Emerging Powers is welcomed, F. whereas initiatives that foster dialogue with Africa are welcomed, such as China-Africa and EU-Africa summits, FOCAC, the EU-Africa Partnership, the EU-African Facilities for Peace, Energy and Water and the EU-Africa Partnership on Infrastructure, the dialogues conducted under the Cotonou Agreement ( 1 ) Partnership Agreement between the members of the African, Caribbean and Pacific Group of States of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (OJ L 317, 15.12.2000, p. 3). Ag reement as last amended by Decision No 1/2006 of the ACP-EC Council of Ministers (OJ L 247, 9.9.2006, p. 22). ( 1 ) and any other dialogues being held between the EU or China and African organisations, G. whereas in November 2006 the third FOCAC summit took place in Beijing and adopted a declaration proclaiming the establishment of ‘a new type of strategic partnership’ between China and Africa; whereas this cooperation both meets the challenge of economic globalisation and promotes common development, but a number of African States that have recognised Taiwan are excluded from it; H. whereas China has a special responsibility to contribute to global peace and security as a permanent member of the UN Security Council; whereas the EU welcomes China’s commitments to various mul­ tilateral frameworks such as those under the aegis of the UN, International Labour Organization (ILO), International Monetary Fund, World Bank, World Trade Organization (WTO) and the Kyoto Protocol, Sustainable development I. whereas the EU is committed to increasing its level of Official Development Assistance (ODA) to 0,7 % of GDP by 2015 (0,56 % by 2010), and to allocate at least 50 % of EU ODA to Africa; whereas EU ODA includes EUR 20 billion to Sub-Saharan Africa from the 10th European Development Fund (2008-2013); whereas the EU allocated EUR 350 million to the Africa Peace Facility and EUR 5,6 billion to the EU-Africa Partnership on Infrastructure for 2008-2013; whereas the EU is a major contributor to international peace-keeping missions in Africa, the Global Fund to fight AIDS, Tuberculosis and Malaria and other international initiatives with relevance for the development of the continent, J. whereas China’s presence and interests in Africa are growing; whereas China became a net donor to Sub- Saharan Africa in 2005 and has since increased its aid pledges, promising to double its aid to Africa from its 2006 level by 2009; whereas China has pledged to set up a USD 5 billion China-Africa devel­ opment fund to encourage Chinese companies to invest in Africa, K. whereas China’s emergence as a further alternative aid donor is challenging the EU’s conditional approach towards African governments with a view to securing political reforms, N E 4 4 / E 9 5 2 C ",
        "Official Journ al of the E uropean Un ion C 259 E /45 Wednesday 23 April 2008 L. whereas China has lifted 400 million of its own people out of extreme poverty over the past 25 years and, therefore, has significant experience that could be useful to African countries; whereas China nev­ ertheless now faces greater social and economic inequalities and alarming environmental degradation, while political rights and basic freedoms continue to be severely restricted and China continues to show poor labour standards and poor governance accountability, M. whereas China’s increased commitment to development cooperation with African countries is wel­ comed, in particular the provision of assistance for the building of hospitals, schools and better trans­ port infrastructure, Energy and natural resources N. whereas China’s economic growth and legitimate interest in developing itself makes the increase in its needs for natural and energy resources and their procurement in developing countries, particularly in Africa, a reality, O. whereas resource-rich African States are securing an improved market position as a result of the demand from China and other interested parties, P. whereas it is desirable for China’s engagement in Africa not only to include nations that are of interest from the point of view of energy policy, but also for consideration to be given to cooperation with all African states, Q. whereas China accounted for roughly 40 % of total growth in global demand for oil in the last four years; whereas 30 % of China’s crude oil imports come from Africa; whereas China’s dependence on imported oil, minerals and other raw materials seems likely to continue to grow, and by 2010 it is expected to import 45 % of its oil needs; whereas its rising demand for energy and its desire to broaden its energy imports have led it to seek oil suppliers in African States; R. whereas China’s oil imports multiplied almost five-fold between 1995 and 2005, turning China into the second largest oil importer worldwide and equalling the EU in terms of supplies imported from Africa; whereas CNPC (a Chinese State-owned oil company) controls an estimated 60 % to 70 % of Sudanese oil production; whereas in 2006 Angola was China’s largest oil supplier; whereas China already imports about 28 % of its oil and gas from Sub-Saharan Africa; whereas African oil exports to China are expected to grow in the coming years, S. whereas the exploitation of African natural resources by foreign countries or companies can bring devel­ opment, but could also lead to resource depletion, undermine governance, lead to opportunities for cor­ ruption, especially where cultures of corruption are already widespread, aggravate social inequalities and macroeconomic stability difficulties and create or exacerbate conflict, posing a serious threat to poverty reduction and sustainable development, Trade, investment and infrastructures T. whereas Africa accounts for almost 9 % of EU imports, half of them being energy-related products, 23 % manufactured products and 11 % food and agricultural products; whereas Africa absorbs 8,3 % of EU exports, 78 % of which are related to machinery, chemicals and manufactured goods; whereas South Africa is the EU’s largest trading partner (import and export); whereas European trade with Africa con­ tinues to declin e althoug h the E U remain s its most importan t tradin g partner; N E 9 0 0 2 . 0 1 . 9 2 ",
        "Official Journ al of the E uropean Un ion 29.10.2009 Wednesday 23 April 2008 U. whereas the EU is China’s most important trading partner and the biggest investor in China, and whereas, moreover, China is the EU’s second most important trading partner; whereas dialogue with China on democratic reforms, respect for human rights and the rule of law should not take second place to trade and economic relations, V. whereas China has seen explosive economic growth in the last few years, on average 9 % per annum, and has become a leading exporter; whereas China’s re-emergence as a major world economy has fun­ damentally changed the status quo of trade flows and international markets; whereas, with a view to sustaining this expansion, China has become a net importer of oil as well as of many other raw mate­ rials and commodities, and its demand has created major price increases in all kinds of mineral and agri­ cultural commodities; W. whereas China has the right to compete legitimately with the EU and its Member States on interna­ tional markets, X. whereas China’s rapid economic development over the past twenty years has had a significant impact on EU-China trade and economic relations in general: total two-way trade has increased more than sixty- fold since 1978 and was worth EUR 210 billion in 2005; the EU has gone from a trade surplus at the beginning of the 1980s to a deficit of EUR 106 billion in 2005, its largest trade deficit with any part­ ner, and China is now the EU’s second largest trading partner after the US; in 2000 the EU concluded a bilateral market access agreement with China, which was an essential milestone in China’s WTO acces­ sion process, and its accession changed global trade patterns in many ways; Y. whereas some 3,6 % of Chinese imports come from Africa and Africa absorbs 2,8 % of Chinese exports; whereas the value of Chinese trade with Africa increased from USD 2 billion in 1999 to roughly USD 39,7 billion in 2005; whereas China is now Africa’s third most important trading partner; whereas Africa is clearly becoming the economic frontier for China, which is very effective in coupling aid-for- oil strategies with foreign policy tools; Z. whereas trade between Africa and China is estimated to have grown from USD 4 billion in 1995 to USD 55 billion in 2006, and China aims to achieve an increase to USD 100 billion by 2010; whereas in May 2007, China’s Exim Bank announced its intention to provide USD 20 billion for trade and infra­ structure financing in Africa over the next three years; whereas China has pledged to provide USD 3 bil­ lion of preferential loans and USD 2 billion of preferential buyer’s credits to Africa over the next three years; whereas China has promised to further open its markets to Africa by increasing from 190 to over 440 the number of items exported to China receiving zero-tariff treatment from the least developed countries in Africa that have diplomatic ties with China and establishing three to five trade and eco­ nomic cooperation zones in Africa over the next three years, AA. whereas WTO membership brings with it a range of rights and obligations both for the EU and for China; whereas, however, China has still properly to fulfil many of those obligations, AB. whereas China’s involvement in Africa should be seen not only against the background of securing sup­ plies of energy and raw materials, but also in the context of food security, since China expects its imports of foodstuffs to rise in the future, AC. whereas Europe’s future relations with Africa will be affected by the success or failure of the economic partnership agreements, AD. whereas instead of granting development aid, China grants loans, with the attendant danger of creating high degrees of indebtedness among African countries, AE. whereas as a result of China’s activities, the key issue of infrastructure improvements and financing in Africa is once again taking on greater significance, N E 6 4 / E 9 5 2 C ",
        "Official Journ al of the E uropean Un ion C 259 E /47 Wednesday 23 April 2008 AF. whereas according to OECD figures, 50 % of public work projects in Africa are being carried out by Chi­ nese contractors; whereas Chinese projects in Africa often employ mostly Chinese workers, AG. whereas China, by using its own workers in Africa, is securing long-term access to the African market for Chinese traders, and in this way influencing national economies in Africa, AH. whereas the Chinese must also have an interest in securing some degree of investment and legal cer­ tainty for the stakes which they have acquired in collapsing economies by encouraging good governance, AI. whereas State-owned Chinese companies can take great risks in investing in Africa; whereas the Chi­ nese energy company CNOOC Ltd announced that it would buy a 45 % stake in an offshore oil field in Nigeria for USD 2 270 000 000, AJ. whereas in 2007 China established China Investment Cooperation Ltd, with assets of USD 200 000 000 000, which currently constitutes the 6th largest sovereign wealth fund worldwide; The environment AK. whereas China is already, or is about to become, the largest emitter of carbon dioxide (CO 2 ) in the world and the Chinese people are the direct victims of such emissions; whereas the EU is also among the larg­ est CO 2 emitters in the world and Europeans also face the impact of those emissions; whereas the G8+5 summit pledges made at Heiligendamm in 2007 include a benchmark of 50 % emission cuts by 2050, and whereas other targets have been set by the EU and China for reduced emissions and renewable ener­ gies; whereas Africa is the continent predicted to suffer the most from environmental degradation, deforestation and climate change, AL. whereas China is to be given credit for having acceded to the Kyoto Protocol and the Convention on International Trade in Endangered Species of Flora and Fauna (CITES); whereas China has valuable expertise in combating deforestation and desertification, AM. whereas more than half of all logging activities in particularly vulnerable regions, including Central Africa, are estimated to be illegal; whereas China is accused of bearing the main responsibility for recent increases in illegal logging worldwide; whereas, for instance, 90 % of timber exports from Equatorial Guinea to China are estimated to be illegal, Governance and human rights AN. whereas China proclaims the ‘Five Principles of Peaceful Coexistence’ as the cornerstone of its ‘indepen­ dent foreign policy of peace’, based on the concept of ‘non-interference’, which is not neutral, as per­ ceived in African countries where criticism of China, or even anti-Chinese feelings, have been expressed; whereas Chinese oil and mining workers have been attacked, abducted or murdered in Zambia, Nigeria and Ethiopia; whereas China wants to be seen as a responsible global power and must be credited with having used its influence to encourage the Sudanese government to accept a UN-AU Hybrid Force in Darfur; whereas China, as a Permanent Member of the Security Council, can play a key role in conflict prevention, mediation and resolution, AO. whereas China, despite progress in relation to certain social and economic rights and freedoms, con­ tinues to show a lack of respect for basic human rights, including the right to life and to a fair trial, free­ dom of expression and association and other social, economic and cultural rights, including labour rights; whereas lack of respect for human rights is particularly marked in relation to the Tibetans; whereas that affects the image and action of China abroad, particularly in Africa, where development and good governance cannot progress without democratic accountability, respect for human rights and the rule of law, N E 9 0 0 2 . 0 1 . 9 2 ",
        "Official Journ al of the E uropean Un ion 29.10.2009 Wednesday 23 April 2008 AP. whereas China is to be credited with having met the minimum requirements of the Kimberley Process Certification Scheme for the International Trade in Rough Diamonds and with having produced guide­ lines on responsible behaviour for timber companies, AQ. whereas China should be credited with having ratified the UN Convention against Corruption, although corruption remains a serious problem in China, dramatically affecting the capacity to meet, at provin­ cial and local levels, policy goals and standards set by central government; whereas these practices have an impact on African countries where China and Chinese companies invest, often fostering corruption and helping to enrich and keep corrupt regimes in power, thus undermining good governance, account­ ability and the rule of law; whereas strict respect for the UN Convention against Corruption is essential for the promotion of good governance, accountability and the rule of law, Peace and security AR. whereas European, Chinese and other arms exporters are fuelling armed conflicts in Africa, thus gravely undermining development; whereas the Member States are not yet legally bound by the EU Code of Conduct on Arms Export, and exercise inadequate control over illicit arms exported to or transiting through Africa, AS. whereas China bears a particular responsibility as one of the world’s major arms exporters and as a per­ manent member of the UN Security Council, AT. whereas a lack of transparency exists in relation to Chinese exports of conventional arms and small arms and light weapons; whereas Amnesty International has recently exposed China for having a ‘danger­ ously permissive’ approach to arms exports; whereas China is responsible for significant arms transfers to conflict-ridden countries, even in violation of UN embargoes in the cases of Darfur, Liberia, and the Democratic Republic of Congo, AU. whereas China is to be credited with being the second highest provider of UN peace-keepers among the Permanent Members of the Security Council and has already engaged over 3 000 troops in peace- keeping missions in Africa, 1. Stresses the need to strengthen the impact of EU policies in Africa, namely by ensuring delivery of prom­ ises and commitments; in this context, highlights the importance of the Treaty of Lisbon in enhancing effec­ tiveness and coherence in the EU’s external relations, duly encompassing development concerns and policies; 2. Urges the EU to develop a coherent strategy to respond to the new challenges raised by emerging donors in Africa, such as China, including a coordinated approach from different Member States and EU institutions; stresses that such a response must not attempt to emulate China’s methods and aims, since that would not necessarily be compatible with the EU’s values, principles and long-term interests; notes that such a response should be integrated in the EU’s dialogue with the AU and in relations with all African partners; stresses that the EU should enter into a development policy dialogue with China, in order to discuss methods and aims, but that it must remain committed to its own approach towards development cooperation; 3. Urges the EU, also when in competition with other donor nations, to maintain its high standards regard­ ing the fostering of good governance and respect for human rights; calls on the EU to position itself vis-à-vis its competitors by means of offers which are qualitatively more attractive, such as the establishment of mod­ ern, climate-friendly raw materials processing plants in the country of origin and the recruitment and training of local workers; notes that the preparation of such offers should also be integrated in the EU’s dialogue with the AU and in relations with all African partners, namely in connection with the implementation of the Joint E U-Africa Strategy and its Action Plan; N E 8 4 / E 9 5 2 C ",
        "Official Journ al of the E uropean Un ion C 259 E /49 Wednesday 23 April 2008 4. Welcomes China’s willingness to provide practical cooperation to African countries without patronising them; notes that such cooperation is of a pragmatic nature; regrets in this regard China’s cooperation with repressive regimes in Africa; points out that it would be desirable for political conditions to be attached to cooperation and that human rights and environmental standards should play a greater role; 5. Calls on the EU and China to discuss, develop and formulate, whenever possible, their African strategies with a view to a responsible commitment, aimed at fostering sustainable development and the pursuit of the MDGs; stresses the importance of formulating constructive dialogues within a multilateral framework with all relevant players in the continent, in particular the AU and NEPAD; in this context, calls on the EU to ensure that the African Partnership Forum engages all major donors and investors, namely China; 6. Urges the EU and China to increase support to NEPAD as the driving force for a sustainable development strategy for Africa and also to support African regional organisations, the AU, the Pan-African Parliament (PAP) and African national parliaments and governments in enhancing their leadership and ownership of such a strat­ egy; calls on the EU to help strengthen African capacity to ensure donor and investor coherence and to guar­ antee that foreign investment contributes to fostering sustainable development; 7. Stresses its willingness to engage with the Chinese National People’s Congress, the PAP and African n ational parliaments in a dialogue aimed at fostering sustainable development and enhancing scrutinising capabilities; 8. Calls on the EU to encourage China to assume its responsibilities as a permanent member of the UN Se­ curity Council, including the ‘responsibility to protect’, acknowledging that China’s presence in Africa, by itself, regardless of any ‘non-interference policy’ intentions, does have a real impact in host countries, including a political impact; 9. Calls on the EU to take into account the views expressed by the African States as well as the AU in its con­ sideration of the impact of China in Africa; stresses that the EU should avoid generalisations about China’s role, should regard it with an open and constructive attitude, and should not try to impose European models and views; Sustainable development 10. Calls on the EU to pursue a dialogue between Africa, the EU and China for their mutual benefit and on the basis of African needs and in the interests of African countries and people, and with a view to improving the effectiveness and coherence of development cooperation, exploring concrete avenues for cooperation and enhancing partn erships, avoidin g separate pock ets of action ; proposes that the E U, the AU an d Chin a should set up a standing consultative body to improve the coherence and effectiveness of their respective activities in the area of development cooperation; calls on the EU, China and Africa to establish a global framework for concrete operational projects on common challenges such as adaptation to climate change, renewable ener­ gies, agriculture, water and health; 11. Calls on the EU and the Member States to strengthen relations with African countries by delivering on aid commitments and making the pursuit of the MDGs a priority; welcomes the 6 % increase in EC aid and 2,9 % in aid provided by 15 Member States in 2006 when compared with the previous year but regrets that ODA from the 15 Member States to all regions is falling as a share of gross national income (GNI) from 0,44 % ODA/GNI in 2005 to 0,43 % ODA/GNI in 2006; also reg rets that four Memb e r States have failed to meet the individual target of 0,33 % of GNI in 2006 and more could equally have failed to do so if debt relief and other items that do not correspond to available funds for developing countries were to be deducted from ODA figures; 12. Recalls that the ultimate goal of any development policies, be they implemented by the EU or by China, should be poverty reduction and eradication; N E 9 0 0 2 . 0 1 . 9 2 ",
        "Official Journ al of the E uropean Un ion 29.10.2009 Wednesday 23 April 2008 13. Calls on the EU to strengthen untied aid commitments and to encourage China to provide untied aid to African partners, ensuring that economic conditions attached to international grants or loans will not under­ mine sustainable development; in this context, urges the EU to engage China in the expansion of the local Afri­ can labour market, instead of bringing in thousands of Chinese labourers; 14. Calls on the EU to encourage China to make use of its health expertise to support initiatives aimed at improving public health systems in Africa, to ensure sustainable development and to support initiatives aimed at combating the poverty-related pandemics that ravage Africa, namely HIV/AIDS, malaria and tuberculosis; 15. Calls on the EU to engage in constructive dialogue, within the framework of the Development Assis­ tance Committee (DAC) of the OECD, with non-DAC emerging donors, including China, aimed at encourag­ ing them to adopt DAC guidelines and standards or equivalent codes and to respect the principles of the Paris Declaration on Aid Effectiveness; 16. Urges the EU to encourage China to create a specialised aid institution aimed at enhancing Chinese aid expertise and independence and to commit itself to transparent reporting on aid budgeting; calls on the EU to assist China in developing that expertise if requested; 17. Encourages EU and African countries to invite Chinese representatives to participate in bilateral and mul­ tilateral donor coordination meetings; 18. Calls on the EU to encourage China to participate in meeting the challenges linked to the demographic situation in Africa; in this context, highlights the fact that the population growth rate is higher than the eco­ nomic growth rate in many parts of Africa and that measures to change this include improving sexual and reproductive health, as mentioned in the UN report of the International Conference on Population and Devel­ opment of 1994; 19. Stresses that any international partnership for development must be people-focused, since sustainable development is only possible with the empowerment of civil society; stresses that women and minority or vul­ nerable groups should be particularly supported and valued as essential agents for development, and that free­ dom of association and free and plural media are essential conditions for development and need to be supported by such partnerships; 20. Calls on the EU and the Member States to reach broader sections of the public in Africa and the EU through the presence of, visits by and involvement in dialogue-related events on the part of high-level repre­ sentatives of European governments; Energy and natural resources 21. Takes the view that, given China’s engagement in Africa, cooperation with Africa in the field of the EU’s external energy policy should be given greater significance; would like to see active cooperation on energy policy between Africa and the EU; 22. Recognises the importance of the transparent management of natural resources in mobilising revenues that are k ey to developmen t an d poverty reduction , en suring stab ility of supply an d preven ting resource-related conflict and instability in resource-rich countries; calls on the EU to encourage African resource-rich countries to adhere to the Extractives Industry Transparency Initiative (EITI) by providing enhanced political, financial and technical support to the EITI with a view, inter alia, to enabling civil society to participate freely and effec­ tively in the EITI; urges the EU to actively engage with the government of China and Chinese companies in order to encourage them to support the EITI; calls on the EU to advocate the expansion of the scope of the EITI to other natural resources, such as timber, and also to encompass government revenues linked to resource- b acked loans; N E 0 5 / E 9 5 2 C ",
        "Official Journ al of the E uropean Un ion C 259 E /51 Wednesday 23 April 2008 23. Considers it of the utmost importance that the EU call on all political powers and international investors operating in Africa to strictly respect the social and environmental safeguard rules established in 2002 by the World Bank for the extractive industries; 24. Calls on the EU actively to promote transparency, not just in terms of revenue collection, but also in terms of expenditure of natural resource revenues, by supporting initiatives to enhance budgetary transpar­ ency in African countries; urges the EU to promote ‘responsible lending’ by all donors, requiring recipient resource-rich countries with a history of bad governance and corruption to take concrete steps towards greater transparency in revenue management as a condition for receiving non-humanitarian assistance; calls on the EU to apply Articles 96 and 97 of the Cotonou Agreement more consistently to resource-rich countries and, at the same time, to enter into a dialogue with China and other donors with a view to taking concerted action to increase the effectiveness of corresponding measures; stresses that the EU should lead by example by mak­ ing its own development programmes and projects a model of transparency and good governance; 25. Urges the EU to advocate tougher international controls of illegal timber and the ivory trade; calls on the EU to advocate the principles outlined in the EU Forest Law Enforcement, Governance and Trade Action Plan (FLEGT), as well as encourage China to adopt similar principles in its own imports of timber from Africa, in order to halt trade in illegal timber and promote the sustainable management of forests; calls on the Commis­ sion to come forward with early proposals to outlaw all illegally-sourced timber and timber product imports into the EU in order to discourage China from illegally sourcing African timber for its furniture exports; encourages the Commission to expand the scope of its negotiations on voluntary partnership agreements with third countries; calls on the EU to support the strengthening of similar initiatives, such as the African and Asian FLEGTs; 26. Calls on the EU to advocate the conclusion of international conventions on energy resources extraction or exploration to include transparency of licensing arrangements and contractual terms that determine fiscal flows to governments and a clause on the investment of a percentage of profit in local community development; 27. Calls on the EU and China to address the problem of the illicit trade in natural resources through con­ certed action, which should include an agreed definition of what constitutes ‘conflict resources’ and the appointment of an international group of experts to develop multilateral approaches to tackle the issue; 28. Calls on the EU and China to invest more in renewable energies as a way of tackling environmental deg­ radation and climate change, as well as a way to prevent conflicts related to the scarcity of resources such as oil; Trade, investment and infrastructures 29. Points out that diversification of trade in general is a key factor in bringing about reliable economic growth in all African States; underlines the fact that Chinese exports of products towards Africa should not hinder the development of African industries or destroy the competitiveness of those industries; 30. Calls on the EU and appeals to China to offer Africa a way out of the ‘commodity trap’ and to encourage its transformation from a region which supplies commodities into one which processes commodities and develops services; in this context, urges the EU to encourage all players involved, namely the Member States and emerging donors such as China, to diversify trade and investment, transfer technology to Africans, strengthen international fair trade rules, expand global market access for African products, lower tariffs on pro­ cessed goods from Africa, promote the development of the private sector and its access to finance, promote trade facilitation, encourage regional integration in Africa and facilitate remittance flows from African residents; N E 9 0 0 2 . 0 1 . 9 2 ",
        "Official Journ al of the E uropean Un ion 29.10.2009 Wednesday 23 April 2008 31. Calls on the EU to expand its economic impact on the development of Africa by reforming its own Com­ mon Agricultural Policy and facilitating the access of African products to the EU market; calls on the EU and appeals to China, when reforming their own agricultural policies, to take greater account of development opportunities for the African farming sector, to facilitate the import of agricultural products from Africa and, in connection with agricultural exports, to make doubly sure that they do not jeopardise the development of agricultural production in Africa so as to provide guarantees of food security and jobs; 32. Calls on the EU and appeals to China to be stronger advocates of fair world trade in an effort to ensure that trade and development policies are coherent with one another, to increase substantially the share of the profits of the global trade in goods received by producers and workers, to offer African products greater access to world markets and to reduce import tariffs on manufactured products from Africa; appeals to the govern­ ment of China and to the EU to develop an export strategy which does not pose an obstacle to the ecologically and socially sustainable manufacture of goods in Africa; 33. Appeals to China, when granting loans, to take account of the events which led to the emergence of the debt crisis affecting many developing countries, and not to repeat the mistakes previously made by lenders; 34. Welcomes the step taken by China toward improving social legislation and workers’ rights from 1 Janu­ ary 2008, as a result of pressure from the WTO and international public opinion, and stresses that more bind­ ing social laws in China should have a positive impact on the Chinese way of operating in Africa; 35. Stresses the importance for Africa of developing its own strategy towards China; notes that such a strat­ egy is of great importance in enhancing the reciprocal nature of trade relations between China and Africa; stresses that this strategy must focus on greater participation by African workers in Chinese projects in Africa, greater willingness on the part of China to transfer technology and better access to Chinese markets for typical African exports such as coffee, cocoa and leather goods; 36. Recommends that the Commission insist, within the framework of the ongoing negotiations with China, on a new trade chapter in the Partnership and Cooperation Agreement, on binding language with respect to ILO core labour standards, corporate social and environmental responsibility, provisions against social and environmental dumping, ILO recommendations for decent work and the upholding of requirements deriving from international human rights covenants; 37. Emphasises the importance of employing local workers on fair financial terms when implementing investments in infrastructure and new plant; urges a stronger commitment to the training of workers through the award of grants and circular migration; calls for measures to involve the members of the African Diaspora, some of whom are highly qualified, in this process and to facilitate transfers of money to Africa by Africans living abroad; 38. Understands the profoundly positive role which information and communication technology (ICT) plays in general in supporting growth, competitiveness and job creation; recommends that the Commission align existing African an d E uropean prog rammes with a stron ger focus on b uildin g I CT capacity for SME s throug h public-private partnerships so as to ensure that institutions and policies are built to facilitate investment, inno­ vation and technology transfer; 39. Calls on the EU and China to support the AU and NEPAD in conducting environmental impact assess­ ments and evaluating the potential pro-poor growth of foreign investment projects in Africa, especially in the field of energy and infrastructure, as well as developing a more transparent system for the award of contracts and public spending; highlights the importance of long-term planning in the public spending by African coun­ tries of profits obtained through the recent commodity price rise, energy exploration gains and foreign invest­ ment flows and, with that aim in view, urges the EU and China to give targeted support to the development of corresponding administrative skills; 40. Calls on the EU to engage in joint projects with China in Africa in the fields of energy exploration, trans­ portation and infrastructures, with the aim of developing, together with the AU and NEPAD, a common set of rules of engagement and investment; 41. Calls for the EU and China to invest in training and education in Africa, as skilled workers form the pil­ lars of more independent developmen t; N E 2 5 / E 9 5 2 C ",
        "Official Journ al of the E uropean Un ion C 259 E /53 Wednesday 23 April 2008 42. Calls on the EU to go beyond the current EU-Africa business forum and develop a coherent action plan to stimulate and diversify European investments in Africa; 43. Recognises that European economic investment is at a competitive disadvantage in Africa due to the open or hidden subsidising of Chinese projects and offers made by the Chinese government (or wholly State- owned companies), to higher costs caused by social and economic standards which Chinese competitors do not meet, to tied Chinese aid which prevents European companies from joining projects financed by Chinese aid and to limited access to financing and investment risk coverage instruments for European companies; The environment 44. Notes the ecological impact of China’s presence in Africa; urges China to act as a responsible steward of the environment, both in China and in Africa; 45. Calls on the EU to encourage Chinese export-credit agencies, including the Exim Bank, to conduct sys­ tematic environmental assessments of infrastructure projects in Africa, such as dams, roads and mines; 46. Welcomes the Commission’s initiative to launch a Global Climate Change Alliance with the least devel­ oped countries and small island developing States, specifically enhancing cooperation on climate change adap­ tation; calls on the EU to invite China to participate in key areas of the Alliance’s work plan, such as dialogue on disaster-risk reduction and climate-proofing development, which are crucial areas of cooperation given Chi­ na’s position as a major donor and investor in Africa, often investing in large-scale infrastructure projects that tend to be particularly vulnerable to climate change; 47. Calls for increased funding for climate change adaptation, according to a system where the obligation to contribute depends both on past emissions and economic capacity and where funds are not diverted from existing aid budgets; in this context, urges the EU to advocate enhanced coordinated and complementary inter­ national action as regards the provision of financial resources and investment to support mitigation and adap­ tation actions in Africa, namely in the form of improved access to adequate, predictable and sustainable financial resources, financial and technical support for capacity-building in the assessment of the costs of adap­ tation to aid in determining its financial needs, and the provision of new and additional resources, including official and concessional funding; urges that any financial provision be accessible with minimal red tape involved; insists that effective monitoring of the results be put in place; 48. Calls on the EU to engage in multilateral discussions with AU Member States and China, as well as with civil society, on the global threats of environmental degradation and climate change and to push forward the commitments of the Bali Action Plan, signed at the 13th meeting of the Conference of the Parties (COP-13) in Bali on 15 December 2007, as a post-2012 framework; 49. Calls on the EU to take the lead in climate change mitigation by launching a ‘crash programme’ provid­ ing large-scale financial support, additional to existing aid budget lines, for the development and deployment of green energy technologies in both emerging economies and developing countries, recognises however their different needs; specifically calls on the EU to provide funding to enable the transfer of cheap, green technolo­ gies to African countries; recognizing that increased funding for technology transfer is a key step to reach agreement on a post-2012 global climate change framework by 2009; 50. Urges the EU and China to ensure, along the lines of the Bali Action Plan, that its projects in Africa, in particular energy exploration, are environmentally sustainable and compatible with the Bali Action Plan; N E 9 0 0 2 . 0 1 . 9 2 ",
        "Official Journ al of the E uropean Un ion 29.10.2009 Wednesday 23 April 2008 51. Recognises the share of responsibility of Western trade and consumption in creating increasing Chinese demand for natural resources in Africa, as well as for increased CO 2 emissions in developing countries as a result of the ‘outsourcing’ of polluting industries; calls on the EU to raise the issue of trade and climate justice as part of the agenda of trilateral cooperation with China and Africa; also calls on the EU to strengthen mea­ sures to promote socially and environmentally responsible consumption (including product labelling demon­ strating the environmental impact during the entire life cycle of a product, from extraction of natural resources to production and transportation); 52. Urges the EU to advocate greater international cooperation, in particular with China, to support the urgent implementation of adaptation actions, namely through vulnerability assessments, prioritization of actions, financial needs assessments, capacity-building and response strategies, integration of adaptation actions into sectoral and national planning, specific projects and programmes, means to provide incentives for the implementation of adaptation actions, and other ways to enable climate-resilient development, taking into account the urgent and immediate needs of developing countries vulnerable to the adverse effects of climate change, such as those in Africa, which are particularly affected by drought, desertification and floods; 53. Calls on the EU to strengthen dialogue with Africa and China and to develop common approaches to deal with global environmental problems such as deforestation, desertification and fragmentation, decline or loss of biodiversity and soil fertility, as well as water and air pollution; calls on the EU to promote energy effi­ ciency, green technologies, risk management and early warning capacities, as well as responsible industriali­ sation and consumption; Good governance and human rights 54. Urges the Chinese authorities to respect the principles of democracy, good governance and human rights in their relations with Africa; 55. Calls on the EU to act consistently with its own values, principles and commitments under the Cotonou agreement in its relations with those African governments that obstruct democracy and violate human rights by denying them control of aid, budget support or investments; urges the EU to ensure that, in such cases, humanitarian and other assistance is provided through local civil society organisations and helps reinforce the capacity of such organisations; calls on the EU to urge other major donors, such as China, bound by the UN international human rights conventions, covenants and instruments, to act similarly; 56. Stresses that, notwithstanding the importance of principles such as sovereignty, ownership and align­ ment, China’s ‘no-conditions’ investments in those African countries misgoverned by oppressive regimes con­ tribute to perpetuating human rights abuses and further delay democratic progress and hinder recognition of good governance, including the rule of law and the control of corruption; in this context, highlights the impor­ tance of greater EU support to governments, institutions and civil society players that promote good gover­ nance, the rule of law and respect for human rights in Africa, namely national parliaments, pluralist party systems, development and human rights organisations, free media and anti-corruption bodies; 57. Calls on the EU to ask all aid donor and recipient countries to respect the guidelines and transparency standards set by the international financial institutions; urges the EU to persuade Chinese authorities to encour­ age national banks to adopt the ‘Equator Principles’ on social and environmental standards; 58. Urges the E U to en courage Chin a to volun tarily adopt the provision s of the OE CD’s An ti-Bribery Con ­ vention and to ensure its implementation, not just within China, but also in its relations with African countries; 59. Calls on the EU to encourage all the Members States and China to participate in current global initiatives to facilitate asset recovery under section V of the UN Convention on Corruption, including the joint Stolen Asset Recovery Initiative (StAR) recently launched by the World Bank and the United Nations Office on Drugs and Crime (UNODC); N E 4 5 / E 9 5 2 C ",
        "29.10.2009 EN Official Journ al of the E uropean Un ion C 259 E /55 Wednesday 23 April 2008 60. Calls on the EU to encourage China to ratify the ILO Conventions which it has not yet adopted and ensure their implementation in developing countries wherever Chinese investments, companies, experts or workers are involved, namely in Africa; 61. Calls on the EU to encourage the development of international and legally binding codes of conduct on good governance, safe and equitable working conditions, corporate social responsibility and environmental protection practices, as well as to support corporate accountability; Peace and security 62. Calls on the EU to make its Code of Conduct on Arms Exports a legally binding instrument; 63. Calls on the EU to encourage China to increase the transparency of its national arms export control regime, namely by ensuring complete reporting on exports to the UN Register on Conventional Arms Exports and upgrading its arms export control rules in order to block arms transfers to countries and regions, particu­ larly in Africa, where international human rights and humanitarian law are systematically violated; 64. Calls on the EU to maintain its arms embargo on China, as long as China continues to export arms to armed forces and armed groups in countries, many of them in Africa, that fuel and perpetuate conflicts and perpetrate gross violations of human rights; 65. Calls on the EU and China to suspend arms trade deals with those governments that are responsible for human rights violations, are involved in conflicts or are on the brink of war, such as the governments of Kenya, Zimbabwe, Sudan, Chad, the Democratic Republic of the Congo, Ethiopia, Eritrea and Somalia; calls on the EU and China to stop, prevent and prohibit arms transfers to armed non-State actors that threaten human rights, political stability and sustainable development on the African continent; 66. Calls on the EU to continue advocating an international legally binding arms trade treaty on all conven­ tional weapons, negotiated at UN level; 67. Calls on the EU and China to support African-led initiatives, such as a stand-by force and the use of regional organisations as security pillars: 68. Calls on the EU to encourage China to continue increasing its participation in UN and AU peace-keeping missions in Africa, and to expand that contribution by also supplying combat troops, when necessary and in accordance with UN mandates; 69. Calls on the EU to engage China in the development of common approaches to human security, namely in the fields of conventional disarmament, disarmament, demobilization and reintegration (DDR), traceability of arms, mine clearance and security sector reform (SSR); urges engagement in non-traditional security issues, such as prevention of natural disasters, climate or economic refugees, displaced persons and migrants, drugs and communicable diseases; * * * 70. Instructs its President to forward this resolution to the Council, the Commission and the the govern­ ments and parliaments of the Member States, the government of the People’s Republic of China and the Chi­ nese National People’s Congress, the African Union, NEPAD, PAP and FOCAC. "
    ]
}