{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 7.9.2010 SEC(2010) 1016 final REPLY OF THE COMMISSION TO THE SPECIAL REPORT \"HAS THE REFORM OF THE SUGAR MARKET ACHIEVED ITS MAIN OBJECTIVES?\" ",
        "EN 2 EN REPLY OF THE COMMISSION TO THE SPECIAL REPORT \"HAS THE REFORM OF THE SUGAR MARKET ACHIEVED ITS MAIN OBJECTIVES?\" SUMMARY I, II, III. The 2006 reform of the EU sugar market has successfully managed the restructuring of the sector, providing it with a long-term policy framework and considerably improving its competitiveness. EU sugar producers are now operating in an environment with institutional prices reduced by 36%, and production is more concentrated in high profitability regions. The key elements of the reform were a substantial reduction of the institutional prices and a temporary restructuring fund aimed at compensating operators for giving up production quota and helping counterbalance the potential negative social and environmental effects of the reform. This created an incentive for the least competitive sugar producers to renounce their quotas. Moreover, in order to further promote the competitiveness of the EU sugar producing sector, additional quotas were made available to EU operators in exchange for a one-off payment. The reform has been budget neutral in terms of agricultural expenditure. Adjustment needs in ACP countries signatories to the Sugar Protocol were explicitly recognized in the Commission proposal and addressed in a specific aid programme agreed by the Council and the Parliament as part of the reform package. The sugar reform should be considered against the background of the EU's \"Everything but Arms Initiative\" (EBA) in 2001, and the 2005 World Trade Organisation (WTO) ruling on the EU sugar regime. The EBA granted Least Developed Countries (LDC) free access to the EU market, including sugar. The WTO ruling necessitated a reduction of subsidized EU sugar exports. In response, the EU had to cut its sugar production quotas to maintain the appropriate market balance. Thus, some of the developments described by the Court (e.g. the reduction of production quotas) are ultimately rather a consequence of the two aforementioned changes in the broader policy environment. Others (e.g. the concentration and closure of production facilities) can at least partially be attributed to longer-term trends. V. The overall increase in competitiveness of the EU sugar sector achieved by the reform is evident and the Commission considers that this objective has been fully met. The reform was based on a voluntary system of quota renunciation underpinned in particular by a temporary restructuring fund. The choice of abandoning or keeping production was to be made by every sugar producing company bearing in mind that in the future they would have to secure their long-term profitability in a situation of substantially lower institutional prices. The fact that the reform simultaneously offered the option of abandoning and obtaining additional quotas responded precisely to the objective of achieving a smaller but more competitive EU sugar producing sector. As documented in Commission table 1, the renunciation of quota has been more pronounced in Member States with a low level of combined profitability, whereas 93 % of new quotas have been allocated to Member States with a high combined profitability. As a result of this process, Member States with high profitability account for 78 % of the EU quota (68 % before the reform) whereas Member States with low profitability now hold 5 % of the quota (12 % before). ",
        "EN 3 EN VI. The Commission welcomes the Court’s acknowledgment that the reform’s objective of stabilising the sugar market and sugar prices has been met. The higher reliance on external supplies of sugar is the result of the trade and development policies of the EU, and in particular the ‘Everything but arms’ initiative that has granted unlimited access to the EU market to imports from least developed countries, some of which have substantial sugar export potential. Moreover, the sugar regime incorporates the necessary tools to deal with a hypothetical situation of undersupply of the EU market mainly by converting available out-of-quota sugar into quota sugar. The Commission will shortly launch a study on price transmission in the sugar sector to shed more light on this issue. VII. In line with the principle of subsidiarity, the responsibility for addressing the consequences of factory closures (or production reductions), including the implementation of the necessary diversification measures, lies with the Member States. Nevertheless, with a view to securing timely implementation of these measures and then avoiding unnecessary delays, the EU legislation contains detailed execution and payment deadlines which Member States are bound to meet. The reform entails a more competitive business environment for traditional refiners, which need to adjust their operations in order to remain competitive in this new scenario. The purpose of this transitional aid, which was not part of the Commission’s initial proposal, is to enable these companies to take the necessary measures to improve their competitiveness. VIII. As far as the reform of the sugar regime is concerned, all the changes that were introduced within the Common Market Organisation (CMO) for sugar need to be taken into account, i.e. the transfer from measures encompassing high guarantee prices of sugar beet, production and export refunds to a system mainly based on direct aid to farmers. In this sense, the sugar regime was conceived to be budget-neutral in terms of agricultural expenditure (see also the Court's observation in point 89). The Commission considers that this objective has been achieved. In accordance with Article 1(3) of Council Regulation (EC) No 320/2006, the remaining balance in the sugar restructuring fund will be assigned to the EAGF after the financing of the measures under that fund. The accompanying measures for ACP countries result from the overall EU commitment, within the framework of the ACP-EU partnership agreement, to support ACP countries on their path to poverty reduction and sustainable development. During the process leading to the sugar reform, the Commission had committed itself to support the adjustment needs of privileged Sugar Protocol countries and made an analysis of the impact of the sugar reform on ACP countries. The need for such accompanying measures to ACP countries had been duly anticipated and they do not pertain to the agricultural section of the budget. IX. First indent - As a matter of course, the Commission always exercises great diligence to ensure that instruments and measures are designed so as to ensure overall consistency and are based on thorough technical assessments of needs and objective and non-discriminatory criteria. This approach has also been followed in the reform of the sugar market. Second indent - In preparing its proposal for the rules governing sugar after marketing year 2014/15, the Commission, building on the experience of the past, will examine a whole series of options. ",
        "EN 4 EN Third indent - The Commission is of the view that the new sugar market balance emerging from the reform, including the level of EU self-sufficiency, is in line with Treaty provisions, which do not stipulate that the EU should be self-sufficient with regard to every agricultural product. Furthermore, the sugar regime incorporates the necessary tools to deal with situations of undersupply of the market, mainly by converting available out-of-quota sugar into quota sugar. Fourth indent - In order to shed more light on this issue, the Commission will shortly launch a study on price transmission in the sugar sector. Fifth indent - In line with the subsidiarity principle, the responsibility for implementation of diversification measures and for ensuring compliance with environmental obligations lies with the Member States, which are better placed to take the necessary decisions in the light of the number of specific factors applying in each case. INTRODUCTION 4. The smooth operation of a sugar regime based on quotas requires quotas for isoglucose and insulin syrup as well, since, as the Court rightly points out, both products are potential substitutes for sugar. Quotas were introduced at a time when the production of these alternative sweeteners in the Community reached a volume that risked disrupting the normal operation of the sugar regime. The quota levels fixed then corresponded to the production volume of that time. 5. The Commission would like to clarify that in the light of the World Trade Organisation (WTO) ruling, there is no absolute quantitative limit on white sugar exports: The WTO Panel and the Appellate Body recommended that the Dispute Settlement Body (DSB) request the European Community (EC) to bring its sugar regime, to the extent it was found to be inconsistent with the WTO Agreement on Agriculture , in line with its obligations under that Agreement. As regards the scope of the inconsistency, in its report of 28 April 2005 the WTO Appellate Body upheld the Panel’s findings that First indent - footnote 1 in the EC Schedule relating to preferential imports from certain ACP countries and India did not have the legal effect of enlarging or otherwise modifying the European Communities’ quantity commitment level contained in the EC Schedule, Second indent - the complainants (Australia, Brazil and Thailand) had provided prima facie evidence that producers/exporters of C (i.e. out-of-quota) sugar that exceed the EC’s commitment levels received ‘payments’ on export (i) through sales of C beet to C sugar producers below their total costs of production; and (ii) in the form of transfers of financial resources, through cross-subsidisation resulting from the operation of the EC sugar regime, within the meaning of Article 9.1(c) of the WTO Agreement on Agriculture (and hence subject to reduction commitments for export subsidies), Third indent - the EC had not demonstrated that its exports of C sugar and ACP/India (equivalent) sugar that exceeded the European Communities’ commitment level were not subsidised. Therefore the EU may allow exports of out-of-quota sugar in excess of its WTO commitments, provided the EU can demonstrate that these exports are not subsidised. Box 1 See reply to point 5. ",
        "EN 5 EN 7. The Commission would like to underline at the outset that not all EU sugar exports but only subsidised exports should be kept within the limit imposed by the WTO ruling. Accordingly, quota sugar and quota and out-of-quota isoglucose, as far as no refund is granted, are not subject to this limit. 9. The objectives of the reform are directly linked to the objectives of the CAP, which are enshrined in the Treaties. Moreover, it is not a shortcoming of the reform to have partly diverging objectives, but rather a result of its comprehensive scope. The different objectives of the reform reflect the different aspects of the sugar market and need to be balanced off against each other. 10. d) A lower level of quota renunciation during the second year led to a situation of oversupply of the domestic market, in response to which the Commission had to take two sets of measures: on the one hand, extending export refunds into the marketing year 2007/08, and, on the other hand, setting a withdrawal percentage of 13.5 % (Commission Regulation (EC) No 290/2007) in order to preserve the structural balance of the market. e) Since the reform involved a reduction of beet prices, it had a direct impact on the income of growers, hence the justification for compensation. For cereal growers the isoglucose only constitutes a marginal outlet for cereals whose price is much more dependent on other variables. The reform did not have a noticeable impact on the income of cereal growers and therefore any compensation would not have been justified. OBSERVATIONS 21. In order to secure an efficient and smooth restructuring, the Commission opted for a reform model based on voluntary decisions by sugar producers. This choice has proven efficient in delivering the objectives of the reform. An approach based on targeting specific regions or individual producers would have encountered not only major opposition by Member States and operators affected by quota cuts but also great practical difficulties in singling out who should go out of business and who should remain. 22. The primary objective of the reform was to attain a new balance for the EU sugar producing sector in a scenario marked by a greater openness of the domestic market to imports from third countries. In order to achieve this objective, a quota reduction was required; remaining companies should be able to operate in a market with substantially lower institutional prices. 23. For reasons of efficiency and transparency, the Commission opted for a reform model in which the final decisions for keeping, reducing or abandoning production would be taken by individual sugar companies, against the background of a future characterised by substantially lower prices. In addition, a financial incentive was provided for companies that decided to surrender quota. This model does not require an analysis of the current profitability and prospects of every individual sugar producer in the EU. Therefore, the Commission did not consider it necessary to collect such data on productivity and efficiency for the model chosen. Moreover, such an analysis would concern confidential aspects of private business, and comparisons between companies based thereon would not be exempt from controversy. The gains in competitiveness of the EU sugar industry after the reform are incontestable since operating companies now have to maintain profitability in a scenario of substantially lower institutional prices. 24. The Commission has consistently made use of the best available information for the purpose of estimating the profitability of the sugar sector in each Member State. In order to ",
        "EN 6 EN secure reliability of results, these analyses are to be based on consolidated underlying trends over a meaningful period of time. The current results of the reform have, to a very large extent, confirmed the validity of these estimates. The original Impact Assessment SEC (2003) 1022 was based on data from the ‘Study to assess the impact of future options for the future reform of the sugar CMO,’ prepared by LMC for the CEFS (2003), which largely confirmed previous conclusions reached by the Commission. The update of the Impact Assessment SEC (2005) 808 drew on a range of sources, including various studies commissioned either by sector organisations (e.g. Comité Européen de Fabricants de Sucre, Conféderation Générale de Betteraviers) or Member States, as well as contributions from the academic world. Accordingly, the data in table 2 of the updated impact assessment are the latest available suitable for the purpose of estimating the profitability of the entire sugar sector in each Member State. 25. See the reply to point 23 for the features of the reform model retained by the Commission. As documented in Commission table 1, the share of quota held by high-profitability Member States has increased from 68 % to 78 % after the reform while the share of low profitability Member States has dropped from 12 % to 5 %. The gains in the overall competitiveness of the EU sugar producing sector are clear. 26. The rationale for the reform was the voluntary renunciation of 6 million tonnes of quota production by the 2009/10 campaign for which a four year-restructuring scheme was set up. While the uptake of the first year (1.47 million tonnes renounced) was in line with this goal, this was not so much the case for the second year (0.71 million tonnes), which prompted the Commission to make the necessary adjustments. The relevant Council Regulation (EC) No 1261/2007 was adopted in October 2007. The instruments encouraging the abandonment of quota during the first two years of the reform proved to be attractive only to the least competitive processors and the volume of quota abandoned was not sufficient for the sector to find a new balance. As the Court rightly explains in greater detail in point 27, a major obstacle for the industry was not a lack of financial incentives, but rather the uncertainties linked to the part of the aid to be reserved for growers and contractors. 28. The transitional five-year coupled aid to growers has to be assessed in the political context of the reform of the sugar sector which also had to be supported by those Members States which, as a result, would lose sugar production capacity. The sugar reform is to be assessed against its final results, once the transitional period is over. 29. The total level of quota renunciation estimated by the Commission is not based on the analysis of the profitability of individual companies but the result of the new macro-economic conditions prevailing in sugar economics in the EU, namely the WTO panel decision and the increased access granted to certain sugar exporters. Since the Commission largely shares the Court’s position that the profitability of sugar producers can vary within the same region, it opted for a reform model where final decisions would be taken by individual sugar companies. Against this background, the objective of the reform was not to achieve the new market balance solely by a total cessation of production in the least profitable Member States but to set up conditions and incentives allowing the sector to undertake the necessary cuts in production. ",
        "EN 7 EN 30. The decision to cease sugar production was taken by individual sugar companies. Most efficient sugar producers are certainly better placed to keep their activity in a scenario of lower prices. As the Court rightly points out in other parts of its report, the combined profitability of sugar production depends not only on the economic performance of processing facilities but also on the competitiveness of the growing sector. To be commercially sustainable, both should go hand in hand. 32. c) The introduction of an obligatory uncompensated quota cut in 2010 if the target had not been met by voluntary renunciations proved instrumental in securing a large uptake from the third year of the reform. 34. As the Court describes in point 27, an essential element that precluded a greater uptake of the restructuring fund during the second year was a degree of uncertainty about the actual level of aid to be received by the sugar processor. Moreover, the Commission wishes to stress that the total aid amount was not increased during the second phase of the reform in which, nevertheless, the objective of total quota renunciation has been achieved. 35. Decisions on quota renunciation were taken voluntarily by companies on the basis of their own assessment of the current situation and perspectives. All operators in the EU were confronted with the same choice under the same conditions and everyone took the decision that they considered to be the most appropriate. 36. The aim was to achieve an overall increase in the productivity of the EU sugar sector after the reform, and this goal has been reached. Being a voluntary scheme, all EU sugar producers had access to the restructuring scheme. The final decisions were taken by individual undertakings bearing in mind the likely profitability of the company in the new market environment. See also the figures presented in the Commission reply to point 25. 37. The competitiveness of individual companies is not only a function of the Member State where they operate but also their size, the performance of the processing facilities, management and many other factors. As rightly explained by the Court, profitability differentials between companies located in the same Member State can be important. The total quota allocated before the reform to high-profitability Member States was much higher than in low- profitability Member States. As emerges from Annex III, quota available in low-profitability Member States after the reform amounts to 31 % of the quota they held before the reform. In the case of high-profitability Member States, this percentage is 81 %. 38. The Commission is of the view that the objectives of the reform have been fully achieved and remains persuaded that individual producers are best placed to take decisions based on their assessment of their future competitiveness. 39.-40. The Commission considers that the mechanisms do not conflict given that the rationale for offering the option of additional quotas simultaneously with incentives to surrender quota through the restructuring fund was precisely to underpin the goal that the Court mentions, namely to facilitate, by increasing their processing capacity, further gains in competitiveness for those companies that were already competitive. 40 (second indent). Whereas sugar processors would benefit from lower beet prices after the reform, the price of maize and other raw materials used for processing isoglucose would be unaffected. In order to ensure that isoglucose processors could maintain their relative ",
        "EN 8 EN competitiveness, additional quotas free of charge were granted so that they could profit from economies of scale. 41. The result of the combined application of both measures was to facilitate the concentration of sugar production in those undertakings with the best prospects of remaining competitive over the years and, thereby, achieving an overall increase in the competitiveness of the EU sugar producing sector. 42. The purpose of the reform was to achieve the necessary adjustment of the EU sugar production sector in a smooth and efficient way. This required a restructuring fund for those companies giving up quotas and flexible adjustment tools for those deciding to remain in business. Sugar companies in the EU were called on to take a series of decisions based on their own analysis of prospects and market outlook. In this complex economic environment, some companies decided to buy quota first and to renounce some quota afterwards. The Commission is of the view that this enhanced flexibility of operators resulted in a more efficient adjustment of the EU sugar sector, while giving equal treatment to all operators. As the Court rightly points out, the amount charged for quota purchases and granted for quota renunciations was equivalent. As to the alleged negative financial consequences, please see the Commission reply to point 43. 43. Whereas sugar processors would benefit from lower beet prices after the reform, the price of maize and other raw materials used for processing isoglucose would remain unaffected. As the drop in sugar prices entails a reduction in the price of isoglucose, the reform would have resulted in a reduction of the profits of isoglucose producers. In order to make sure that isoglucose processors could maintain their relative competitiveness and thereby to ensure a level playing field between producers of sugar and of isoglucose, an increase of quotas for isoglucose was granted so that they could profit from economies of scale. The Commission would like to stress that, as is the case for sugar quotas, isoglucose companies giving up quota and applying for the restructuring amount had to submit and prove correct implementation of a restructuring plan. 44. The reform aimed at a global improvement of the overall competitiveness of the sector including growers, through a lower minimum price for beet. As Annex VI of the Court highlights, certain Member States decided to focus the diversification aids mainly on sugar beet growers. 45. The results of the reform show that EU beet growers have exhibited greater capacity to adapt than initial estimates indicated and sugar beet growing continues in substantial areas of those Member States referred to in Table 2. 46-47. By its nature, sugar production requires heavy industrial facilities. It can only remain competitive if both beet production and beet processing are carried out competitively . The cases reported by the Court notwithstanding, it is also possible that performing industrial facilities were forced to close down due to the limited competitiveness of the beet grown in the surroundings. This appears to be the case described by the Court in point 30. 50. The Court’s observations relate to the legal basis as adopted by the Council, which the Commission is bound to implement. ",
        "EN 9 EN 51. The reform has contributed to bridging the price gap between the internal EU and the world market. The EU sugar sector is now more market-driven and more competitive than it was before the reform. 54. The Commission welcomes the Court’s acknowledgment that the EU sugar market has been stable since the start of the reform. 55. The actual level of imports from these countries depends on the relative attractiveness of the EU in comparison with the world market. Therefore, one of the goals achieved by the reform has been to bridge this price gap. 56. Greater reliance on imports is not the result of the sugar reform but the consequence of EU policies aimed at boosting the role of sugar as a driver for economic activity in least developed countries with a good production potential. 57. The Commission is of the view that the new market balance achieved by the reform of the sector can be sustained over the foreseeable future. Market developments seem to confirm this. 58. The fact that the EU has become more dependent on imports is the logical consequence of opening the EU market to third countries. Nevertheless, this level of reliance on imports would have been much larger if present sugar prices in the EU had remained at the high level prevailing before the reform. All in all, the level of self-supply within quota maintained after the reform (around 85 %) can be considered satisfactory and the Commission would like to stress that the regime incorporates the necessary instruments to deal with hypothetical situations of undersupply of the EU market mainly by converting available out-of-quota sugar into quota sugar. 59. b) This greater reliance on imports depends essentially on the gap between world and EU sugar prices. The reform has been instrumental in bridging this gap and has therefore contributed to maintaining a robust albeit smaller sugar producing sector in the EU. 60. By substantially raising the overall competitiveness of EU production, the Commission takes the view that after the reform the EU sugar sector is better equipped to resist delocalisation. 61. As the Court rightly explains, to receive restructuring aid the operator must present a restructuring plan containing detailed, concrete measures whose implementation is enforced by national authorities. Only companies that have satisfactorily implemented these measures are entitled to receive payments. The fact that EU sugar producer groups are also importing sugar into the EU is not new. Moreover, in a new scenario where the EU is meant to increase its imports of sugar, the fact that certain producing facilities are being transformed into refineries would allow part of the processing of such sugar to remain in the EU. 62. The Commission welcomes the Court’s acknowledgement that the reform’s objective of reducing the sugar price has been met. 63. In order to shed more light on this issue, the Commission will shortly be launching a study on price transmission in the sugar sector. Furthermore, in the context of its periodic evaluation of policies, the Commission will launch an ex-post evaluation of CAP measures applied to the sugar sector. The evaluation will examine the impact of CAP measures applied to the sugar supply chain, including the farm ",
        "EN 10 EN sector and sugar producers and refiners, since the reform was adopted in 2006. Work on the evaluation is expected to begin in the fourth quarter of 2010. The results can be expected at the end of 2011. 64. It is not surprising that a reform reducing the overall size of the sector while requiring remaining companies to substantially increase their competitiveness leads to a certain degree of industrial concentration. 69. Isoglucose is processed from cereals (mainly maize and wheat) and, in contrast to the sugar beet sector, there are no specific, inter-branch delivery contracts between growers and processors. Hence reserving part of the aid for growers would not have been justified. 72. As acknowledged by the Court in point 13 and in line with the principle of subsidiarity, the implementation of the restructuring aid is the responsibility of the Member States, which are best placed to grasp the particular circumstances of individual situations. Furthermore, the Commission would like to stress that the payment of the restructuring aid is conditional upon the implementation of a plan presented by the operator to the Member State concerned including a detailed description of concrete actions. Needless to say, these plans have to comply with EU and national rules, some of which may vary substantially across Member States. 73. Member State authorities must check that social obligations are implemented in compliance with social plans. Audits by clearance of accounts include verification that Member States carry out such checks. Social plans for the most part are drawn up in agreement between the producer and workers/unions. Fulfilment of obligations — training, redeployment, compensation, etc. — will also be monitored by the parties involved. Furthermore, the Commission hosts the ‘Sectoral Social Dialogue Committee for the Sugar Industry’ which comprises representatives from trade unions and sugar industries. In particular, this Committee has agreed a Code of Conduct of the European Sugar Industry on corporate social responsibility, which has been extensively applied in the context of the reform. Moreover, the social impact of the reform will be considered in the evaluation of CAP measures applied to the sugar sector. Work on the evaluation is expected to begin in the fourth quarter of 2010. The results can be expected at the end of 2011. 74. The rationale for extending the deadline producers had to comply with their environmental obligations was two-fold: on the one hand, the initial deadline was fixed in 2006 and the timetable needed updating to take into account the important changes in national restructuring programmes that started in 2008. On the other hand, the consequences of the global financial crisis for the economies of certain Member States made this amendment appropriate. 75. Isoglucose is processed from cereals (mainly maize and wheat) and, in contrast to the sugar beet sector, there are no specific, inter-branch delivery contracts between growers and processors. Hence reserving part of the aid for cereals growers would not have been justified since cereal prices were not affected by this reform. 76-77. See also Commission reply to point 73. The Commission would also like to stress that the reduction in the number of sugar factories has been an ongoing process for many years, since well before the sugar reform, as each ",
        "EN 11 EN production unit was increasing its processing capacity. For instance, between 2000 and 2006, 67 factories closed down in the EU. The restructuring fund has provided a legal framework and financial support that closures which occurred before the reform could not benefit from. 80. Diversification aid was introduced to give Member States the option of taking measures in the regions concerned and allows them to include measures for other economic actors affected by sugar restructuring that have not been compensated by restructuring aid. 81. See Commission reply to point 74. 82. In line with the DG AGRI multi-annual evaluation plan 2010-2012, the evaluation of CAP measures applied to the sugar sector will be carried out in 2010-2011. The evaluation will examine the impact of CAP measures applied to the sugar supply chain, including the farm sector and sugar producers and refiners, since the reform was adopted in 2006. The impact of diversification aid on regions affected by restructuring should also be examined in this evaluation (on the basis of case studies). Work on the evaluation is expected to begin in the fourth quarter of 2010. The results can be expected at the end of 2011. The Commission carries out its checks as part of the Clearance of Accounts procedures. 85. Although the Commission proposal did not include transitional aid to full-time refiners, it became clear during Council discussions that, like sugar beet processors, full-time refiners had to undergo a series of structural adjustments as a consequence of the drop in institutional sugar prices. Indeed, the reform entails a more competitive business environment for traditional refiners, which need to adjust their operations in order to remain competitive in this new scenario. Concerned operators had to set out the necessary changes in a business plan to be submitted to national authorities. By granting this aid, the reform secured equal treatment of all sugar producers in the Community whether they use beet or raw sugar as a raw material. 86. EU legislation is to be applied uniformly in Member States whether they have one or more potential beneficiaries. 88. These variations are due to the actual quota that was renounced and the timing of renunciation. In reality more temporary restructuring amounts were collected and less expenditure was incurred under the sugar restructuring fund. The highest rates of aid per tonne of quota were available during the first two years of the reform. 90. The reform of the sugar regime was designed to be budget-neutral in terms of agricultural expenditure, rather than self-financing. The sugar restructuring fund was designed to be self- financing. As far as the reform of the sugar regime is concerned, all the changes that were introduced within the Common Market Organisation (CMO) for sugar need to be taken into account, i.e. the transfer from measures encompassing high guarantee prices for sugar beet and production and export refunds to a system mainly based on direct aid to farmers. In this sense, the sugar regime was conceived to be budget-neutral in terms of agricultural expenditure (see also the Court's observation in point 89). The Commission considers that this objective has been achieved. The sugar restructuring fund, which is not a component of the CMO, was designed to be self- financing, and this has also been achieved. ",
        "EN 12 EN a) At the moment of the reform, sugar imports into the EU were expected to increase, primarily as a result of the \"Everything But Arms\" measures. Thus, in the absence of a reform and taking into account the WTO ruling, the evolution in the EU sugar market would have resulted in a decrease in EU production. Hence, surplus production would decrease and thus also the revenue from the production levies was anticipated to diminish gradually to zero as from budget year 2010. In this dynamic context, the production charge, introduced by the sugar reform, was set at 12 € /tonne in order to preserve budget neutrality as far as revenue was concerned. b) The accompanying measures result from the overall EU commitment, within the framework of the ACP-EU partnership agreement, to support ACP countries on their path to poverty reduction and sustainable development. During the process leading to the sugar reform, the Commission had committed to supporting the adjustment needs of privileged Sugar Protocol countries and made an analysis of the impact of the sugar reform on ACP countries. The need for such accompanying measures to ACP countries had been duly anticipated. The support provided to the ACP countries falls outside the scope of Council Regulation (EC) No 1290/2005, as it concerns development aid to the ACP countries and therefore is not covered by the expenditure of the Common Agricultural Policy. 91. See Commission reply to point 90. CONCLUSIONS AND RECOMMENDATIONS 93. The objectives of the reform are directly linked to the objectives of the CAP, which are enshrined in the Treaties. Moreover, it is not a shortcoming of the reform to have partly diverging objectives, but rather a result of its comprehensive scope. The different objectives of the reform reflect the different aspects of the sugar market and need to be balanced against each other. 94. Companies operating after the reform have to maintain profitability in a scenario of lower institutional prices and hence the objective of improving the overall competitiveness of the sector has been fulfilled. This gain in productivity is confirmed by the fact that Member States with high profitability account now for 78 % of the quota (compared with 68 % before the reform) while Member States with low profitability now account for only 5 % (compared with 12 % before the reform). The additional quota made available (in exchange for an amount equivalent to the restructuring aid) sought to further reinforce the competitiveness of the EU sugar sector by giving the companies the opportunity to expand their production and benefit from economies of scale, or at least maintain a production level similar to that prevailing before the reform in the event of a final quota cut. See also Commission reply to point 23. 95. After the reform the sugar market found a new balance resulting from reduced domestic production and lower institutional prices. The decision to cease production was taken voluntarily by the factories concerned after assessing the long-term viability of their operations in the new scenario. All operators in the EU were confronted with this option under identical conditions. The Commission stresses that the size of the necessary quota cut was assessed against the need to provide a market balance in the light of the new economic environment of the sector. It was achieved by means of those companies that considered themselves to be uncompetitive in the new prevailing conditions ceasing (or reducing) production. ",
        "EN 13 EN 96. The rationale behind simultaneously offering the option of renouncing quotas and obtaining additional quotas responded to the need to manage a comprehensive restructuring of the sugar production sector in the EU. As a result, the sector is now smaller but considerably more competitive. Whereas sugar processors would benefit from lower beet prices after the reform, the price of maize and other raw materials used for processing isoglucose would remain unaffected in spite of the drop in isoglucose prices. In order to make sure that isoglucose processors could maintain their relative competitiveness, additional quotas free of charge were granted so that they could profit from economies of scale. 97. Overall, EU growers are more competitive after the reform. That being said, growers’ competitiveness cannot be seen in isolation from that of the factory to which they deliver their crops. See also Commission replies to points 46-47. 98. The Council decided to maintain a regime based on production quotas until 2014/15. 99. The Commission considers that both objectives, stabilising the market and reducing unprofitable production capacity, have been fully met. Following the reform, the EU produces 6 million tonnes less of quota sugar and operating companies have to find their profitability in a scenario of substantially lower institutional prices. The reform has bridged the gap between EU and world prices. This has contributed to easing the pressure on the EU’s domestic sugar sector. Recommendation 1 As a matter of course, the Commission always exercises great diligence to ensure that instruments and measures are designed so as to ensure overall consistency and are based on thorough technical assessments of needs and objective and non-discriminatory criteria. This approach has also been followed in the reform of the sugar market. Recommendation 2 In the preparation of its proposal for the rules governing sugar after the marketing years 2014/15, the Commission, building on the experience of the past, will examine a whole series of options. 100. The reform has contributed to making the EU sugar sector more competitive and should ensure continuing production in the EU. 101. Greater reliance on imports is not the result of the sugar reform but the consequence of EU policies aimed at boosting the role of sugar as a driver for economic activity in least developed countries with good production potential. Recommendation 3 The Commission takes the view that the new sugar market balance emerging from the reform, including the level of EU self-sufficiency, is in line with Treaty provisions. The Treaty does not stipulate that the EU should necessarily be self-sufficient with regard to every agricultural product. Certain instruments built into the sugar regime would enable the EU to deal with situations of undersupply of the market, mainly by converting available out-of-quota sugar into quota sugar. 102. The Commission considers that the reform’s objective of reducing the sugar price has been met. The Commission will shortly be launching a study on price transmission in the sugar sector in order to shed more light on the issue. ",
        "EN 14 EN Furthermore, as part of its periodic evaluation of policies, the Commission will launch an ex- post evaluation of CAP measures applied to the sugar sector. The evaluation will examine the impact of CAP measures applied to the sugar supply chain, including the farm sector and sugar producers and refiners, since the reform was adopted in 2006. Work on the evaluation is expected to begin in the fourth quarter of 2010. The results can be expected at the end of 2011. Recommendation 4 In order to shed more light on this issue, the Commission will shortly launch a study on price transmission in the sugar sector. 103. The Commission would also like to stress that the reduction in number of sugar factories has been an ongoing process for many years, since well before the sugar reform, as each production unit was increasing its processing capacity. For instance, between 2000 and 2006, 67 factories closed down in the EU. The restructuring fund has provided a legal framework and financial support that closures which occurred before the reform could not benefit from. 104. In line with the subsidiarity principle, the legislator has given responsibility for the implementation and follow-up of the social consequences to the Member States, which are better placed to perform this task. Member State authorities must check that social obligations are implemented in compliance with social plans. Clearance of accounts audits include verification that Member States carry out such checks. Social plans for the most part are drawn up in agreement between the producer and workers/unions. Fulfilment of obligations — training, redeployment, compensation, etc. — will also be monitored by the parties involved. Furthermore, the Commission hosts the ‘Sectoral Social Dialogue Committee for the Sugar Industry’ which comprises representatives from trade unions and sugar industries. In particular, this Committee has agreed a Code of Conduct of the European Sugar Industry on corporate social responsibility which has been extensively applied in the context of the reform. 105. In line with the principle of subsidiarity, responsibility for the implementation of the diversification measures lies with the Member States. 106. In December 2009, the Commission amended the legislation to allow for an extension of the deadlines concerning environmental measures until September 2011. The rationale for extending this deadline was two-fold: on the one hand, the initial deadline was fixed in 2006 and the timetable needed updating to take into account the important changes in national restructuring programmes that started in 2008. On the other hand, the consequences of the global financial crisis for the economies of certain Member States made this amendment appropriate. 107. Although the Commission proposal did not include transitional aid to full-time refiners, it became clear during Council discussions that, like sugar beet processors, full-time refiners had to undergo a series of structural adjustments as a consequence of the drop in sugar institutional prices. Indeed, the reform entails a more competitive business environment for traditional refiners, which need to adjust their operations in order to remain competitive in this new scenario. Concerned operators had to set out the necessary changes in a business plan to be submitted to ",
        "EN 15 EN national authorities. By granting this aid, the reform secured equal treatment of all sugar producers in the Community whether they use beet or raw sugar as a raw material. 108. The Commission would also like to stress that the reduction in the number of sugar factories has been an ongoing process for many years, since well before the sugar reform, as each production unit was increasing its processing capacity. The restructuring fund has provided a legal framework and financial support that closures which occurred before the reform could not benefit from. Recommendation 5 In line with the subsidiarity principle, responsibility for the implementation of the diversification measures lies with the Member States, which are better placed to take the necessary decisions in the light of the number of specific factors applying in each case. Recommendation 6 In line with the subsidiarity principle, responsibility for ensuring compliance with environmental obligations lies with the Member States, which are better placed to take the necessary decisions in the light of the number of specific factors applying in each case. 109. As far as the reform of the sugar regime is concerned, all the changes that were introduced within the Common Market Organisation (CMO) for sugar need to be taken into account, i.e. the transfer from measures encompassing high guarantee prices of sugar beet and production and export refunds to a system mainly based on direct aid to farmers. In this sense, the sugar regime was conceived to be budget-neutral in terms of agricultural expenditure. The Commission considers that this objective has been achieved. In accordance with Article 1(3) of Council Regulation (EC) No 320/2006, the remaining balance in the sugar restructuring fund, currently estimated at 640 million EUR, will be assigned to the EAGF after the financing of the measures under that fund. As far as the revenue is concerned, please see Commission reply to point 90 (a). The accompanying measures result from the overall EU commitment, within the framework of the ACP-EU partnership agreement, to support ACP countries on their path to poverty reduction and sustainable development. During the process leading to the sugar reform the Commission had committed to supporting the adjustment needs of privileged Sugar Protocol countries and made an analysis of the impact of the sugar reform on ACP countries. The support provided to ACP countries falls outside the scope of Council Regulation (EC) No ",
        "EN 16 EN 1290/2005, as it concerns development aid to the ACP countries and therefore is not covered by the expenditure of the Common Agricultural Policy. ",
        "EN 17 EN Level of MS QUOTA Total in % Added Quota in % combined 2006/2007 renounced of initial / of initial profitability (tonnes) Quota Bought 2009/2010 Quota LOW GREECE 317.502 158.800 50% 158.702 50% IRELAND 199.260 199.260 100% 0 0% ITALY 1.557.443 1.049.064 67% 508.379 33% PORTUGAL 69.718 69.718 100% 0 0% Total Group 2.143.923 1.476.842 69% 0 667.081 31% in % of TOTAL 12% 28% 0% 5% MEDIUM CZECH REPUBLIC 454.862 102.473 23% 20.070 372.459 82% DENMARK 420.746 80.083 19% 31.720 372.383 89% SPAIN 996.961 498.481 50% 498.480 50% LATVIA 66.505 66.505 100% 0 0% LITHUANIA 103.010 20.758 20% 8.000 90.252 88% HUNGARY 401.684 301.264 75% 5.000 105.420 26% SLOVENIA 52.973 52.973 100% 0 0% SLOVAKIA 207.432 103.717 50% 8.605 112.320 54% FINLAND 146.087 65.088 45% 80.999 55% Total Group 2.850.260 1.291.342 45% 73.395 1.632.313 57% in % of TOTAL 16% 25% 7% 12% BELGIUM 819.812 206.066 25% 62.489 676.235 82% HIGH GERMANY 3.416.896 757.200 22% 238.560 2.898.256 85% FRANCE 3.288.747 683.655 21% 351.695 2.956.787 90% NETHERLANDS 864.560 126.547 15% 66.875 804.888 93% AUSTRIA 387.326 54.785 14% 18.486 351.027 91% POLAND 1.671.926,0 366.868,9 22% 100.551,0 1.405.608,1 84% SVEDEN 368.262 92.798 25% 17.722 293.186 80% UK 1.138.627 165.000 14% 82.847 1.056.474 93% Total Group 11.956.156 2.452.920 21% 939.225 10.442.461 87% in % of TOTAL 68% 47% 93% 78% others* 604.114 9.227 2% 0 594.886 TOTAL 17.554.453 5.230.331 1.012.619 13.336.741 * Azores, Madeira, French overseas departements, RO, BU Breakdown of Member States by their combined profitability Sugar Restructuring "
    ]
}