{
    "text": [
        "Employment and social affairs T hE E u r o pEa n un i o n Ex p l a i nEd ‘Social investment is key if we want to emerge from the crisis stronger, more cohesive and more competitive. Within existing budget constraints, Member States need to shift their focus to investment in human capital and social cohesion.’ László Andor, European Commissioner responsible for Employment, Social Affairs and Inclusion promoting jobs, inclusion and social policy as an investment ",
        "Contents Why is the Eu involved?  .  .  .  .  .  .  .  .  .  . . 3 how does the Eu implement the policies?  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . . 6 What does the Eu do? .  .  .  .  .  .  .  .  .  .  .  . . 9 What next?  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 14 Find out more .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 16 the european Union explained: employment and social affairs European Commission Directorate-General for Communication Publications 1049 Brussel BELGIUM Manuscript completed in March 2013 Cover and page 2 picture: © Glowimages/F1online 16 pp. — 21 × 29.7 cm ISBN 978-92-79-24020-1 doi:10.2775/42449 Luxembourg: Publications Office of the European Union, 2013 © European Union, 2013 Reproduction is authorised. For any use or reproduction of individual photos, permission must be sought directly from the copyright holders. This publication is a part of a series that explains what the EU does in different policy areas, why the EU is involved and what the results are. You can see online which ones are available and download them at: http://europa.eu/pol/index_en.htm the eUropean Union explained How the EU works Europe 2020: Europe’s growth strategy The founding fathers of the EU Agriculture Borders and security Budget Climate action Competition Consumers Culture and audiovisual Customs Development and cooperation Digital agenda Economic and monetary union and the euro Education, training, youth and sport Employment and social affairs Energy Enlargement Enterprise Environment Fight against fraud Fisheries and maritime affairs Food safety Foreign affairs and security policy Humanitarian aid Internal market Justice, citizenship, fundamental rights Migration and asylum Public health Regional policy Research and innovation Taxation Trade Transport ",
        "3 E m p l o y mEn t a n d s o c i a l a f f a i r s The European Union is based on the concept of a social market economy. Full employment, social progress, social inclusion, social protection, solidarity and social cohesion are included in the EU Treaty among its priority objectives. Indeed, the Treaty states that a high level of employment, adequate social protection and the fight against social exclusion should be taken into account when developing and implementing all EU policies. Furthermore, the Treaty contains a Charter of Fundamental rights of the Eu which has binding powers on all EU institutions as well as on Member States when they implement EU law. This charter ensures amongst others the social rights of all EU residents. These include: • workers’ rights to be informed and consulted by their employers; • the right to bargain and strike; • the right to access placement services; • the right to protection in the event of unfair dismissal; • the right to fair and decent working conditions; • the prohibition of child labour; • the protection of young people at work; • the reconciliation of family and professional life; • the right to receive social security, housing assistance and healthcare. In 2010, the European Union launched a 10-year growth strategy aimed at overcoming the crisis which continues to afflict many EU Member States — Europe 2020 . This strategy seeks to create the conditions for a different type of growth that is smarter, more sustainable and more inclusive. To achieve this goal, five key targets were set for the EU to achieve by 2020. These cover employment; education; research and innovation; social inclusion and poverty reduction; and climate/energy. This brochure addresses the issues of employment, social protection and social inclusion. Employment With over 26 million EU residents unemployed in November 2012, it is clearly of huge importance that efforts to reduce this number be stepped up. One of the key targets contained in the Europe 2020 strategy is to have 75 % of the active population (20–64 year- olds) in work by the end of the decade. In order to support this goal, the EU has taken a number of initiatives relating to: the free movement of workers and their families within the EU; non-discrimination (particularly with regard to issues of equality between women and men); the improvement of working conditions and health and safety in the workplace; and making sure that workers are fully informed and consulted by their employers. Why is the eU involved? populaTion sTruCTurE by agE groups in ThE Eu, 2000–2060 600 500 400 300 200 100 0 2000 2005 2010 2015 2020 2025 2030 2035 80+ 65–79 20–64 0–19 P o p u l a t i o n i n m i l l i o n s Source: Eurostat, LFS. Europe’s population is ageing and the EU is undertaking a number of steps to adapt to this situation. ",
        "4 T h e eu r o p e a n un i o n e x p l a i n e d Equal pay for equal work In 1976, Gabrielle Defrenne, a Belgian flight attendant, took her employer, Sabena, to the European Court of Justice, complaining that she was being paid less than her male colleagues for doing the same job. The Court agreed that this was indeed a violation of her rights on the grounds of gender and her case laid the foundations for the future development of the EU’s gender equality legislation. social inclusion There are currently about 116 million people across the Union living below the poverty line or at risk of poverty and social exclusion, which equates to about 23 % of the total population. A large proportion of these people are women and children. Furthermore, more than 8 % of Europeans live in conditions of severe material deprivation and cannot afford items that many of us consider essential in order to live a decent life in Europe, for example: adequate heating, unexpected expenses, a washing machine, a telephone or a car. In the poorest countries, this rate is more than 30 %. Also, around 10 % of Europeans of working age live in households where nobody works. © E u r o p e a n U n i o n The EU has put forward proposals to tackle unemployment in Europe. ",
        "5 E m p l o y mEn t a n d s o c i a l a f f a i r s integrating the roma community One of the largest and most disadvantaged groups of people in Europe is the Roma community, made up of around 10–12 million people, 80 % of whom are at risk of poverty. Over 70 % of the Roma population have a lower than primary school level of education, which not only excludes them from jobs, but also creates a negative perception of their employability, thus making them even more excluded. All the challenges facing the Roma people — poor education, unemployment, bad housing, social exclusion and discrimination happen to be those that the EU intends to tackle head-on within the scope of the Europe 2020 strategy. The EU has put in place a framework for Roma inclusion which integrates the national policies of all the Member States and also involves the regional and local authorities and non- governmental organisations, including Roma NGOs. Within this framework, the European Commission assesses the national strategies and checks that they translate into concrete programmes and measures. With the economic crisis, this situation has undoubtedly worsened, and is clearly unacceptable in the 21st century. One of the major targets of the Europe 2020 strategy is therefore to lift at least 20 million people out of poverty by the end of the decade . social protection EU Member States’ social protection systems were created to manage risks related to unemployment, poor health, invalidity, family situations and old age, among others. Although Member States themselves are responsible for organising and funding their own social protection systems, the EU plays a special role by coordinating national social security systems, particularly with regard to mobility between EU Member States. © M o n t y R a k u s e n / c u l t u r a / C o r b i s Harmonised working practices have led to better working conditions across the EU. ",
        "6 T h e eu r o p e a n un i o n e x p l a i n e d policy instruments A key policy tool was created in 2010: the ‘European semester’ which runs from January to July every year. It allows for an EU-level analysis of Member States’ economic policies and for the adoption of country- specific EU recommendations before governments draw up their draft budgets and submit them to national parliamentary debate. A significant number of these recommendations address employment, social protection and inclusion (for example labour market reforms, poverty, the inclusion of vulnerable people into the labour market and pension reforms). Since employment, social affairs and inclusion policies are put in place more effectively at Member State level, the role of the EU in these areas is to support and complement the activities of national authorities. To do this, it uses what is termed the ‘open method of coordination’ (OMC). This is a framework for cooperation where each EU Member State’s national policies in this field can be steered towards common objectives and subsequently monitored by the EU. There is therefore a European employment strategy OMC and an OMC on social protection and social inclusion. The EU Treaty allows trade unions and employers’ organisations the possibility to negotiate agreements at EU level. In certain matters (for example, working conditions and health and safety at work), such agreements may be implemented as European legislation. EU-wide agreements between social partners on issues such as parental leave, fixed-term contracts and part-time work have already been turned into EU law. legal instruments The EU adopts legislation defining minimum requirements at EU level. Member States then make EU law part of their national law (‘transposition’) and implement it, guaranteeing a similar level of protection of rights and obligations throughout the EU. National authorities, including courts, are responsible for the enforcement of these national transposition measures. The European Commission controls the transposition of EU law and ensures that it is correctly implemented. The European Court of Justice plays an important role in settling disputes and providing legal advice to questions formulated by national courts on the interpretation of the law. As part of the free movement principle enshrined in the Treaty, citizens are entitled to: • look for a job in another EU Member State; • work there without needing a work permit; • reside in another country whilst seeking work; • stay in that country even after employment there has come to an end; • enjoy equal treatment with nationals with regard to access to employment, working conditions and all other social and tax advantages. EU nationals may also have certain types of health and social security cover transferred to the country where they go to seek work. People may also have their professional qualifications recognised abroad. Rights may however differ somewhat for people who plan to be self-employed, students and retired or otherwise economically non-active people. There are also limitations based on considerations of public security, public policy, public health grounds and employment in the public sector. In general terms, EU law on the free movement of workers also applies to Iceland, Liechtenstein and Norway (which are part of the European Economic Area (EEA)) as well as to Switzerland. how does the eU implement the policies? The European health insurance card gives you access to healthcare during any temporary stay abroad within the EU. ",
        "7 E m p l o y mEn t a n d s o c i a l a f f a i r s Laws relating to the coordination of social security provisions within the EU have been in place since 1959. These rules allow that when EU citizens move to another EU Member State, they do not lose their benefits and they also enjoy the right to equal treatment in another EU Member State with regard to social security benefits. For instance, EU nationals may receive their old-age pensions even if they live in an EU Member State other than their own. EU social security rules not only protect the rights of people moving within the EU but also in Iceland, Liechtenstein, Norway and Switzerland. The EU adopts legislation which ensures minimum requirements in occupational health and safety in all sectors of activity, both public and private. This solid legal framework has led to improvement across the EU. Moreover, the EU institutions provide information and guidance and promote a safe and healthy working environment in cooperation with the European Agency for Safety and Health at Work and the European Foundation for the Improvement of Living and Working Conditions. At EU level, labour law covers two main areas: • working conditions (including working time, part-time and fixed-term work, and posting of workers); and • information and consultation of workers (including in the event of collective redundancies and the transfer of undertakings). Financial instruments The European social Fund (ESF) — one of the EU’s Structural Funds — was set up in 1957 to reduce differences in prosperity and living standards across EU Member States and regions. Accounting for around 10 % of the total EU budget, the ESF funds tens of thousands of projects across the Union. Funding is spread across the Member States and regions, in particular those where economic development is less advanced. From 2007 to 2013, close to 10 million people will have benefited each year from measures funded by the ESF and some €76 billion will have been paid out by the ESF to EU Member States and regions, supplementing approximately €36 billion of national public funding. The ESF supports measures such as: • lifelong learning and training of workers; • support for employees and businesses in the context of restructuring; • reducing early school-leaving and concrete help for unemployed young people; • integration of disadvantaged people in the labour market, including the Roma people; • reforms in education and training systems; • capacity building for social partners and NGOs; • better public administration and services. © S t o c k p h o t o . c o m / M a r k B a ll a n t y n e The EU has adopted robust health and safety laws. This short animated clip explains in simple terms the functioning and role of the European Social Fund. ",
        "8 T h e eu r o p e a n un i o n e x p l a i n e d The European globalisation adjustment Fund (EGF), created in 2006, is designed to intervene in cases where at least 500 workers are made redundant as a result of globalisation (either in an enterprise or in a sector within a region) and where this is likely to create a significant impact on that region or sector. In 2011, the EGF helped more than 21 000 workers to find new jobs and develop new skills. Since its launch, a total of some 91 000 redundant workers have already benefited from EGF assistance for training, job search and other forms of support. In 2011 the EGF paid out a total of €128 million on measures designed to assist redundant workers in 12 Member States (Belgium, the Czech Republic, Denmark, Germany, Ireland, Greece, France, Italy, the Netherlands, Austria, Poland and Portugal). The EGF co-financed 65 % of the measures, with national sources providing the remaining 35 %. In concrete terms, the redundant workers received intensive, personalised assistance with job-seeking, various types of vocational training, upskilling and retraining, temporary incentives and allowances, and support towards business creation and public employment schemes. progress (programme for employment and social solidarity) is managed directly by the European Commission and supports the implementation of the Europe 2020 strategy via the development of several of its flagship initiatives and the coordination of EU policy in five areas: • employment; • social inclusion and social protection; • working conditions; • anti-discrimination; • gender equality. It is open to EU Member States, candidate and potential candidate countries, Liechtenstein and Norway. It supports and disseminates comparable analytical information in these five areas, facilitates information- sharing and dialogue and provides policymakers and implementers with financial support to test social and labour-market policy reforms. It also supports the implementation of EU legislation in these five areas. The European progress microfinance facility increases the availability of microcredit, i.e. loans of less than €25 000, for those wishing to set up or develop small businesses employing fewer than 10 people. The loans are aimed at helping people who might be unemployed, have taken time out of the labour market or have had difficulty getting conventional credit (because they are considered to be too young or too old, belong to a minority group, have a disability, and so on.) During the period 2010–13, the EU made €100 million available to this initiative and the European Investment Bank added a further €100 million. © i S t o c k p h o t o . c o m / C h r i s S c h m i d t The European Globalisation Adjustment Fund helps workers made redundant in the EU find new jobs and receive training. ",
        "9 E m p l o y mEn t a n d s o c i a l a f f a i r s The European Commission takes concrete measures to help different categories of people (e.g. the unemployed) and to stimulate action at national, regional and local level in the face of new challenges (e.g. youth employment, active ageing). Here are a few examples of ongoing initiatives. EurEs experiences A helping hand in Spain When British graduate, Karina Stephenson, got her first job in Spain through the Public Employment Service in the United Kingdom, and urgently needed advice on living and working conditions, she was advised to turn to EURES for help. ‘The support I received from EURES was fantastic. I was struggling to find a place to live in Madrid and was really worried about it before coming out here. But thanks to their help I found somewhere really quickly.’ Swedish prospects in Norway The opening of a new hotel in Trondheim, Norway, has created a number of job opportunities for Swedes ready to make the most of European mobility. EURES helped many of them to realise their ambitions. EurEs EURES is a cooperation network between the European Commission and the public employment services of all EU Member States, plus Iceland, Liechtenstein, Norway and Switzerland. In 25 languages, its website currently features around 1.3 million job vacancies in 31 countries and posts CVs from interested candidates. Its network of more than 850 trained personal advisers offers advice and assistance for placement and recruitment, and provides information about living and working conditions in other EU Member States. EURES is responsible for around 150 000 contacts per month between jobseekers and employers, leading to around 50 000 placements a year. The European Commission is presently experimenting a mobility scheme called ‘Your first EURES job’, targeting young people from Denmark, Germany, Spain and Italy. What does the eU do? © H e i d e B e n s e r / C o r b i s EU initiatives such as ‘Youth on the move’ will help increase young Europeans’ professional mobility around Europe. ‘Your first EURES job’ is a new targeted job mobility scheme to enhance job opportunities for young people on the European labour market and to encourage employers to fill bottleneck vacancies with a young, mobile workforce. youth on the move With a view to help more young people better prepare for the job market, this initiative aims to make education and training more relevant to young people’s needs by offering them the possibility to take up EU grants to study or train in another country. It also encourages EU Member States themselves to take measures to make the transition from school or university to the workplace much easier, by offering them practical apprenticeships, for example. ",
        "10 T h e eu r o p e a n un i o n e x p l a i n e d apprenticeships in action In Germany, nearly two thirds of young people leaving school head into apprenticeship schemes. Companies such as electronics and engineering giant Siemens take on around 10 000 apprentices every year, while Mercedes Benz takes on around 2 000 — about a third of the German car industry’s yearly total intake. One in five German apprentices is a woman. Nine out of 10 of the young trainees will land permanent jobs. Others may be offered short-term contracts. At the beginning of 2012, with youth unemployment reaching 22.4 %, the EU launched the ‘Youth opportunities initiative’. The European Commission focused in particular on the eight EU Member States with the highest rate of youth unemployment (equal to or above 30 %). Agreements were reached with these countries on the best ways to take up and use unspent EU funds in order to tackle youth unemployment as a matter of priority. In December 2012, the European Commission stressed that a stronger response was urgently needed to the challenge of youth unemployment. It put forward a package of measures for ‘moving youth into employment’, in particular a youth guarantee ensuring that at least within 4 months of leaving formal education or becoming unemployed, young people up to the age of 25 receive a quality job offer, continued education, an apprenticeship or a traineeship; and a quality framework for traineeships, both in terms of learning content and working conditions. The European platform against poverty and social exclusion With 116 million people living in poverty or at risk of poverty in the EU, this platform has established structured dialogue between the EU and European stakeholders (non-governmental organisations (NGOs), trade unions, employers’ organisations, academics, national and regional authorities, international organisations, European think-tanks and foundations). The platform’s mission is to carry out 64 EU-level actions which cut across the multiple facets of poverty and social exclusion. Most of these actions are policy measures, which address issues such as reducing the number of early school-leavers, ensuring access to basic banking services, promoting social business, combating child poverty and the full participation of the Roma people in society. The Commission organises an annual convention, in conjunction with the acting Presidency of the EU Council, which brings together all major actors from over 40 countries, working to combat poverty and social exclusion. It reviews the work already carried out at European and national levels and debates new initiatives that will further the fight against poverty. agenda for new skills and jobs This 13-point action plan is helping to accelerate reforms aimed at improving flexibility and security in the labour market — so-called ‘flexicurity’ . Flexicurity attempts to reconcile employers’ needs for a flexible workforce with workers’ need for security and the confidence that they will not face long periods of unemployment. The action plan contributes to equipping people with the right skills for the jobs of today and tomorrow; ensuring better working conditions; improving the quality of jobs and the conditions for job creation; and making it easier to change jobs and take advantage of lifelong learning. The Youth Guarantee ensures all young people up to age 25 receive a quality offer of a job, continued education, an apprenticeship or a traineeship within 4 months of leaving formal education or becoming unemployed. ",
        "11 E m p l o y mEn t a n d s o c i a l a f f a i r s The employment package ‘Towards a job-rich recovery’ This package of measures and proposals, adopted by the European Commission in 2012, sets out ways for EU Member States to encourage recruitment by reducing taxes on labour or by increasing their support for new businesses. It identifies the areas with the greatest potential for creating jobs in the future: health services, ICT and the green economy. About 21 million jobs in Europe are linked to the environment in some way, with many more foreseen in the future. A Eurobarometer survey from 2011 found that 78 % of Europeans believe that combating climate change can boost the economy and create jobs. The EU will invest €105 billion to help a range of economic sectors to ‘go green’ and promote new employment opportunities in a sustainable, low-carbon economy. The green economy: ‘Energy village’ creates a greener future When Ollerton mine in Nottinghamshire in the United Kingdom closed down in 1994, 600 miners lost their jobs. Sustainable development was placed at the heart of the area’s regeneration when the miners created Sherwood Energy Village — a carbon-neutral community that is much more than a workaday industrial estate. The 36-hectare site has been transformed to provide a mixed facility offering industrial units, office space and housing, along with recreational and educational facilities. Offices and housing units are built to strict environmental standards, and Sherwood works hard to promote energy efficiency, renewables and biodiversity. The village has made the area’s economy much more diverse by attracting industries such as tourism, financial services and health research. The site currently provides employment for about 1 200 people. © S t o c k p h o t o . c o m / J a c o b W a c k e r h a u s e n Health services have a high potential for creating jobs in the future. ",
        "12 T h e eu r o p e a n un i o n e x p l a i n e d 2012: European year for active ageing and solidarity between generations This initiative was designed to raise awareness of the contribution that older people make to society. It seeks to incentivise stakeholders at all levels to set ambitious goals and to take action that will enable European society to cope with demographic ageing by strengthening the contribution that older people make to society and enhancing their independence. As the so-called ‘baby-boomers’ begin to retire, more opportunities need to be created for older people on the labour market and in the community, so that they may carry on playing an active role and remain independent. Employment, social affairs and inclusion policies are naturally affected by the demographic situation. Initiatives will now be taken in policy areas as diverse as employment, healthcare, social services, adult learning, volunteering, housing, information technologies and transport which aim to benefit not only elderly people, but also others, such as young parents and people with disabilities, for example. In 2012, the EU adopted guiding principles for active ageing and solidarity between generations which will serve as a basis for cooperation between different authorities and stakeholders in the Member States. The European Commission, together with the United Nations’ Economic Commission for Europe and the European Centre for Social Policy and Reform, has also developed an active ageing index which will help the EU Member States to identify challenges and unrealised potentials, as well as to monitor progress in the area of active ageing. pensions People in the EU are living longer, which is of course a very welcome trend. In 2010, there were 87 million people aged 65 and over — more than 17 % of the total population, and this figure is expected to rise sharply over the coming years. At the same time, Europeans are having fewer children and, as a result, the number of people of prime working age (20–59) will fall every year over the coming decades. Consequently, society will have to adapt to these demographic The EU is raising awareness about groups of people at risk of discrimination, including people with disabilities. © I m a g e S o u r c e / C o r b i s ",
        "13 E m p l o y mEn t a n d s o c i a l a f f a i r s changes in a variety of areas, one of which is pensions. Acutely aware of this, in 2012 the European Commission adopted a White Paper on pensions, which brings together all the different aspects of this highly complex issue and suggests how to maintain adequate, sustainable and safe pensions in an ageing society and in the face of the economic crisis. Claiming your pension abroad If you work in several EU Member States during your career, you may accumulate pension rights in each of them. When the time comes for you to claim your pension, you’ll have to apply in the country: — where you’re living (even if you only worked there for a short time); or — where you last worked. That country is then responsible for processing your claim and bringing together records of your contributions from all the countries you worked in. The website ‘Your Europe’ can give you much more information on this and many other issues relating to your rights. Financial support The European Commission also provides financial support, in particular through the European Social Fund. For example: • ‘Fight against discrimination’ is a nationwide programme co-funded by the ESF in Spain that helps specific groups of people most at risk of discrimination to integrate the labour market. These include women, single parents, young people, men and women with disabilities, Roma and other ethnic minorities, immigrants and returning emigrants, prisoners and ex-offenders, for example. The programme also raises awareness of the plight and potential of such people among employers and the general public. Reaching out beyond Spain, the programme has developed partnership activities and synergies with similar initiatives in other European countries, particularly in the field of political impact, awareness-raising, development tools, analysis and publications. Five major national NGOs are involved in the design of the programme’s implementation strategies — a unique case so far in the EU, and a promising one too; experience shows that NGOs are best placed to deliver effective help to the most disadvantaged groups. • ‘Girls’ day 2011’ in Germany offered more than 100 000 teenage girls the opportunity to visit hi-tech companies and research organisations and find out more about science and technology-based jobs. With ESF support, ‘Girls’ day, girls’ future’ events encourage young women to enter male-dominated professions where Europe needs fresh talent. Its success has inspired a parallel Boys’ day, when teenage boys can get experience of the caring professions (i.e. nursing and social work). The scheme has proved so successful that it has now been taken up by partners in Belgium, the Czech Republic, Spain, Italy, Luxembourg, Hungary, Austria and Poland, amongst others. • Youthreach programmes in Ireland receive ESF co-funding of €36.7 million to support unqualified and unemployed school leavers aged 15 and over. The economic crisis has led to dramatic cuts in job opportunities there, hitting young people particularly hard. Around the country, Youthreach programmes have been helping to boost youngsters’ self-esteem and personal autonomy, and to open the doors to training or jobs. In 2010, 924 youngsters completed the programme and 67 % went on to further learning or work. ",
        "14 T h e eu r o p e a n un i o n e x p l a i n e d What new measures will be taken? In 2013, the European Commission delivered a ‘social investment package for growth and cohesion’ which should help the EU achieve inclusive growth by 2020. It sets out a policy framework and proposes concrete actions to be taken at EU level and by Member States, as well as guidance for the use of EU funds to support reforms. It tackles challenges such as breaking the cycle of disadvantage for children, demographic ageing, the active inclusion of people excluded from the labour market, homelessness, social services of general interest, long-term care and health. Social investment is one of the functions of social policies, alongside social protection and stabilisation of the economy. In 2014, EurEs will be turned into a genuine EU-wide employment service, providing greater assistance in the recruitment and placement of workers beyond national borders. In particular, it will support specific groups of workers with a high potential for geographical mobility, as well as employers who are finding it difficult to recruit in their home country. In 2013, a legislative proposal will be presented to provide better information and advice to workers who move within the EU. In 2014, the rules on social security coordination will be revised in two areas: on the one hand, the revision will seek to ensure easier mobility for jobseekers and a longer period during which they may receive unemployment benefit abroad and, on the other hand, to put in place clearer rules on EU nationals’ access to long-term care in a Member State other than that of residence. What next? © c a r l o s The EU has strong gender equality legislation. ",
        "15 E m p l o y mEn t a n d s o c i a l a f f a i r s how will the new measures be paid for? For the years 2014–20, the European social Fund should be easier to use and manage, more result- oriented, concentrated on fewer objectives and be more in synergy with other EU funds. It will pursue four main objectives: employment; education; social inclusion; and institutional capacity. The European Commission proposes that 20 % of ESF allocations to the Member States be devoted specifically to promoting social inclusion. It would also co-finance the Member States’ national and cross-border EURES activities helping workers to find a job, and companies to recruit, in other EU Member States. In February 2013, the European Council decided on an initiative for youth employment amounting to 6 billion euros for the 2014–20 budgetary period. The European Commission proposes to integrate Progress, the EU-level activities carried out by EURES and the European progress microfinance facility into one single financial programme — the ‘Eu programme for social change and innovation ’ (PSCI) — and manage it directly. The PSCI will support policy coordination by sharing best practices, capacity building and testing of innovative policies, with the aim that the most successful measures receive extra backing from the European Social Fund. The European Commission proposes that the European globalisation adjustment Fund be maintained during the 2014–20 EU budgetary period. A new fund for European aid to the most deprived will also be created, replacing a narrower food aid programme which existed since the 1980s. This fund will complement the existing EU Cohesion Funds and address the issue of people suffering from extreme forms of poverty, food deprivation and homelessness, including children living in severe poverty. Ensuring that people have enough food and basic goods such as clothes is a pre-condition for them to even hope to get a job and thereby escape from poverty and exclusion. the way forward The EU will continue to take steps to address the unemployment problem currently being faced by millions of Europeans, paying specific attention to the plight of young people, who are particularly affected by this situation. It will take into account the long-term challenge of an ageing society and the need to equip Europeans with the global skills that will be critical for the development of businesses, and hence for job creation and the future prosperity of the EU. Gearing up the European labour market to boost employability will be vital to relaunching growth, taking the appropriate action to address disadvantaged people and taking advantage of stronger innovation in education, training systems and employment services. The EU will also set out a new agenda for social policies . The social investment package provides a framework for policy reforms to render social protection more adequate and sustainable, invest in peoples’ skills and capabilities and support people at critical moments of their life. This will help Member States overcome the crisis and become stronger, more cohesive and more competitive. More than ever, in the face of the economic and demographic crises and of the challenges of globalisation, the EU institutions, the Member States’ governments, trade unions, employers’ organisations and civil society organisations have a joint, collective responsibility in the field of employment, social affairs and inclusion. ",
        "16 T h e eu r o p e a n un i o n e x p l a i n e d N A - 70 - 12 - 003 - E N - C Find out more ISBN 978-92-79-24020-1 doi:10.2775/42449 X European Commission, directorate-general for Employment, social affairs and inclusion : http://ec.europa.eu/social/home.jsp?/langId=en X Europe 2020 : Europe’s growth strategy: http://ec.europa.eu/europe2020/index_en.htm X social Europe guide 1 — Employment policy : http://bookshop.europa.eu/en/social-europe-guide-pbKEBC11001/ X social Europe guide 2 — social dialogue : http://bookshop.europa.eu/en/social-europe-guide-pbKEBC11002/ X social Europe guide 3 — demography, active ageing and pensions : http://bookshop.europa.eu/en/social-europe-guide-pbKEBC12001/ X Questions about the European union? Europe direct can help: 00 800 6 7 8 9 10 11 http://europedirect.europa.eu Videos X European health insurance Card : http://ec.europa.eu/avservices/video/player.cfm?sitelang=en&ref=I070124 X European social Fund : http://ec.europa.eu/avservices/video/player.cfm?ref=I071595 X your first EurEs job : http://ec.europa.eu/avservices/video/player.cfm?ref=I073047 X youth guarantee : http://ec.europa.eu/social/main.jsp?catId=669&langId=en&videosId=2619&vl=en&furtherVideos=yes "
    ]
}