{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Anticipation of structural and sectoral change and reshaping industrial cultures — up to new borders of recovery and resilience in the different parts of Europe’ (own-initiative opinion) (2022/C 152/08) Rapporteur: Norbert KLUGE Co-rapporteur: Dirk JARRÉ Plenary Assembly decision 25.3.2021 Legal basis Rule 32(2) of the Rules of Procedure Own-initiative opinion Section responsible Consultative Commission on Industrial Change (CCMI) Adopted in section 10.11.2021 Adopted at plenary 8.12.2021 Plenary session No 565 Outcome of vote (for/against/abstentions) 143/1/2 1. Conclusions and recommendations 1.1. At least 55 % reduction of CO 2 -emissions by 2030: this is the challenging binding figure of the ‘Just Transition’ to be enacted by the politics of the EU and the governments of its Member States, by companies in the regions where European citizens live and work. Right now, this ambition requires common efforts to anticipate the impacts on economic and social life and to map-out corresponding strategies and measures. 1.2. The EESC is convinced that the EU’s Updated Industrial Strategy and the Fit for 55 package presented by the European Commission will support the ‘Just Transition’. In this regard, the EESC welcomes the new Social Climate Fund for balancing social disadvantages as part of the package. COVID-19 has also illustrated the need for more speed in the transition towards a more sustainable, more digital, and more robust social, economic, and industrial model. In particular, the EESC notes that regional differences and social inequalities play an important role in this. 1.3. All these issues are already part of the policy agenda (e.g. green deal, circular economy, just transition, structural programmes, etc.), but are not dealt with in an integrated manner. The EESC therefore recommends taking into account the experiences from different policy fields, nations and regions, which have to be considered in their differences and specificities. 1.4. The development of a level playing field in economic competition is a prerequisite. This needs to take into account the social dialogue between social partners and civil dialogue for co-creation. This should favour the creation of a set of EU champions that can in turn enhance the EU’s economic sovereignty. 1.5. There will be no green deal without an integrated ‘social deal’ ( 1 ). Consequently, the EESC advocates strengthening the implementation of the European Pillar of Social Rights ( 2 ). It is viewed as the compass of the EU and its Member States in cushioning the social effects of industrial change. This is essentially based on social dialogue and collective agreements, which form the basis for company decisions where workers are adequately informed and their interests are taken into account through consultation and, where appropriate, participation in company supervision and management. C 152/50 EN Official Journal of the European Union 6.4.2022 ( 1 ) ‘No Green Deal without a social deal’, EESC-Opinion adopted 9/10.6.2021 (OJ C 341, 24.8.2021, p. 23). ( 2 ) We refer in particular on the three headline targets: at least, 78 % of people aged 20 to 64 should be in employment; at least, 60 % of all adults should participate in training every year; the number of people at risk of poverty or social exclusion should be reduced by, at least, 15 million. ",
        "1.6. The EESC points out that economic and environmental successes are primarily achieved and implemented where people live. This is where challenges from climate protection are anticipated and jointly shaped. This is where new ideas arise and are transformed industrially into globally competitive products and services. 1.7. ‘Transition pathways’, as conceptualised in the EU’s Updated Industrial Strategy and discussed by the EU Industrial Forum, provide EU citizens with support and guidance. However, the specific starting points at regional level vary enormously and different strategies are needed to achieve the overall goal. The EESC therefore calls on the European Commission to pay particular attention to these different requirements when setting the framework and measuring the EU industrial strategy, in order to be able to respond flexibly to regional and sectoral needs. 1.8. Subsidiarity must be viewed in its capacity to create a strong resource for the ‘Just Transition’. Regions and metropolitan areas know their problems and opportunities best. For this reason, the EESC recognises that the binding objectives and principles of European industrial policy agreed jointly at EU level should be clearly defined. It is important to be aware that the implementation in regions and metropolitan areas must be based on the principle of subsidiarity. 1.9. Situations and capabilities for approaching the climate, social and environmental aims are highly divergent. While some industries and companies may meet the goal more easily, others may have more difficulties moving forward. Weaker regions and certain industries therefore require special attention and specific support. Since the overall goal applies to the entire value chain, it is important to first concentrate on faster effects and further-reaching changes. 1.10. The EESC notes that this is the principle by which companies can regain their economic and sustainable competitiveness, with the help of committed entrepreneurs and managers and well-trained and skilled workers. SMEs play an important role here. A human capital agenda is a prerequisite for the successful transition of companies 1.11. Member States should reinforce, with the logistic and financial support of the European Union, structural and process-oriented public investments through services of general interest targeted towards the continuous improvement of enabling conditions for industrial and social development that can enhance the capacities of regions and at local level to effectively deal with environmental, technological, economic and social challenges. 1.12. The EESC advocates that the EU industrial strategy should anticipate and counterbalance increasing poverty and inequality as the Green Deal must be accompanied by an integrated ‘social deal’. Thus, resources should be channelled where they are most needed. A comprehensive EU sustainability policy has to do more for justice and participation in the economy, for the benefit of people and regions ( 3 ). Civil and work life in Europe should follow the requirement of creating sustainability based on inclusive and sustainable growth, decent work and social justice ( 4 ). 1.13. The EESC supports the transition towards a circular economy that stops the wasteful use of non-renewable resources and reduces international dependencies. This should also be a major part of the EU Industrial Strategy. Consequently, framework conditions should be modified to create competitive advantages for companies that adhere to the principles of a circular economy. 2. Just transition as an opportunity for industrial recovery and growth 2.1. The Green Deal sets a clear and politically binding goal: a 55 % reduction in greenhouse gas emissions overall should be achieved in Europe by 2030. This was operationalised by the Fit for 55 measures presented by the European Commission in July 2021. There is no more room for interpretation here. A fair international trade system needs to make sure that businesses can remain globally competitive while meeting the aims of the Green Deal. This includes a cross-border and transcontinental carbon adjustment system. This creates incentives for trading partners to enter the club of nations that respect the planet’s limits. 6.4.2022 EN Official Journal of the European Union C 152/51 ( 3 ) EESC proposals for post-COVID-19 crisis reconstruction and recovery, 11.6.2020 (OJ C 311, 18.9.2020, p. 1). ( 4 ) EESC resolution on the 2022 EU Commission Work Programme, 9.6.2021 (OJ C 341, 24.8.2021, p. 1). ",
        "2.2. Countries outside the EU with weak environmental regulations increase the pressure on the EU, which has comparatively strong environmental regulations. These global interactions must not lead to environmental dumping. 2.3. The global situation may trigger the development of new sustainable technologies capitalising on Europe’s strengths, such as its ability to implement incremental and radical innovation so as to supply world markets with products leveraging traditional competences to address new challenges. This requires careful and visionary anticipation of the nature and extent of change and a substantial increase in public and social services to cope with social problems like possible increased poverty, homelessness, exclusion of persons with disabilities and minorities, reduced opportunities for women and reduced training to facilitate re-entry into the labour market. 2.4. A static analysis may conclude that acting according to the European Green Deal would — in the short term — give competitors in countries with less ambitious climate targets a cost advantage vis-à-vis European companies that are already in transition. A dynamic perspective would emphasise that companies will be given incentives to incrementally innovate by making their production systems more energy-efficient, to switch to renewable energy sources and to adopt appropriate innovations. While the EU is clearly a frontrunner in aiming to effectively combat the climate crisis, the rapid use of renewable materials requires a more ambitious implementation of the circular economy and the resilience of raw materials. The resulting transition will only work if enough attention is paid to the social dimension of this process. The just transition principles of the Paris Climate Treaty and the ILO Guidelines for a just transition ( 5 ) offer guidance in this respect. The just transition principles thus act as a compass for recovery measures by setting clear responsibilities for all stakeholders to respect human and social rights, democratic values and the rule of law with the intention of not leaving anybody behind. 2.5. Last but not least, changes on this scale and lessons learned from past transformations suggest that a co-creation process is required involving politicians, administrations, social partners, civil society organisations, companies and members of the public at all governance levels in the EU and within companies. Tapping into the as yet unexploited creativity and innovative potential of people living in Europe will create the solutions needed to meet the challenges ahead. Diversity of ideas is an invaluable source for innovation in all sectors of the economy that will significantly advance techno-scientific progress. 2.6. Past experiences have shown that successful and lasting economic and social changes have the highest chances of being implemented if the objectives are clearly spelled out, the responsibilities of the various actors involved in the transformation process are determined in a precise strategy and the whole project is agreed upon, endorsed and supported by the major forces of society. Consequently, political forces, economic stakeholders and civil society have to act together in a system of effective social dialogue, collective agreements and mutual information sharing, consultation and genuine participation in decision-making and co-creation processes. 2.7. Social dialogue among social partners and civil dialogue involving societal stakeholders can play a particularly important role in projects aiming to balance social, ecological and economic interests. Thus, the concrete implementation of the European Pillar of Social Rights is indispensable. 3. Regions are key places of work, life and anticipation of socioeconomic change — not just ecosystems 3.1. The COVID-19 pandemic has had different impacts on different ecosystems, as the European Commission acknowledges in its communication on the EU’s New Industrial Strategy. It also further accelerated existing trends towards digitalisation and decarbonisation, increasing the risk of deepening the fragmentation between regions due to different levels of economic wealth and resources with which to invest in the transformation of industries. It is therefore essential that the Industrial Forum, and the foreseen transition pathways, take these different effects into account. 3.2. It is in European civil society’s interest to develop good prospects for jobs and incomes for citizens in regions affected by industrial transformation. For this, we need to understand the different starting points of the various regions and how positive interactions can be generated from existing industrial competences. Integration into globally significant value chains and, in particular, the various aspects that contribute to such value chains play an important role in this. The European Commission’s ecosystem approach is based on a macro-political approach that classifies all industries globally. C 152/52 EN Official Journal of the European Union 6.4.2022 ( 5 ) https://www.ilo.org/global/topics/green-jobs/publications/WCMS_432859/lang–en/index.htm ",
        "This approach does not take into account the divergent situations or the interdependencies that exist in the various ecosystems. It can hardly do justice to the diversity of requirements in the various regions and must be supplemented by a regional political perspective. 3.3. The European Commission is currently developing KPIs that are intended to show the success of the EU Industrial Strategy ( 6 ). At the moment, the Commission is mainly focused on economic growth and is neglecting the goals set out in the European Green Deal, the changes that the transition to a circular economy requires, and the social dimension of the transformation process. It is of paramount importance that the EU Industrial Strategy clearly recognises and appreciates the value of regionally available industrial skills, potential and competences. This has to be taken properly into account. Otherwise, too narrow of a focus on economic growth and the measures and instruments associated with it may lead to the climate targets and the opportunities associated with industrial transformation being missed, and may undermine the circular economy. 3.4. Formulating industrial strategy and policy under these premises must take into account uncertainty and unpredictability. Policies and divergent pathways tailored to individual situations must be flexible and need to be based on all the competences available within a region or to a region through exchanges with other regions and countries. Openness as an important strategic resource is required to ascertain what is missing and what is required immediately. 3.5. Industrial change for the purpose of climate protection will cause severe social problems if the goals of the Green Deal are to be achieved in the short remaining time. Consumption of environmentally harmful resources is an issue to be addressed and investigated in order to find a socially and societally just solution. 3.6. The circular economy contributes positively to industrial change, within regions and along supply and value chains. Although the highest added value can be found in regions with the most advanced industries, in locations with a less knowledge-based and more energy-intensive economy, material is produced and processed that is brought into the circular economy. Weaker regions can clearly benefit more from the circular economy and can become major players in this area. 3.7. The focus on succeeding with industrial change at regional level clearly implies the need for strong interconnections, close collaboration and competence sharing with other regions, including across the national borders of the EU Member States. There is a comprehensive system of interactions, which clearly includes local SMEs interacting with cross-border companies. 3.8. Existing regional industrial competences on their own are not fully effective in the context of socio-ecological change. However, they must and can be further developed by investing in knowledge, equipment and personnel and must and can become productive under the changed conditions. This will serve to create new products, services, technologies and opportunities. This, in turn, will provide for economically stable companies with attractive jobs in regions. This is precisely the goal that the European industrial strategy needs to aim for. 3.9. A region is widely defined by its industrial structures, its companies, its workforce, the competences of citizens, its R & D capabilities and the specific products that its companies manufacture or process. Industrial competences show a wide range of historical particularities. Supply and value chains have very different regional effects throughout Europe. The global context is as important as the organisation within Europe but has different effects. Industry 4.0 and digitalisation as well as information and communication technologies will have a significant but highly divergent impact on Europe’s industries and economies in general. In this sense, innovation and development funds will become even more pivotal in mitigating regional differences. 3.10. Providers enabling industrial change, including start-ups and SMEs, can be linked to their customers even from less central regions and attractive jobs can be created even in such places. In particular, knowledge-based companies can make their contributions to value chains largely independently of their proximity to customers. Moreover, the machinery of larger-scale factories can often be managed remotely. 6.4.2022 EN Official Journal of the European Union C 152/53 ( 6 ) See INT/935 (2021) EESC opinion on the NEW EU Industrial Strategy, (not yet published in the OJ). ",
        "3.11. The European Commission’s ecosystem approach does not cover all relevant levels and aspects. It clearly emphasises the importance of also viewing transition developments from a regional perspective, and of ensuring that companies — including those from the social economy — serve as the foundation for the whole political operation. It is important to show how this relates to value chains and how the various components of individual ecosystems correspond to those of different ecosystems. 4. Options for transition pathways following a holistic approach for socioeconomic industrial development 4.1. While innovation is widely associated with new technologies or breakthroughs in scientific research, opportunities also exist to use existing competences as a basis for better or new products and services. New technologies are interwoven with existing traditional technologies. There are further clear examples for this interlinkage between well-established traditional ways of manufacturing and incremental innovation and modernisation of industries: the use of new and lighter material from aircraft in vehicles, the use of lighter automotive materials, and the application of biotechnology in the design of new medical instruments or services. 4.2. Advanced ICT infrastructures act as drivers for introducing new opportunities and helping to create innovative and sustainable solutions that tie in with regionally existing peculiarities. For instance, the use of 3D printers provides opportunities to develop and design a product in one location and make it physically available where it is required at a number of different locations. This helps to reduce transportation-related environmental impacts. 4.3. Social economy concepts can play an important role in socioeconomic change by creating new learning, living and employment opportunities, as well as alternative service and support infrastructures in local communities, especially for disadvantaged groups and persons at risk. In conjunction with services of general public interest, these concepts have considerable potential to competently and effectively prepare societal and economic actors for the requirements and consequences of innovation and change, particularly at a regional level. 4.4. Public structures have great responsibility in creating the enabling conditions for change and development by providing services of general interest that are accessible to all economic actors. 4.5. This is also part of the progress required with services of public interest, such as organising continuous further training agencies for the necessary upskilling of the workforce, aiming to improve workers’ competences, and helping companies to cope with innovation and change. Consequently, skilled workers will also become more rooted in the region and will contribute to shaping the ongoing — and green — structural change. 4.6. For energy-intensive industries, there are many shared solutions for decarbonisation and thus the possibility of shared investments (e.g. clean hydrogen, reuse of carbon capture and storage). Increased circularity and industrial symbiosis are also important aspects in decarbonising industry and in preparing for a future with efficient companies with strong productivity. 5. The importance of regional labour markets providing for decent work in sustainable manufacturing and service companies 5.1. There is a need to understand and use a granular analysis of regions, companies and their economic performance with regard to their fundamental competences in industries and in terms of workforce. This also includes infrastructure, location, resource endowment, entrepreneurial spirit and institutional setup. This is important for enabling a highly qualified workforce and for anticipating future skill demands to avoid skills deficits (e.g. engineers). 5.2. Collaborations with universities, including those specialising in applied science, and research institutions may be instrumental in creating new industrial opportunities that can result in new workplaces in established businesses, multinational companies, SMEs and start-ups. 5.3. At human level, regions that easily welcome and integrate new arrivals into well-functioning socioeconomic structures are in an advantageous position. 5.4. Regions where a skilled workforce is deeply rooted in the socioeconomic structures and feels at home can also become the home of high value-added and dynamic industries and companies based on effective formal and informal competence networks. Consequently, labour constitutively contributes to defining the innovative industrial competences of a region and fundamentally helps to support modernisation and transformation processes. C 152/54 EN Official Journal of the European Union 6.4.2022 ",
        "5.5. The skills and specific competences of employees and their continuing improvement can provide the basis for restructuring and changing business models, including future growth and new markets. Not recognising and benefitting from regional development opportunities often results in a continuing outward migration of workers, which always weakens the capabilities and competences required by regions to develop and seize the opportunities created by the European Green Deal. Brussels, 8 December 2021. The President of the European Economic and Social Committee Christa SCHWENG 6.4.2022 EN Official Journal of the European Union C 152/55 "
    ]
}