{
    "text": [
        "eurostat Theme 9 Research and development Series Β Short­term statistics ISSN 1023­098X Research in official statistics 1 Π 1996 Bi­annual Foreword R&D in the 5th Framework Programme R&D in official statistics constitutes an important activity for the future development of the European statistical system within the information society. Strengthened by the previous experience of the DOSES and DOSIS programmes, we are now aiming at specific recognition of statistics within the 5th Framework Programme. This means raising awareness of statisticians for the need in both official and academic circles to support this objective at European and national levels. Statistics was an important issue in the fourth framework programme figuring prominently in three different forms: • the continuation of DOSES now renamed DOSIS, with activities in the fields of information technologies and telematics for administrations, • the so called SUP­COM actions, previously carried out by the Joint Research Centre of the European Commission (based in Ispra, Italy) ­ actions which are now subject to open calls for tender, and finally, • activities organised around the design, use and analysis of statistical indicators in the Targeted Sodo­Economie Re­search programme. Eurostat has started discussions on the way ahead with national statistical institutes, the various services of the Commission which support R&D activities and with the scientific community,. No one has any doubt about the importance of statistics as a vital source of information and the quest to improve the techniques of official statistics through research and development. Given the increasing role which quantitative information is expected to play in the policy­making and evaluation processes, a strong European R&D programme seems to be essential for improving the efficiency of the statistical systems through expolitation of new tech­ nologies and building on the numerous initiatives already taken at the national level. In the light of what has already been achieved, the challenges of the next century, and of the general objectives of the European Union, all the partners of this endeavour must work together in the coming months to develop a research agenda Eurostat is launching the appropriate initiatives to prepare an ambitious but realistic programme with the all the parties involved. Phoús Nanopoulos Director (Eurostat) In this issue Foreword Dosis Management Editor's Notes Statistical Research DOSIS SUP­COM 95 SUP­COM 96 Readers' Service Classified Books OPOCE Sales Offices 1 2 3 3 3 7 15 16 18 18 19 ",
        "eurostat OFICINA ESTADÍSTICA DE LAS COMUNIDADES EUROPEAS DE EUROPÆISKE FÆLLESSKABERS STATISTISKE KONTOR STATISTISCHES AMT DER EUROPÄISCHEN GEMEINSCHAFTEN ΣΤΑΤΙΣΤΙΚΗ ΥΠΗΡΕΣΙΑ ΤΩΝ ΕΥΡΩΠΑΪΚΩΝ ΚΟΙΝΟΤΗΤΩΝ STATISTICAL OFFICE OF THE EUROPEAN COMMUNITIES OFFICE STATISTIQUE DES COMMUNAUTÉS EUROPÉENNES ISTITUTO STATISTICO DELLE COMUNITÀ EUROPEE BUREAU VOOR DE STATISTIEK DER EUROPESE GEMEENSCHAPPEN SERVIÇO DE ESTATÍSTICA DAS COMUNIDADES EUROPEIAS L-2920 Luxembourg - Tél. 43 01-1 - Télex COMEUR LU 3423 B-1049 Bruxelles, rue de la Loi 200 - Tél. 299 11 11 The DOSIS Management The DOSIS Programme is one of the projects of the Directorate for Business and Energy Statistics, Research, Development and Statistical Methods of Eurostat. It is managed by Unit D3 (R&D and Statistical Methods) headed by Mr. Daniel Defays under the director Mr. Photis Nanopoulos. Since the last issue of this newsletter, the DOSIS team has changed significantly. Mr. John Ludley has replaced Mr. Leonidas Kioussis as the project manager while Ms. Conchita Callant has left Eurostat for another European Commission service. Mr. Ralph Jorré is responsible for the day-to-day management of the SUP-COM actions. They are supported by a secretariat now comprising Miss Tara Byrden and Ms Asa Jacob. Some useful telephone numbers: Photis Nanopoulos 4301 34296 Daniel Defays 4301 32854 John Ludley 4301 32023 Ralph Jorré 423 113 632 Tara Byrden Asa Jacob 4301 34756 4301 34014 General notes on the newsletter: All contributions for the next edition must be received by the editor not later than 30th October 1996. Contributions may be sent by post, e-mail or fax. Research in Official Statistics is one ¡n a series of three newsletters prepared by Unit D3 of Eurostat. The others are REDIS Mews (on R&D and Innovation Statistics) and The Panelist (on Eurostat Enterprise Panels Project). Please note that the opinions expressed in this publication are those of the authors alone. Neither the European Commission nor any person acting on its behalf is responsible for possible loses which may result from the use of the information contained in it. All communication should be addressed to: Research in Official Statistics Eurostat Room C5-98, Jean Monnet Building L-2920, LUXEMBOURG Phone+(352) 3410 4044 Telefax:+(352) 347 029 Internet:: john.ludley@eurostat.cec.be Editor. Edward OJO © ECSC-EC-EAEC, Brussels · Luxembourg, 1996 Reproduction is authorized, except for commercial purposes, provided the source is acknowledged. Printed in Luxembourg ",
        "Editor's notes This issue of Research in Official Statistics contains very brief notes on the various research activities in progress which are either managed directly by Eurostat or in association with other services of the Commission. These include projects from the Information Technology and Telematics domains of the 4th Framework Programme - referred to as the DOSIS programme -, projects in the Transport domain and 1-year projects in support of the Eurostat work programme - referred to as SUP.COM. These activities, covering about 30 topics, involve researchers spread throughout the European Union in NSI's, universities and research institutes and private enterprises. To ensure that statistics producers and users and the research community are kept fully informed of these activities, we are expanding arrangements for the dissemination ofinformation through: * an expanded role for this Newsletter, * an expanded \"Research in Official Statistics\" journal, * exploitation of the World Wide Web. In general, we will use the Newsletter for brief notes on new projects and interim updates, whilst the ROS will carry in-depth studies of the projects and report major results. The Web will be used as a complement to the Newsletter for rapidly distributing information. To ensure that this Newsletter reaches the right audience, we wish to bring our distribution list up-to- date. Accordingly, would you please complete and return the Readers Service at the end of this Newsletter. Also, please complete the appropriate box for DOSIS or SUP.COM projects if you would like more information. Please note that due to the shortage of space, we have been unable to publish our usual \"Classified' section. The next issue will carry this section. We would therefore like to receive your classified notices on seminars, conferences, new statistical softwares and books, services, research activities etc. May we take this opportunity to thank you all for your continued support and interest. Statistical Research Et/ - wide research activities DOSIS In 1994. the European Council launched the 4th Framework Programme for Research and Technological Development (RTD), with the aim of advancing the state of knowledge, increasing European collaboration and improving the competitive position of European industry. The budget covers 19 domains spread across the different services of the Commission. Each service issues Calls for Proposals covering its areas of interest, designed to guide the RTD work along lines judged to be the most fruitful and valuable A major change in this Programme is the emphasis on application of results, as opposed to the stronger research orientation of the previous, 3rd Framework Programme. The Calls for Proposals and the acceptance criteria, therefore, emphasised the importance of demonstrating results in real application environments. ",
        "Eurostat, without any RTD budget of its own, has interest in statistically-oriented proposals, primarily in the domains of Information Technology, Telematics and Transport. Calls for proposals on these were extended to cover statistics-related work. Collectively, all such projects are referred to as the DOSIS Programme. Under this arrangement, each General Directorate (DG) manages its programme in its own way and for each project, Eurostat has to adopt the procedures of the corresponding DG. For the IT programme, DGIII is devolving responsibility to Eurostat for evaluating the statistical proposals and ultimately managing the resulting projects. For the Telematics Programme, DG XIII evaluates and manages all projects itself, with some help from invited experts and Eurostat, whilst the Transport projects are being evaluated and managed jointly by DGVII and Eurostat. The first Calls for Proposals were issued in December 1994. The second call has been launched with a pre-selection made. Set out below are the resulting projects from the first call. (The next edition of this newsletter will highlight research projects selected in the second call.) IT AND TELEMATICS PROPOSALS The DOSIS proposals selected for funding in these domains - seven in IT and two in Telematics - fall loosely into the two broad categories of Data Analysis and Integrated Statistical Processing Systems - four in each - with one addressing the more specialised area of statistical confidentiality. A common theme in most of the proposals is the dependence on metadata and two proposals are particularly concerned with the design and development of metadata based systems. Set out below are the terms of reference of the proposals. Throughout this section, the sign ®-> is employed to indicates the name of the institute responsible for the project (with the name of the Member State in bracket). DATA ANALYSIS 1 F0RCE4 Development of an open computer environment for advanced and complex statistical methods, integrating powerful statistical and managerial techniques for short-term, medium and long-term forecasting. The system is aimed at a wide spectrum of final users in industry and government. The system is to be adapted to the role that forecasting plays in any organisation's strategy. ®-> Marketing Systems GmbH (Germany) Development of a prototype Knowledge Extraction system that solves the needs of the analysts of statistical datasets. The project is organised around two streams of activities, technology development and prototype assessment performed by the Statistical Offices with the various releases of the KE system under development. The technology will be developed and marketed by Data Distilleries (DD). It will use the results of the project to develop and market new, high performance versions of its data mining system, called Data Surveyor. ®rl· Data Distilleries (The Netherlands) Development of techniques and software to facilitate the use of numerical symbolic data analysis in statistical offices and companies. Using metadata concepts and representation, it will aid analysis of data with complex structure, give better explanations of statistical results and allow easy communication of data between official statistics community members. To be achieved via a dedicated software environment for prototyping and evaluating statistical processing of numerical- symbolic data, building a concept-oriented system for official statistics and assessing the approach with benchmarks. ®-> Thomson-CSF (France) ",
        "The aim of the project is to develop an information retrieval system based on a Semantic Network of meta-information, with navigation using hypertext links. Unlike most hypertext systems, the navigation links adapt to the content of the accessible documents The FAPSY information system provides access to variously structured and formatted data collections (primarily time series) from Eurostat, the German NSI and the ifo Institute for Economic Research. All of the retrieved documents are presented in a graphical form. ®^ ifo Research Institute, (Germany) This system for Meta-lnformation Management presents an approach to the integration of statistical meta-information and statistical production management control in the conduct of co-ordinated statistical projects based on surveys and the dissemination of their results. The project is based on exploiting the results of statistical meta- information research over the past ten years, achieved in such projects as the previous DOSES Programme, and utilising the possibilities for co operative, distributed statistical data production and management afforded by the current generation of client /server architectures. ®-> Statistics Sweden (Sweden) INTEGRATED STATISTICAL PROCESSING SYSTEMS The first two projects, IDARESA and IMIM are closely related. The form of co-ordination between them is still under discussion. 5 IDARESA Design and implementation of an integrated statistical data processing environment targeted at the practical needs of statistical offices and making use of meta-information methodology. Main emphasis is laid on: • the development of a unified metadata language supporting the harmonisation of national data and • a formal description of statistical data processing. This approach results in a meta-information processor. Intended outcome of the project endeavour is a software system in a network comprising heterogeneous distributed data management based on a client-server architecture. The user interface of this system will be an extension of a working, thesaurus-based natural language. ®-> The University of Vienna (Austria) A project to demonstrate the feasibility of a common model for the exchange of data between enterprises and data collectors, especially National Statistical Institutes (NSI's). This approach offers: • simplification from merging several statistical surveys into one electronic super questionnaire • common standards from the adoption of a single model for any size of firms, sector of industry, country, accounting practice etc. The work will thus help to reduce the burden of form-filling on enterprises. It will also reduce the work of data collectors by providing easy to use systems making better use of metadata, with better reliability and timeliness. TELER's scope is a significant part of the business statistical data and its conclusions will be transferable to other (non statistical) administrative procedures. ®-» CESIA (France) 8 RAINBOW When the computer systems in all statistical offices and other administrations can be linked by networks, large savings could be achieved in the development of applications by re-using software components held on \"function servers\". This could ",
        "be made practical by the adoption of object­oriented software standards. The original project aimed to demorfstrate two applications: to allow official statisticians to compare and harmonise their data, the second to provide access to distributed information by Administrations and the public. In this round, the initially study phase will be funded. ® ■* Ministère Wallon de l'Equipement etc. (Belgium) STATISTICAL CONFIDENTIALITY Development of systems for suppressing the disclosure of confidential data when making tables and other forms of abstraction from statistical databases. Producing safe data requires three things : criteria against which to check the data, identification of the \"danger zones\" in the data, methods to modify the data such that the end result is safe and ways to minimise information loss. Methodological research is also carried out to get a better grasp of disclosure risks for data to be released to third parties. ®­> Central Bureau of Statistics (The Netherlands) TRANSPORT PROPOSALS The call was issued for tasks 1,2,3,8 and 9 of the \"Information Systems\" research area in the \"Strategic Research\" part of the Transport Research programme. The main objective of this research area is to promote the understanding of mobility patterns of passengers and goods and of the factors that influence them, and to support transport planning and policy making at the European level, through the establishment of the appropriate statistical databases. The resulting projects are: 10 INFOSTAT Development of a methodology for establishing transport databases/info systems for strategic transport planning at European level. Such information systems will be based on homogeneous data on transport and infrastructure, with the determinants of mobility as objectives and the need to create trans­European transport networks. Using small pilot surveys, the project will focus on freight and passenger flows between the EEA and CEEC/CIS, long distance movements, major infrastructure projects and their effects on traffic patterns and intermodal transport. The main tasks are: • to determine and classify the main objectives of Common Transport Policy (CTP), define the data which have been found necessary, asses the present data collection system, draw up recommendations and practical proposals to ensure compatibility between the data available and requirements of the CTP, • to determine the applicability of existing methods using a common system of definitions to evaluate existing data, taking account of the degree of harmonisation. The data considered will include transport demand data, transport network data and data on socio­economic and environmental impacts of transport, ®­> ΝΕΑ (The Netherlands) Development of long­distance travel surveys, which can be applied across Europe with questions understood equally well in all Member States. It will involve the identification of sound survey methods and instruments to support the development of a European travel behaviour data base which is essential for better decision making in transport. In particular, the project will aim to identify the appropriate new methods and technologies to support a new long­distance travel diary. The needs of the newly developing policy areas, such as telematics, motorway tolling, environmental assessment etc. as far as they are relevant for long­ distance travel will be addressed. ®­> Leopold­Franzens­University, (Austria) 12 Cost Efficient O­D Estimators Development of methods for assembling transport data, which for a number of reasons are difficult to obtain in a cost and time efficient way. The project intends to develop a cost­efficient method for constructing matrices of region­to­region transport flows based upon the socio­economic values of the regions. ®­> ΝΕΑ (The Netherlands) ",
        "SUP­COM 95 with 29 research topics In 1995, as part of the activities within the framework of a competitive approach for scientific and technical support for Community policies, Eurostat launched an open call for tender for research organisations to undertake statistical research on a number of topics identified as being of great interest. Work on all these topics is currently in progress. Set out below are short descriptions of the topics. Noted below each one is the name of the research group executing it (indicated as usual with the sign ©·>) and the project manager responsible for it in Eurostat. Detailed information is available on request on any of the topics. Please contact the project manager. (See Readers' Service on page 18.) 1 Ratio non­actives to actives Mr. C. Gorter +(352)4301 34552 comelis.gorter @ eurostat.cec.be One of the most pressing issues concerning the European model of social protection and its future financing. The problem includes questions on how the current levels of social protection can be maintained and what are the best ways to avoid that social protection becomes an impediment to economic recovery. Factors which determine the financing of social protection encompass, among others: (1) the number of people that are for various reasons economically non­active; (2) the number of people that are economically active; (3) the generosity of social protection systems; (4) the level of disposable national income; (5) the distribution of the burden of social protection over groups of institutions and households. The objective of the study is to contribute to solutions by • determining the scope of the problem and identifying probable bottlenecks through the estimation of developments in the number of non­ actives and actives, and • indicating policy options open to the Member States. © ■* NEI/Central Bureau of Statistics (The Netherlands) Non­Monetary indicators of well­being Mr. M. Skaliotis +(352)4301 32011 michail.skaliotis® eurostat.cec.be 1. The Commission's poverty programs 1­3 have concentrated on monetary poverty. The concept of poverty has to be extended to the concept of social exclusion. 2. Social exclusion can be seen as persistent multiple disadvantage and as the result of a process of descent. Individuals, households or even spatial units can be excluded from access to resources like employment, health, education, social or political life. 3. The various forms of social exclusion are not only interrelated but are dynamic. 4. The project should identify relevant indicators to describe poverty and social exclusion. It should conceptualise indicators, consider their relationship to social indicators more generally, specify them so that they can be operationalised, consider current data availability, identify gaps and suggest how these gaps could be filled. Particular attention should be paid to specific categories of socially excluded like the homeless. The three dimensions of observation \"individual\", \"household\" and \"spatial unit\" have to be taken into account. Reference basis: Research work of the poverty programs. ® ­> CESIS (Portugal) Employment market analysis Mr. J. Recktenwald +(352)4301 34103 Joachim.recktenwald® eurostat.cec.be In contrast with the abundance of data on employment and unemployment only little data is available on the (unmet) demand for labour (both in a structural and in a conjunctural perspective). Given the well­known problems with administrative records on job vacancies it is the objective of the project to describe the international experiences with special ",
        "types of vacancy surveys, to propose desirable survey models and to examine the feasibility of such (a) survey(s) in the Member states of the EU. ®^ Central Bureau of Statistics (The Netherlands) Improved Time Use Survey techniques Mrs. K. Blanke +(352)4301 34838 karen.blanke® eurostat.cec.be Eurostat project on harmonised time use surveys will have an expansive influence on time use surveys worldwide. Increasing needs for cross­national comparability leads to application of standardised methods and classifications in national time use surveys. Eurostat is holding a leading role in this task. This means that a high standard of quality is to be required of the methods chosen. These demands have been taken into account in the test plan of time use data collection strategy and tools. Development work is divided into • the testing in a questionnaire design centre, and • pilot studies to be done in the countries. This project plan is concentrated on national pilot surveys. ® ■* Statistics Sweden (Sweden) In­Depth and Methodological Research of the European Community Household Panel (ECHP) Mr. K. Martin +(352)4301 33032 klaus.martin® eurostat.cec.be Income distribution and socio­economic differences in international perspective The objective of this report is to explore in depth the impact of social protection systems on the income distribution. By using income inequality measures and poverty indices measures the impact of benefit levels, income taxes and social contributions on income dispersion and poverty can be assessed. This analysis can be broken down into various socio­economic groups such as beneficiaries of social security benefits (unemployed, disabled, social assistance), low skilled workers, highly skilled workers, civil servants and private sector employees. It provides therewith rich information on the joint impact of social protection systems and income tax regimes on the income distribution. Reference basis: Wave 1 of the ECHP ®^ Danmarks Statistik (Denmark) Wages and Labour Costs Mr. A. Makaronidis +(352)4301 34792 alexandre.makaronidis® eurostat.cec.be The integrated system of wage and labour cost statistics was adopted by the DGINS in December 1991. This system, as defined by the Statistical Programme Committee, consists of four different output elements: a quarterly European Employment Cost Index (EECI); the Structure of Earnings Statistics (SES); the Labour Costs Statistics (LCS); the Harmonised Statistics on Earnings (HSE). It was repeatedly stated the only possible way to implement the system and to maintain the existing level of statistical information was the integration of the statistical input around the EECI at the very basic level of data collection. The objective of the project is to investigate possibilities of integration of the statistical information instruments described above at the very basic level of data input around the European Employment Cost Index. ® ^ No interested researcher for this topic 7 Modelling Multimodal Transport Networks Mr. L. Kioussis +(352)4301 32052 leonidas.kioussis® eurostat.cec.be The GISCO service role includes supporting the analysis of Multimodal Transport Networks. This includes particular effort with respect to developing the trans European transport networks for road, rail, sea, air and inland navigable waterway modes. Central to the success of this service is the close collaboration and exchange of ideas and data with both Eurostat Unit D4 Transport Statistics and with the Transport Directorate DGVII. The objective of this project is therefore to enhance the quality of GISCO's work in this service capacity by researching and quantifying the nature of the data that GISCO need in order to develop the sophisticated GIS analysis methods appropriate for modelling multimodal transport networks. This will be achieved by researching the specification of the data requirements for a GIS based approach to multimodal transport modelling^ Also by analysis and ",
        "specification of appropriate passenger transport statistics, ® ■* GfG ­ KULeuven (Belgium) 8 Multimodal Transport Networks ­ Data Analysis Mr. L Kioussis +(352)4301 32052 leonidas kioussis® eurostat.cec.be Multimodal Transport Data are currently collected and stocked in the TRAINS database. The new legal acts that are being adopted by the European Parliament and the European Council prepare the grounds for the collection of huge amounts of data that will cover all modes of transport ( road, rail, sea, air and inland navigable waterways) for both merchandises and passengers. The provisions of the Common Transport Policy make these data being of high complexity. The objective of this project is to enhance data quality by researching and quantifying the nature of data analysis methods appropriate for multimodal transport networks by organizing the necessary data in a suitable data base starting from by the existing TRAINS database. The study should take into account the existing reports in the subject matter, notably the results of the COST 305 report and the findings of the 'Databases and scenarios for European Transport' study which is currently elaborated by SOFRES and commanded by DGVII. ©■♦Artemis (Luxembourg) Forecasts of industrial variables using neural network techniques Mr. D. Koszerek +(352)4301 32745 douglas.koszerek® eurostat.cec.be Eurostat collects data on the structure of European industry from Member States. Because the data comes from large scale annual surveys, Member States often experience considerable delays in collecting and processing the figures. The Commission's services need up­to­date information on industry, and so Eurostat makes forecasts of the recent past based on monthly leading indicators. The objective of the project is to improve these forecasts using neural network techniques. There are 11 structural variables (employment, production etc.) for which forecasts are required. These variables are available for some 120 industries for each Member State. The industry figures are calculated by adding up data for individual enterprises. Each enterprise has its own accounting year, and so the figures do not relate precisely to a calendar year. There are births and deaths of enterprises and sometimes one is reclassified from one industry to another, so the figures contain some statistical noise. There are many monthly leading indicators available, and one of the problems is to decide which ones are relevant. Of course, there is a priori knowledge about which ones are best for the purpose, but it is often imperfect. ® ­> NEI/Central Bureau of Statistics (The Netherlands) 10 Visualisation of industrial statistics using high resolution PC graphics Mr. D. Koszerek +(352)4301 32745 douglas.koszerek® eurostat.cec.be The Commission's services use industrial statistics to analyse policy issues in several areas (industry, competitiveness, employment, trade, internal market, regional policy, small and medium sized enterprises, sub­contracting etc.). There are large amounts of data available. For example, Eurostafs VISA data­base contains domains covering industry structure and trade, sectoral competitiveness, third countries' industries, and short­term indicators. There has been a long­standing need for better methods of visualising this information. In the last ten years, major advances have been made in the techniques of visualising the masses of data now collected by large scale scientific monitoring systems. These work on the detailed data, and use techniques only possible with fast computers with high resolution screens. They enable the user to analyse complex relationships more effectively. With computer hardware costs falling, it is now feasible to consider more generalised application of these techniques. Thus the objective of this study is the application of state­ of­the­art visualisation techniques to assist policy makers in the display of large quantities of economic data concerning industry. ® ­> Joint Research Centre ­ Ispra Italy (European Commission) ",
        "n Applying neural network techniques to investigate lead­lag structures in industrial short term indicators and detect turning points in the business cycle. Mr. B. Feldmann +(352)4301 334401 berthold.feldmann® eurostat.cec.be Eurostat collects data on industrial short term indicators from the Member States. The main aim is to describe accurately the state of the business cycle. The most important aspect both politically and economically, is the accuracy of the detection of the turning points in the business cycle. The use of univariate techniques on their own cannot solve the problems of accurate and timely detection of turning points and the state of the business cycle. The huge amount of data as well as the great variety of different indicators (e.g. indicators on production, new orders, stock of orders, social indicators, export, import,...) is not yet fully used to upgrade the quality of this analysis. In addition to the quantitative data, data from business surveys that is collected by DGII in Brussels, is available and can be used for the same purposes. There are many monthly leading indicators (qualitative and quantitative) available, and one of the problems is to decide which ones are relevant. There is a priori knowledge about which ones are best for certain situations, but it is often imperfect. Also no use is made of the lead­lag structure in one branch or indicator to help detect turning points in another branch or indicator. ® ­> ERA Technology (United Kingdom) 12 Urban statistics Mr. F. Cardoso +(352)4301 33361 fausto.cardoso® eurostat.cec.be The social, economic and political importance of urban issues is now acknowledged across the board. A large number of Community initiatives and/or programmes are directly or indirectly associated with the urban domain. In order to achieve a common approach, a statistical information system is needed. The urban domain is not new territory for Eurostat, which has already carried out a number of studies ­ on the demarcation of urban areas, the statistical concept of the city in Europe, urban indicators ­ with the help of outside consultants. ® ■> Université Catholique de Louvain (Belgium) 13 Data Quality Mr. R. Depoutot +(352)4301 34926 raoul.depoutot® eurostat.cec.be The new Council Regulation concerning structural business statistics comprises an article relating to the representativeness and quality control. In this article it is stated that the collection of the data must ensure that the statistics compiled meet the necessary minimum accuracy requirements. The objectives of the project is to support the Commission in its task to discuss and agree with the representatives of the Member States on these \"minimum accuracy requirements\", based on scientific grounds and taking into account the costs and administrative burden that this data collection action entails. The work will take into account the specifrtjes of the business statistics, the structure of the characteristics of their statistical units and it will produce the necessary tools that will support the Commission and its partners in deciding on the most optimal and cost efficient practice in order to produce comparably reliable and accurate estimates. ® ­> Central Bureau of Statistics (The Netherlands) 14 Adjustment for trading days and seasonal variations Mr. R. Depoutot +(352)4301 34926 raoul.depoutot® eurostat.cec.be The currently used software in Eurostat (Dainties) is now completely old­fashioned. Member States use different methods for these adjustments and Eurostat is concerned about the comparability of adjusted series. Since adjustment for seasonal variations is the first step for the economic analysis of time series, it is important to master this process. It is not obvious to determine the best practice in this matter. 10 ",
        "Eurostat has first to assess among best techniques which one suits best to European needs. An important technical adaptation of available products may be needed to develop a software that fits the quality standards of statistical analysis at the european level and later at the national level. Following the proposal of a first assessment, Eurostafs CD decided to engage in a two-year project in this field. ® ·* Prof. Maravall -EUI (Italy) 15 Geographical information systems in statistics Mr. A. Ottestad +(352)4301 32282 arne.ottestad® eurostat.cec.be The use of geographical information systems within the field of statistics has attracted considerable interest and is increasing, but there are several methodological issues to be addressed and solved in order to improve the usefulness of GIS in this application area. The main objective of this project is to study, propose and possibly develop and implement applications which could improve the applicability of GIS tools in statistics by integrating statistical methodology and tools. ® -* North West R.R.L., University of Lancaster (United Kingdom) 16 Use of Neural Networks for improving satellite image processing techniques for land cover / land use classification Mr. R. Muthmann +(352)4301 37260 rainer.muthmann® eurostat cec.be In the framework of the Eurostat programme on remote sensing and statistics a statistical framework for land use information is being developed. This framework includes methodological work on statistical nomenclatures, classification principles (e.g. observation unit, classification of mixed use, etc.), integration of land use information into the statistical information system and quality assurance plan, taking into account the specificities of remote sensing and geographic information system technologies. The methodological work on land use resulted in a draft statistical nomenclature \"Classification for Land Uses STatistics of Eurostafs programme on Remote sensing and Statistics\" (CLUSTERS; 4 hierarchical levels with 6, 16, 35 resp. 60 classes; geographical working scale 1 : 25.000). This statistical framework is being applied in pilot projects carried out by the programme using various operational techniques of digital image dassification of land cover / use categories. Experiences have been made especially in the urban areas. The application of artificial neural networks (ANN) has not been tested yet. According to the standard requirements of statisticians, covering the aspects of land cover and land use, and considering, that research in ANN for satellite image classification focussed until now on land cover categories, the research needs to be extended to land use. The objectives of this project are in general to describe, demonstrate and test the use of artificial neural networks (ANN) in satellite image classification for land cover / land use according to CLUSTERS, to analyse the potential of automation of the image classification for land use using ANN in terms of level of detail, the possible use of ANN in quality control procedures during the process of classification / interpretation and the application of quality control on the results. ® -> Joint Research Centre - Ispra Italy (European Commission) 17 Quality control procedures for land use data derived using remote sensing technology Mr. R. Muthmann +(352)4301 37260 rainer.muthmann® eurostat.cec.be For the establishment of statistical and geographical reference information on land use, the following topics have to be analysed: • statistical nomenclature for geographic land use information meeting requirements for different applications / users • quality and accuracy requirements for the information • statistical principles for observation e.g. unit of observation, principles of classification etc. • quality control procedures • data integration into information system appropriate therefore (GIS) e.g. logical data structure, technical specifications • data dissemination In the framework of the Eurostat programme on remote sensing and statistics a statistical framework for land use information is being developed. This framework includes methodological work on statistical nomenclatures, classification principles, integration of land use information 11 ",
        "into the statistical information system and quality assurance plan, taking into account the specificities of remote sensing and geographic information system technologies. The objectives of this project are to support Eurostat in its task to discuss and agree with the representatives of the Member States on minimum quality requirements for land use irrformation and to assist in the development of quality control procedures based on scientific backgrounds. The work will take into account the statistical and geographical aspect of data quality, the different levels of details (thematic detail of nomenclature, geographical scale) of land use information as well as the fact that this information needs to be available for various users with different types of applications. ® ■> Hunting Technical Services Ltd (United Kingdom) 18 Modelling of Environmental Pressure Indicators: Existing Approaches Mr. J. Jeslnghaus +(352)4301 37278 jochem.jesinghaus® eurostat.cec.be As announced in the \"Communication from the Commission to the Council and the European Parliament on Directions for the EU on Environmental Indicators and Green National Accounting\" (COM (94) 670 final), the Commission will start, led by Eurostat, and in close cooperation with DG XI and the European Environmental Agency, a series of activities towards the generation of environmental pressure indicators, to be aggregated to a set of ten environmental pressure indices. Existing indicator work (eg. OECD GEP & SOE groups, CORINAIR) will be taken into account. However, a complete and consistent description of human activities affecting the environment will often demand for more sophisticated indicators (eg. \"nutrient excess\" instead of \"fertilizer use\"). Such indicators are usually based on scientific models which require a large number of data inputs from various statistical and non­ statistical sources. For the preparation of the Commission's Green Accounting & Indicators initiative, Eurostat wants to get an overview of existing modelling activities in EU Member States and OECD Countries. In particular, Eurostat wants to investigate which problems related to statistical inputs (eg. data availability, comparability, nomenclatures, data access) are found by the modelers, and to which extent Eurostat and Member States' Statistical Services could contribute to a solution of these problems. ® ­> Joint Research Centre ­ Ispra Italy (European Commission) 19 Development of a database linking commercial pesticides to active ingredients and to the chemicals classification system Mrs. R. Montgomery +(352)4301 3 7292 rosemary.montgomery® eurostat.cec.be As announced in the \"Communication from the Commission to the Council and the European Parliament on Directions for the EU on Environmental Indicators and Green National Accounting\" (COM (94)670 final), the Commission, led by Eurostat and in close cooperation with DG XI and the European Environment Agency, will commence a series of activities aimed at the generation of environmental pressure indicators. Pesticides are one such environmental pressure. Current pesticide statistics are based solely on kilograms of active ingredients, taking no account of toxicity, persistence or effects on the environment. It is therefore necessary to produce a classification, which can help interpret data on pesticide use, and thus form the basis of a risk related pesticide index. Annex I to Directive 67/548 EEC, the Chemicals Directive, classifies all chemicals marketed in the Community and should be used as a basis for a pesticide classification. The objective of this project is to link in a single relational database the trade name of plant protection products sold on the European market to the active ingredient level (common name) of the product, and through the EINECS number, or other method, to the classification system of the Chemicals Directive. ® ­> WrRc (United Kingdom) 20 Estimation of renewable water resources in the EU Mr. T. van Cruchten +(352)4301 37282 theo.vancruchten® eurostat.cec.be As announced in the \"Communication from the Commission to the Council and the European Parliament on Directions for the EU on Environmental Indicators and Green National Accounting\" (COM(94) 670 final), the Commission will start, led by Eurostat, and in close 12 ",
        "Cooperation with DG XI and the European Environment Agency, a series of activities towards the generation of environmental pressure indicators, to be aggregated to a set often environmental pressure indices. For the development of the pressure indicators on water, there is a need for a well defined estimation method for water resources, that can be compared with water abstraction data to get water stress indicators. This indicator should also reflect seasonal problems as well as regional differences over the EU territory. ® ­^ Institute of Hydrology (United Kingdom) 21 Multimedia and new information technologies Mr. C. Guittet +(352)4301 32375 christian.guittet® eurostat.cec.be To disseminate statistical data to a broad cross­section of the public. Objectives: To make use of the new information technologies in general, and of interactive multimedia facilities in particular, with a view to facilitating, speeding up and streamlining access to the information, bearing in mind the diversity of expertise and requirements of users. Target population: Broadly cross­sectional (specialists, decision­makers, students, general public). Context: While there is no shortage of people with an interest in consulting or using statistical data, many such potential users ­ non­specialists in particular ­ are likely to be put off by both the difficulty of obtaining access to relevant and up­to­date information and the hostile appearance of printed tables of figures. This is borne out by the success of high­profile Eurostat publications such as Facts through Figures, Europe in Figures, Portrait of the Regions, which depart from this stereotype. ® ­> ERA Technology (United Kingdom) 22 Diffusion of the results achieved in the DOSES programme. Mr. D. Defays +(352)4301 34190 daniel.defays® eurostat.cec.be The programme DOSES has resulted in several studies and prototypes. These outcomes have to be disseminated and further tested in different environments. The objective of the project is to document in a standard way and to disseminate the results achieved in DOSES. ®­> FIBS International SA (Belgium) 23 Valorisation of the results achieved in the DOSES programme ­ the CASIP prototype software. Mr. J. Ludley +(352)4301 32023 John.ludley® eurostat.cec.be The programme DOSES has resulted in several prototypes systems, one of which was the CASIP system for automated data collection. This project is aimed at further developing and testing the system and creating a better engineered and more widely useable system. The text will be separated from the program structure to make it easier to apply to different applications and convert to different languages. Specifically, an english language version will be produced. ® ■» SRF (The Netherlands) 24 Valorisation of the results achieved in the DOSES programme ­ the ESIA prototype software. Mr. L. Kioussis +(352)4301 32052 leonidas.kioussis® eurostat.cec.be The programme DOSES has resulted in several prototypes, including the ESIA expert system for the automatic processing of socio­economic inquiries. This project will add an easy­to­use, Windows interface, and enrich the underlying knowledge base and processing methods to meet the needs of a number of financial and statistical users. ® ­> CADEPS ­ Université Libre de Bruxelle (Belgium) 25 Valorisation of the results achieved in the DOSES programme ­ the ALIEN prototype software. Mr. J. Ludley +(352)4301 32023 John.ludley® eurostat.cec.be The programme DOSES has resulted in several prototypes systems, one of which was ALIEN, a system to generate natural language reports automatically from statistical data. This project will create a new sytem, based on the ALIEN concept, using a new, Windows based package called 13 ",
        "DARWIN. The system will be developed to create reports in Dutch and German as well as French. An English version will be developed later with the help of Eurostat. ® -> INSEE - Roos (France) 26 Databases and metadata for statistical information Mr. M. Pelegrino +(352)4301 34320 John.ludley® eurostat.cec.be The development of the statistical databases including well structured metadata, are of primary importance to for the functioning of the statistical services and dissemination systems. The primary aim of this project is to evaluate existing Eurostat data base solution both for production and reference purposes and propose improvements / solutions securing the flow of structured data and metadata from input systems to dissemination systems. Possible new data/metadata models could be investigated, and it is important to take into account the different requirements from user oriented dissemination systems, involving both on-line search and retrieval and production of paper oriented and electronic products. The project should take into account existing studies and solutions as well other ongoing studies and actions related to the same area. Experiences and solutions in other statistical agencies should also be considered. ® -> World Systems ( Luxembourg) 27 Image Synthesis Mr. C. Guittet +(352)4301 32375 christian.guittet® eurostat.cec.be To represent complex matrices with n non-geographical dimensions in the form of fixed or moving images. Objective: To go beyond conventional graphics in order to represent a large mass of correlated information. Target population: Specialists. Context: A flat image has two dimensions; the third dimension can be represented via projection; computer techniques can add a fourth dimension (time) by means of animation. Research and development tasks Study the feasibility of new methods of representation, both traditional (printing) and computerised (screen display), in particular from the point of view of user's comprehension of the data, by: - introducing a genuine third dimension via the synthesis of stereoscopic images; introducing a genuine third dimension via the synthesis of holograms; introducing a genuine fourth dimension (time) via the animation of images; utilising the three colour components (RGB or HLS that is Red Green Blue or Hue, Lightness, Saturation) to display three additional dimensions; making use of virtual reality techniques. Make practical proposals towards: - utilising the results obtained; defining new avenues of subsequent research. ® ·* Atkosoft (Greece) 28 Data compression (1) Mr. C Guittet +(352)4301 32375 christian.guittet® eurostat.cec.be To apply non-reversible image-compression techniques to statistical data. Objective: To reduce complex two-dimensional (up to n- dimensional) matrices to a small number of coefficients or elements in order to enhance their intelligibility. Target population: Specialists. Context: Considerable progress has been made over the past few years in non-reversible image-compression techniques within ratios ranging from 10.1 to 1 000:1. From a mathematical viewpoint, there is no intrinsic difference between a digitized image and a matrix ® -> ERA Technology (United Kingdom) 29 Data compression (2) Mr. C Guittet +(352)4301 32375 christian.guittet® eurostat.cec.be To apply non-reversible image-compression techniques to statistical data. Objective: To aggregate individual statistical data in such a way that any possibility of returning to the component data is ruled out. Target population: Specialists. Context Considerable progress has been made over the past few years in non-reversible image-compression techniques within ratios ranging from 10:1 to 1 000:1. From a mathematical viewpoint, there is no intrinsic difference between a digitized image and a matrix. ® -> No suitable researcer found for this topic. 14 ",
        "SUP-COM 96 5 Utilisation of infra-municipal information for the collection of data on the functional zones consisting of a set of local units Mr. F. Cardoso (4301 33 361) Testing the design effect of different questions on employment and unemployment / How to use registers to get information on income Mr. H. Chartier (4301 32 974) 32 new topics for 1996 For 1996, thirty two topics have been identified. These cover such issues as development of methodologies for data collection, handling and processing, new technologies and techniques for statistics, and dissemination of research results via publications and seminars. Tenders are now being invited from interested parties with work expected to be contracted out before the end of this year. Set out below is a list of the study topics along with the names of the contact persons in Eurostat responsible for them. 1 Prices Development of methodologies in consumer price indices (CPI) and purchasing power parities Mr J. Astin (4301 33206) Development of procedures for handling multi- source evidence integration and a land use change detection in analysis of remotely sensed date / knowledge base to assist land use change detection using remotely sensed data Mr R. Muthmann (4301 37260) Geographic Sampling strategies and Remote Sensing Mr. R. Muthmann (4301 37260) Automatic processing of satellite images for the delimitation of urban agglomerations Mr. F. Cardoso (4301 33361) Management tools for the co-ordination of samples and time management of panel MrR. Depoutout (4301 34 926) 8 Statistical modelling of Multi-modal Transport Networks including Trans-European Networks Mr. L Kioussis (4301 32 052) Time Use Survey - Development of a European Satellite system of household production Mr. W. Knueppel (4301 33 221) 10 A system for estimating unit conversions in PRODCOM Mrs D. Schmidt-Brown (4301 34072) 11 Cause of Death Statistics MrM. Skaliotis (4301 32 011) 12 Health Care Resources Statistics MrM. Skaliotis (430132011) 13 Material efficiency elements in a broader policy context of industrial efficiency and of industrial and environmental policy - information requirements Mr. A. Steurer (4301 37339) 14 Technology databases as a source of environmental information Mr.A.Steurer (4301 37339) 15 Analysis of statistical nomenclatures and the study of alternative approaches Mr. D. Defays (4301 32854) 15 ",
        "16 Multivariate methods Mr. D. Koszerek (4301 32 745) 17 Causality analysis with neural networks and their use for transport data analysis Mr. B. Feldmann (4301 34401) 18 Modelling a classification system and a codification method for statistical observations Mr. J. Heller (4301 32803) 19 Framework of indicators on replacement income : Development and extension for disability benefits Mr. Knueppel (4301 33221) 20 Development of a Standard Statistical classification of waste water treatment operation according to technological criteria Mr. T. Van Cruchten (4301 37282) 21 Use of administrative or banking data to estimate economic trends in very small regions Mrs. M. Benassi (4301 32297) 22 Multimedia for professional statistical training Mr. D. Defays (4301 32854) 23 Household Budget Surveys, improvement of statistical basis for analysis Mr W. Knueppel (4301 33221) 24 Evaluation and Quality Analysis for National Accounts Aggregates Mr. E. Lozano (4301 34250) 25 ECHP - Flexible labour and its impact on earning and poverty Mrs T. Bento (4301 32056) 26 Methods to Measure Intangibles Mr. M. Pino (4301 34462) 27 Scientific Journal for dissemination of results of research and development activities in official statistics in the E.U. Mr. D. Defays (4301 34854) 28 Seminars on knowledge extraction and confidentiality Mr. J. Ludley (4301 32023) 29 Multimedia and new IT, including standardisation activities Mr. C. Guittet (4301 32375) 30 Computer graphics and visualisation / Study on the application of Parallel Co-ordinates to Statistical data and Training in this technique Mr. C. Guittet (4301 32375) 31 Customised Geographical Information Systems in Statistics Mr. Otiestad (4301 32282) 32 Databases and metadata in a reference system Mr. Pellegrino (4301 34320) Readers' Service If you would like to receive further information on any of the study topics listed above either under the DOSIS or the SUP-COM Programmes, you may get in touch directly with the contact person responsible. If you like to receive information on more than one, please complete the form on the next page indicating very clearly the topics of interest to you. Completed forms should be sent to: The DOSIS Secretariat Eurostat Unit D3 Room C5-98, Jean Monnet Building, Kirchberg Plateau 2920 - Luxembourg Fax:+(352) 4301 34149 16 ",
        "Readers' Service DOSIS 1 4 7 10 2 5 8 11 3 6 9 12 SUP-COM 95 13 19 25 14 20 26 15 21 27 1 4 7 10 16 22 28 2 5 8 11 17 23 29 3 6 9 12 18 24 SUP-COM 96 10 16 22 28 11 17 23 29 12 18 24 30 1 4 7 13 19 25 31 2 5 8 14 20 26 32 3 6 9 15 21 27 Surname:. Institution: Other Names: (Title: Miss/Mrs/Mr/Dr/Prof) Type of institution: (Please mark the boxes 0 as applicable.) D University D Private Research Institute D Government D National Statistical Institute D Others Please specify Π European Union Institution D Industry D Public Research Institute Department/Directorate. Address: City: Post Code: Country: Phone No: Telefax No: e-mail: Field of Speciality/Expertise (Please mark the boxes 0 as applicable. Maximum 2 boxes) D Data Analysis D Expert Systems D Information Technology D Sampling D Networking D Confidentiality D Geographical Information System D Others Please specify Date: Signature: 17 ",
        "CLASSIFIED For Eurostat to be able to fulfil its mission of providing users with statistical services of high quality, there is the need for it to use the best statistical methodologies and tools available. It must always search for the latest refinement, development and improvement in methodologies while at the same time assisting and aiding those involved in such ventures. A number of scientific papers of very high interest result from research efforts in the area of official statistics in Europe. Several of such papers are produced in (and for) Eurostat by various consultants. Many of these, unfortunately, do not receive as much attention as they deserve. In the same line, a number of papers on research work of high interest to the scientific community are published locally. Unfortunately, these are either limited by language in which they are published or the localised circulation of the journal itself. To address this situation, Eurostat has decided to launch an international journal on scientific activities in statistics. This regular journal of scientific collections will aim to • improve dissemination of results of statistical researches, • create a forum for scientific exchanges between researchers and • in the process, help Eurostat to fulfil its goal of providing users with statistical services of high quality through the use of the best statistical methodologies and tools available. It will help in disseminating information/results of research work done by or on behalf of Eurostat which are considered of general interest to the scientific community. Its scope of coverage will include • statistical methods and tools; • statistical analysis; • new technologies for statistics; and • news on research activities, conferences, books etc. Also at the planning stage, and to be launched soon is the series on collection of discussion/working papers and monographs on research work in Official Statistics, the sister publication of the scientific journal mentioned above. We are currently discussing various aspects of this project especially as regards editorial contents in-house and with a number of interested external experts. Research in Official Statistics KOS ^A An international journal for official statistical research eurostat For further information, please contact: Mr. Edward OJO Eurostat Room C5 - 98, Jean Monnet Building L-2920, Luxembourg Telephone: +(352) 3410 4044 Fax: +(352) 347 029 18 ",
        "",
        ". » . OFICINA DE PUBLICACIONES OFICIALES DE LAS COMUNIDADES EUROPEAS ICCM 1 nO^-flQRY « \"» « KONTORET FOR DE EUROPÆISKE FÆLLESSKABERS OFFICIELLE PUBLIKATIONER IOOW I U£J\"«WA • OÕ · AMT FUR AMTLICHE VERÖFFENTLICHUNGEN DER EUROPAISCHEN GEMEINSCHAFTEN * \"\"*~ * ΥΠΗΡΕΣΙΑ ΕΠΙΣΗΜΟΝ ΕΚΔΟΣΕΩΝ TON ΕΥΡΩΠΑΪΚΩΝ ΚΟΙΝΟΤΗΤΩΝ * OFFICE FOR OFFICIAL PUBLICATIONS OF THE EUROPEAN COMMUNmES OFFICE DES PUBLICATIONS OFFICIELLES DES COMMUNAUTÉS EUROPÉENNES UFFICIO DELLE PUBBLICAZIONI UFFICIALI DELLE COMUNITÀ EUROPEE BUREAU VOOR OFFICIËLE PUBLIKATIES DER EUROPESE GEMEENSCHAPPEN SERVIÇO DAS PUBLICAÇÕES OFICIAIS DAS COMUNIDADES EUROPEIAS L - 2985 Luxembourg Catalogue number: CA-CS-96-001-EN-C "
    ]
}