{
    "text": [
        "EN EN EUROPEAN COMMISSION Strasbourg, 14.12.2021 SWD(2021) 452 final COMMISSION STAFF WORKING DOCUMENT Accompanying the Proposal for a Council Recommendation on ensuring a fair transition towards climate neutrality {COM(2021) 801 final} ",
        "1 1 Introduction This Staff Working Document accompanies the proposal for a Council Recommendation on ensuring a fair transition towards climate neutrality 1 . It provides an overview and discussion of the available analytical evidence underpinning the recommended policy interventions, building on the analyses presented in relevant impact assessment reports accompanying the 2030 Climate Target Plan and the various initiatives of the ‘Fit for 55’ package. It further integrates new evidence from additional analyses carried out by the Commission, including updates of energy poverty indicators by income group for those Member States for which 2020 data are already available in the EU-SILC database. Finally, it benefits from the feedback received during targeted consultations in autumn 2021, when the European Commission reached out to, among others, Member States, social partners, civil society, including young people, and experts in the area of labour market analysis, social policy and fair transition. The document thereby provides evidence regarding notably the following aspects:  Demonstrating how the job creation potential of the transition hinges both on the active support to job creation, labour market transitions and reskilling and upskilling.  Providing modelling evidence for the ability to shift tax revenues away from labour to climate-related revenue generation , as well as the ability to mitigate adverse distributional effects through measures transferring back revenues from energy taxes and carbon pricing to households , in particular vulnerable ones.  Underlining how dedicated investments in energy efficiency , decarbonisation of heating, cooling and transport, access to essential services (including alternative sustainable mobility solutions), as well as temporary and targeted direct income support for vulnerable consumers and households ensure a fair and inclusive energy transition. 2 Background: commitment to a fair transition Climate change and environmental degradation are an existential threat to Europe and the world, and thus inaction is not an option. Human suffering and economic losses stemming from more frequent climate-related extreme events, such as floods, heatwaves, droughts and forest fires, are becoming more common. In the EU, these losses already average over EUR 12 billion per year. 2 Estimates show that exposing today’s EU economy to global warming of 3°C above pre-industrial levels would result in an additional annual loss of up to EUR 175 billion (1.38% of EU GDP), including the devastating losses of livelihoods and human lives caused by climate change. The urgency to act has been reaffirmed by the Working Group I contribution to the Sixth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC) 3 which documents the alarming state of our climate. IPCC has highlighted the disruptive impact of events such as damages sustained by the electricity system due to storms as well as the climate link of vector-borne diseases 4 . Losses are distributed unevenly and disproportionately harm certain groups, notably those already in vulnerable situations, and regions that already face challenges, such as low growth, high youth unemployment or 1 Proposal for a Council Recommendation on Ensuring a Fair Transition towards Climate neutrality, COM/2021/XXX final. 2 European Commission (2021), PESETA IV study: climate change impacts and adaptation in Europe, Joint Research Centre, Sevilla, http://ec.europa.eu/jrc/en/peseta-iv. 3 https://www.ipcc.ch/assessment-report/ar6. 4 https://www.ipcc.ch/site/assets/uploads/2018/03/SREX_Full_Report-1.pdf. ",
        "2 innovation under-performance. The social cost of non-action in environment and climate policy would be immense for citizens. The European Green Deal 5 (‘the Green Deal‘) sets out the Commission’s commitment to fight climate change and environmental degradation and designs the transformation of the European Union into a sustainable, fair and prosperous society , with a modern, circular and competitive economy, where there are no net emissions of greenhouse gases in 2050 . It steps up efforts to tackle climate change and to deliver on the objectives adopted under the United Nations Framework Convention on Climate Change (UNFCCC - the ‘Paris Agreement’) to keep the global temperature increase well below 2°C and pursue efforts to keep it to 1.5°C. Moreover, the Green Deal aims to protect the EU’s natural capital and the health and well-being of citizens from environment-related risks and impacts. It is an integral part of the Commission’s strategy to implement the United Nations’ 2030 Agenda and the Sustainable Development Goals (SDGs) 6 , putting sustainability and well-being of citizens at the centre of economic policy, and the SDGs at the heart of the EU policymaking. Reducing greenhouse gas emissions and other sources of pollution will have important co-benefits such as reduced air pollution, healthier soils and better food quality that all contribute to health and wellbeing of citizens 7 . As stressed by the Green Deal the transition must be “just and inclusive”. Particular attention has to be payed to the regions, industries, workers, households and consumers who will face the greatest challenges in terms of employment, social and distributional impacts when decarbonising their economy. While the objectives are ambitious, with the right instruments at disposal a fair transition towards climate neutrality is feasible. To ensure effective action, the European Climate Law of June 2021 enshrines climate neutrality in the Union by 2050 8 , and a net domestic reduction in greenhouse gas emissions of at least 55% compared to 1990 levels by 2030 as binding objectives into law. The EU Climate Action Progress Report 9 shows that in 2020, EU-27 domestic greenhouse gas (GHG) emissions, including international aviation 10 , were down by 31% 11 from 1990 levels and reached their lowest level in 30 years. In addition, in 2020 the Commission put forward a proposal for the 8 th Environmental Action Programme (EAP) 12 , which aims to accelerate the transition to a climate-neutral, resource-efficient and regenerative economy. It reiterates commitments to the 7 th EAP’s 2050 vision: to ensure wellbeing for all, while staying within the planetary boundaries. While greater efforts are required to reach the 2030 target and climate neutrality by 2050, evidence shows that decarbonisation and economic growth can go hand in hand , as outlined in the Green Deal. Since 1990, the EU’s GDP grew by more than 50% while the GHG emission intensity of the economy, defined as the ratio between emissions and GDP, fell to 271g CO2 -eq/EUR2015 in 2020, less than half the 1990 level. 5 Communication from the Commission ‘The European Green Deal’, COM/2019/640 final. 6 http://sustainabledevelopment.un.org/post2015/transformingourworld. 7 European Commission (2019), Sustainable growth for all: choices for the future of Social Europe , Employment and Social Developments in Europe 2019, chapter 5 ‘’Towards a greener future: employment and social impacts of climate change policies, SWD(2019) 579, 4 July 2019. 8 In pursuit of the long term temperature goal set out in point (a) of Article 2(1) of the Paris Agreement. 9 COM/2021/960 final. 10 All departures of flights from EU airports. 11 Approximated EU GHG inventory based on Member States’ submissions. Gap-filling was done for BG using data from the EUTL, Eurostat, Eurocontrol, 2021 projections and previous years’ data. 12 COM/2020/652 final. ",
        "3 All Member States agreed to contribute to the achievement of the Union wide targets, with specific targets at Member State level being set, taking into account country specificities and considerations of fairness and solidarity, while leaving no one behind 13 . To achieve the more ambitious intermediate targets in 2030, Member States will have to step up their climate, energy and environmental policies, with diverse implications for people, businesses, households, incomes, and regions. The necessity to address these implications and ensure a fair transition towards climate neutrality is deeply anchored in the European Green Deal 14 . The Commission put forward in January 2020 the Just Transition Mechanism including the Just Transition Fund (pillar 1), a “Just transition” scheme under Invest EU (pillar 2) and a public sector loan facility as well as a Just transition Platform to provide technical assistance and support the implementation of the JTM. In addition, the Commission published a Communication on a Strong Social Europe for Just Transitions 15 , which launched the consultation process on the European Pillar of Social Rights Action Plan. In addition to the 2030 climate and energy targets, and with a view to ensuring a strong social Europe for fair transitions, 16 the EU has notably set itself three headline targets for 2030 in the areas of employment, skills and social protection: at least 78% of the population aged 20 to 64 employed; at least 60% of adults participating in training every year; reducing the number of people at risk of poverty or social exclusion by at least 15 million. These targets are presented within the context of Action Plan for the implementation of the European Pillar of Social Rights, which was presented by the Commission in March 2021 and welcomed by the EU leaders in May 2021 and by the European Council in June 2021. The Pillar was proclaimed by the Council of the European Union, the European Parliament and the Commission at the Gothenburg Summit in November 2017. The need to ensure a fair transition, including through the involvement of all relevant stakeholders and enhanced understanding of the socio-economic and distributional impacts of climate change policies, was also highlighted in a series of dedicated hearings 17 and the outcomes of a public consultation 18 . Stakeholder inputs confirmed a broad support to the initiative. More specifically, parties agreed overall on the need for several elements: comprehensive policy packages to achieve a fair transition, including measures for up-and reskilling; making good use of existing policies and funding instruments, avoiding duplication and administrative burden; an improved understanding of employment and social impacts of climate change policies, including effects on the quality of jobs, and related monitoring and reporting based on “real life data” and relevant indicators; 13 See e.g. the European Council conclusions of December 2020: “We will raise our climate ambition in a manner that will spur sustainable economic growth, create jobs, deliver health and environmental benefits for EU citizens, and contribute to the long-term global competitiveness of the EU economy by promoting innovation in green technologies. (…) All Member States will participate in this effort, taking into account considerations of fairness and solidarity, while leaving no one behind. (…)” 14 The need for ensuring a socially fair transition and for taking into account social implications of the transition from the outset, and deploy all relevant policies to the fullest to mitigate the employment and social challenges, was highlighted in Communication from the Commission ‘A Clean Planet for all: A European strategic long-term vision for a prosperous, modern, competitive and climate neutral economy’, COM/2018/773 final. 15 COM/2020/14 final. 16 Communication from the Commission ‘A strong Social Europe for Just Transitions’, COM/2020/14 final; and Communication from the Commission ‘The European Pillar of Social Rights Action Plan’, COM/2021/102 final. 17 In October and November 2021, the Commission held targeted consultations and exchanges, with the Employment Committee (EMCO), the Social Protection Committee (SPC), the Economic Policy Committee (EPC), the European social partners, and civil society organisations active in the area of disability, social and employment policies. For details on the participants and main outcomes, see Annex 2. 18 The Commission launched an open Call for Evidence from 29 October 2021 to 19 November 2021. In response, 66 written contributions were received from a broad spectrum of stakeholders: public authorities, European and national social partners, civil society organisations in the area of social affairs, but also climate and environmental organisations and academic and research institutions. For details on the respondents and main outcomes, see Annex 2. ",
        "4 mainstreaming equality, but also requests for more funds and capacity building, notably for SMEs; integration into existing governance mechanisms; and the involvement of social partners and civil society in the design and implementation of climate change and funding strategies for fair transitions. More specifically, the potential impact on inequalities, jobs and skills was raised in several contributions, with an overall appeal for providing adequate funding, as well as technical assistance, notably focusing on vulnerable regions, sectors and groups. Contributions also highlighted an increased need to invest in reskilling and upskilling initiatives, capacity building and infrastructures. There was broad support to strengthening social dialogue and collective bargaining, with some respondents calling for workers’ right to information, consultation and co-decision. Moreover, the vast majority of contributions stressed the need for a granular mapping and analysis. Other issues were mentioned in numerous contributions, notably direct income support measures to vulnerable workers and households, access to essential services, including transport, ensuring health and safety at work which is adapted to ‘green jobs’. The Union’s transition towards a sustainability-centred economic and societal model will be a unique opportunity to implement the 20 principles of the European Pillar of Social Rights , notably through the creation of quality jobs and the reduction of social hardships and systemic inequality, as highlighted in the chapeau communication 19 of the “Fit for 55” package of 14 July 2021. Well-designed accompanying policies, notably in the area of employment and social policy, are key in this transition, and will also help to safeguard the social acceptance of climate change policies and of social and territorial cohesion overall. In line with the Political Guidelines of the Commission 2019-24, the European Pillar of Social Rights Action Plan highlights that, as part of a new ‘social rulebook’, social rights and the European social dimension need to be strengthened across all Union policies as enshrined in the Treaties, in particular Article 3 TEU and Article 9 TFEU, to move towards a greener and more digital decade in which Europeans can thrive . It aims to anticipate and address the impacts of the green transition on people working and living in Europe, so that the transition is fair and leaves no one behind. It lays down further guidance to Member States as how to best address the social and labour aspects of the green transition. At the international level, the ILO Guidelines for a just transition towards environmentally sustainable economies and societies for all provide a framework and a practical tool defining a just transition. After the concept of “just transition” was included in the final agreement of COP-16 in Cancun, the Parties to the Paris Agreement, including the Union and its 27 Member States, pledged to take into account the imperatives of a just transition of the workforce and the creation of decent work and quality jobs in accordance, in particular, by pursuing the long-term temperature goals on the basis of equity and in the context of sustainable development and efforts to eradicate poverty. At COP-24 in Katowice, 54 signatories (governments, industry and social partners) endorsed the Solidarity and Just Transition Silesia Declaration, including the European Commission on behalf of the European Union 20 and 21 EU Member States individually 21 At COP-26, 14 governments 22 and the European Commission signed a follow-up Declaration on Supporting the Conditions for a Just Transition Internationally. 19 Communication from the Commission 'Fit for 55': delivering the EU's 2030 Climate Target on the way to climate neutrality’, COM/2021/550 final. 20 General Secretariat of the Council, 14545/1/18 REV1 of 26 November 2018. 21 Austria, Belgium, Bulgaria, Czechia, Denmark, Estonia, Finland, France, Greece, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden. 22 Including 10 EU Member States (Belgium, Denmark, France, Germany, Greece, Italy, the Netherlands, Poland, Spain and Sweden). ",
        "5 Employment and social policies – including for support to reskilling and upskilling, adequate social protection and income support facilitating labour market transitions – play a key role for ensuring a fair transition. More specifically, the transition to climate neutrality could, ‘ with the right accompanying policies in place’ 23 , create around 1 million jobs in the EU by 2030 according to the 2030 Climate Target Plan 24 , and possibly a multiple of it by 2050 25 , particularly middle-skilled, middle-paying jobs 26 , with varying impacts across countries and sectors. This could not only provide the livelihoods and raise incomes for many people but also contribute to mitigating labour market polarisation stemming from other megatrends, notably digitisation, and reducing poverty overall 27 . In particular, this could help contain and prevent energy and transport poverty 28 , tackle socio-economic inequalities and social exclusion, ensure affordable access to energy and mobility for all, improve health and well-being, and promote gender equality. However, in a more pessimistic scenario the impacts of the green transition towards climate neutrality combined with an inadequate policy mix could imply GDP and employment losses 29 . Member States have outlined and are preparing a multitude of actions to promote a fair transition towards climate neutrality, which is a basis for implementing adequate fair transition policies, ensuring coherence at EU and national level. Against this background, the Commission announced as part of the ‘Fit for 55’ package a proposal for a Council Recommendation on ensuring a fair transition towards climate neutrality. 3 Context: energy union and climate action The Energy Union Strategy 30 of February 2015 aimed to provide EU consumers – households and businesses – with secure, sustainable, competitive and affordable energy 31 . With an ambitious climate policy at its core, it presented initiatives on five dimensions: energy security; the internal energy market; energy efficiency; decarbonisation; research, innovation and competitiveness. The Energy Union and Climate Action Governance Regulation 32 provides a governance framework encouraging Member States to define ambitious national plans and set incentives reducing greenhouse gas emissions through decarbonisation of their economies and societies and promoting behavioural change of producers and consumers towards carbon- neutral technologies, products and services, while ensuring the protection of energy poor and vulnerable households 33 . 23 Communication from the Commission ‘‘Fit for 55': delivering the EU's 2030 Climate Target on the way to climate neutrality’, COM/2021/550 final. 24 Communication from the Commission ‘Stepping up Europe’s 2030 climate ambition Investing in a climate-neutral future for the benefit of our people, COM/2020/562 final, and the underlying Impact Assessment accompanying the Communication, SWD(2020)176 final. 25 Based on the 2018 Clean Planet for all impact assessment, the ESDE 2019 reports a potential gain of about 2 million jobs by 2050. 26 Eurofound (2019), Future of manufacturing in Europe: Energy scenario: Employment implications of the Paris Climate Agreement , 12 February 2019. 27 European Commission (2019), Sustainable growth for all: choices for the future of Social Europe , Employment and Social Developments in Europe 2019, chapter 5 ‘Towards a greener future: employment and social impacts of climate change policies, 4 July 2019. 28 The concept of ‘transport poverty’ while recognized is not formally defined yet at EU Level but relates to the inability to attain a socially and materially necessitated level of transport services. 29 SWD(2020)176 final. 30 Communication from the Commission ‘A Framework Strategy for a Resilient Energy Union with a Forward-Looking Climate Change Policy’, COM/2015/080 final. 31 In parallel to taking long-term actions, short-term developments such as the 2021 energy price hikes (primarily driven by global market developments) and volatility, are closely monitored and addressed, cf. COM(2021) 660 final. 32 Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action (OJ L 328, 21.12.2018, p. 1). 33 Article 5 of Directive (EU) 2019/944 of the European Parliament and of the Council of 5 June 2019 on common rules for the internal market for electricity and amending Directive 2012/27/EU (Text with EEA relevance.) (OJ L 158, 14.6.2019, p. 125); Article 3 of ",
        "6 There are many instruments in place in the EU and its Member States to reduce greenhouse gas (GHG) emissions , including target setting at EU and national levels, target and standard setting for energy efficiency, energy performance of buildings and CO 2 emissions of vehicles, as well as instruments setting price signals and financial incentives such as the EU ETS, the Energy Taxation Directive (ETD) and national carbon taxes. Whereas the EU ETS is an EU-wide system with a cap on emissions at European level, carbon taxes are applied at the national level 34 . The ETD leaves some flexibility for Member States to design their energy taxation systems. In addition, there are dedicated funding instruments to promote investments in energy efficiency and carbon-neutral technologies and to support sectors or regions most affected by the green transition, including through the Recovery and Resilience Facility, the Innovation and Modernisation Funds under the ETS, the Just Transition Fund (JTF) 35 and the remaining two pillars of the Just Transition Mechanism. Also the share of environmental taxes varies strongly between Member States 36 . National energy taxes are the largest part of environmental taxes and therefore are key instruments for achieving the environmental targets set by the European Union, moving towards a decarbonised economy, incentivising consumers to use energy sources alternative to fossil fuels and raising revenue. As regards decarbonisation, to date nine Member States have phased out coal, 13 have made national commitments to do so by a certain date, four are considering possible dates and only one has not yet started national discussions on a phase-out 37 . Moreover, a number of Member States 38 have indicated their intention to work on setting up plans to phase out fossil fuel subsidies, although not all of them have fully developed their plans and data is incomplete. Energy subsidies, including fossil fuel subsidies and their phase-out, also affect energy prices and impact the incomes of energy consumers and the supply of energy products 39 . In 2019 and 2020, almost 60% of energy subsidies could directly be linked to the energy sector. The share of industry and transport was both above 10%, while the shares of the household sector and agriculture were respectively lower, 8% and 4%. In 2020, subsidies in the energy sector rose further, whereas in the transport sector they decreased (-20%) compared to 2019, principally in the aviation sector (EUR -3.3 billion), owing to lower fuel consumption amid the pandemic-related restrictions of travel. Also, energy efficiency subsidies continued showing an increasing trend, and in 2020 they were estimated reaching EUR 17 billion, up by almost 50% compared to 2015. Price regulation both on the consumer and producer sides plays an important role in the EU energy markets, although subsidies for these measures showed a decreasing trend over the last few years 40 . Consumer price guarantees, e.g. in the form of social tariffs, Directive 2009/73/EC of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in natural gas and repealing Directive 2003/55/EC (Text with EEA relevance) (OJ L 211, 14.8.2009, p. 94). 34 Carbon taxes generally cover different emission sources and their scope differs across Member States. Taxes can be levied on different types of GHG, such as carbon dioxide, methane, nitrous oxide, and fluorinated gases, which results in varying shares of greenhouse gas emissions covered by the tax. In the EU, carbon taxes are levied in Denmark, Estonia, Ireland, France, Latvia, Luxembourg, the Netherlands, Poland, Portugal, Slovenia, Finland and Sweden, and can range from less than €1 per metric ton of carbon emissions in Poland to more than EUR 100 in Sweden. See e.g. Tax Foundation (2021), European Countries with a Carbon Tax, 2021. 35 For an overview of funding instruments and their inter-linkages, and their contributions to promoting a just transition, see Annex 3. 36 The largest share of GDP for environmental taxes is observed in Denmark, Greece, Croatia, Italy, Latvia, the Netherlands and Slovenia. As regards energy taxes specifically, Bulgaria, Latvia and Slovenia show the highest shares, while the lowest energy tax shares are observed in Austria and Sweden. 37 Report from the Commission ‘State of the Energy Union 2021 – Contributing to the European Green Deal and the Union’s recovery (pursuant to Regulation (EU) 2018/1999 on the Governance of the Energy Union and Climate Action), COM/2021/950 final. 38 Namely Belgium, Bulgaria, Denmark, Germany, Greece, Spain, France, Italy, Lithuania, Latvia, Austria, Portugal and Finland. 39 Report from the Commission ‘State of the Energy Union 2021 – Contributing to the European Green Deal and the Union’s recovery (pursuant to Regulation (EU) 2018/1999 on the Governance of the Energy Union and Climate Action), COM/2021/950 final. 40 COM/2021/950 final, section 2.1, pages 6-7. ",
        "7 amounted to EUR 2.1 billion in 2019, benefitting mainly the household sector. Producer price guarantees, e.g. in the form of purchase agreements and fuel costs guarantees, were mainly characteristic in the energy sector, and amounted to EUR 3.6 billion in 2019. The ‘Fit for 55’ package includes a series of proposals for updating relevant legislation in line with the higher climate ambition . Proposals cover the EU Emissions Trading System (ETS), energy taxation, energy efficiency, renewable energy, CO 2 emission standards for cars and vans and alternative fuels infrastructure, as well as effort sharing between Member States via national reduction targets in sectors outside the current ETS. The package also includes new legislative proposals notably to support the use of cleaner fuels in the aviation and maritime transport sectors, as well as the introduction of a Carbon Border Adjustment Mechanism and the establishment of a Social Climate Fund, the latter directly related to the proposed new emissions trading system for fuels used in buildings and road transport. The ‘Fit for 55’ package, combined with measures taken at EU level to support and incentivise the necessary public and private investments 41 will help to support and accelerate the growth of new markets, for instance for clean fuels and low-emission vehicles, thereby driving down the costs of the sustainable transition for businesses and citizens alike. Moreover, the package included fairness elements in its legislative proposals where relevant. In particular, the legislative proposals are designed to mitigate the impact on households, and transport users, and foresee additional funding to support those most affected (see Box 1). Box 1. Social fairness elements built into the design of the “Fit for 55” package On an aggregate level, the transition to climate neutrality embedded in the package is expected to improve employment and welfare, compared to the outcome of climate inaction, and also compared to climate action without a fairness component. However, as any transition it will also imply impacts that notably affect certain parts of the population and economy 42 . Therefore, social fairness is built into the design of the legislative proposals in the ‘Fit for 55’ package. For instance, the proposal for revision of the Energy Taxation Directive offers possibilities for temporarily exempting vulnerable households from higher energy taxes. The proposed recasts of the Energy Efficiency Directive and of the Energy Performance of Buildings Directive, and the proposed revision of the Renewable Energy Directive stimulate energy savings thereby alleviating energy poverty. The proposed recast of the Energy Efficiency Directive includes a specific obligation for Member States to support energy-poor and vulnerable households to achieve energy savings. Likewise, the revision of the Energy Performance of Buildings Directive foresees a prioritisation of financial incentives for vulnerable customers, people affected by energy poverty and social housing; moreover, it tackles the main non-economic barriers to renovation such as split incentives, including owner-tenant settings, and co-ownership structures. Instruments such as the Effort Sharing Regulation, aim at a fair distribution of efforts between Member States, to ensure solidarity and burden sharing between Member States and regions 43 . Moreover, the proposed Alternative Fuels Infrastructure Regulation aims to ensure that charging and refuelling infrastructures for zero emission vehicles will reach all 41 Including support to research and development, industrial alliances and innovation partnerships, relevant funding instruments, a taxonomy on sustainable investments, and the review of the state aid framework, among others. 42 In particular from the perspective of household disposable incomes, energy and climate policies may affect low-income and lower middle-income households disproportionately. 43 Cohesion policy will complement these efforts by promoting ‘overall harmonious development’ of its Member States and regions. ",
        "8 parts of Europe and be accessible to all. While every Member State will have to contribute to the increased emissions reduction target, different starting points and different capacities are taken into account. As regards emissions trading, in the proposal to revise the existing EU Emission Trading System, fairness and solidarity remain key elements of the carbon pricing architecture. Lower-income Member States will continue to benefit from redistribution of allowances for the purposes of solidarity, growth and interconnections within the Union. The Commission has also proposed to increase resources under the Modernisation Fund, by auctioning an additional 2.5% of the revised ETS cap (in addition to the current 2%). The proposed Social Climate Fund will help mitigate the impact on vulnerable households, transport users and micro-enterprises that are significantly affected by the price increases in fossil fuel prices as a result of the introduction of emissions trading. It will promote fairness and solidarity between and within Member States while mitigating the risk of energy and transport poverty, complementing existing solidarity mechanisms. The proposed Social Climate Fund will provide EUR 72.2 billion in current prices from the EU budget for the period 2025-2032 to enable Member States to address the impacts on the most vulnerable households, micro enterprises and transport users. The amount corresponds to 25% of the expected revenues from the new emissions trading. 4 Employment, social and distributional impacts of the green transition 4.1 Current situation and trends While the urgency to fight climate change is uncontested, the necessary policy measures bring not only new opportunities but also challenges on the labour market as well as for individual and household welfare. Such opportunities and challenges include job creation and destruction, new job profiles and labour reallocation both in traditional industries, such as the car or building sectors, and to new emerging sectors of the green and circular economy, as well as to other growing sectors such as the healthcare and education. They may imply also higher costs for energy and transport and distributional impacts from shifts in taxation. Employment challenges notably arise as declining industries will see job losses and others need to transform substantially. For instance, the former comprise fossil fuel extraction and fossil fuel-based electricity generation and the latter manufacturing sectors including the automotive industry and high-emission industries such as chemicals, steel and cement. Helping workers to readjust and find jobs in emerging or established sectors hinges on effective policy measures, primarily in the area of skills. Distributional impacts will be most prominent among households who are already (financially or otherwise) vulnerable. This may include, among others, households and persons in the lower income deciles, individuals with long-term careers in activities requiring skills which are non-transferrable to other sectors, individuals in precarious employment or (solo-) self-employed, young and old persons, women, or various combinations of aforementioned characteristics. Attributing parts of new revenues to vulnerable households can thus help overcome regressive impacts, address regional disparities, and further spur job creation. ",
        "9 Employment The transition to climate neutrality could, ‘ with the right accompanying policies in place’ , create around 1 million jobs in the EU by 2030 44 , compared to a baseline without such climate action, and possibly a multiple of it by 2050 45 , particularly middle-skilled, middle- paying jobs 46 , with varying impacts across countries and sectors. These positive employment projections, reflect both, job creation potential in growing and emerging sectors of the green economy, including the circular economy, as well as an increased demand for new green technologies and services, including in construction, electro mobility and sustainable finance. Employment projections present a range of possible outcomes, which tend to be positive. According to the available projections, the net aggregate number of jobs in the EU is expected to increase by up to +0.46%, as a consequence of the green transition, relative to a counterfactual ‘business as usual’ baseline 47 . These projections assume in particular well- functioning labour markets, with smooth labour market transitions and absence of skill shortages. The aggregate effects observed will depend on the policies implemented, and may also be smaller, in particular in the absence of targeted active labour market policies and shifts from labour taxes towards energy taxation. While in most scenarios the net employment effects are expected to be positive, in the worst case scenario, there could be also negative impacts (of at most -0.26%) 48 . The green transition is expected to have diverging effects on employment developments across sectors and occupations. This is evident from the current structure of the EU economy and workforce. In the EU in 2017, the sectors ‘Electricity, gas, air conditioning’, ‘Manufacturing’, and ‘Transportation and storage’ were responsible for over 80% of the cumulative CO 2 emissions. However, more than 70% of jobs 49 were in relatively carbon-non- intensive sectors that also emit less and were also growing faster 50 . These developments contribute to an already ongoing transformation of the carbon-intensive sectors which will be accelerated by more stringent climate change and environmental policies. Notably employment in the coal sector is projected to decrease by an additional 46-49% by 2030, compared to the baseline 51 . Moreover, in line with their projected drop in output, also employment of other energy intensive sectors may decline in absolute numbers in comparison to the baseline. At the same time, employment in those sectors will benefit from restructuring and adjustment to new, carbon-neutral production technologies and business models. An example for the transformation of the whole value chain is the automotive sector, with its structural shift from conventional petrol and diesel engines towards battery cell powered ones 52 . Europe is on a transition path towards increased electro mobility. This 44 According to the Communication from the Commission ‘2030 Climate Target Plan’, COM/2020/562 final, and SWD(2020)176 final: projections based on E-QUEST using a ‘lower taxation low-skilled labour’ scenario, i.e. assuming a ‘targeted reduction in labour taxation which stimulates low-skilled labour supply via higher net wages while simultaneously lowering low-skilled labour costs for firms, thereby leading to higher overall employment’. 45 Based on the 2018 Clean Planet for all impact assessment, the ESDE 2019 reports a potential gain of about 2 million jobs by 2050. 46 Eurofound (2019), Future of manufacturing in Europe: Energy scenario: Employment implications of the Paris Climate Agreement , 12 February 2019. 47 SWD(2020)176 final. The most optimistic scenario expects a net job gain by 2030 of about 1 million jobs (+0.45%). On the other hand, without the right accompanying policies, there could also be potential losses (up to 494 000 jobs (-0.26%) at the aggregate level by 2030, and up to 1.7 million jobs (-1.4%) in market services, in the worst scenario). 48 SWD(2020)176 final. 49 The sectors ‘Electricity, gas, air conditioning’, ‘Manufacturing’, and ‘Transportation and storage’ accounted for 27% of all jobs, while the remaining other sectors accounted for 73%. 50 Cf. ESDE 2019, chart 5.2. 51 SWD(2020)176 final. See also Alves Dias et al. (2018), EU coal regions: opportunities and challenges ahead. 52 Another sector heavily impacted will be electronics and electrical equipment, which will need to focus more on a longer lifetime of products to move towards a circular economy. ",
        "10 evolution could lead to significant workforce reductions notably in the narrowly defined automotive sector, locally and also across the EU 53 . Suppliers of intermediate goods as well as up-stream service providers throughout the EU would also need to adjust to remain in business, with implications for their workforces. The overall job impact of the shift to electro mobility, however, could overall be slightly positive, with new jobs in electricity generation, the operation of the charging infrastructure, and the development and production of battery technology which is crucial for the electrification of mobility. The ‘European Battery Alliance’ 54 underscores this employment potential 55 . More generally, certain sectors may flourish and new occupations will occur, providing new employment opportunities. For example, parts of the construction sector can be expected to benefit from the renovation wave. Also the renewable energy and electricity supply and distribution sectors may expand 56 , as well as the water supply, sewerage and waste sectors 57 and other circular value retention activities. Other existing jobs may expand, benefitting from the focus on sustainability, e.g. sustainable finance specialists, waste managers, urban planners and urban architects, taking into account evolving green and sustainability aspects. Several new jobs are likely to emerge, including in the sharing economy, alternative forms of sustainable transport and urban micro farmers and employment opportunities related to tidal energy production 58 . Many occupations also have a significant green component, making them relatively more future-proof. Existing jobs/occupations are expected to undergo significant changes in task content due to the greening of the economy, or new occupations in the green economy 59 contributing to reducing fossil fuel usage and addressing environmental degradation and greenhouse gas emissions, recycling materials, increasing energy efficiency and developing renewable energy sources. Job creation in such new occupations, notably within existing industries, can compensate job losses in traditional jobs/occupations in the energy-intensive industries. Overall, it is expected that most sectors will rather experience shifting task sets within the sector rather than an overall increase or decrease of employment 60 . The impacts of the green transition will also differ geographically. Regional disparities emerge when looking at dedicated indicators of geographical industrial structures and when assessing the regional potential for expanding various forms of energy generation. In turn, also some opportunities may have a regional focus, for example with regards to the potential of renewable energies (see Figure 1). For instance, many parts of Europe have substantial potential to generate renewable energy from various sources, including in regions which may experience a relatively stronger adjustment process. 53 European Semester Country Report Germany 2019, SWD(2019)1004 final. 54 https://ec.europa.eu/growth/industry/strategy/industrial-alliances/european-battery-alliance_en. 55 See also European Commission (2021), Impact Assessment accompanying the Proposal for a Regulation amending Regulation (EU) 2019/631 as regards strengthening CO2 emission performance standards for new passenger cars and new light commercial vehicles in line with the Union’s increased climate ambition, SWD(2020)613 final, 14 July 2021, in particular section 6.2.1.1.8. 56 SWD(2020)613 final, section 6.2.2. 57 Cedefop (forthcoming, 2021), Skills Forecast 2030: the way to the future. 58 European Commission (2021), The Future of Jobs is Green, Science for Policy Report, Joint Research Centre. 59 Cf. F. Vona (2021), Labour Markets and the Green Transition: a practitioner’s guide to the task-based approach, Joint Research Centre. 60 Cedefop (2021), Digital, greener and more resilient, Insights from Cedefop’s European skills forecast. ",
        "11 Figure 1. Onshore solar and wind energy potential and jobs at risk in 2020-2030 in coal mines and power plants (JRC, 2021). As a consequence, the labour market challenges implied by the green transition are not uniform across or within countries. Indeed, transforming and declining industries tend to be concentrated in specific regions. Employment in energy intensive manufacturing, including in the automotive industry, and in extractive industries for instance tends to be concentrated to a large extent in regions in the South, Central and Eastern Europe. On the other hand, many regions in Europe, including in coastal areas and remote territories which may face specific adjustment challenges, have substantial potential to generate renewable energy. As for industrial sectors, this highlights the importance of existing and future initiatives for targeted re- and up-skilling to support intra- and cross-sector labour market transitions within the regions and communities most affected. In border regions, there can be a significant added value of a cross-border approach, allowing to better address many challenges linked to ensuring a fair transition and to jointly benefit from new opportunities. For instance, creating genuine cross-border labour markets presents many advantages to mitigate negative repercussions on employment of the transition: employers have access to a larger pool of skills and competences, job seekers have access to more vacancies, and SMEs wishing to test the neighbouring markets have direct access to job seekers with potentially different language skills. As another example, energy system integration across borders at the regional or local level will allow to make full use of complementary renewable energy and storage potentials in border regions, also providing new employment opportunities in related sectors. Cross-border ",
        "12 energy communities can play a significant role here. 61 The differential state of preparedness of EU Member States and regions and their capacity to address the challenges ahead also shows in the countries’ actual state of progress towards fair and prosperous sustainability, as measured by the Transitions Performance Index (TPI) 62 . Skills Existing trends and new challenges in the labour market and in certain sectors require significant up- and re-skilling of the current workforce , mostly through (re-)training at the workplace, to enable workers to keep up with the changes ahead. As the greening of the economy is a long-term, systemic transformation rather than a short-term transition, workers in occupations without substantial changes in tasks will also benefit from training for new skill sets in support of sustainable development and changing production and consumption patterns overall. To realise the opportunities of the green transition, companies, social partners and policy-makers at all levels have a key role in anticipating the necessary skill needs of the future and in supporting training and skill development of the labour force. Skills forecasts point to a shift in the labour market profiles and skill requirements, including due to the green and digital transitions and related technological change. This underlines the importance of the EU’s new headline target on adult learning, aiming to achieve an annual participation rate of 60% by 2030, compared to the current (2016) rate of 37.4%. Reskilling and upskilling are key to strengthen both specific skills needed in the labour market, including through vocational education and training, and transferable skills for participation in economy and society more generally, including through general education for sustainability. Yet, there is no commonly agreed definition or assessment of what exactly the required skills for the green transition are. The European Centre for the Development of Vocational Training (Cedefop) defined green skills as ‘ the knowledge, abilities, values and attitudes needed to live in, develop and support a society which reduces the impact of human activity on the environment ’. From a labour market perspective, both occupation-specific technical skills (e.g. to monitor waste treatment equipment), and more transversal skills (e.g. digital skills), that enable workers to design, develop, and implement new processes, products, and services to support a sustainable and circular economy, are needed. These are mostly not new skills but to a large extent skills that already exist in traditional occupations (e.g. STEM skills, problem solving skills, communication, social and soft skills). Vocational Education and Training (VET) systems need to equip initial learners with these skills and support companies to ensure that workers who are already qualified in an occupation get additional training throughout their career to acquire new occupation-specific and transversal skills that they need to master the green transition. Adding to the geographic disparity of labour market challenges, adult training remains far from standard practice throughout the EU, with wide cross-country and regional 63 differences. This raises concerns as to Member States’ readiness to ensure a fair transition. In 2020, only 9.2% of adults (and only 3.4 % of low qualified adults) in the EU participated in learning (over the previous 4 weeks). Moreover, adult participation rates in education and training are consistently below the average in regions in which the employment shares of energy-intensive industries are comparatively high 64 . Yet, adequate skills formation is key for 61 Report from the Commission “EU Border Regions: Living labs of European integration”, COM/2021/393 final. 62 https://ec.europa.eu/info/research-and-innovation/strategy/support-policy-making/support-national-research-and-innovation-policy- making/transitions-performance-index-tpi_en. 63 SWD(2019)579 final, chapter 5, section 3.2. 64 SWD(2019)579 final, figure 5.1. ",
        "13 supporting labour market transitions of workers most affected by the transition, in particular those with low or obsolete skills, as well as for facilitating restructuring within industrial sectors and ecosystems. Welfare Changes in welfare can be driven by several factors, including changes in prices for some essential goods and services, and the emergence of low-carbon substitutes. Higher prices for some goods and services, notably due to the internalisation of the costs of emissions in price formation, can have both direct and indirect welfare effects, given in particular the costs of adaptation (for example, the costs of improving the energy efficiency of a building or switching to a decarbonised heating system or vehicle). Low- or lower-middle income households have relatively high expenditure shares for essential services such as energy, transport and housing, and encounter more difficulties in funding the switch to alternative decarbonised technologies or adjusting consumption patterns. Price changes could also have indirect effects, such as negative impacts on health or on the ability to access professional and social activities. 65 Such welfare impacts are expected to be stronger for households in the lowest expenditure deciles which would experience a decrease in welfare by about 2% 66 . In turn, the highest deciles would experience a decrease by about 1%, i.e. the relatively less affluent households carry a relatively higher burden. This observation is driven in part by the fact that households in the lowest income/expenditure deciles have a relatively higher share of energy- related expenditure. An EU harmonised indicator for energy poverty, measured as the share of households which are unable to keep their homes adequately warm, also is negatively correlated with income, implying adverse welfare effects of raising energy prices and poor energy efficiency, especially as regards the performance of buildings, in particular for (financially) vulnerable households but also those in the middle of the income distribution. Moreover, this financial vulnerability tends to be correlated with certain socio-demographic factors such as age, gender, location, educational background, or labour market attachment, among other factors. Modelling results show that whether environmental taxes are progressive or regressive will largely depend on instrument design, including, for example, the extent to which income tax cuts or other revenue recycling options are targeted at lower income earners. 67 It is important to address indirect negative effects on access to essential services to ensure an inclusive transition, thereby also promoting public support for the policy measures , investments and reforms needed to ensure a just green transition, notably in view of concerns regarding the fair burden-sharing of effective contributions to emission reductions so far. 68 Policies to implement the Green Deal take full account of their potential impacts regarding household welfare, including energy-related consumption, such as fuel, heating, electricity, and other related goods and services 69 , as well as expected positive effects such as 65 For instance, in the absence of access to alternative forms of sustainable transport, notably public transport, too high fuel prices may prevent persons from commuting to work, essentially excluding them from access to (quality) employment. 66 SWD(2020)176 final. 67 2021, IEEP, Green taxation and other economic instruments: internalising environmental costs to make the polluter pay https://ec.europa.eu/environment/publications/green-taxation-and-other-economic-instruments-internalising-environmental-costs-make- polluter-pay_en. 68 According to a recent report by Oxfam International and the Institute for European Environmental Policy (2021), prepared for COP-26, efforts of emission reductions have not been shared equally so far, neither across countries nor across income groups within some countries. In particular, in many developed countries, per capita emissions of the poorest half of the population actually have declined since 1990 and are close to 2030 climate targets, contrary to that of wealthier groups who will have to significantly increase their contribution to emission reductions efforts. 69 Such effects can be expected notably from the proposed introduction of a new Emission Trading System for buildings and road transport, the strengthening of the existing ETS and its extension to fuels used in aviation and international maritime transport, the ",
        "14 improved health, cleaner air and reduction in local noise pollution. Using the fiscal space made available by additional revenues, for example from energy taxation, ETS auctioning or extending the Polluter Pays Principle 70 , to redistribute revenues to the most affected and vulnerable households, for instance in the form of lump sum transfers, labour tax cuts or support to reskilling and upskilling, can maximise the employment impact and raise incomes. It would address potential impacts by upholding the purchasing power of lower income households during the time needed for achieving the necessary investments in energy efficiency and alternative forms of sustainable mobility. By making the households in the lowest income brackets better off compared to a baseline situation without energy taxation, such measures could also decrease pre-existing inequality and poverty. 4.2 Realising opportunities Policy makers have a rich set of tools to anticipate and address employment opportunities and social impacts related to the green transition. This includes identifying the groups most affected and designing policy answers to maximise job creation and mitigate regressive effects, thereby transforming them into opportunities for the economy and for society overall. Policy action in the following areas is of particular importance: 1. Active labour market policies : e.g. facilitating and supporting labour market transitions, facilitating restructuring and retraining, and promoting up- and reskilling, including across borders; 2. Vocational Education and Training (VET) and adult learning can act as an enabler of this transition 71 ; 3. Revenue recycling : i.e. making use of revenues stemming from measures related to policies with a climate and environmental objective, notably environmental taxation (including energy taxation and carbon pricing) and phasing out of the environmentally harmful subsidies, to support households, energy customers and transport users most affected during the transition; 4. Access to essential services is a right enshrined in the European Pillar of Social Rights (principle 20) and a precondition for enabling households, notably those in vulnerable situations, to participate actively in the green transition including by changing their consumption and mobility behaviours (e.g. use of renewable energy, increased energy efficiency, alternative forms of sustainable transport and consumption of locally produced goods and services). Based on economic modelling tools 72 , the impacts of different ways to address labour market and welfare 73 challenges through revenue recycling have been assessed, notably the potential of policy interventions that redistribute part or all of the additional revenues 74 . These potential interventions mix various forms of lump-sum redistribution revision of the Energy Taxation Directive, the set-up of a Carbon Border Adjustment Mechanism and the strengthening of CO2 emission standards for cars and vans. 70 Special Report 12/2021: The Polluter Pays Principle: Inconsistent application across EU environmental policies and actions (europa.eu). 71 Cedefop and ETF (2020): The importance of being vocational: challenges and opportunities for VET in the next decade, available at https://www.cedefop.europa.eu/files/4186_en.pdf. 72 Using the General Equilibrium Model for Economy-Energy-Environment (JRC-GEM-E3) and its distributional module that combines economy-wide modelling with data from the EU Household Budget Survey; cf. SWD(2020)176 final and Temursho, U., Weitzel, M. and Vandyck, T., Distributional impacts of reaching ambitious near-term climate targets across households with heterogeneous consumption patterns . 73 Welfare impacts are measured via the price-induced changes in the consumption of individuals or households, following the introduction of the measures. The welfare analysis does not consider substitution effects, i.e. the measured effects are solely induced by price changes and the households do not switch to consume other goods. 74 Including revenues from an ETS extension, and from auctioning emission certificates. The amount of the new revenues which may be available to be redistributed depend, among other factors, on the different emission trading approaches. ",
        "15 measures (LS) 75 , labour tax recycling (TR) 76 and modalities regarding the auctioning of emission certificates under emission trading (FA, AU) 77 . The analysis allows distinguishing the welfare effects of redistributing revenues to all households or of targeted measures to vulnerable households in given income deciles 78 . The modelling results are based on a series of technical assumptions which may imply that the outcomes are too optimistic (e.g. assumption of perfect labour markets ensuring smooth labour market transitions and without skill shortages) or too pessimistic (as potentially underestimating the potential of accelerating innovation and external demand). Moreover, the results also reflect assumptions regarding the state of the economy and its potential to expand and the climate actions undertaken in the rest of the world. This is relevant e.g. in light of the more ambitions approaches by other countries announced at COP-26. If they materialise this may imply a higher global demand for European technology and green goods and services, thus with additional positive impacts on GDP and labour market outcomes. Without presenting full detail, the main modelling results regarding the impacts of potential policy interventions show that redistribute revenues to the most affected and vulnerable households can be summarised as follows: 1. As regards labour market outcomes overall , subject to policy choices, the analysis suggests that it is possible to achieve a ‘double dividend’; i.e. to reduce GHG emissions in line with the 2030 targets while also achieving a net increase in total employment. This implies that new jobs will be created, compensating for losses in some sectors but even going beyond to foster an overall labour market expansion. At the same time, negative employment effects overall may materialise in case of insufficient policy action, or inadequate policy choices, highlighting the key role of fair transition policies. 2. As regards sectoral employment effects , more ambitious climate policies imply expected negative employment effects in energy intensive/fossil fuel sectors and potential room for expanded employment opportunities in sectors such as renewable energy, the bio- economy, and sectors (e.g. construction) that are central in shaping modern and low- carbon infrastructure. For other sectors, notably including market services and agriculture, the results are mixed and depend crucially on the policy mix chosen. The disparities in expected employment effects across sectors and skill levels imply significant labour reallocation across and within sectors , highlighting the need for the transition to be managed carefully and in way that is socially fair. Low-skilled workers are shown to benefit under the considered policy interventions, provided that accompanying support measures for reskilling and upskilling and for supporting labour market transitions, including income security during the transitions and access to essential services, are in place. 79 3. As regards welfare effects , a careful design of policies, including for revenue use, can ensure that vulnerable and/or low income and lower middle-income households do not bear a disproportionate burden and actually do realise concrete benefits from climate change policies. Figure 2 illustrates how expected regressive impacts (the black 75 A lump sum transfer means that recipients, for example (vulnerable) households, receive an equal (equivalent for household size) amount of money, through a one-time or regular bank transfer, cheque via mail, or other means of distribution. A static model was used for the underlying projections, which does not (need to) specify the temporary or permanent nature of the financial support measures. 76 Through a tax cut decreasing the income tax paid by workers (and companies, where relevant). 77 Which determine the amount of revenues available for redistribution under the potential policy interventions. 78 Further refinements are possible, e.g. to assess the impact of lump sum transfers towards individuals (at risk of) energy poverty, but not presented here as the section serves for illustration purposes only. For details of the analysis and the underlying assumptions, cf. SWD(2020)176 final, part 2/2. 79 More targeted, tax based interventions may yield more effective results in supporting the transition of low-skilled workers and, since skill and income distributions correlate, also help overcome regressive welfare effects. ",
        "16 line in the chart) across households can be mitigated and avoided by revenue recycling transfer schemes representing various amounts of revenue recycling. As regards targeting, the analysis distinguishes between allocating the revenues across different groups of income deciles. When targeting the revenues to specific groups, the analysis considers the following two groups of recipients: households with below median income 80 or with an income below the national poverty threshold, i.e. below 60% of median income 81 . Figure 2. Distributional impacts across household income groups in the EU. Source: JRC- GEM-E3 analysis. Assumptions: MIX; Fragmented action; Perfect labour market; Profit Maximisation; Shadow value in non-ETS; Free allowances in ETS (except electricity generation). 4. With proper targeting and moderate revenue recycling, the analysis suggests that time inconsistency problems can be partly addressed and households in the lowest expenditure decile can be made better off relative to the situation before the introduction of the policy measure. One way to do so would be by using 50% of the new revenues and target the lump sum transfers to the households with equivalised income below 60% of the median. Then welfare of the three lowest deciles are shown to improve in absolute terms vis-à-vis the baseline 82 , with a relative improvement for the fourth decile, as well. The choice of transfer modalities and the scope for compensation will depend mostly on the revenues raised as well as on the range and nature of the households that policy makers aim to support. Options include targeting only low-income households, also lower middle income households, or providing transfers to all households. The latter, untargeted, modality has the least favourable welfare implications. Figure 4 compares the impact exclusively for the lowest and the highest expenditure deciles, i.e. the difference between the welfare changes. Table 1 provides the values for selected expenditure deciles. The graph showcases that, even when recycling less than 10% of the revenue, the regressive impact between the lowest and highest income deciles can be reversed when applying narrower targeting. While the policy interventions and 80 Households with equivalised expenditure less than the corresponding median. 81 Households with equivalised expenditure less than 60% of the median. 82 For further detail, see Figure 2. -20246 1 2 3 4 5 6 7 8 9 10 W e l f a r e i m p a c t , % o f t o t a l e x p e n d i t u r e Expenditure deciles Share of additional revenue recycled 100% 50% 0% Via lump sum transfers to households with expenditure below: Maximum (all) Median 60% of the median ",
        "17 considerations must look beyond the comparison of the lowest and the highest income deciles, the comparison exemplifies that targeted redistributive policies may still leave ample funds to support (solo-) self-employed, small and medium enterprises, and other vulnerable actors in the transition process. 5. The analysis hence suggests that targeted measures allow to maintain at least existing levels of consumption, or even foster equity and overcome regressive impacts of the green transition and the related policy measures. The results also suggest that targeted transfers can be combined with other ways of revenue recycling that may stimulate employment, achieving multiple goals simultaneously. Fostering a more careful targeting may allow for a more efficient use of the funds and hence further improved welfare outcomes, for specific (vulnerable) individuals as well as society as a whole. 83 Similar results were achieved when modelling impacts of the introduction of pricing instruments in other areas than carbon. In conclusion, depending on the accompanying policies, the green transition can achieve a reduction in GHG emissions, positive employment effects and non-regressive welfare effects, making at least the most vulnerable better off. This amounts to a ‘triple dividend’. The chosen policy mix may still entail cost increases and welfare reductions, such as for households in the lower middle- income group (3 rd to 5 th decile of the disposable income distribution) 84 . However, inaction would lead to undesirable outcomes, leading to job losses, increasing inequality and, eventually, welfare reduction for all. Progressive welfare effects based on targeted transfers could also help reduce income inequality in the EU, which is expected to increase under the baseline scenario. Further, the analyses highlight that outcomes and challenges, and hence also optimal policy responses, are a function of local, regional and national circumstances. These include in particular, the local structure of the economy, the skill distribution in the workforce and society, the potential to implement active labour market policies e.g. to facilitate matching and re-matching on the labour markets or restructuring within firms and sectors, to mention but a few factors. In turn, this calls for locally, regionally and nationally ‘optimised’ yet coordinated responses within the Union, making use of (a mix of) the various tools and measures. 5 State of play: policy action for a fair green transition Against the backdrop of the political commitment to ensuring a fair transition and the evident need to do so via a range of policy tools, Member States have put in place and are preparing a multitude of measures, reforms, and investments relating to the social and labour aspects of the green transition. This section presents an overview of relevant existing EU governance processes in which several national plans are embedded with different scopes in terms of their time horizon, geographical focus and thematic emphasis. 5.1 National plans contributing to a fair transition The European Semester, the reference economic and employment policy coordination framework, put environmental sustainability at the centre of its narrative already in 2019 85 , including in relation to economically and socially relevant aspects of the green 83 Aggregate welfare may benefit from more targeted approaches since the marginal effect of transfers may be higher subject to refined targeting. Further, a more efficient use of the funds allows broader applications which may generate welfare from other directions, e.g. funds used for infrastructure investment, up- /re-skilling, etc. 84 Note that the figures shows averages per decile, and there may still be losers within the group of 10% poorest households despite the average being better off. 85 Communication from the Commission ‘Annual Sustainable Growth Strategy 2020’, COM/2019/650 final. ",
        "18 and digital transitions 86 . The strategy integrates the objectives of the Sustainable Development Goals (SDGs), and reflects the principles of the European Pillar of Social Rights. In this context, the latest (2020) country reports featured a reinforced analysis and monitoring of the Sustainable Development Goals (SDGs), included a new dedicated section on environmental sustainability, and identified possible synergies between environmental, social and economic policies at national level. Furthermore, they also included an analysis of transition challenges and identified priorities for steering support by the Just Transition Fund (JTF). Under the JTF, territorial just transition plans (TJTPs) 87 set out the transition process for selected regions most affected by the green transition 88 , in line with a description of the national-level transition 89 , and outline a set of specific investments and policies for those regions 90 . Mitigating the impact of the crisis and rebuilding the economy, while integrating the green transition and the digital transformation, were key focus areas in the European Semester cycle in 2020. Based on the 2020 country-specific recommendations (CSRs), the Communication accompanying the 2020 CSRs 91 points to the need of promoting investments in several areas, including for example energy efficiency and renewable energy production and networks, as well as ‘high social impact’ infrastructure actions, such as renovation in social housing and dwellings of low-income households, and investments tackling air pollution. In the context of the COVID-19 pandemic hitting Europe in 2020, the Recovery and Resilience Facility (RRF), the centrepiece of the temporary recovery instrument NextGenerationEU, provides large-scale financial support to Member States based on national recovery and resilience plans (RRPs), which are assessed by the Commission against the targets of 37% of expenditure for climate investments and 20% of expenditure to foster the digital transition. At the same time, each Member State is requested to explain in its Recovery and Resilience plan how the investments and reforms put forward will strengthen job creation, growth and economic and social resilience in the long term, including how the plan contributes to the implementation of the European Pillar of Social Rights. The aim is to mitigate the economic and social impact of the coronavirus pandemic and make European economies and societies more sustainable, resilient and better prepared for the challenges and opportunities of the green and digital transitions, in line with the CSRs adopted by the Council in the context of the European Semester. Furthermore, Member States pursue policies based on tailored strategies and action plans, often relating to specific policy areas and tools. For instance, in the context of the European Skills Agenda, the Commission supports all Member States to prepare national skills strategies, building on previous work with the OECD in several Member States and other existing skills strategies. Member States also establish specific national plans following the Council Recommendations on establishing a Youth Guarantee 92 in 2013, on access to social protection for workers and the self-employed 93 , and on establishing a European Child 86 Next to the environmental sustainability dimension, the process is underpinned by three other dimensions: productivity, fairness, and macro-economic stability. 87 TJTPs are prepared by the Member States, in social dialogue and cooperation with the relevant stakeholders and supported by the Commission. 88 Actions under the JTF may designed under separate programmes or as part of one or more dedicated priorities within programmes supported by the ERDF, the ESF+ or the Cohesion Fund. 89 SWD(2021)275 final, Commission Staff Working Document on the territorial just transition plans. 90 See Article 8 of Regulation (EU) 2021/1056 of 24 June 2021 establishing the Just Transition Fund (OJ L 231, 30.6.2021, p. 1). 91 COM/2020/500 final. 92 Council Recommendation of 30 October 2020 on A Bridge to Jobs – Reinforcing the Youth Guarantee and replacing the Council Recommendation of 22 April 2013 on establishing a Youth Guarantee (OJ C 372, 4.11.2020, p. 1). 93 Council Recommendation of 8 November 2019 on access to social protection for workers and the self-employed (OJ C 387, 15.11.2019, p. 1). ",
        "19 Guarantee 94 . The implementation of these Recommendations is monitored through the multi- lateral surveillance in the framework of the European Semester. Moreover, the Governance of the Energy Union and Climate Action sets out the framework for actions ensuring the achievement of the 2030 and 2050 climate targets and of 2030 energy targets in the Union, in particular by the Member States 95 . In this framework, Member States draw up integrated national energy and climate plans (NECPs), which cover 10-year periods and the five dimensions of the Energy Union 96 , as well as national long-term strategies (LTS), which cover a period of at least 30 years, present notably national and sectoral emission reduction pathways and measures. Based on the national LTS, the EU LTS 97 is submitted to the UNFCCC in the context of the Paris Agreement, in line with the Nationally Determined Contribution (NDC) of the EU and its Member States 98 . The (updates of the) NECPs 99 and LTS should include assessments of socio-economic impacts of the presented measures with a particular focus on energy poverty , according to the Governance Regulation. In their NECPs and updates thereof, Member States should assess the number of households in energy poverty, taking into account inter alia Commission indicative guidance on relevant indicators, and, where necessary, present indicative targets and appropriate measures, including social policy measures 100 . Moreover, NECPs and updates thereof should include assessments of the impacts of planned policies and measures 101 with view to, inter alia, macroeconomic, health, environmental, employment and education, skills and social impacts, including fair transition aspects 102 . Also the national LTS, as well as the EU LTS, should cover assessments of the expected socio-economic impacts of the outlined measures 103 104 . In addition, under the Energy Performance of Buildings Directive, Member States set out Long-Term Renovation Strategies, which form part of the integrated NECPs and outline actions that contribute to the alleviation of energy poverty. Moreover, the Social Climate Plans under the proposed Social Climate Fund 105 (SCF), put forward by the Commission as part of the ‘Fit for 55’ package on 14 July 2021, would address important complementary social and distributional aspects of the transition. In specific, the SCF would support Member States in mitigating the social impact on vulnerable households, transport users and micro-enterprises that are significantly affected by the price increases due to the introduction of emissions trading for new sectors (buildings, road transport). According to the proposal, Member States would design Social Climate Plans to outline measures and investments to be financed by the Fund and submit them by mid-2024 together with the update of their NECPs. 94 Council Recommendation (EU) 2021/1004 of 14 June 2021 establishing a European Child Guarantee (OJ L 223, 22.6.2021, p. 14). 95 Regulation on the governance of the energy union and climate action (EU)2018/1999. 96 By 30 June 2024, and subsequently by 1 January 2034 and every 10 years thereafter, each Member State shall submit to the Commission an update of its latest integrated NECP, unless they have provided reasons why the plan does not require updating, according to Regulation (EU)2018/1999, Article 14. 97 Long-term low greenhouse gas emission development strategy of the European Union and its Member States | UNFCCC: https://unfccc.int/documents/210328. 98 Submission of 17 December 2020 by Germany and the European Commission on behalf of the European Union and its Member States: Update on the nationally determined contribution of the European Union and its Member States: https://www4.unfccc.int/sites/ndcstaging/PublishedDocuments/European%20Union%20First/EU_NDC_Submission_December%20202 0.pdf. 99 Due in 2023 (draft) and 2024 (final). 100 Article 3(3d) and Annex I. of Regulation (EU)2018/1999. 101 See also the EED recast proposal Art. 8 (4) which also asks Member States to include information on energy efficiency measures to alleviate energy poverty. 102 Article 8(2b) and Annex I of Regulation (EU)2018/1999. 103 This may include aspects related to macro-economic and social development, health risks and benefits and environmental protection. 104 Article 15(4d) and Annex IV of Regulation (EU)2018/1999. 105 Proposal for a Regulation of the European Parliament and of the Council establishing a Social Climate Fund, COM/2021/568 final. ",
        "20 5.2 Member States’ key policies for a fair transition At the aggregate level, preliminary analysis of the RRPs assessed by the Commission by mid-November shows that Member States have planned for significant green spending in the RRPs accounting for about 40% of total expenditure. With three of the six pillars setting out the scope of the Facility focusing on social elements, a significant share of measures addresses active labour market policies, such as skills, education, training and life- long learning. The Commission’s preliminary analysis of 22 RRPs submitted by member states as of mid-September shows that around 30% of their total expenditure accounting for around EUR 130 billion of the Recovery and Resilience Facility will be directed towards social policy. 106 The fair green transition will be specifically supported by for example financing the creation of green jobs, the development of green skills or providing support to households and regions most affected by the green transition. From the adopted RRPs, 11 Member States planned measures related to green skills and green jobs 107 . These measures seek to target primarily people working in sectors already affected by the green transition, such as energy, transport, waste management; new industries and sectors with a potential for the creation of jobs stemming from or linked to the green transition; as well as vulnerable groups. Additionally, it is worth noting that 21 out of the 22 adopted RRPs have dedicated measures on energy efficiency, which can significantly contribute to address energy poverty concerns. In the framework of the Energy Union and Climate Action Governance, some NECPs address energy poverty, including indicators, in the plans. Many NECPs also address affordability, notably in the context of the energy and climate transition. This is the case, for instance, in Austria, Belgium, France, the Netherlands or Denmark. At the same time, according to the Commission assessment of the final NECPs, the NECPs could have provided a clearer prioritisation of funding needs regarding fair transition, investment needs for reskilling and upskilling and for support of labour market adjustments. A description of how the different sources of funding will complement each other is key for promoting a fair transition. Across the 27 NECPs, regional impacts tend to be evaluated in different manners, focusing mainly on coal-dependant areas. Some plans refer to specific groups, such as vulnerable groups affected by increases in energy prices. Moreover, many national LTS refer in varying forms to the need for ensuring a fair transition and/or related actions, and socio-economic impact assessments are included in a number of them 108 . For instance, Austria commits to a fair transition in its LTS, Lithuania aims to ensure a socially fair transformation of all sectors and via social dialogue, and Germany states that the transition must be fair to garner public support for climate policies. In the LTS of Portugal, social fairness is highlighted as a principle and value underpinning the transition and the strategy also highlights the potential of the transition to strengthen the economy and improve air quality and public health 109 . The 2020 update of the nationally determined contribution (NDC) of the European Union and its Member States under the UNFCCC refers to the need for addressing social and economic consequences of the green transition and, in particular, the Just Transition Mechanism 110 . 106 Preliminary assessment based on the 22 adopted RRPs. 107 Cyprus, Denmark, Estonia, Greece, Spain, Finland, France, Ireland, Lithuania, Portugal, Slovenia. 108 According to the country tables prepared by a team led by the consultancy Ricardo as part of a contract to support DG CLIMA with the assessment of the Long-Term Strategies of EU Member States, 11 of the 20 national LTS assessed as of 30 September 2021 showed gaps relating to key elements of socio-economic impact assessments. https://ec.europa.eu/info/energy-climate-change- environment/implementation-eu-countries/energy-and-climate-governance-and-reporting/national-long-term-strategies_en. 109 Eurofound (2021), Distributional impacts of climate policies in Europe , Publications Office of the European Union, Luxembourg, p. 11. 110 The Just Transition Mechanism: making sure no one is left behind. ",
        "21 Hence, overall, a range of plans is in place and under development to address important complementary aspects of the transition and outline the policy approach and measures for ensuring a fair transition. The NECPs and LTS lay out the framework and measures to achieve the 2030 and 2050 climate targets and 2030 energy targets, and incorporate certain social and labour aspects. RRPs are designed to focus on the recovery period up to 2026 and, within the MFF period until 2027. TJTPs are designed to focus operationally on tackling the socio-economic impact of the transition in selected territories. The TJPTs also include a general section on the national transition process based on the NECPs. Similarly, other available sources of funding complement actions in this area, e.g. the ESF+, ERDF, EGF, REACT-EU, and underpin specific actions in the area of fair transition, including via cooperation across borders. In line with the European Green Deal objective to transform the EU into a fairer and more prosperous society, it is key to ensure via adequate tools that the green transition is fair and contributes to implementing the European Pillar of Social Rights. As presented in section 3, the EU climate, energy and environmental policies incorporate by design social fairness and solidarity in many ways. The impacts of certain policies geared towards climate and environmental objectives can impact different occupations, sectors and regions in both positive and negative ways, necessitating a set of accompanying policies to transition towards a fair and prosperous society. As section 5.1 and this section have shown, social and labour aspects of the green transition are reflected in the design of EU governance systems and work strands in different forms and to different extents. Building on these plans and policies in place, actions geared towards integrating the social and labour aspects of the green transition within one framework can contribute to effectively and coherently designing, implementing and monitoring policies advancing the transition as a whole. To this end, a Council Recommendation can serve as a tool to further building such a common framework for a comprehensive and integrated approach to a fair transition. 6 Comprehensive policies for a fair transition As highlighted previously, the concept of fair transition is deeply embedded in key actions at the EU level notably the European Green Deal, the European Pillar of Social Rights and the Communication of January 2020 on ‘A Strong Social Europe for Just Transitions’ 111 . To ensure a comprehensive approach to a fair green transition and ensure upward convergence, social fairness and shared prosperity, developing policy packages of measures, reforms and investments can help achieve coherence and consistency of measures cutting across several policy areas. 6.1 Policy packages for a fair green transition In line with the EASE Recommendation, policy packages refer to a comprehensive and coherent set of measures addressing multiple objectives, with a view to maximising synergies through an integrated, well-coordinated approach based on one or several national strategies and actions plans. This should also allow aligning cross-cutting measures with the principles of the European Pillar of Social Rights. Active support to quality employment As part of labour market measures, job creation measures and well-designed, time- bound employment programmes can help people, in particular those in vulnerable 111 Communication from the Commission to the European Parliament, the European Council, the Council, the European Economic and Social Committee, the Committee of the Regions ‘A strong social Europe for Just Transitions’, COM/2021/14 final. ",
        "22 situations, integrate labour markets while stabilising incomes in the short term. They further prepare beneficiaries for participation in the private sector, notably through providing upskilling and reskilling opportunities and tailored assistance 112 . At the same time, such measures can contribute to activities with climate and environmental objectives. There examples of such measures in the Member States, for example in Slovenia, and national and ESF funding have supported them 113 . Hiring and transition incentives are effective and widely used measures to support the integration of job seekers into the labour market, in particular those in vulnerable situations. Along with training programmes, they have the largest medium- to long-run effects, as they improve workers’ employability and their skills 114 . Optimizing the design of these measures, including through continued monitoring and evaluation, can help mitigate deadweight and substitution costs. As highlighted in the EASE Recommendation, incentives can also promote quality job creation amid subdued economic growth and should be targeted and designed to facilitate job transitions and the creation of jobs that would not have happened absent those incentives. In particular, supporting apprenticeships can be effective to develop the skills required on the labour market and help young people into employment (see Box 2). Moreover, transition incentives encouraging the hiring of workers at risk of displacement can contribute to easing those transitions and increasing the supply of skills in expanding sectors. 112 ILO (2012), Impacts of Public Employment Programmes. 113 European Network of Public Employment Services (2021). “Greening Labour Markets”, Small-scale study, June 2021. 114 Card, D., Kluve, J., & Weber, A. (2018). What works? A meta-analysis of recent active labor market program evaluations. Journal of the European Economic Association, 16(3), 894-931. ",
        "23 Box 2. Incentives as a well-tested policy tool under the Youth Guarantee Through the EU Youth Guarantee, Member States commit to ensure that all young people receive a good quality offer of employment, continued education, an apprenticeship or a traineeship within four months of becoming unemployed or leaving formal education. Since the launch of the scheme in 2013 until 2020, 24.7 million young people are known to have taken up an offer of employment, continued education, a traineeship or an apprenticeship through the scheme, corresponding to 71.3% of all entries into the scheme. Overall, 18.2 million young people took up an employment offer, while 1.2 million started an apprenticeship and 3.1 million a traineeship. In total, around 18 million opportunities came from the open market and 6.7 million were partially or fully funded through public money , including about 1.6 million employment offers. A large share of traineeship offers within the Youth Guarantee are fully or partly subsidised with public money. Subsidised employment offers are implemented by public employment services and typically include hiring incentives, direct job creation programmes (public works) and start-up incentives . Hiring incentives are one of the most common types of measures included in Youth Guarantee schemes. They generally take the form of wage subsidies or reductions in hiring costs through social security bonuses. Almost two thirds of Member States have started putting these hiring incentives in place. Direct employment creation programmes and start-up incentives have been less common. The Youth Guarantee contributed to lowering the youth unemployment rate from 24.4% in 2013 to 14.9% just before the COVID-19 pandemic, though other factors also contributed to this trend. The Council Recommendation of 30 October 2020 on A Bridge to Jobs – Reinforcing the Youth Guarantee will also aims to help young people harness the opportunities arising from the digital and green transitions , notably by obtaining the relevant skills. Source: SWD(2020) 124 final, Commission Staff Working Document Accompanying the document Proposal for a Council Recommendation on a Bridge to Jobs - reinforcing the Youth Guarantee, 1.7.2020. Promoting entrepreneurship, including social enterprises, in particular in regions facing transition challenges , with a focus on people most affected by the green transition, can contribute to facilitating labour market transitions and stimulate job creation. Support should combine financial measures including grants, loans and equity, with non-financial measures, including improved access to social protection for the self-employed, the development of entrepreneurial skills 115 and advisory services. Only a limited share (2-5%) of displaced workers typically return to work by starting a business, though a relatively high rate of entrepreneurial success may be observed among displaced workers under certain conditions, noting that entrepreneurial ventures are most likely to succeed when redundant workers master market-competitive and tacit knowledge 116 . For instance, as part of the Swedish programme Stöd till start av Näringsverksamhet (“Support for starting a business”), the public employment service offers pre-selected participants – primarily adults over 25 who are unemployed or facing dismissal – an integrated package over six months, including a review of business plans, counselling and advice, and the possibility to participate at 115 Commission Recommendation 2021/402 of 4 March 2021 on Effective Active Support to employment following the Covid-19 crisis (EASE), (OJ L 80, 8.3.2021, p. 1). 116 OECD (2017), The Missing Entrepreneurs 2017. OECD Publishing, Paris. ",
        "24 workshops, webinars and networking opportunities. Entrepreneurial projects also receive a grant that is based on the individual’s unemployment insurance entitlements 117 . Moreover, measures stimulating job creation are needed, particularly in territories most affected by the green transition. These measures should facilitate access to finance and markets for micro, small and medium-sized enterprises, particularly those contributing to climate and environmental objectives, to promote competitiveness, innovation and employment across the single market, including in sectors and eco-systems of strategic relevance in national and local contexts. Start-ups and SMEs can contribute to the application of sustainable practices, for instance in the circular economy, areas of organic agriculture, low-carbon energy provision and tackling energy poverty, reduction of waste or financial support to environmentally friendly activities 118 . New business models, such as ‘carbon farming’ in line with the EU carbon farming initiative 119 , may also emerge and offer new opportunities while contributing to climate and environmental objectives. Measures aimed at safeguarding the quality of work are needed to support climate change mitigation, inter alia by protecting workers and the attractiveness of green jobs. They are further aimed at climate change adaptation, in particular with a view to addressing challenges for workers most at risk, including outdoor workers and public service workers, notably in light of extreme weather events and emergencies. At the same time, care must be taken to ensure that the necessary sectoral shifts are accompanied by policies to ensure high job quality in the circular economy, considering for instance the exposure to occupational safety and health risks in the waste management and construction sectors. 120 Social partners have a vital role to play to contribute to addressing, through dialogue, the employment and social consequences of the restructuring processes related to the green transition. The EU Quality Framework for anticipation of change and restructuring promotes, among others, their involvement in restructuring operations, in anticipating change and in identifying skill needs. In addition, as pointed out by the Single Market Barriers Report 121 and the first report of the Single Market Enforcement Taskforce 122 , alongside the work on the remaining COVID-19 related barriers, it is important to address concrete practical barriers, including in relation to the recognition of professional qualifications where relevant, that may hamper the full functioning of the Single Market, which is one of the main assets to accelerate the economic recovery and the green and digital transitions. Box 3. Anticipating and managing change with social partners As part of the closure of the Márkushegyi mine in the Oroszlány region, Hungary, the close collaboration between the company's management, trade unions and the local employment service proved very effective in mitigating the social consequences of the closure, which took place at the end of 2014. The mine had been uncompetitive for some years and with the onset of the crisis and entry into force of the EU ETS Phase III in 2013 continued operation became uneconomical. A gradual restructuring plan was drawn up, giving priority to natural exits through retirement, 117 OECD (2018), A review of “Transition Management” strategies: Lessons for advancing the green low-carbon transition, Issue Paper, OECD Green Growth and Sustainable Development Forum, 27-29 November 2018, Paris, France. 118 SEAP (insert reference once published). 119 See also SWD(2021)609, Impact Assessment Report accompanying the Proposal for a Regulation of the European Parliament and the Council amending Regulations (EU) 2018/841 as regards the scope, simplifying the compliance rules, setting out the targets of the Member States for 2030 and committing to the collective achievement of climate neutrality by 2035 in the land use, forestry and agriculture sector, and (EU) 2018/1999 as regards improvement in monitoring, reporting, tracking of progress and review (LULUCF). 120 ESDE (2019), p. 189, Publications catalogue - Employment, Social Affairs & Inclusion - European Commission (europa.eu). 121 COM/2020/93 final. 122 See the report of the SMET of September 2021 https://ec.europa.eu/docsroom/documents/47154. ",
        "25 and continued employment of 40% of the workforce (235 people), who worked towards environmental rehabilitation and the salvaging of the equipment at the site for up to four years after the closure. The company's management, trade unions and local public employment service worked closely together to find new job opportunities for dismissed workers with companies in the area. In addition, they provided information and assistance with the redundancy procedure to the dismissed employees and organised personalised support, which included training, advice and guidance on job search and applying for new jobs. As a result of the tri-partite collaboration, which went beyond what is mandatory according to the national legislation, the actual impact of the closure of the mine on the labour market was very limited. Source: European Commission (2018), Stocktaking report on the application of the EU Quality Framework for anticipation of change and restructuring, Luxembourg: Publications Office of the European Union, 2018; Energiainfo.hu (2014) ‘Bezárják a Márkushegyi bányát – most már végleg’ [Definitive closure of the Márkushegy mine], https://www.energiainfo.hu/bezarjak_a_markushegyi_banyat_most_mar_vegleg-32682/ Finally, with a view to supporting quality employment also at local level and to integrating marginal groups in the labour market, socially responsible public procurement standards should be incorporated alongside green public procurement criteria, in line with the legal framework , including in sectors of particular relevance for the green transition, such as energy systems, construction and renovation and sustainable mobility and transport. Equal access to quality and inclusive education, training and life-long learning Investment in people is essential to facilitate job-to-job transitions of workers most affected by the green transition, including those facing job losses or changing task and skill requirements on the job, taking into account in particular those in vulnerable situations. Indeed, principle 1 of the European Pillar of Social Rights outlines the right to access to education, training and lifelong learning for all. Investment in skills formation is also essential for enabling transitions towards the green and digital sectors, including of the people most affected by structural changes where adequate, and to ensure that the skilled workforce required for delivering the green transition is in place, in line with the EASE Recommendation and the Employment Guidelines 2021. As part of policy packages, the development and implementation of National Skills Strategies, in line with the European Skills Agenda, can incorporate aspects relating to the green transition to form the basis for holistic, whole-of-government approaches on providing access to education, training and lifelong learning to all. Strategies, together with transition pathways co-created for industrial ecosystems under the EU’s new updated Industrial Strategy, will support employment and secure strategic competitive advantages in sustainable economic activities at local, regional and national levels. Box 4. Setting strategic policy actions in VET for the period of 2021-2025 in line with the EU vision and strategic objectives The Osnabrück Declaration on vocational education and training as an enabler of recovery and just transitions to digital and green economies 123 : This Declaration was adopted by the Ministers in charge of vocational education and training of the Member States, the EU Candidate Countries and the EEA countries, the European social partners and the European Commission. Objective 2 of the declaration refers to “Establishing a new lifelong learning 123 https://www.cedefop.europa.eu/files/osnabrueck_declaration_eu2020.pdf. ",
        "26 culture – relevance of CVET and digitalisation” while Objective 3 of the Declaration covers “Sustainability – a Green Link in VET”. Objective 3 encompasses for example: incentives for greening VET programmes and increasing, inter alia, sustainability within the provision and management of training programmes, and the new commitments and partnerships for quality and effective apprenticeships linked to green technologies and occupations, under the renewed European Alliance for Apprenticeships. Additionally, key to enabling the green transformation is the training and professional development of teachers, trainers and guidance counsellors and the need for partnerships, including across sectors and with new actors. Pro-active steering of new skills partnerships under the Pact for Skills will also be an important lever to support and navigate the transition, including through partnerships contributing to climate and environmental objectives, for instance in the battery value chain and hydrogen deployment. Those partnerships can take inspiration from existing initiatives, such as the Blueprint for Sectoral Cooperation on Skills, the Centres of Vocational Excellence and the reinforced European Alliance for Apprenticeships. Box 5. Mobilising local partnerships and networks for skills ecosystems The Centres of Vocational Excellence (CoVEs) 124 bring together a wide range of local partners, such as providers of vocational education and training, employers, research centres, development agencies, and employment services (among others). They aim to develop \"skills ecosystems\" that contribute to regional, economic and social development, innovation, and smart specialisation strategies. In this context, green skills play a key role. Out of the seven CoVEs selected under the 2020 call for Erasmus+ pilot projects, three focus on green topics (GREENOVET - European VET Excellence Platform for Green Innovation; Three-level Centers of Professional Excellence: Qualification, Entrepreneurship and Innovation in the Green Economy; European Platform for Urban Greening). In the context of the green transition, there is a risk of skills gaps and mismatches on the labour market. Sectors which have already been struggling with skills and labour shortages might see these challenges being exacerbated by higher demand due to green policies (e.g. in the construction sector) 125 . Hence, anticipating changes to understand better the impact on the different sectors and therefore the need to support workers in up- and reskilling become increasingly important. In this context, targeted green skills intelligence and foresight 126 , through partnerships of different stakeholders, are crucial. The green dimension, including green jobs and skills for the green transition, featured prominently in the 2020 European Commission’s first Strategic Foresight Report 127 . The foresight report found, amongst others, that effective green reskilling could be a way to protect middle class jobs. However, it is important that the skills identified in such forecast and foresight exercises are consequently included in VET curricula and teaching materials, both for school- and work-based learning, including apprenticeships. The Skills Agenda highlights that the key role of social partners and other stakeholders in making labour market projections and the identification of training needs to develop skills intelligence. Curricula and vocational education and training programmes require adaptation to this end to ensure they provide to their graduates the necessary skills. Actions should utilise existing expertise of and cooperation with social partners and relevant 124 https://ec.europa.eu/social/main.jsp?catId=1501. 125 Eurofound (2021). Tackling labour shortages in EU Member States. 126 Cedefop is currently running a foresight exercise in four sectors: smart and green cities; circular economy; waste management; agriculture/agri-tech. Results from the first sector will become available in Q1 2022. 127 European Commission (2020). Strategic Foresight Report, chapter 3.3. ",
        "27 stakeholders in this process. Actions can build on EU actions developed under the European Skills Agenda, when available over the coming years, in particular a taxonomy of skills for the green transition, a core set of green skills for the labour market and a European competence framework on sustainability. Box 6. How skills intelligence can help VET keep up with new skills needs A successful concrete example of how VET has adapted to the green transition is the Erasmus+ funded project SolarCV 128 . Between 2015 and 2018, the project aimed to address the skills needs for Concentrated Solar Power (CSP). CSP is an emerging technology in the solar energy sector. In this area, project partners had identified a high level of skill gaps. The project, an Erasmus+ action type ‘Sector Skills Alliances in vocational education and training’, aimed to: (i) Increase the response of VET systems by anticipating the CSP labour demand; (ii) Integrate work-based learning (WBL) in the design of CSP VET; and (iii) Increase mobility of EU CSP learners, by the recognition of learning outcomes and by achieving qualifications One of the main concrete outputs of this project was the creation of an e-learning platform, including an e-simulator, with training materials for formal VET training on CSP. The e- simulator is an innovative tool, combining e-learning with advanced teaching methods based on plant operation experiences. The project also developed an EU Competence Profile and an EU CSP CV standardising the skills set for the CSP sector at EU-level. Finally, the project delivered a methodology for validation of non-formal learning in the field of CSP. 16 organisations from five EU-Member States participated in the project, including solar energy VET experts, national sectoral associations, energy agencies, government representatives in the field of qualifications, and two EU umbrella institutions. The displacement of workers with the greening of the economy and society, the increase in occupational demand, the transformation of tasks and new emerging green occupations will require the enhancing of quality and comprehensive supporting policies and services for the individual 129 . These include enabling individuals through acquisition of career management competence, validation of non-formal and informal learning as well as financing opportunities. Building on previous knowledge and validating skills and competences acquired in non-formal and informal settings will facilitate and ease individual transitions. Individuals, especially those with greater barriers, will need updated and flexible guidance, counselling and career services. In turn, this will require a greater investment in practitioner training, particularly short and continuing in-service courses such as those involving interpreting labour market information and intelligence on greening skills demands to respond quicker to the identified needs 130 . Apprenticeships have great potential in providing opportunities to develop the right skills for the green transition for young people in initial education and for adults in need of upskilling or reskilling, taking into account prior learning. Existing apprenticeship schemes will have to adapt by updating and expanding curricula. New programmes will need to be developed in new sectors or occupations, and, most likely, also at education levels higher than upper secondary VET. Apprenticeships can also play a role helping workers transition from declining to growing sectors or occupations, as many countries are 128 http://solarcv.org. 129 Cedefop and ETF (2020) The importance of being vocational: challenges and opportunities for VET in the next decade, available at https://www.cedefop.europa.eu/files/4186_en.pdf. 130 Cedefop briefing note (forthcoming, 2021), Rethinking professionalism of guidance practitioners: Defining their role and recognising their competences crucial to developing guidance policy in the digital context. ",
        "28 increasingly using or considering using apprenticeships as a way to upskill or reskills adults. The development of schemes combining apprenticeships and paid traineeships with training, particularly in micro, small and medium-sized enterprises, including those contributing to climate and environmental objectives and in sectors facing particular skill shortages, can also be considered. Attractive and accessible initial education and training allows learners to be equipped with skills and competences relevant for the green transition, in particular in the area of science, technology, engineering and mathematics (STEM), guaranteeing equal access to promote gender equality and equal opportunities. In particular, the ‘Council Recommendation on vocational education and training (VET) for sustainable competitiveness, social fairness and resilience’ inter alia highlighted the need for significantly adapting and/or expanding the offer of vocational education and training needs, especially for adults, by fostering the acquisition of entrepreneurial, digital and green skills. Box 7. Greening vocational education and training in Germany across all sectors An example of how to integrate horizontally sustainability issues in VET curricula is the German ‘standard job position’ 131 . In 2020, German authorities together with researchers and social partners decided to update and extend the ‘standard job position’ on environmental protection in VET. The new ‘standard job position’ on environmental protection and sustainability encompasses a set of six core skills and competences which apprentices across all sectors should acquire during their apprenticeship. As of 1 August 2021, the new ‘standard job position’ needs to be integrated in all modernised or newly developed apprenticeship curricula and is recommended to be included in all existing apprenticeship curricula. Increasing adult participation in training is key to meet the upskilling and reskilling to meet the changing skill requirements of many jobs the creation of new ones as part of the green transition needs for the green transition. Promoting short courses focusing on specific skills for the green transition, building on the European approach to micro- credentials, will also make it easier to value and recognise the outcomes of such courses. Fair tax-benefit systems and social protection systems Tax-benefit and social protection systems require careful analysis and possible adaptation in view of the new challenges and needs stemming from the transition and in order to enable them to support effectively a fair transition , in particular in line with principles 11 to 18 of the European Pillar of Social Rights. The regressivity of pricing measures, such as energy taxes, depends on multiple factors, such as taxed commodity, the level of country’s economic development and the way the collected revenue is used 132 . In the context of climate action to reduce greenhouse gas emissions, carbon prices and energy costs are set to increase, including through carbon taxes and possible extensions of emissions trading and strengthened integration of the Polluter Pays Principle. Public revenues, in particular from energy and environmental taxes and the EU Emissions Trading System, can be used to offset adverse, regressive social and distributional impacts of climate change policies. They can also reduce pre-existing poverty, social exclusion and inequalities, while protecting revenue for adequate social protection and sustainable investment expenditure. Specific interventions may include, for instance, transfer payments, revenue recycling and tax swapping, sometimes with revenues 131 https://www.bibb.de/dienst/veroeffentlichungen/de/publication/show/17281. 132 JRC: energy_taxation_and_its_societal_effects_2 (3).pdf, see also ETD impact assessment, SWD(2021)641. ",
        "29 earmarked for social spending 133 . Based on annual reporting it is estimated that, during 2013- 20, 75% of total revenues (i.e. EUR 56.5 billion) generated under the EU Emissions Trading System (ETS) was used for climate and energy purposes, mainly domestically 134 . Revenue use for social and labour purposes is accounted as part of the reporting requirements: about 25% of total EU ETS revenues were used for “measures intended to increase energy efficiency and insulation or to provide financial support in order to address social aspects in lower and middle income households”. Less than 0.1% of the reported spending was allocated to the category “ skill formation and reallocation of labour” in 2020 135 , for instance to support the employment service in Slovenia in promoting green jobs, though skill formation might well be part of activities under other categories too. Overall, due to the existing reporting requirements, the available data does not allow to conclusively quantify the use of revenues for social and labour aspects. Shifting taxation away from labour towards other sources contributing to climate and environmental objectives, such as carbon pricing and environmental taxation, following the ‘polluters pay’ principle, allows reducing the tax wedge, in particular for low and middle income groups, and thereby promote job creation and increase incomes. This shift is necessary not only to support the achievement of environmental and climate goals, but also to address broader challenges brought by the ageing of population, digitalisation, robotisation and globalisation. At the same time, potential negative distributional impacts need to be mitigated and adequate social protection needs to be ensured. Compensatory labour tax cuts have been shown to hence lead to gains in terms of employment and economic activity, as a high tax wedge on labour may negatively affect both labour demand and supply, particularly at lower income levels 136 . This policy guidance has been provided by the Commission at several points, including the Annual Sustainable Growth Strategy (ASGS) 2021 137 , the Euro area recommendations 2021 138 and the 2020 guidelines for the employment policies of the Member States (‘the Employment Guidelines’), which are maintained for 2021 139 . The average tax wedge in the EU27 for a single person on an average wage has gradually declined since 2010, to 39.7% in 2020. The tax wedge for low-income earners is usually lower than for those with higher incomes, but with a high diversity among EU Member States. In 2020, the tax wedge for people earning 50% of the average wage was above 40% in Hungary and Germany, while below 20% in Cyprus and France. In many EU countries the tax wedge has decreased for workers at the bottom of the income distribution over the last decade. For the EU average, a tax wedge decrease by 2.6 pps was observed between 2010 and 2020 for earners at 50% of the average wage 140 . While the overall trajectory is thus positive, there is scope in some cases for shifting taxation away from labour, in particular by reducing the tax wedge for low and middle income groups. In light of the social, economic, health and environmental impacts linked to the green transition, social protection and social inclusion systems need to remain adequate and 133 OECD (2021), “The Inequality-Environment Nexus: Towards a people-centred green transition”, OECD Green Growth Papers , 2021- 01, OECD Publishing, Paris. https://doi.org/10.1787/ca9d8479-en. 134 Communication from the Commission ‘EU Climate Action Progress Report 2021 - Speeding up European climate action towards a green, fair and prosperous future’, COM/2021/960 final. 135 The category covering skill formation was first included in the reporting template for 2020. 136 The tax wedge on labour measures the difference between employers’ labour costs and employees’ net pay, expressed as a ratio to total wage cost. 137 COM/2020/575 final. 138 OJ C 283, 15.7.2021, p. 1. 139 Council Decision (EU) 2021/1868 of 15 October 2021 on guidelines for the employment policies of the Member States (OJ L 379, 26.10.2021, p. 1). 140 Proposal for a Joint Employment Report 2022, COM/2021/743 final. ",
        "30 provide income security as well as effective accessible and affordable social, health and long-term care services. Developing and administering adequate and transparent support for those in particular need, including through transfer payments tailored to needs and vulnerabilities, while accounting for price and income developments, will be central to maintaining broad public support and social acceptance for the structural changes and reforms needed to deliver on the target of climate neutrality. Box 8. Germany’s scheme providing income security for affected coal miners Within the EU, Germany has the largest number of coal-fired power plants (53) and produces most coal. Germany’s phase-out of lignite mining for the generation of electricity entails significant structural change and economic and social challenges, with over 19,650 direct and 35,734 indirect jobs in coal mining affected 141 . The transition to clean energy will especially affect three coal mining areas: The Lausitzer Revier, the Rheinische Revier, and the Mitteldeutsche Revier. Demographic developments in the eastern regions are less favourable as the working population is projected to decline more drastically until 2035 than in the west 142 . In order to advance the coal exit in a socially acceptable manner, certain workers facing job losses due to closures or rationalisation measures of coal and lignite mines or coal-fired extraction plants may be entitled to the Anpassungsgeld (“adjustment allowance”) under the Steinkohlefinanzierungsgesetz or the Kohleverstromungsbeendigungsgesetz . For instance, under the former, former mining workers above the age of 50 and meeting certain conditions can receive a bridge aid for a maximum of five years until entitlement to benefits from the miners' pension insurance. The allowance is partly funded by the federal budget and the Federal Ministry for Economic Affairs and Energy determines further details through guidelines. Furthermore, based on the report by Germany’s commission on growth, structural change and employment (referred to as the ‘Coal Commission’), the federal government has pledged to support the affected Länder with up to EUR 14 billion in financial transfers for regional investments until 2038 at the latest. The federal government will fund additional measures with up to EUR 26 billion, such as rail and road infrastructure, research institutions 143 . People in the most affected regions will also be supported by the Just Transition Fund. Building resilience in a fair manner is essential so that the benefits of climate adaptation are widely and equitably shared. European regions and citizens are directly affected by climate change, for example through job losses in climate-affected sectors such as agriculture, fisheries, and tourism. Unequal exposure and vulnerability to climate impacts of different regions and socio-economic groups worsens pre-existing inequalities and vulnerabilities. The impacts of climate change are not neutral. Men and women, older people, persons with disabilities, displaced persons, or socially marginalised have different adaptive capabilities. Adaptation measures need to consider their situation. To this end, the Commission is already stepping up support to the planning and implementation of local adaptation, launching an adaptation support facility under the EU Covenant of Mayors, as well as supporting the reskilling and requalification of workers for a just resilience with education and training through ESF+, Erasmus+ and European Solidarity Corps. 141 Dehio, J. and Schmidt, T. (2018), \"Gesamt- und regionalwirtschaftliche Bedeutung des Braunkohlesektors und Perspektiven für die deutschen Braunkohleregionen\", RWI Materialien 126, RWI - Leibniz-Institut für Wirtschaftsforschung. 142 SWD(2020)504 final. 143 Ibid. ",
        "31 In particular, the climate protection gap refers to the share of non-insured economic losses in total losses after a climate-related catastrophe event, such as floods, wildfires or droughts. To close this gap also for lower and middle income groups, the availability of affordable insurance solutions is key. Once the supply of insurance products exists, the frequency, severity or dependency characteristics of the associated risks may imply high risk- based insurance premiums, which can make insurance products unaffordable, notably for low- income households and micro- and small enterprises 144 . As Figure 3 shows, COACCH estimates the growth of unaffordability of flood insurance in the period 2010-2080 under existing national insurance systems and different climate and socio-economic scenarios, showing that the long-term increase in flood frequency and related losses may pose additional affordability challenges in this context 145 . Figure 3. The growth of unaffordability of flood insurance in the period 2010-2080 under existing national insurance systems and different climate and socio-economic scenarios. Beyond risk-based premiums, better determining and measuring risks or public-private joint solutions, an effective incentive for taking out insurance could be through taxation or subsidies, for example through a favourable insurance premium tax rate for insurance against climate change risk. Targeted fiscal measures such as tax rebates or the suspension of tax payments also give an incentive to purchase insurance and to avoid moral hazard. Another possible solution would be the partial deductibility of insurance premiums from taxable income where not already in place for small and medium enterprises or retail customers in the relevant cohorts. As for the social issue of more financially vulnerable groups, possible solutions include subsidies on insurance premiums, or offering special rebates, such as a rebate on house insurance when buying natural catastrophe insurance coverage including climate change related risks 146 . The climate protection gap can also be closed by reducing the physical losses as far as possible in the first place, by maximising the efforts to reduce the adverse consequences of the climate related hazards, by investing in disaster prevention, protection, and preparedness as well as other climate change adaptation measures 147 . Access to affordable essential services, mobility and housing During the transition towards climate neutrality, access to essential services for all, in particular energy and transport, as well as mobility, social housing or housing assistance needs to be ensured , in line with principles 19 and 20 of the European Pillar of Social 144 SWD(2021)123 final. 145 COACCH (CO-designing the Assessment of Climate Change costs) is H2020 innovative research project that gathers leading experts on climate change sciences from 14 European research institutions. https://www.coacch.eu/policy-briefs. 146 SWD(2021)123 final. 147 Ibid. ",
        "32 Rights. Inadequate access to services is usually characterised by a combination of factors, for instance, in the case of energy poverty, low incomes, poor thermal efficiency of buildings and high energy costs. Preventing and tackling energy poverty at its root requires mobilising public and private investments for energy efficiency improvements, including of dwellings, for example through tax incentives, grants and loans. Key barriers to renovations are insufficient information on the current energy and resource profile of buildings and the potential benefits of renovation, lack of trust in the actual energy savings, as well as split incentives between owners and tenants as well as among owners of building units. People with low incomes have often little control over their energy expenditure, causing a vicious circle of high energy bills, arrears and problems with wellbeing and health. People in inefficient buildings are more exposed to cold spells, heatwaves and other impacts of climate change 148 . However, also persons and households beyond those with low income may be affected by energy poverty. Efforts to improve renovation rates to increase climate and disaster risk resilience are also needed. Interventions aiming at supporting the renovation of buildings or the uptake of electro mobility should be designed in a way to avoid favouring higher income households. Otherwise, these interventions would yield additional adverse distributional effects. Vulnerable people may also benefit from the application of the energy efficiency first principle in the decision making process of new energy investments 149 . In combination with energy efficiency improvements, in line with the ‘Fit for 55’ proposals, mainstreaming renewable energy in buildings via substantial increases in renewables self-consumption, renewable energy communities, and local energy storage, can result in energy poverty reduction and increased energy security 150 . While policy-makers need to take into account the fact that incentives are needed to increase energy efficiency, investments in this area e.g. for the entire social housing stock need considerable time, during which income support and other measures are needed (the ”time inconsistency problem”). Actions may also aim at empowering energy consumers, including vulnerable citizens , by promoting inter alia consumer rights, education campaigns, information tools, such as online price and service comparison tools, single access points, self-production and self- consumption models (‘prosumer models’). Renewable and citizens’ energy communities are expected to be key social partners during the implementation of energy efficiency policy 151 ; and social innovations in the energy sector have a proven ability to empower citizens and boost ‘prosumerism’, and should be further nurtured 152 . The empowerment can also be driven by, for instance, local renewable energy generation, collective schemes and community initiatives, including switching campaigns and micro generation cooperatives, as well as accessible and effective consumer complaint mechanisms in line with the regulatory framework. Effective measures are needed to make sustainable consumption patterns accessible to all socio-economic groups and promote healthier lifestyles that are less carbon- 148 European Environment Agency, Report No 22/2018: Unequal exposure and unequal impacts: social vulnerability to air pollution, noise and extreme temperatures in Europe. 149 Commission Recommendation (EU) 2021/1749 of 28 September 2021 on Energy Efficiency First: from principles to practice — Guidelines and examples for its implementation in decision-making in the energy sector and beyond (OJ L 350, 4.10.2021, p. 9). 150 Proposal for amending Directive (EU) 2018/2001, Regulation (EU) 2018/1999 and Directive 98/70/EC as regards the promotion of energy from renewable sources, and repealing Council Directive (EU) 2015/652, COM/2021/557 final. 151 Proposal for a Directive of the European Parliament and of the Council on energy efficiency (recast), COM/2021/558 final. 152 European Commission (2020), Social innovations for the energy transition, Joint Research Centre, JRC122289. ",
        "33 intensive. Consumers are increasingly ready to make sustainable choices 153 . Yet, studies have shown a gap between the consumers' good intentions and their actual behaviour. Poorer households are not less green per se, but only in respect of cost-intensive green activities 154 . This implies that financial incentives and subsidies are in some contexts relevant to promote cost-intensive green consumption activities, especially for low-income households. At the same time, studies that focus on the impacts of consumption show that the biggest predictor of environmental impact is people's income. This is because most consumers are more likely to focus on behaviours with relatively small impacts, while the largest impacts come from overall lifestyle – size of housing, size of car, frequency of flying, number of appliances owned – which usually corresponds to their income 155 . In many developed countries per capita emissions of the poorest half of the population have declined since 1990 and are close to 2030 climate targets, contrary to that of wealthier groups 156 , who will have to increase their contribution to emission reductions efforts significantly. Circular value retention activities (including repair, re-use, remanufacturing and servitisation business models) can foster affordable and sustainable access to goods and services. They also generate jobs at various skill levels, including for people with disabilities and other groups in vulnerable situations, with social economy enterprises active in these areas. 157 By avoiding new purchases, they reduce carbon emissions vastly, whilst the jobs created are in proximity to the products that need to be maintained, refurbished or shared. It is also important to prevent and tackle mobility challenges and obstacles to mobility by, inter alia, ensuring the affordability of sustainable forms of transport. This also requires taking into account different gender-specific needs, including in cities, peripheral, rural and remote areas, through adequate financial incentives and support measures, such as voucher systems, and the development of the necessary infrastructure, such as recharging and refuelling networks, in line with the legal framework. This includes promoting innovative solutions for, and the uptake of sustainable modes of mobility and transport where adequate, ensuring affordability, accessibility and safety, as well as sufficient availability and frequency of public transport also in rural areas, taking into account that affordable mobility is essential for employment, social inclusion and connectivity. To this end, the Commission presented, in December 2020, the Smart and Sustainable Mobility Strategy, which lays down the foundation for how the EU transport system can achieve its green and digital transformation and become more resilient to future crises. In the same line, in December 2021, a new European Urban Mobility Framework will be launched, providing guidance to specific challenges and opportunities in urbanised regions. 153 In the New Consumer Agenda, presented in November 2020, the Commission announced that it will present a legislative proposal to empower consumers for the green transition with better information on products’ sustainability and better protection against certain practices, such as greenwashing and early obsolescence. This will help to ensure that all consumers, regardless of income, are empowered to play their part in the green transition. 154 Social Situation Monitor, Determinants of the greening of households in Europe (forthcoming). 155 S. Moser and S. Kleinhückelkotten, 'Good intents, but low impacts: Diverging importance of motivational and socio-economic determinants explaining pro-environmental behavior, energy use, and carbon footprint', Environment and Behaviour, Vol. 50(6), 2017, pp. 626-656, and J.M. Cayla et al, 'The role of income in energy consumption behaviour: Evidence from French households data', Energy Policy, Vol. 39(12), 2011, pp. 7874-7883. 156 Climate change & the global inequality of carbon emissions, 1990-2020, Lucas Chancel (2021) available at: https://wid.world/document/summary-of-climate-change-the-global-inequality-of-carbon-emissions-1990-2020-study-world-inequality- lab-working-paper-2021-21. 157 See also the Communication from the Commission ‘Building an economy that works for people: an action plan for the social economy’, COM(2021) 778 final. ",
        "34 6.2 Cross-cutting elements supporting policy actions A whole-of-economy and whole-of-society approach to the fair transition can support policy action , based on the coordination of policy-making at all levels and across all relevant policy areas, the involvement of social partners at all levels and stages, enabling the participation of the whole of civil society and stakeholders, and strengthened operational capacities necessary to deliver a fair transition. Such coordination and engagement can ensure that the European Green Deal principles of fairness and solidarity are integrated in policy design, implementation and monitoring from the outset, providing the basis for broad and long-term support for policies advancing the green transition. An effective whole-of-economy, whole-of-society approach to fair transition policies As part of a whole-of-economy approach, it is notably important that policy-making is coordinated at all levels, including across borders in border regions, and across all relevant policy areas, including energy, environment, climate, trade and competition policies, as well as research and innovation. Such coordination and mainstreaming can help Member States and the EU ensure that social and labour aspects of the green transition are integrated in policy design, implementation and monitoring from the outset, and not as an afterthought, in line with the Clean Planet for All long-term vision and the European Green Deal. High-quality and effective social partners’ involvement is a prerequisite for the good functioning of the European social market economy, ensuring more sustainable and inclusive policy outcomes. Social partners have played a key role in the COVID-19 crisis, and the Employment Guidelines call upon Member States to ensure the timely and meaningful involvement of the social partners in the design and implementation of employment, social and, where relevant, economic reforms and policies, including by supporting their increased capacity. In line with national practices and institutional frameworks, the engagement with social partners at all levels aims to improve the design and ensure ownership of reforms. The involvement of civil society organisations is also important and instrumental to this. This is particularly important at a time when strong consensus is needed to support to the green and digital transitions. Overall, the quality of the involvement of the social partners in the national employment and social policies has remained stable or slightly improved over the past years, but still differs significantly across Member States. It is necessary to involve social partners at national, regional and local as well as cross- border levels in all relevant stages of policy-making, in particular on climate, energy and environmental policy, and in the design and implementation of sectoral transition pathways, in accordance with national practices. In particular, social partners and other stakeholders should be consulted and involved in the implementation and monitoring of the ‘Fit for 55’ package on delivering the 2030 climate target. Moreover, it is also important to enable civil society and stakeholders, including organisations by and for youth, children, people with disabilities, ethnic minorities, people with migrant background and other persons in vulnerable situations, in policy design and implementation, in line with the European Climate Pact. This can be achieved in particular through providing for enabling conditions for civic participation according to local circumstances, adequate access to resources, and structured and systematic involvement in policy-making processes, including during the implementation of the ‘Fit for 55’ package. Strengthening operational capacities and mechanisms of delivery systems, in particular of (public) employment services, training providers, social and health services, to effectively integrate fair transition objectives, requires a consideration of all activities ",
        "35 and processes of service providers. Those include analysis, prevention, profiling, outreach, preparation based on individualised action plans, counselling and guidance, skills development and validation, as well as the job offer and post-offer phase. Quality data and evidence for a fair transition The evidence base for the design, implementation and monitoring of fair transition policies and their impact can be strengthened by establishing and advancing the gradual harmonisation and consistency of definitions, concepts and methodologies , building notably on the Commission Recommendation (EU) 2020/1563 on energy poverty, including indicators to be used in assessments and relevant national plans. Actions in this area can build on the Social Scoreboard and the sustainability scoreboard used in the country reports under the European Semester, the European Green Deal dashboard and the monitoring framework under development in relation to the Union’s 8th Environmental Action Programme. Sound (quantitative and qualitative) analysis forms the base for sustainable and inclusive policymaking. In some areas, complementary data collection may be needed or the set-up of new data sources could be explored. These can include additional, potentially permanent, additions to existing annual or otherwise regular instruments (e.g. LFS, EU-SILC, Household Budget Surveys, as well as enhanced access to other data sources, e.g. cross- nationally linked microdata sets or linked administrative data, where relevant, or also data from social partners, industries and companies. In addition, high frequency data (local, national, European) and big data opportunities can be explored, for instance in relation to analysis of mobility patterns and related incentive structures and behavioural changes 158 . An open and transparent dialogue on expected and actual impacts is key for ensuring a fair transition, 159 and a good practice for adjusting policies throughout the transition where needed , including when actual impacts differ from expected ones, when milestones are not being met, or when any potentially unexpected externalities are generated. In line with the European Pillar of Social Rights Action Plan, the Commission also will present a dedicated guidance on distributional impact assessments in 2022. Effective and transparent monitoring, foresight, and evaluation of above mentioned effects (of national reforms and measures contributing to climate and environmental objectives), should be based on adequate methodologies for ex-post policy impact evaluations. Analyses should include the assessments of effects via price and substitution channels as well as changes in preferences and behaviours, focused on the areas of energy and transport as well as beyond where relevant. Such evaluations should be qualitative and quantitative, compare actual outcomes to sound baseline assessments, ex-ante projections, and relevant counterfactuals. 160 To substantiate the analyses, stakeholders, including academia, practitioners, social partners, civil society, and other relevant actors should be involved in the process. This may concern the identification of relevant definitions of indicators (for example pertaining to unmet demand in the context of transport poverty or aspects to consider related to energy poverty, among other elements) as well as the identification of relevant, adequate, and timely 158 As recently done in JRC studies to assess mobility patterns in response to COVID-19 restrictions (e.g. in Spain). 159 See for instance the experience in Ireland with the ‘Just Transition Review Group’ that has been established within the National Economic and Social Council. Through this group, the council will review the ongoing transition and identify specific needs among cohorts of workers and enterprises, in communities and among specific groups of people. See Eurofound (2021). 160 Horizon 2020 and Horizon Europe framework programmes support a number of projects that promote the involvement of citizens, civil society and stakeholders in the Just Transition, particularly regarding the challenges facing carbon-intensive region, as well many socio- economic transition related projects. See Table 2 in Annex 1 for an overview. ",
        "36 datasets, including from linked administrative (micro-) datasets where available. Where useful, evaluations should take into account available surveys on above aspects and indicators, on citizen expectations and on their perceptions regarding the impacts and social fairness of climate change policies. Adequate monitoring and foresight on the internal energy market and prices and their impacts on households and industry should also be ensured, with a view to providing for a well-managed, fair transition. The outcomes of evaluations, foresight and monitoring exercises may be presented to the public in regular intervals, including through exchanges with social partners, civil society and other stakeholders. Systematic and transparent reviews of expected and actual impacts of policy measures and investments, based on shared and supported indicators and methods, can play a key role in maintaining and increasing broad public support for and social acceptance of the green transition and the necessary measures for its timely and successful implementation. 6.3 Effective financial support exploiting synergies at all levels The optimal use of public and private funding facilitates the mobilisation of all resources available in the area and their effective deployment, which is of particular importance in light of the significant investment needs stemming from the green transition. At the Union level, actions on the social and labour aspects of the green transition are supported in particular by a range of funds and instruments, summarised in Annex 3. 7 Conclusions The transition of our economies and societies is the defining task of our generation. While the objectives are ambitious and the process is not without risks, we can succeed to ensure a fair transition towards climate neutrality that fosters decoupling of our economic activity from CO 2 emissions, while creating new quality employment and supporting those in need as well as delivering positive social co-benefits, including improvements in social and territorial cohesion, health and well-being. In the future, the evidence base for fair transition policies, and notably for monitoring and evaluation, could be strengthened via a number of actions, focused notably on indicators, scoreboards, concept definitions, as well as small-scale pilot projects and other forms of policy experimentation. As regards indicators, the Commission already has developed a number of indicator sets and scoreboards which contain relevant information for monitoring and assessing specific aspects of fair transition policies 161 . In addition and related, indicators to measure transport poverty could be developed. 162 Further data on the fair green transition will help strengthen research in the area and thereby influence both public debates and policy-making, including at the international level. 163 Moreover, global (research) interests in these domains would be boosted, and international cooperation and exchange of best practices intensified. In addition, the EU could 161 Including notably the (forthcoming) European Green Deal Dashboard, the Social Scoreboard and the scoreboard on environmental sustainability, both used in the European Semester; dedicated guidance on energy poverty analysis and indicators; the Resilience Dashboards developed in the context of strategic foresight; the monitoring framework proposed for the 8th Environmental Action Programme, currently in inter-institutional negotiation, including on indicators related to sustainable development and well-being. 162 This can include aspects of unmet demand, which is relatively more established in other social dimensions such as health research. The work in this domain may also relate to (lack of) access to essential services as one specific and possibly very severe result of transport poverty, alongside aspects of social isolation and social exclusion. 163 Data should be representative of local sub-populations, geographically and inter-temporally comparable, and of relatively high frequency. By establishing unique and comprehensive data, analysis of policy impacts by skills, income group, gender, age and socio- economic status and background can be enhanced. ",
        "37 serve as a role model for other regions, which should not be underestimated given the global and universal dimension of the challenge under consideration. In addition, sound monitoring and evaluation go hand in hand with modelling capacities. Much progress has been made in this area over recent years, in the future e.g. skills, gender and other social dimensions could still be added to the relevant macro-models, to model better costs and frictions regarding labour market transitions and restructuring. By further using advanced modelling and (ex-post) evaluation methodologies, transparency and the impact of our analyses will be further improved. Ongoing projects 164 will be instrumental in this respect and provide important support to assessing and monitoring notably the distributional impacts of policy measures with climate and environmental objectives 165 . While very technical, the return on investment for improvements of data, indicators, analytical, modelling and evaluation capacity is high. Proper data yield the ability to design, deliver and communicate better policies which foster sustainable development, save and create jobs, design adequate and fair taxation and social protection systems, and enable an informed, transparent and inclusive public debate on the objectives and impacts of the policy measures proposed. Building on a strong evidence base, the right accompanying policies at all levels – at EU, Member States, regions and the local level – will help realise the transformative potential of the green transition. As Section 6 has shown, the design, implementation and monitoring needs to involve all stakeholders, including social partners and civil society organisations, in a transparent manner, as a pre-condition for broad buy-in, social acceptance and public support. 164 Such as the DG EMPL-JRC project on “Assessing and Monitoring the Employment and Distributional Impacts of the twin transition, and notably of the Green Deal” (GD-AMEDI), which aims to fine-tune simulations of distributional impacts on household incomes and expenditures and to improve the modelling of the, labour market transitions. In addition, there are a number of ongoing or upcoming calls for related research and innovation actions under Horizon 2020 and Horizon Europe, including notably the Green Deal Call launched end 2020 under Horizon 2020, as well as for Horizon Europe missions on climate change adaptation and on climate-neutral cities and for experimentation, and further calls for behavioural studies and living labs to test effects and uptake of green technologies and consumption models. 165 Also building on available guidance such as European Commission (2013), Design and commissioning of counterfactual impact evaluations: A practical guidance for ESF managing authorities; European Commission (2019), Advanced counterfactual evaluation methods: Guidance document; and N. Crato and P. Paruolo (2019) (eds), Data-Driven Policy Impact Evaluation; How Access to Microdata is Transforming Policy Design, Springer. ",
        "38 8 Annexes 8.1 Annex 1: Charts and tables This section includes the charts and tables referred to in the report. Figure 4. Impact gap from revenue recycling, between highest and lowest expenditure decile, in percentage points. Table 1. Impact gap from revenue recycling, between highest and lowest expenditure decile, in percentage points, for select expenditure deciles. Impact gap D1-D10, % pt Share of revenue recycled: Beneficiaries of transfer: 100 75 50 25 All households 0.801 0.428 0.055 -0.318 < median income 2.631 1.800 0.970 0.139 < 60% median income 7.274 5.283 3.291 1.300 Table 2. Horizon 2020 and Horizon Europe framework programmes that support projects that promote the involvement of citizens, civil society and stakeholders in the Just Transition. The ENTRANCES project looks at the transition as a socio-economic-psychological process that affects the daily life of local communities. The project focuses on 13 coal and carbon-intensive regions across Europe, looking at socio-economic factors, political dynamics and deep territorial transformations linked to the energy transition. The CINTRAN project studies the structural changes involved to find ways to minimise risks. It is conducting quantitative model-based research and qualitative analysis, focusing on -2 -1012345678 100 90 80 70 60 50 40 30 20 10 0 I m p a c t g a p , i n p e r c e n t a g e p o i n t s Share of new revenue recycled, in percent Impact gap D1-D10, percentage points All households < median income < 60% median income ",
        "39 Greece (Western Macedonia), Poland (Silesia), Estonia (Ida-Virumaa) and Germany (Rhenish mining area). TIPPING.PLUS is identifying positive as well as negative social- ecological tipping points, to facilitate and speed up the transition but also to prevent catastrophic outcomes provoked by crossing irreversible negative thresholds. The Transition Super-Labs pilot project will apply the “living labs” methodology to the context of the transition to carbon-neutrality. The idea is to work with all the relevant actors to conceptualise, implement, monitor and revise a rapid shift to climate neutrality in an integrated way and in an economically, socially and environmentally sustainable manner. The Fostering a Just Transition in Europe topic will bundle several projects examining diverse dimensions of climate justice, including distributional implications associated with changes in GDP, industrial competitiveness and trade, employment and skills, taxation, incomes and wealth, vulnerabilities and human health, structure of sectors, business models and relative prices etc. Revising the ‘Fiscal EU’: Fair, Sustainable, and Coordinated Tax and Social Policies (FairTax) project proposes measures that could tackle both environmental and fiscal challenges currently facing the EU, increasing the productivity and employment in the EU. By proposing the introduction of the border carbon adjustments (BCA), the project supports that Member States could cut distortionary measures such as taxes on labour, thereby increasing growth- and employment friendliness of taxation. 8.2 Annex 2: Stakeholder consultations The Commission has undertaken a number of general and targeted consultation activities on the green transition , including its social and labour aspects, notably through:  Online public consultations as part of the July 2021 package (e.g. EU Emissions Trading System, Energy Taxation Directive, Energy Efficiency Directive, and others);  Bilateral/multilateral stakeholder meetings, including more than 50 meetings on the ETS revision, in particular in the context of the package adopted on 14 July 2021;  An online open public consultation on the 2030 Climate Target Plan (Mar - Jun 2020; over 1,000 replies), following a 4-week consultation on the Inception Impact Assessment. For the preparation of this proposal for a Council Recommendation, the Commission conducted both targeted consultations and an open Call for Evidence. Targeted hearings A number of targeted consultations and exchanges took place in October 2021 , notably with the Employment Committee (EMCO) and the Social Protection Committee (SPC), the Economic Policy Committee (EPC), European social partners, and civil society organisations. Amongst different parties, there was a broad agreement on the need to address climate change with adequate measures, while also ensuring a fair transition through comprehensive policy packages. Regarding social and labour aspects, there was agreement on the need for: up-and reskilling initiatives ; an improved understanding of employment and social impacts , including on the quality of jobs, of climate change policies, and related monitoring and reporting based on “real life data” and relevant indicators; mainstreaming gender equality ; good use of existing policies and funding instruments , avoiding duplication and administrative burden, but also requests for more funds and capacity building , particularly for SMEs ; integration into existing governance mechanisms; ",
        "40 and the involvement of social partners and civil society in the design and implementation of climate change and funding strategies for fair transitions. Social partners agreed on the need for strengthening intelligence on the employment, skills, social and distributional aspects of the green transition, mobilising public and private investments, ensuring long-term predictability, and promoting the inclusive management of the transition. More specifically, Trade Unions highlighted the need for more ambitious measures on the social and labour aspects of the green transition, namely regarding the adaptation of work regarding working conditions, namely health and safety, skills, funding and the worker’s involvement and active involvement of social partners. Employers in particular stressed the need for maintaining and promoting competitiveness and entrepreneurship, while also highlighting the need for adequate skills development, investment initiatives and guidance on their deployment. Civil society participants highlighted in particular the need to consider people ‘in vulnerable situations’, for instance with low levels of skills and at risk of exclusion, to promote the role of social and civil dialogue, and to take into account the role of local authorities. Further, they emphasised relevant elements of the renovation wave and housing, food systems, behavioural changes, a link with the social economy, progressive and gender-sensitive taxation, the territorial dimension, and access to essential services and education. When consulted in EMCO and SPC, most of the Member States who intervened stressed that the green transition has significant and diverse impacts and that it needs to be just and fair. Some Member States stressed the importance of minimizing administrative burden, particularly in the scope of the European Semester, ensuring increased complementarity of existing funds and promoting exchanges of best practices, while stressing the need to account for country specificities. The involvement of social partners and respect for their autonomy was considered of particular importance in this context. The EPC was also consulted, with Member States reiterating points raised in the aforementioned committees, notably regarding the importance to ensure a fair transition, the coherence and synergy between existing instruments, including the European Semester, as well as possible administrative burdens and the role and respect for the autonomy of social partners. Call for Evidence In addition, the Commission launched, between October and November 2021, a call for evidence, having received 66 contributions from a broad spectrum of stakeholders 132 (see Figure 5 below). Overall, there was a good balance in terms of replies, with 61% micro and small organisations, but also 21% large organisations; feedback from European and national social partners, civil society organisations in the area of social affairs, but also climate and environmental organisations. ",
        "41 Figure 5. Overview of type of stakeholders who submitted feedback in the call for evidence. Consulted parties acknowledged the need for a long-term strategy on green transition and welcomed the focus on employment and social aspects . More specifically, the potential impact on inequalities, jobs and skills has been raised in several contributions, with some parties considering there is an absence of targeted measures on the labour and social aspects within the current proposals under the ‘Fit for 55’ package. Regarding the type of instrument chosen (Recommendation), feedback provided support to both a legal framework, as well as a Council Recommendation, with some organisations referring to the need to ensure coherence and avoid overlapping initiatives, which would represent additional administrative burden. There was an overall appeal for providing adequate funding and technical assistance regarding available funding instruments to Member States, focusing on vulnerable regions, sectors and groups (workers and households). Contributions highlight an increased need to invest in reskilling and upskilling initiatives, capacity building and infrastructures . Concerning the elements of the present Recommendation, there was broad support to strengthening social dialogue and collective bargaining , with some respondents calling for workers’ right to information, consultation and co-decision. Moreover, the vast majority of contributions stressed the need for a granular mapping and analysis of skills needs (skills intelligence), providing quality training, including VET, and continuous life- long learning , positively contributing to job-to-job transitions, labour mobility and reallocation, including for workers in platforms and self-employed. Academic/Research Institution 5% Business Association 11% Company/Business organisation 16% Environmental Organisation 2% EU Citizen 11% NGO (Non- governmental organisation) 28% Other 11% Public authority 3% Trade Union 13% ",
        "42 Other issues were mentioned in numerous contributions, notably direct income support measures to vulnerable workers and households, access to essential services, including transport, ensuring health and safety at work which is adapted to ‘green jobs’. In addition, parties called for the need to ensure competitiveness and foster entrepreneurship, with a special focus on SMEs. Finally, respondents highlighted the importance of embedding just transitions and social sustainability in different monitoring instruments, notably the European Semester and NRPs, as well as the NECPs. 8.3 Annex 3: Summary of funding sources available to Member States Table 3. Summary of EU funding instruments available to Member States for ensuring a fair transition towards climate neutrality (2021-2027). Fund/ instrument Total financial envelope 166 Amounts in current prices, unless specified otherwise Support areas contributing to a fair transition Recovery and Resilience Facility (RRF) EUR 723.8 billion for the period 2021-2023 In line with the Regulation (EU) 2021/241, Member States RRPs need to meet a minimum of 37% of total national allocations for climate- related investments and reforms and, moreover, contribute to smart, sustainable and inclusive growth; social and territorial cohesion; health, and economic, social institutional resilience; as well as policies for the next generation. A significant number of measures in the RRPs are specifically targeted to support the acquisition of new green skills and open new job opportunities related to green technologies, while 21 out of the 22 adopted RRPs include energy efficiency measures, which can help address energy poverty concerns. Just Transition Fund (JTF) EUR 19.3 billion for 2021- 2027 The JTF is designed to address the social and economic impacts of the green transition, focusing on the regions, industries and workers who face the greatest challenges based on the Territorial Just Transition Plans (TJTPs) by Member States. It supports training, re-skilling and economic diversification in 166 The amounts specified are not specific allocations for the implementation of the current Proposal for Recommendation but represent the total financial envelope of each spending programme and fund. ",
        "43 Fund/ instrument Total financial envelope 166 Amounts in current prices, unless specified otherwise Support areas contributing to a fair transition particular. It can also support other investments such as social infrastructures if in line with the TJTPs. Social Climate Fund (proposal) EUR 72.2 billion for the period 2025-2032 The Fund will address the social and distributional impacts on the vulnerable households, micro enterprises and transport users arising from the extension of emissions trading for the two new sectors of buildings and road transport. InvestEU “Just Transition” scheme EUR 110 billion 167 (estimate) The InvestEU guarantee amounts to EUR 26 billion and is expected to trigger to mobilise more than EUR 372 billion of additional investment across the Union and should be indicatively allocated between the four InvestEU policy windows. Investments supported under the InvestEU Programme are expected to contribute overall at least 30 % to climate objectives. In particular, infrastructure supported under InvestEU should contribute to at least 60% to climate and environmental objectives. More than EUR 2.7billion of the InvestEU budget is allocated to support priorities under the Social Investment and Skills Window. In addition, and as part of the Sustainable Europe Investment Plan/European Green Deal Investment Plan, InvestEU will contribute to the Just Transition Mechanism, with a dedicated InvestEU Just Transition Scheme (InvestEU JTS), implemented through any InvestEU financial product under the four policy windows. The InvestEU JTS will support investments that address 167 The figure reflects mobilised expected investments, not EU budget contribution. ",
        "44 Fund/ instrument Total financial envelope 166 Amounts in current prices, unless specified otherwise Support areas contributing to a fair transition social, economic and environmental challenges deriving from the transition towards achieving of the Union’s 2030 climate target and its target of achieving climate neutrality by 2050. Implementing partners will track and report back to the European Commission on the financing and investment operations or their relevant components supporting projects or final recipients under the InvestEU JTS. Public Sector Loan Facility EUR 18.5 billion 168 As part of the Just Transition Mechanism (JTM), the lending facility, comprising a grant from the EU budget (EUR 1.525 billion) and a loan component from the European Investment Bank (EUR 10 billion), aims at supporting public investments in territories most negatively affected by the green transition. Public entities in less developed regions can benefit from higher grant rates (up to 20% of a loan). European Social Fund Plus (ESF+) EUR 99.3 billion The ESF+ invests in people, including in the area of supporting green skills development at all levels, promoting green entrepreneurship, search assistance for green jobs, job creation in green sectors, social inclusion of people impacted by the transition, occupational safety and health, and other areas. European Regional Development Fund (ERDF) EUR 226 billion The ERDF including Interreg, contributes to creating economic opportunities and to improving quality of life in all regions across the EU. It pays particular attention to addressing the needs of vulnerable groups, disadvantaged communities 168 The figure reflects mobilised expected investments, not EU budget contribution. ",
        "45 Fund/ instrument Total financial envelope 166 Amounts in current prices, unless specified otherwise Support areas contributing to a fair transition and territories. Investments under the ERDF support infrastructure and equipment for quality and inclusive education and training, up- and re- skilling, training and life-long learning opportunities, childcare, social services, health and housing, as well as for the green transition of businesses in the tourism and culture sectors. Through its support to developing social infrastructure and promoting social economy, labour market intelligence, skills forecasting technology or modernizing VET facilities aimed at re-up/skilling people to secure their employability and adaptation to labour market changes, the ERDF helps to bring about a smooth and fair transition to greener Europe. Cohesion Fund EUR 48 billion The Cohesion Fund will support basic infrastructure in environment transport and energy. Recovery Assistance for Cohesion and the Territories of Europe (REACT-EU) EUR 50.6 billion REACT-EU is a tool to address the immediate impact of the pandemic and acts as a bridge between 2014 - 2020 and 2021-2027 programming periods. 25% of the envelope should contribute to climate objectives by supporting, for instance, trainings in energy efficiency, sustainability trainings in water or waste management, administrative capacity for more sustainable management, self-employment in green activities and job-maintenance in areas or sectors considered as contributing to climate change mitigation and adaptation. ERASMUS+ EUR 26.5 billion in 2021- 2027 Support for the greening of education and training systems, for example through Centres of Vocational excellence, Alliances for Innovation and forward-looking projects. Environment and the fight against global warming are a horizontal ",
        "46 Fund/ instrument Total financial envelope 166 Amounts in current prices, unless specified otherwise Support areas contributing to a fair transition priority for the selection of projects. For instance, the Programme will foster competences in various environmental sustainability-relevant sectors, developing green sectorial skills strategies and methodologies, future-oriented curricula and learning opportunities. European Globalisation Adjustment Fund for Displaced Workers (EGF) Up to EUR 186 million (in 2018 prices) per year The EGF offers assistance to workers who lost their jobs in the course of major restructuring events, including those caused by the green transition. The EGF can be mobilised on average up to a maximum annual amount of EUR 186 million in 2018 prices, in the period 2021-2027. The EGF offers reactive, one-off assistance to the displaced workers, with the aim of bringing them back into sustainable employment, including via personalised active labour market policy measures and the development of skills needed in a circular economy. Horizon Europe EUR 95.5 billion The Horizon Europe programme, the EU's key funding programme for research and innovation, supports research and innovation that should help achieve climate neutrality in Europe by 2050, while boosting competitiveness and resilience and ensuring a fair transition, including the engagement and participation of citizens in the clean energy transition. For instance, a dedicated Green Deal call launched under Horizon 2020 provides EUR 1 billion for research and innovation projects that respond to the climate crisis and help protect Europe's unique ecosystems and biodiversity, while covering the horizontal areas of strengthening knowledge and empowering citizens which can support fair transitions. Dedicated Horizon Europe Missions, with a ",
        "47 Fund/ instrument Total financial envelope 166 Amounts in current prices, unless specified otherwise Support areas contributing to a fair transition budgetary support of up to EUR 1bn each, support regions and cities e.g. in the design and implementation of region-specific transition pathways, and in developing concrete solutions for making European cities climate- neutral by 2030. Technical Support Instrument (TSI) EUR 0.86 billion The Technical Support Instrument (TSI) is the EU programme that provides tailor-made technical expertise to EU Member States to design and implement reforms. The support is demand driven and does not require co-financing from Member States. For example, the TSI and its predecessor programme, the SRSP, supported the just transition, including its social and labour aspects, in a large number of Member States, among others by supporting the preparation of the territorial just transition plans in 18 Member States. Future technical support can continue to support Member States towards a fair transition in a wide range of policy areas, including health, education, labour market and social services, green transition, governance and public administration, equality and specifically gender budgeting, digital transition including digital skills, and reinforcement of administrative capacity. LIFE programme EUR 5.4 billion The general objective of the LIFE Programme for the period 2021-2027 shall be to contribute to a just transition towards a sustainable, circular, energy-efficient, renewable energy-based, climate-neutral and resilient economy, in order to protect, restore and improve the quality of the environment, including the air, water and soil, and to halt and reverse biodiversity loss and to tackle the degradation of ecosystems, ",
        "48 Fund/ instrument Total financial envelope 166 Amounts in current prices, unless specified otherwise Support areas contributing to a fair transition including by supporting the implementation and management of the Natura 2000 network, thereby contributing to sustainable development. Specific components will contribute to the social and labour aspects of the green transition, including actions to provide solutions for vulnerable consumers and for addressing energy poverty in the framework of the clean energy transition sub- programme. European Agricultural Guarantee Fund (EAGF) EUR 291.1 billion The Common Agricultural Policy (CAP) plays a crucial role to ensure food security, the sustainable use of natural resources and the balanced development of Europe’s rural areas. Three out of nine of the Common Agricultural Policy’ (CAP) s specific objectives directly concern the environment and climate – covering climate change, management of natural resources, and biodiversity. Taken as a whole, the CAP’s objectives address the three dimensions of sustainability (environmental, economic and social). Agriculture and rural areas are central to the European Green Deal, and the new CAP will be a key tool in reaching the ambitions of the Farm to Fork and biodiversity strategies while contributing to a fair transition. The CAP plays a positive role in reducing poverty and the creation of better jobs for farmers. A number of measures under rural development, second pillar of the CAP, are strengthening the socio-economic fabric in those areas, by bringing jobs and growth to rural areas, promoting social inclusion and local development. The distribution of support provides stability and contributes to remunerating farmers for environmentally friendly farming and delivering public goods not normally paid for by the markets. European Agricultural Fund for Rural Development (EAFRD) EUR 95.5 billion Connecting Europe EUR 20.7 billion Connecting Europe Facility aims at ",
        "49 Fund/ instrument Total financial envelope 166 Amounts in current prices, unless specified otherwise Support areas contributing to a fair transition Facility developing and modernising of the trans-European networks in the fields of transport, energy and digital, and facilitates cross-border cooperation in the field of renewable energy. It supports the development of multimodal and high-performance infrastructure with a special focus on cross-border connections. The CEF contributes at least 60% of its budget to the Union´s climate objectives, and supports environmentally and socially sustainable projects. Research Fund for Coal and Steel (RFCS) (Research Programme; outside EU budget) EUR 111 million annually over 2021-27 The RFCS co-finances through grants research and innovation projects at universities, research centres, and private companies. It is funded via the revenues generated by the European Coal and Steel Community (ECSC) in liquidation assets. It contributes to inter alia to research projects for the coal sector to assist the fair transition of formerly operating coal mines or coal mines in the process of closure, and related infrastructure in line with the Just Transition Mechanism. Modernisation Fund (outside the EU budget and NGEU) The total revenues of the Modernisation Fund may amount to some EUR 14 billion in 2021-30, depending on the carbon price 169 . The Modernisation Fund supports 10 lower-income EU Member States in their transition to climate neutrality by helping to modernise their energy systems and improve energy efficiency. This includes actions for a fair transition in carbon-dependent regions, notably for redeployment, re-skilling and upskilling of workers, education, job-seeking initiatives and start-ups. The fund uses revenues from the auctioning of 2% of the total allowances for 2021-30 under the EU ETS, in addition to transferring allowances. 169 See: https://ec.europa.eu/clima/eu-action/funding-climate-action/modernisation-fund_en. "
    ]
}