{
    "text": [
        "P9_TA(2021)0084 European Semester: employment and social aspects in the Annual Sustainable Growth Strategy 2021 European Parliament resolution of 11 March 2021 on the European Semester for economic policy coordination: Employment and Social Aspects in the Annual Sustainable Growth Strategy 2021 (2020/2244(INI)) (2021/C 474/10) The European Parliament , — having regard to the Commission communication of 17 September 2020 on the Annual Sustainable Growth Strategy 2021 (COM(2020)0575), — having regard to the Commission proposal of 18 November 2020 for a joint employment report from the Commission and the Council (COM(2020)0744), — having regard to the Organisation for Economic Co-operation and Development (OECD) Economic Outlook, Volume 2020 Issue 2, of 1 December 2020, — having regard to the International Labour Organization (ILO) Global Wage Report 2020-21 of 2 December 2020 on wages and minimum wages in the time of COVID-19, and the ILO Monitors on COVID-19 and the world of work, — having regard to its resolution of 19 January 2017 on a European Pillar of Social Rights ( 1 ), — having regard to the Commission communication of 14 January 2020 entitled ‘A strong social Europe for just transitions’ (COM(2020)0014), — having regard to the UN’s 2030 Agenda for Sustainable Development, — having regard to the UN Sustainable Development Goals (UN SDGs), in particular goals 1, 3, 4, 5, 8, 10 and 13, — having regard to the Commission communication of 11 December 2019 on the European Green Deal (COM(2019)0640), — having regard to the Commission communication of 27 May 2020 entitled ‘Europe’s moment: Repair and Prepare for the Next Generation’ (COM(2020)0456), — having regard to the Recovery and Resilience Facility, — having regard to the Commission communication of 27 May 2020 entitled ‘The EU budget powering the recovery plan for Europe’ (COM(2020)0442), — having regard to its resolution of 16 November 2017 on combating inequalities as a lever to boost job creation and growth ( 2 ), — having regard to the Commission communication of 27 May 2020 entitled ‘Adjusted Commission Work Programme 2020’ (COM(2020)0440), — having regard to the Commission proposal of 28 May 2020 for a Council regulation establishing a European Union Recovery Instrument to support the recovery in the aftermath of the COVID-19 pandemic (COM(2020)0441), — having regard to the Commission communication of 1 July 2020 on a European Skills Agenda for sustainable competitiveness, social fairness and resilience (COM(2020)0274), 24.11.2021 EN Official Journal of the European Union C 474/99 Thursday 11 March 2021 ( 1 ) OJ C 242, 10.7.2018, p. 24. ( 2 ) OJ C 356, 4.10.2018, p. 89. ",
        "— having regard to the Commission communication of 19 February 2020 entitled ‘Shaping Europe’s digital future’ (COM(2020)0067), — having regard to Commission staff working document of 1 July 2020 accompanying the proposal for a Council recommendation on a Bridge to Jobs — reinforcing the Youth Guarantee (SWD(2020)0124), — having regard to its position of 10 July 2020 on the proposal for a Council decision on guidelines for the employment policies of the Member States ( 3 ), — having regard to its position of 8 July 2020 on the proposal for a regulation of the European Parliament and of the Council amending Regulation (EU) No 1303/2013 as regards the resources for the specific allocation for the Youth Employment Initiative ( 4 ), — having regard to the Spring 2020 European Economic Forecast published by the Commission on 6 May 2020, — having regard to the opinion of the European Economic and Social Committee of 18 September 2020 on decent minimum wages across Europe ( 5 ), — having regard to the opinion of the European Economic and Social Committee of 16 July 2020 on the recovery plan for Europe and the Multiannual Financial Framework 2021-2027 ( 6 ), — having regard to the opinion of the European Economic and Social Committee of 11 December 2019 entitled ‘Common minimum standards in the field of unemployment insurance in EU Member States — a concrete step towards the effective implementation of the European Pillar of Social Rights’ ( 7 ), — having regard to the study by the European Foundation for the Improvement of Living and Working Conditions (Eurofound) of 24 June 2020 entitled ‘COVID-19: Policy responses across Europe’, — having regard to the Political Guidelines for the next European Commission 2019-2024 entitled ‘A Union that Strives for More’, presented by Commission President Ursula von der Leyen on 9 October 2019, — having regard to the European Pillar of Social Rights (EPSR), proclaimed by the Council, the Commission and Parliament on 17 November 2017, — having regard to the Commission communication of 10 March 2020 entitled ‘A New Industrial Strategy for Europe’ (COM(2020)0102), — having regard to the OECD study of 15 June 2018 entitled ‘A Broken Social Elevator? How to Promote Social Mobility’, — having regard to Directive (EU) 2019/1158 of the European Parliament and of the Council of 20 June 2019 on work-life balance for parents and carers and repealing Council Directive 2010/18/EU ( 8 ), — having regard to its resolution of 26 May 2016 entitled ‘poverty: a gender perspective’ ( 9 ), — having regard to the opinion of the European Economic and Social Committee of 19 September 2018 on the digital gender gap ( 10 ), C 474/100 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ( 3 ) Texts adopted, P9_TA(2020)0194. ( 4 ) Texts adopted, P9_TA(2020)0180. ( 5 ) OJ C 429, 11.12.2020, p. 159. ( 6 ) OJ C 364, 28.10.2020, p. 124. ( 7 ) OJ C 97, 24.3.2020, p. 32. ( 8 ) OJ L 188, 12.7.2019, p. 79. ( 9 ) OJ C 76, 28.2.2018, p. 93. ( 10 ) OJ C 440, 6.12.2018, p. 37. ",
        "— having regard to Eurofound’s sixth European Working Conditions Survey — Overview report (2017 update), — having regard to the joint report of the Commission and Eurofound entitled ‘How computerisation is transforming jobs: evidence from Eurofound’s European Working Conditions Survey’, published in 2019, — having regard to the study of the European Parliamentary Research Service (EPRS) Scientific Foresight Unit (STOA) of 31 March 2020 entitled ‘Rethinking education in the digital age’, — having regard to its resolution of 15 November 2018 on care services in the EU for improved gender equality ( 11 ), — having regard to the Commission communication of 2 June 2016 on a European agenda for the collaborative economy (COM(2016)0356), — having regard to its resolution of 11 September 2018 on pathways for the reintegration of workers recovering from injury and illness into quality employment ( 12 ), — having regard to the debate with representatives of national parliaments on the priorities of the 2021 European Semester, — having regard to its resolution of 17 December 2020 on a strong social Europe for Just Transitions ( 13 ), — having regard to the joint report of the Commission and the OECD of 19 November 2020 entitled ‘Health at a Glance: Europe 2020 — State of Health in the EU cycle’, — having regard to the Commission staff working document of 20 February 2013 entitled ‘Investing in Health’ (SWD (2013)0043), — having regard to the Commission communication of 4 April 2014 on effective, accessible, and resilient health systems, (COM(2014)0215), — having regard to the opinion of the Commission’s Expert Panel on Effective Ways of Investing in Health of 25 November 2020 on the organisation of resilient health and social care following the COVID-19 pandemic, — having regard to the Council conclusions of 17 October 2019 on the Economy of Wellbeing, — having regard to Rule 54 of its Rules of Procedure, — having regard to the opinions of the Committee on Budgets and the Committee on Culture and Education, — having regard to the report of the Committee on Employment and Social Affairs (A9-0026/2021), A. whereas according to Eurostat’s first estimation of annual growth for 2020 ( 14 ), GDP fell 6,8 % in the euro area and 6,4 % in the EU; whereas according to the Commission’s winter 2020 European economic forecast, EU GDP will grow marginally by 1,4 % in 2021 and the GDP of the euro area will grow by 1,2 %, with the EU’s economic output barely returning to pre-pandemic levels in 2022; whereas private consumption growth is forecast to be moderate in 2022, largely due to lingering uncertainty about employment and income prospects, which are likely to keep precautionary savings at an elevated level; whereas, on the other hand, capital spending is set to benefit from highly accommodative monetary policies, increased public investment and targeted government support schemes for firms; whereas the Annual Sustainable Growth Strategy (ASGS) did not consider the scenario of a third or further waves of the COVID-19 pandemic, which could exacerbate the current conditions of economic and social crisis to an even greater extent; 24.11.2021 EN Official Journal of the European Union C 474/101 Thursday 11 March 2021 ( 11 ) OJ C 363, 28.10.2020, p. 80. ( 12 ) OJ C 433, 23.12.2019, p. 9. ( 13 ) Texts adopted, P9_TA(2020)0371. ( 14 ) Eurostat preliminary flash estimate of 2 February 2021: https://ec.europa.eu/eurostat/documents/portlet_file_entry/2995521/2- 02022021-AP-EN.pdf/0e84de9c-0462-6868-df3e-dbacaad9f49f ",
        "B. whereas in some Member States, the EU funds and programmes provided for in the 2014-2020 multiannual financial framework (MFF) have not yet been fully implemented; whereas financing for the Next Generation EU (NGEU) recovery instrument, in particular the Recovery and Resilience Facility (RRF), will only be available after the ratification of Council Decision (EU, Euratom) 2020/2053 ( 15 ) by the Member States; C. whereas the EU institutions have on multiple occasions recognised the need for actions addressing and tackling health inequalities and protecting people’s health during the current economic recession ( 16 ); D. whereas the COVID-19 outbreak has reversed the positive trend in the employment rate of the last six years in the EU-27, resulting in a reduction in the number of people in work of about 6,1 million in the second quarter of 2020 and a predicted decrease of 4,5 % over the year 2020 ( 17 ); whereas according to Eurostat, in 2019, before the pandemic, 8,5 % of the EU population aged under 60 years lived in households where the adults had worked less than 20 % of the maximum weekly working hours during the past year and were facing worrying situations of in-work poverty ( 18 ); whereas precarious employment is still a significant concern that negatively affects labour markets; whereas workers who remain employed have faced a considerable reduction in hours worked and, consequently a loss of income, and whereas this development has the biggest impact on workers that belong to vulnerable groups; whereas it is of particular concern that in a forthcoming Eurofound report, the decline in employment headcount in the EU-27 during the first wave of the pandemic is shown to have been associated with a greater outflow to inactivity than to unemployment and a resulting weakening of labour market attachment ( 19 ); E. whereas the average number of hours worked is set to increase faster than headcount employment and employment may also fall further when short-time work schemes are discontinued; whereas the reallocation of workers is usually a lengthy process and employment is therefore expected to decline slightly in 2021; whereas, despite the expected economic rebound next year, the EU unemployment rate is set to rise further from 7,7 % in 2020 to 8,6 % in 2021 and it is expected to decline in 2022 to 8,0 %, with divergences between Members States that will persist ( 20 ); F. whereas investments that can lead to enhanced total factor productivity should be welcomed in the light of the mixed results to date, including the pre-pandemic slow pace of economic recovery and the increase in precarious employment; whereas the ongoing twin transitions, green and digital, will have important, but different, impacts on employment by sector, region and type of worker; whereas that will create new opportunities, as well as significant socio-economic challenges, in many regions and industrial sectors; whereas the EU needs a common strategy to accompany workers and businesses concerned in order to ensure that no one is left behind; whereas the COVID-19 crisis has accelerated those impacts, especially in labour markets trends, and will likely also affect demand for education, training and upskilling; whereas the COVID-19 outbreak caused significant changes in the practices of the labour market, with over a third of EU workers being required to work from home ( 21 ); whereas disconnecting from work should constitute an essential principle allowing workers to refrain from carrying out work-related tasks and engaging in electronic communication outside working hours without facing any repercussions, and thus to enjoy an adequate work-life balance; C 474/102 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ( 15 ) Council Decision (EU, Euratom) 2020/2053 of 14 December 2020 on the system of own resources of the European Union and repealing Decision 2014/335/EU, Euratom (OJ L 424, 15.12.2020, p. 1). ( 16 ) Council note of 16 October 2020 on the Proposal for a Regulation of the European Parliament and of the Council on the establishment of a Programme for the Union’s action in the field of health for the period 2021-2027 and repealing Regulation (EU) No 282/2014 (‘EU4Health Programme’), and European Parliament resolution of 10 July 2020 on the EU’s public health strategy post-COVID-19 (Texts adopted, P9_TA(2020)0205). ( 17 ) Commission proposal of 18 November 2020 for a joint employment report from the Commission and the Council (COM(2020)0744). ( 18 ) Eurostat, Over 20 % of EU population at risk of poverty or social exclusion in 2019 , European Commission, Luxembourg, 2020. ( 19 ) Eurofound, COVID-19: Some implications for employment and working life, Publications Office of the European Union, Luxembourg, 2021 (forthcoming). ( 20 ) J. Hurley, COVID-19: A tale of two service sectors , Publications Office of the European Union, Luxembourg, 2021. ( 21 ) Eurofound , Living, working and COVID-19 , Publications Office of the European Union, Luxembourg, 2020, p. 9. ",
        "G. whereas before COVID-19, although there were differences between Member States, economic trends were generally described as positive in the European Semester annual reviews; whereas evidence shows that persistent and increasing inequalities remain among persons and between and within states and regions; whereas this leads to multiple divergences that need to be tackled with an intersectional approach in order to ensure equality of opportunities and a life of dignity for all groups; whereas while some regions facing more challenges in decarbonising their industries are to be targeted with financial support, like the Just Transition Fund, others that are too dependent on tourism and related services are not eligible for specific transition funds, despite some of them being the territories with the highest unemployment rates; whereas COVID-19-related support provided to workers and businesses varies greatly among the Member States; whereas global challenges such as digitalisation and the fight against climate change will persist, regardless of the COVID-19 crisis, and require a just transition so as not to leave anyone behind; H. whereas the COVID-19 crisis has led to a worsening of wage inequality around the world, only partly offset by state subsidies and minimum wage policies, leading to severe situations of precariousness and lack of protection; whereas lower paid workers, who are disproportionately women and young people, are the most affected by the socio-economic consequences of the crisis and the consequent rise in inequalities, while the stability of their work-life balance is already being challenged; I. whereas social protection systems vary between Member States and are under severe pressure to mitigate the social impact of the crisis, and ensure decent living conditions for all and access to essential services such as health, education and housing; whereas housing and childcare costs may force households into poverty and whereas it is important to take this into account when measuring in-work poverty and looking to integrate housing costs into standard indicators of social reporting; whereas in 2018, 9,6 % of the EU-27 population lived in households that spent 40 % or more of their equivalised disposable income on housing, although substantial differences between Member States were recorded; whereas in-work poverty in the EU has been increasing since the 2008 economic and financial crisis and it is estimated that 10 % of EU workers are at risk of poverty ( 22 ); J. whereas the youth unemployment rate has increased due to the COVID-19 crisis, reaching 17,1 % in September 2020, and is expected to continue rising; whereas 11,6 % of young people aged between 15 and 24 are not in education, employment or training (NEET) 15 ; whereas the COVID-19 crisis has had an impact on access to education for disadvantaged social groups such as single-parent, low-income and large families, who have struggled to access or afford digital education equipment for their children; whereas increasing inequalities between generations affect the sustainability of our welfare system as well as our democratic health; whereas the economic fallout will have long-term negative effects on youth employment, and whereas young people might find themselves with fewer and/or lower-quality opportunities and poor working conditions; K. whereas women are particularly vulnerable to labour market changes owing to social care duties and uneven distribution of unpaid household and care work, discrimination on grounds of pregnancy and motherhood, occupational segregation and their more precarious employment; whereas an intersectional evaluation shows that women in vulnerable groups, such as young women with children and particularly single mothers, Roma women, women with disabilities or women of migrant origin, are more likely to be in a worse position ( 23 ); 24.11.2021 EN Official Journal of the European Union C 474/103 Thursday 11 March 2021 ( 22 ) Eurostat, 1 in 10 employed persons at risk of poverty in 2018 , European Commission, Luxembourg, 2020, https://ec.europa.eu/ eurostat/web/products-eurostat-news/-/DDN-20200131-2 ( 23 ) Advisory Committee on Equal Opportunities for Women and Men, Opinion on Intersectionality in Gender Equality Laws, Policies and Practices , European Institute for Gender Equality, Vilnius, 2020. ",
        "L. whereas the gender employment gap (11,4 %), gender pay gap (14 %) and gender pension gap (30 %) remain unacceptably high; whereas closing the gender employment gap is a social and economic imperative, due to the implications for women’s lives, including their financial security and quality of life, and its persisting economic costs, which amounted to around EUR 320 billion in 2018 (2,4 % of EU GDP) ( 24 ); whereas improving employment opportunities for women, ensuring equal pay, facilitating a good work-life balance, and adequately accounting for periods spent raising children in retirement pension schemes, including for men, are vital to sustainable social and economic growth and development and long-term fiscal sustainability in the EU; M. whereas people who are marginalised or suffer from social exclusion and poverty are facing particular challenges due to the COVID-19 pandemic and whereas the labour market changes caused by it have disproportionately affected them; whereas the EU’s Roma population continues to face some of the worst socio-economic indicators, with over 80 % experiencing poverty and social exclusion, only 43 % in paid employment and disproportionately high NEET rates; whereas the Roma have been particularly badly hit by the COVID-19 crisis, not least in terms of access to education and training; N. whereas people with disabilities have faced even more limited access to services due to the pandemic; whereas the digital divide — including digital poverty, low digital literacy and difficulties with universal design — increases barriers to social rights for people with disabilities; whereas evidence gathered by the European Union Agency for Fundamental Rights demonstrated the significant obstacles in access to education faced by children with disabilities ( 25 ); O. whereas unemployment among temporary workers has increased during the COVID-19 pandemic; whereas one in five workers in the EU has a poor-quality job; whereas it is expected that in the next decade, job polarisation and non-standard forms of employment will increase further and there will be more jobs at the higher and lower ends of the skills spectrum ( 26 ); whereas technological change and the use of artificial intelligence might alter the labour market significantly; whereas this might lead to further disparities in earnings; whereas labour demand has consistently been weakest in the middle of the job-wage distribution, most noticeably during the period of recession and employment contraction that ran from 2008 to 2013 ( 27 ); whereas this trend is likely to be further reinforced by the pandemic; whereas low-skilled jobs will always be essential for societies and must come with decent pay and conditions; whereas the labour market faces a rapid shift towards a greener and a more digital environment, creating jobs that require updated competencies, and whereas there is a considerable major need to focus on the training, reskilling and upskilling strategy for employees of all ages; whereas this has to be simultaneously combined with improving working conditions and creating new quality jobs for all; P. whereas sustainable development is a fundamental objective of the European Union and social sustainability is a fundamental prerequisite for fair and inclusive green, digital and demographic transitions; whereas the social market economy is based on two complementary pillars, namely the enforcement of competition and robust social policy measures, which should lead to the achievement of full employment and social progress; whereas the three pillars of sustainable development are the economic, the social and the environmental; whereas sustainable development is based, among other things, on full employment and social progress; whereas this is a fundamental objective of the European Union laid down in Article 3(3) of the Treaty on European Union (TEU); C 474/104 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ( 24 ) Eurofound, Women and labour market equality: Has COVID-19 rolled back recent gains? Publications Office of the European Union, Luxembourg, 2020. ( 25 ) European Union Agency for Fundamental Rights, Coronavirus pandemic in the EU — fundamental rights implications: focus on social rights , Bulletin 6, Publications Office of the European Union, Luxembourg, 2020. ( 26 ) Eurofound, Upward convergence in the EU: Concepts, measurements and indicators , Publications Office of the European Union, Luxembourg, 2018. ( 27 ) European Commission, Labour market and wage developments in Europe defy economic slowdown , European Commission, Brussels, 2019. ",
        "Q. whereas inequalities in health determined by socio-economic status were already substantial before the COVID-19 crisis; whereas gains in life expectancy in the EU have slowed and faltered; whereas the COVID-19 crisis has worsened physical and mental health outcomes, especially of the most vulnerable groups; R. whereas the impact of COVID-19 has been exacerbated by pre-existing inequalities that have been increasing over the past decade; whereas disinvestment in public services following the global financial crisis contributed to the widening of inequalities in relation to health needs; S. whereas new forms of employment that are expected to significantly transform the way of working in the future have emerged or intensified, such as teleworking and non-standard ways of working; whereas new realities have also emerged and existing trends have intensified during lockdowns, including the blurring of boundaries between work and private life, increased domestic violence, health problems among workers not only directly linked to the COVID-19 pandemic, such as musculoskeletal disorders and psychological troubles, as well as difficulties maintaining a good work-life balance in the new reality of work patterns and the necessity to combine work with care duties, and often home schooling; T. whereas the pandemic has exacerbated health and social inequalities ( 28 ) for wide-ranging groups including children in low-income families and older people, and whereas an increase in the poverty rate (more than 90 million citizens are currently at risk of poverty in the EU ( 29 )), is predicted to be one of the side effects of the COVID-19 pandemic and is affecting new groups of citizens; whereas Eurofound suggests complementing the Social Scoreboard accompanying the EPSR with additional indicators such as job quality, social justice and equal opportunities, robust social welfare systems and fair mobility; U. whereas social dialogue is a crucial part of the EU social model as it helps to find tailor-made solutions for the labour market; whereas social dialogue has been weakened and collective bargaining coverage has fallen across the EU as a result of the decentralisation process that followed the 2008 crisis and labour market reforms introduced in some Member States, as pointed out in the European Semester country reports; whereas Eurofound has shown that the involvement of social partners in devising labour market policy responses to COVID-19 has been more limited than it would be in non-crisis situations in many Member States ( 30 ); V. whereas income inequalities remain at a high level in the EU; whereas tax and labour cost competition is harmful for the single market and for cohesion among the Member States; whereas well-designed progressive tax and benefit systems, social investment and the provision of quality public and social services are essential levers for preventing the transfer of disadvantage from one generation to the next; W. whereas the pandemic has greatly affected the educational system in the EU, leading to the closure of schools, universities and colleges; whereas the negative physical, mental health and educational impacts of proactive school closures on children will likely outweigh the benefits of decisions to close schools, in particular in areas with a population at risk of poverty or social exclusion; X. whereas the demographic challenge requires a comprehensive approach based on a mix of inclusive, non-discriminatory policy solutions in the fields of pensions, social security and protection, quality and accessible care services and infrastructure for children, the elderly and persons with disabilities, support to families, housing, early childhood education, long-term care, health systems, including preventative care and psychosocial support, the fight against poverty and social exclusion, the integration of migrants and work-life balance, gender equality, healthy 24.11.2021 EN Official Journal of the European Union C 474/105 Thursday 11 March 2021 ( 28 ) EuroHealthNet, Recovering from the COVID-19 pandemic and ensuring health equity — The role of the European Semester , EuroHealthNet, Brussels, 2020. ( 29 ) Eurostat, People at risk of poverty or social exclusion , European Commission, Luxembourg, https://ec.europa.eu/eurostat/databrowser/ view/t2020_50/default/table?lang=en ( 30 ) Forthcoming reports: Eurofound, COVID-19: Some implications for employment and working life, Publications Office of the European Union, Luxembourg, 2021; Eurofound, Involvement of social partner in policy making during COVID-19, Publications Office of the European Union, Luxembourg, 2021. ",
        "and active ageing, high levels of employment and wages; whereas good working and living conditions throughout one’s lifetime are key to preventing care needs, and whereas adequate and affordable housing and high-quality local areas, including physical, social and service dimensions, are important, as they facilitate independent living; Y. whereas Eurofound has shown that the long-term care workforce has grown by one third over the past decade and is a key sector to consider, not only to guarantee quality of life for an ageing population, but also in terms of gender equality in three regards: currently most long-term care is provided by informal carers, most of whom are women; most workers in the sector are female and this has hardly changed; and most care receivers are women, who on average have a higher life expectancy than men in all Member States ( 31 ); Z. whereas we are facing a critical time in our history, with the idea that economic growth automatically trickles down to all sectors of society being widely discredited; whereas we are witnessing a thinning of the middle class, increasingly precarious job conditions and in-work poverty for blue collar, low-skilled and platform workers and growing polarisation in terms of income and wealth; whereas the cultural and creative sectors and the tourism sector, including events and performances, cultural tourism, intangible cultural heritage practices, alongside small and medium-sized enterprises (SMEs), the self-employed, local and family businesses, have been severely affected economically by the measures meant to reduce the spread of COVID-19; AA. whereas the risk of poverty among people in non-standard forms of employment appears to have increased since the recession and this trend has been exacerbated by the ongoing COVID-19 pandemic; AB. whereas, contrary to the crowding-out hypothesis that has prevailed in economic thinking for the last three decades, public investment and its crowding-in effects should play a central role in this new economic paradigm; whereas cohesion policy, as the EU’s main investment policy for social, economic and territorial development, has demonstrated its effectiveness in reducing inequalities and regional differences, in particular in the poorest regions; whereas social cohesion is a pre-condition for sustainable economic growth, job creation and employment; AC. whereas the COVID-19 pandemic and crisis has shown that fighting homelessness is a public health matter; whereas on any given night in the European Union, an estimated 700 000 homeless people have to sleep on the street or in shelters, a number that has increased by 70 % in the past 10 years; 1. Recalls that the Commission outlined, in the ASGS 2020 and the European Semester Spring and Summer Package 2020, that the European Semester should help to achieve the implementation of the European Green Deal, the EPSR and the UN SDGs; welcomes the inclusion of the EPSR and the UN SDGs in the ASGS 2021; urgently calls for fairness and social rights to be given the same importance as macro-economic objectives in a social and economic model that improves the well-being of people in the EU; emphasises the central role of the Social Scoreboard in the European Semester ( 32 ); 2. Notes the conclusion of the European Fiscal Board that the fiscal framework has to be revised in order to limit complexities and ambiguities, to offer better and more permanent protection for sustainable growth-enhancing government expenditure, and to set realistic targets for debt reduction in Member States that will not undermine upward social convergence; urges the Commission to ensure that all of the Member States’ socio-economic, macro-economic and fiscal policies contribute to and are fully consistent with the objectives and targets of the EPSR, the European Green Deal and the UN SDGs and that social and environmental targets and objectives are introduced in the framework of the multilateral surveillance procedure referred to in Article 121 of the Treaty on the Functioning of the European Union (TFEU), as well as in the context of a reinforced macro-economic imbalance procedure; considers that the inclusion of the UN SDGs and the social pillar within the scope of the European Semester will require the adjustment of existing indicators and the creation of C 474/106 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ( 31 ) Eurofound, Long-term care workforce: employment and working conditions , Publications Office of the European Union, Luxembourg, 2021. ( 32 ) Social Score of Indicators. Eurostat 2020 https://ec.europa.eu/eurostat/web/european-pillar-of-social-rights/indicators/social- scoreboard-indicators ",
        "new ones to monitor the implementation of EU economic, environmental and social policies, as well as coherence between policy goals and budgetary means; calls on the Commission to develop without delay a UN SDG expenditure tracking methodology for the EU budget that can also be used to assess national recovery and resilience plan (NRRP) investments; 3. States that 10 years after the introduction of the European Semester cycle of economic policy coordination, employment and social imbalances in the EU, such as labour market segmentation, wage dispersion, growing inequalities and poverty, especially child poverty, have not been resolved and have actually worsened, demonstrating that public policies in some Member States did not have enough leverage to build robust social protection systems and a fairer EU labour market, and that stronger policies and coordination at EU level are needed; strongly believes that EU support must go beyond making funds available; highlights the importance of taking lessons from the current health and economic crisis and acting proactively in the future; 4. Highlights that democratic accountability for the current Semester evaluation process needs to be strengthened; calls on the Commission and the Member States to reform the financial legal framework and the European Semester process in order to strengthen democratic accountability and the involvement of the European Parliament, to strengthen the role and participation of EU and national social partners, and to protect social progress objectives relating to social welfare systems and quality employment in future adjustment programmes and in the European Green Deal framework; 5. Emphasises that it should be better involved in the European Semester process, including the country-specific recommendations; stresses the important role of a more inclusive social dialogue with social partners, civil society, youth organisations, and local and regional authorities in shaping the European Semester; stresses that an effective, transparent, comprehensive, result-oriented and performance-based social tracking methodology — to be developed for the RRF — will improve the European Semester by better reflecting social, gender and environmental challenges and placing them on an equal footing with fiscal coordination, and by, for example, paying more attention to aggressive tax planning, poverty reduction, gender equality, social justice, social cohesion and upward convergence; 6. Believes that the Sustainable Semester Process has to focus equally on three dimensions: environmental sustainability, economic sustainability and social sustainability; reiterates that social sustainability can only be achieved through the reduction of inequalities and poverty and by offering social and employment opportunities and shared prosperity; stresses that social justice, decent work with living wages, equal opportunities, fair mobility and robust social welfare systems are essential elements in the just transition to a sustainable and social EU; calls on the Commission to carefully assess the dimensions of the Annual Sustainable Growth Survey to ensure they are fully in line with Article 3 TEU, which establishes sustainable development as the objective the EU has to work toward, based on balanced economic growth and price stability, a highly competitive social market economy, aiming at full employment and social progress, a high level of protection and improvement of the quality of the environment; calls on the Commission and the Member States to focus, together with the European Parliament, on addressing these challenges through EU eco-social policies combining shared economic prosperity, social progress and sustainable development; Social dimension within the Recovery and Resilience Facility 7. Welcomes the adoption of the RRF; acknowledges that the RRF will be linked to the European Semester process; underlines that the coordination between the two processes has to be transparent and must support the overarching EU objectives such as the implementation of the EPSR, the UN SDGs, the EU Gender Equality Strategy, the European Green Deal and the digital transition; highlights that the European Semester, including the principles of the EPSR, is the framework to identify national reform priorities and monitor their implementation; insists that reforms have to be based on solidarity, integration, social justice and a fair distribution of wealth, with the aim of creating quality employment and sustainable growth, ensuring equality of, and access to, opportunities and social protection, protecting vulnerable groups and improving the living standards of everyone in the EU; 24.11.2021 EN Official Journal of the European Union C 474/107 Thursday 11 March 2021 ",
        "8. Understands that Member States must include measures on social and territorial cohesion, children and young people in their national recovery plans in order to access the fund; notes that social milestones and targets have been neither explicitly defined nor earmarked in the RRF Regulation, but that, according to the adopted regulation, the Commission should set out the common indicators to be used for reporting on progress and for the purpose of monitoring and evaluating the facility, and should define a methodology for reporting social expenditure, including on children and young people, under the facility; points out the particular importance of indicators related to the implementation of the EPRS principles, quality employment, upward social convergence, equality of and access to opportunities and social protection, education and skills, and investment in access and opportunities for children and young people related to education, health, nutrition, jobs and housing, in line with the objectives of the Child Guarantee and Youth Guarantee; calls on the Commission to work with the European Parliament, social partners and civil society, in the context of the recovery and resilience dialogue, to define these indicators, in accordance with those established by the European Parliament resolution on a strong social Europe for just transitions, in order to assess the investments in and reforms of the NRRPs, as well as the proposed measures to ensure progress towards these goals; 9. Points out that Member States will design their own tailored NRRPs based on the criteria and six-pillar approach of the RRF and the investment and reform priorities identified as part of the European Semester process, in line with their national reform programmes, national climate and energy plans, Just Transition plans, Youth Guarantee implementation plans, and the partnership agreements and operational programmes set up for EU funds; recalls that each Member States must include in its NRRP a detailed explanation of how the plan contributes to the implementation of the EPSR, as well as how it strengthens quality job creation, upward social convergence, investments in young people and children, gender equality and equal opportunities for all; encourages the Member States to also include social targets and milestones and specify the estimated amount of investment in social progress towards them; insists that the NRRPs must contribute to achieving the UN SDGs, implementing the EU’s sustainable growth strategy as set out in the European Green Deal, and fulfilling the principles of the EPSR; calls on the Member States to make full use of the potential offered by the general escape clause to support companies which are in difficulty and are lacking liquidity, particularly by improving access for SMEs to public and private funding, safeguarding the jobs, wages and working conditions of people working in the EU and investing in people and social welfare systems; 10. Calls on the Commission to include the social indicators from the Social Scoreboard of the European Semester, in particular those related to decent work, social justice and equal opportunities, robust social welfare systems and fair mobility, in the common indicators to be used in the RRF for reporting on progress and monitoring and evaluating the plans, as well as in the methodology for reporting on social investment, including for the Child Guarantee and Youth Guarantee; stresses that the European Parliament will closely analyse the delegated act that the Commission will present on this matter, in order to establish if the social indicators, scoreboard and social methodology comply with the objectives, and to verify that there are no objections to be made; 11. Believes that robust welfare systems built on strong economic and social structures help Member States to respond more efficiently and in a fair and inclusive way to shocks and to recover more swiftly from them; highlights that social welfare systems contribute to guarantee that EU societies and everyone living in the EU have access to the integral services and economic support they need to lead a decent life, covering the following areas of intervention: social security, healthcare, education and culture, housing, employment, justice and social services for vulnerable groups; highlights furthermore that social welfare systems play a key role in achieving sustainable social development, combatting poverty and social exclusion, and promoting equality and social justice; warns that during the COVID-19 crisis, social welfare systems have been under unprecedented pressure, as they were not designed to cover the social demands triggered by a healthcare and economic emergency; calls on the Member States, with the EU’s support, to strengthen their social welfare systems so that they can perform well and assist the entire population, particularly in situations of crisis or systemic shocks, including by establishing targets for social investment that match digital and green investments in ambition; 12. Calls on the Commission and the Member States, in their recovery measures, to address the needs of children and take measures to ensure equitable access for all children to early years support, education on new technologies, skills and the ethical and safe use of digital tools, and opportunities for social, mental, cultural and physical wellbeing; calls on the C 474/108 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ",
        "Commission to propose an ambitious anti-poverty strategy and allocate a larger budget to the Child Guarantee; calls on the Commission to ensure that the upcoming Child Guarantee guarantees equal access for children to free healthcare, free education, free childcare, decent housing and adequate nutrition; 13. Believes that sustainable growth and fairness-enhancing reforms and investments outlined in the NRRPs must address structural weaknesses of social services and social protection systems and strengthen their resilience; reiterates the importance of the cohesion policy, which it understands to be a strategy to promote and support the ‘overall harmonious development’ of its Member States and regions, with the aim of strengthening economic and territorial development and social cohesion by reducing disparities within the EU, with a focus on the poorest regions; in this sense, points out that the reforms and investments in social and territorial cohesion should also contribute to fighting poverty and tackling unemployment, lead to the creation of high-quality and stable jobs and the inclusion and integration of disadvantaged groups, and enable the strengthening of social dialogue, entrepreneurship, social infrastructure, social protection and social welfare systems; 14. Believes that to ensure the EU remains resilient, we must focus all policies on ensuring a lasting recovery and avoiding the premature ending of measures and financial tools to support companies and workers, and strengthen them where and when needed; welcomes the activation of the general escape clause under the Stability and Growth Pact until at least the end of 2021; expects that it will remain activated for as long as the underlying justification for the activation exists; insists that any future adjustment programmes should focus on sustainable growth and quality job creation and be coherent and not hamper reforms or investments in social progress towards the social milestones and targets identified in the European Semester process and the NRRPs, in particular progress towards the reduction of poverty and inequalities; points out that financial support through the RRF will have to be ensured in order for Member States to achieve these social milestones and targets; calls on the Commission and the Member States to ensure sustainable investment and to support SMEs and their employees in the transition to a more digital and greener economy and the resumption of economic activity, and to give adequate consideration to SMEs by analysing the possible effects of fiscal consolidation policies on them, as SMEs are one of the main engines of the EU economy and vital for sustainable growth; 15. Believes that the economic governance framework must avoid procyclicality, which could result in increases in poverty and inequalities and a deviation from the social objectives agreed in the RRF; calls for the potential social negative consequences of the deactivation of the general escape clause to be evaluated in accordance with Article 9 TFEU; calls on the Commission and the Member States, in the context of the Recovery and Resilience Dialogue and the interinstitutional agreement on better law-making, to work together with the European Parliament in order to propose the necessary economic governance changes that will ensure social progress and protect the most vulnerable from bearing the consequences of any potential future adjustment programmes; 16. Acknowledges that the NGEU is substantial, but regrets that the limited size of the EU budget, together with its expenditure-driven nature and its principle of equilibrium, mean that its redistribution and stabilisation functions are also very limited; acknowledges the importance of social and cohesion policies, and looks forward to strengthening them if more needs arise; stresses that it is therefore all the more important to take full advantage of all possibilities under the MFF, the NGEU and the own resources system to support an inclusive national recovery, social justice, and environmental, economic, social and inclusive resilience, and to boost social policies and investments, while also strengthening the EU budget with a broader portfolio of own resources; 17. Believes that the NGEU, the MFF and the EU budget must dedicate investments to social objectives, and in particular social progress, as stipulated in Article 3 TEU and Article 9 TFEU, that match in ambition investments in the green and digital areas, and believes that the reduction of poverty and inequalities should also be a transversal consideration across all expenditure decisions; believes that the redistribution and stabilisation functions of the EU budget might need to be strengthened for a strong and inclusive recovery; calls on the Member States to take full advantage of all possibilities under the MFF, the NGEU and the own resources system to support social objectives and social justice in their national recoveries, in order to reinforce the social ambition in both the MFF and the RRF; calls on the Member States to accelerate the implementation of EU programmes and funds pursuant to the 2014-2020 MFF, and to urgently ratify Decision (EU, Euratom) 2020/2053, and stresses that the implementation of the roadmap for the introduction of new own resources will be crucial to repaying the money spent under the EU recovery instrument without an undue reduction in EU expenditure or investment in employment and social policies under the 2021-2027 MFF; 24.11.2021 EN Official Journal of the European Union C 474/109 Thursday 11 March 2021 ",
        "18. Welcomes the inclusion within the European Semester of components referring to the specific activities in the education, culture, sport and media sectors carried out under the RRF; calls on the Commission to closely monitor the Member States’ progress reports on the implementation of the NRRPs within the European Semester exercise in order to verify to what extent the objectives of the RRF have been met; 19. Stresses that the ASGS 2021 mentions delivering on the EU objective of competitive sustainability, but that this concept is not defined as an objective in the EU Treaties and it is not featured in the UN SDGs; calls on the Commission, therefore, to deliver on the objectives defined in Article 3 TEU and Articles 8 to 11 TFEU, as well as to be more precise in the definition of resilience, understood to be an ability to not only withstand and cope with challenges, but also to undergo transitions in a sustainable, fair and democratic manner ( 33 ); 20. Highlights that social progress is one of the EU goals stipulated in Article 3(3) TEU; notes that the MFF agreement must properly address the serious social consequences of the COVID-19 pandemic and the need for a robust response to invest in avoiding a further increase in unemployment, poverty and social exclusion, ensuring that no one is left behind; emphasises the need to make social progress an investment priority, together with the green and digital transitions, in order to protect everyone in our societies, particularly the most vulnerable, against the negative impact of the current crisis and to mitigate the widening of inequalities; recalls that the Commission estimates the investment needed in social infrastructure to be EUR 192 billion, with health and long-term care accounting for 62 % (EUR 57 billion for affordable housing, EUR 70 billion for health, EUR 50 billion for long-term care, and EUR 15 billion for education and life-long learning) ( 34 ); reiterates the importance of projects that generate positive social impacts and enhance social inclusion; recalls that social progress plans must be included in NRRPs and outline the implementation of the EPSR and social investment in order to reduce the investment gap in social infrastructure; stresses the role of the European Parliament as co-legislator and calls for its input to be taken into account to ensure democratic monitoring in the recovery and resilience plans; calls on the Member States to put in place mechanisms that guarantee dialogue with regional social partners; 21. Calls on the Member States to increase their gross domestic product allocations for education and to make, in their NRRPs, ambitious investment in all levels of education — including vocational and educational training, upskilling and reskilling — a condition for an economic recovery that fosters social cohesion and tackles inequalities; Social dimension 22. Calls on the Commission and the Member States to actively tackle the digital divide in access to public services, many of which have been digitalised during the COVID-19 pandemic, by ensuring EU support, including financial support, for social innovation at local level aiming to make public services more easily accessible, including capacity-building and the scaling up of innovative bottom-up initiatives for e-inclusion and data literacy, so as to ensure that everyone in the EU has access to high-quality, accessible and user-friendly services of general interest; stresses the importance of further improving digital skills and promoting the digital transformation of businesses and public administrations; underlines that the digitalisation of public services can help to facilitate fair labour mobility, particularly with regard to the coordination of social security systems, and calls on the Member States to commit to this digitalisation; stresses that the Members States should also focus on innovation and investments in improved connectivity and infrastructure for urban and rural households and along major transport corridors; 23. Calls on the Member States to take the measures needed to reinforce their digital infrastructure, their connectivity and the educational methods used in their schools, universities and learning centres, to accelerate reforms implementing the digital transformation, thus ensuring that everyone in the EU can benefit, and to make a particular effort to ensure that online education is accessible to all; recalls, in this context, the need to adequately train teachers, trainers and parents, who all play a crucial role in the digital transformation, especially with regard to new formats such as distance and blended C 474/110 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ( 33 ) Commission communication of 9 September 2020 entitled ‘2020 Strategic foresight report — Charting the course towards a more resilient Europe’ (COM(2020)0493). ( 34 ) Commission staff working document of 27 May 2020 entitled ‘Identifying Europe's recovery needs’ (SWD(2020)0098). ",
        "learning; points out the need to thoroughly assess the impact of overexposure to the digital world and calls for measures that promote better understanding of the risks posed by digital technologies, which may affect children and young people in particular; stresses that, in the long term, access to digital and online education is not to be intended to act as a replacement, but rather as a complement to the direct interaction between teachers and learners, as only in-person learning can effectively ensure the acquisition of interpersonal and social skills; 24. Stresses the need for the Commission and the Member States to collect better and more harmonised data on the number of homeless people in the EU, as this constitutes the basis of any effective public policy; 25. Stresses that investment in social rights is important, as is the effort to mainstream the principles enshrined in the EPSR, taking due account of different socio-economic environments, the diversity of national systems and the role of social partners; 26. Is concerned about the large amounts of tax revenue that are not collected due to large-scale tax avoidance; calls on the Council to speed up the negotiations on legislation regarding public country-by-country reporting and a common consolidated corporate tax base, and to revise the criteria for both the Code of Conduct Group for Business Taxation and the EU list of non-cooperative jurisdictions; 27. Calls on the Commission and the Council to do their utmost to fight tax evasion and tax avoidance and effectively counter harmful tax practices adopted by some Member States; 28. Regrets that the way data is presented in the joint employment report is not clear and that the data is often inconclusive or difficult to compare, regarding the evolution of wages, productivity, capital gains and profits, subsidies and tax breaks for corporations, and the tax wedge for labour and capital; warns that multifactor productivity is not being measured; calls on the Member States to include the Gender Equality Index as one of the European Semester’s tools and to analyse the structural reforms from a gender perspective; recalls that to understand new demands, behaviours and responses, better gathering, monitoring and use of existing and new forms of data and evidence is needed; is concerned about the lack of references to combatting discrimination and racism and to ensuring equality of opportunity and a life of dignity for all groups, including of children and in terms of their access to education; calls on the Commission to strengthen the implementation of anti-discrimination legislation, policy and practice in order to effectively counter discrimination on all grounds, including antigypsyism, and preserve social, mental, cultural and physical well-being in the recovery measures; 29. Calls on the Commission and the Member States to develop a sustainable quality employment package, taking into account diverse forms of national practices and the role of social partners and collective bargaining, including legislative initiatives aimed not only at improving wages but also at ensuring decent working conditions for all, with a particular focus on telework, the right to disconnect, work-life balance, mental well-being at work, parental and care-related leave, occupational health and safety, the rights of platform workers, ensuring quality jobs for essential workers, and strengthening democracy at work and the role of the social partners and collective bargaining; stresses that creating quality employment is one of the objectives included in the RRF Regulation and that this should be done through a comprehensive package of reforms and investments as well as measures ensuring stable contracts, decent wages, collective bargaining coverage and social protection floors, including decent pensions above the poverty threshold; calls on the Commission to include these indicators in the guidelines for assessing social progress under the NRRPs; points out that labour market reforms undertaken as part of the NRRPs must be in line with the attainment of these objectives; 30. Notes that macroeconomic policies that ensure high levels of quality employment, as well as fair taxation, are essential for the sustainability of our national pension systems in a demographic context of ageing Member State populations; stresses the need for further support for workers and businesses as the Member States continue to strive for macroeconomic stability in the wake of the COVID-19 crisis; calls for a coordinated approach at EU level in order to avoid unfair and unhealthy labour cost competition and increase upward social convergence for all; 24.11.2021 EN Official Journal of the European Union C 474/111 Thursday 11 March 2021 ",
        "31. Stresses that social dialogue and collective bargaining are key instruments that help employers and trade unions to establish fair wages and working conditions, and that strong collective bargaining systems increase the resilience of the Member States in times of economic crisis; firmly believes that a democratic, resilient and socially just recovery should be based on social dialogue, including collective bargaining; reiterates its view that the Member States should take measures to promote high trade union density and reverse the decline in collective bargaining coverage; points out the importance of ensuring that workers in the EU are protected by adequate minimum wages, by law or collective agreements, ensuring they have a decent standard of living wherever they work; welcomes, in this regard, the Commission’s proposal for a directive on adequate minimum wages in the European Union, which aims to increase collective bargaining coverage and ensure that workers in the European Union are protected by minimum wages set at adequate levels; 32. Calls on the Member States to take measures to promote effective access to social protection systems in order to ensure adequate social protection floors for all workers (in particular vulnerable workers such as those in non-standard forms of work, the self-employed, migrants and those with disabilities), in particular by following the Council Recommendation of 8 November 2019 on access to social protection for workers and the self-employed ( 35 ); welcomes, once again, the adoption of this recommendation as a first measure and the Commission’s commitment to strengthening social protection systems in the EU, but stresses the need to make universal access to social protection a reality, especially in the current difficult situation; calls on the Member States to develop and strengthen incentives to increase employment opportunities for older workers, while concurrently ensuring the adequacy and sustainability of pension systems; 33. Calls on the Commission to give priority to the publication of its strategy on the rights of people with disabilities and urges the Member States to keep in mind and work on compensating the disproportionate negative effects that measures adopted in the context of the pandemic have on vulnerable groups; 34. Recalls that the COVID-19 crisis has put Member States’ public health systems under unprecedented stress, which underlines the importance of adequate financing, notably by making best use of the RRF to enhance crisis-preparedness capacity and strengthen social and institutional resilience, as well as the importance of capacity, accessibility, effectiveness and quality of public health and sufficiently staffed healthcare systems, including to accelerate the coordinated distribution of and timely access to vaccines for all Member States and to all people; welcomes the building of a strong EU Health Union in this regard; calls on the Member States to ensure equal and universal access to high-quality healthcare, including preventive, long-term care and health promotion, with a special focus on quality care for the elderly, notably by making dedicated investments in the field and ending precariousness and the abuse of temporary work in the health sector; 35. Stresses that tackling the pandemic is a prerequisite for the social and economic recovery and for the effectiveness of the recovery efforts; welcomes the development of COVID-19 vaccines, but is very worried about the serious cases of non-compliance with production and delivery schedules; calls for COVID-19 vaccines to be treated in practice as public goods that are guaranteed for all; calls on the Commission and the Member States to overcome the barriers and restrictions arising from patents and intellectual property rights in order to ensure the widespread production of vaccines and their timely distribution to all countries and to all people; 36. Recalls that the employment gap, the gender pay gap and the gender pension gap remain extremely high; underlines that the European Semester process and the RRF should contribute to tackling these challenges; calls for gender equality to be strengthened through the integration of gender mainstreaming, and for the Commission to accelerate the introduction of an effective, transparent, comprehensive, result-oriented and performance-based methodology for all EU programmes; welcomes the Commission’s intention to introduce binding pay transparency measures, including a male-female wage equality index; urges the swift adoption of these measures in order to avoid further gender-based inequalities; calls on the Member States and the Commission to support entrepreneurship among women and facilitate access to financing for them; calls on the Member States to unblock the negotiations on the Women on Boards Directive in the Council; 37. Calls on the Commission to expand the country-specific recommendations in the future to include an outcome regarding the involvement of social partners in wage-setting mechanisms and the effectiveness of their involvement; C 474/112 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ( 35 ) OJ C 387, 15.11.2019, p. 1. ",
        "38. Stresses that the timely, effective and equitable implementation of the EU skills agenda is critical for promoting employment in the health sector and tackling skills shortages in new fields of work; warns, however, that a skills agenda is not enough to tackle the increasing precariousness and in-work poverty in the EU labour market; calls on the Commission and the Member States to ensure that high-quality, affordable and inclusive skills and vocational training are developed through the obtaining and mutual recognition of qualifications and the recognition and validation of competencies, learning outcomes and diplomas at all education levels, as well as of non-formal learning with tailored support and active outreach, notably for the most marginalised groups in society, thus avoiding stereotyping; emphasises the need to encourage lifelong learning practices across the EU, as they will prove an essential element for the transition towards a digital, green, competitive and resilient EU economy; 39. Recalls the importance of EU programmes such as the Youth Guarantee, whose package has recently been strengthened; calls on the Member States to quickly implement this programme, in close alignment with EU funds such as the European Social Fund Plus, to address their NEET situation, with particular concern for those living in rural areas and regions with natural or demographic constraints in their labour markets, in order to ensure that all young people under the age of 30 receive a good-quality offer of employment, continued education, vocational education or training, are able to develop the skills needed for employment opportunities in a wide range of sectors, or are offered a remunerated apprenticeship or traineeship within four months of becoming unemployed or leaving formal education; 40. Encourages the Member States to temporarily adapt the EU School Fruit, Vegetables and Milk Scheme to the closure of schools, when closures are required to fight the pandemic, in order to ensure that children maintain healthy eating habits during such periods, to prevent malnutrition among those at risk of poverty and social exclusion, and to support local producers; 41. Highlights the importance of horizontal coordination between EU programmes and national measures for social justice and equality, social development, combating the risk of poverty and social exclusion, including child poverty and in-work poverty, and preventing the emergence of skills shortages and income inequalities; points out that the European Social Fund is a prime example of the aforementioned horizontal coordination; strongly underlines, at the same time, that the social and employment impact should be a transversal consideration across all expenditure programmes; 42. Emphasises that the EU budget’s backstop, its borrowing and lending functions, and in particular the EU instrument for temporary Support to mitigate Unemployment Risks in an Emergency (SURE scheme), are perfect examples of how the credit capacity and reputation of the EU budget can be used to support Member State actions in line with EU priorities, particularly in the exceptional circumstances created by a health and economic crisis that was unprecedented in the history of the EU; 43. Calls for better coordination between environmental, economic and social policies and between the different recovery funds and structural funds, in order to improve synergies and boost social investment resources, including those aimed at first respondents to the crisis such as essential workers, embedding the principle of leaving no one behind; calls on the Commission and the Member States to involve all relevant national, regional and local authorities, at their appropriate levels, in the design and implementation of European-Semester-related actions, in particular in the health and social fields, which often fall outside of economic and fiscal considerations; 44. Welcomes the inclusion of housing affordability in the European Semester; calls on the Commission to propose an EU framework for national homelessness strategies, and further calls on the Member States to adopt the principle of housing first, which helps to substantially reduce the rate of homelessness, prioritising the provision of permanent housing to homeless people, proposing ways to tackle energy poverty, stopping forced evictions and stopping the criminalisation of homelessness; stresses, moreover, the need to collect better and more harmonised data on homeless people in the EU; calls on the Commission and the Member States to come up with specific proposals to adequately address the problem of energy poverty in the context of the European Green Deal; 24.11.2021 EN Official Journal of the European Union C 474/113 Thursday 11 March 2021 ",
        "45. Calls on the Commission to present an instrument to mitigate the effects of asymmetric shocks that is effective in the long run, such as an adequate and workable unemployment (re)insurance scheme that would be able to back up national schemes when a part of the EU experiences a temporary economic shock; stresses the paramount importance of supporting investment and access to finance in the EU in order to help SMEs with solvency difficulties, create quality employment in strategic sectors and promote territorial, economic and social cohesion in the EU; highlights the fact that the new European Globalisation Adjustment Fund for displaced workers could be mobilised to mitigate the consequences of the COVID-19 crisis on employment; calls, therefore, on the Member States to rapidly submit to the Commission applications for funding to support EU workers who have lost their jobs as a result of COVID-19 to retrain, requalify and reintegrate into the labour market; 46. Welcomes the fact that the European Globalisation Adjustment Fund is also being used to respond to this pandemic, by supporting the restructuring needs of EU companies; notes that the limit on worker dismissals for access to the fund has been reduced to the minimum of 200, and that this EU tool could help to fund personalised support measures, such as tailor-made training courses and re-skilling and up-skilling programmes; calls on the EU institutions involved to be flexible and quickly analyse the activation requests, ensuring that the time needed to mobilise the fund is reduced to a minimum; 47. Stresses that the brain drain phenomenon widens the economic and social development gap within the EU; calls on the Commission to assess brain drains in certain regions and sectors and propose support measures where needed, as well as to support mobile workers by ensuring freedom of movement of workers, without restrictions, and strengthening the portability of rights and entitlements; asks the Commission to put forward a proposal for a digital EU social security number; 48. Notes the need to provide specific support for the media sector, which plays a key role in our democracies, in a way that respects and promotes media freedom and pluralism at a time when the online environment is increasingly dominated by a few large players, with increasing market power and mobile tax bases, sometimes hampering the ability of many smaller EU companies to start up and scale up across the single market, as highlighted in the Commission communication on the EU Annual Sustainable Growth Strategy 2021 ( 36 ); draws the attention of the Member States to the specific measures set out in the Commission Media Action Plan unveiled on 3 December 2020 to help the broadcasting, news publishing and cinema sectors to recover from the big loss in advertising revenues experienced due to the lockdown imposed by the pandemic and to boost their production and distribution of digital content; 49. Points out that fairness conditions should be considered for companies that wish to access public funds and support in order to avoid such support going to companies based in a jurisdiction referred to in Annex I to the Council conclusions on the revised EU list of non-cooperative jurisdictions for tax purposes ( 37 ), and points out that they should not subvert collective bargaining, workers’ participation or co-determination in company decision-making processes in accordance with national law and practice, and should be conditional on maintaining the same level of working and employment conditions and rights, including protection against dismissals and reductions in wages, with no bonuses or dividends paid to managers or shareholders respectively; 50. Stresses that the assessment of the rule of law and the effectiveness of the justice system should thus continue to be included in the European Semester; o o o 51. Instructs its President to forward this resolution to the Council and the Commission. C 474/114 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ( 36 ) Commission communication of 17 September 2020 on the Annual Sustainable Growth Strategy 2021 (COM(2020)0575). ( 37 ) OJ C 64, 27.2.2020, p. 8. "
    ]
}