{
    "text": [
        "23.2.2010 EN Official Journ al of the E uropean Un ion C 45 E /47 Thursday 18 December 2008 35. Calls on Frontex to take the initiative of creating a common information-sharing environment between the competent national authorities in order to optimise the collection, analysis and dissemination of sensitive data; calls on the European Security Research and Innovation Forum (ESRIF) to make its contribution to achiev­ ing that objective, giving priority in its work to common applications for the improvement of, and innovation in, the field of surveillance tools; 36. Calls for the strengthening of the democratic control of Frontex by Parliament, and calls on Frontex to inform Parliament of negotiations to conclude agreements signed with third countries, to present tactical assessments focused on particular border regions, and to publish evaluation reports on joint operations and other coordinated missions, risk analyses, feasibility studies and statistics on migration trends; points out that democratic oversight of Frontex’s activities would, among other things, enhance its legitimacy; nevertheless the information published in those reports should not contain confidential data that may affect ongoing operations; 37. Calls on the Commission to clarify which range of logistical support on border surveillance is intended for neighbouring third countries as mentioned under step 3 of Phase 1 of Eurosur; 38. Instructs its President to forward this resolution to the Council and the Commission, the governments and parliaments of the Member States, the Office of the UN High Commissioner for Refugees and the Inter­ national Organization for Migration. Impact of counterfeiting on international trade P6_TA(2008)0634 European Parliament resolution of 18 December 2008 on the impact of counterfeiting on international trade (2008/2133(INI)) (2010/C 45 E/09) The European Parliament , — having regard to the 2007 report by the Organisation for Economic Cooperation and Development (OECD) entitled ‘The economic impact of counterfeiting and piracy’, — havin g reg ard to the Commun ication from the Commission of 10 Novemb er 2005 en titled ‘I mplement­ ing the Community Lisbon programme — a modern SME policy for growth and employment’ (COM(2005)0551), — having regard to the Communication from the Commission of 4 October 2006 entitled ‘Global Europe: competing in the world — A Contribution to the EU’s Growth and Jobs Strategy’ (COM(2006)0567), — having regard to the Communication from the Commission of 18 April 2007 entitled ‘Global Europe: a stronger partnership to deliver market access for European exporters’ (COM(2007)0183), — havin g reg ard to its resolution of 19 Feb ruary 2008 on the E U’s Strateg y to deliver mark et access for E uro­ pean companies ( 1 ) Texts Adopted, P6_TA(2008)0053. ( 1 ), — having regard to its resolution of 22 May 2007 on Global Europe — external aspects of competitiveness ( 2 ) OJ C 102 E, 24.4.2008, p. 128. ( 2 ), ",
        "C 45 E /48 EN Official Journ al of the E uropean Un ion 23.2.2010 Thursday 18 December 2008 — having regard to its resolution of 5 June 2008 on implementing trade policy through efficient import and export rules and procedures ( 1 ) Texts Adopted, P6_TA(2008)0247. ( 1 ), — having regard to its resolution of 1 June 2006 on EU-US transatlantic economic relations ( 2 ) OJ C 298 E, 8.12.2006, p. 235. ( 2 ), — having regard to its resolution of 12 October 2006 on economic and trade relations between the EU and Mercosur with a view to the conclusion of an Interregional Association Agreement ( 3 ) OJ C 308 E, 16.12.2006, p. 182. ( 3 ), — having regard to its resolution of 13 December 2007 on the trade and economic relations with Korea ( 4 ) Texts Adopted, P6_TA(2007)0629. ( 4 ), — having regard to its resolution of 8 May 2008 on trade and economic relations with the Association of South East Asian Nations (ASEAN) ( 5 ) Texts Adopted, P6_TA(2008)0195. ( 5 ), — having regard to its resolution of 13 October 2005 on prospects for trade relations between the EU and China ( 6 ) OJ C 233 E, 28.9.2006, p. 103. ( 6 ), — having regard to the Communication from the Commission of 24 October 2006 entitled ‘EU — China: Closer partners, growing responsibilities’ (COM(2006)0631) and the working document accompanying it, entitled ‘Closer Partners, Growing Responsibilities — a policy paper on EU-China trade and investment: Competition and Partnership’ (COM(2006)0632), — having regard to Council Regulation (EC) No 3286/94 of 22 December 1994 laying down Community procedures in the field of the common commercial policy in order to ensure the exercise of the Commu­ nity’s rights under international trade rules, in particular those established under the auspices of the World Trade Organization ( 7 ) OJ L 349, 31.12.1994, p. 71. ( 7 ) (Trade Barriers Regulation), — having regard to the Communication from the Commission of 16 July 2008 entitled ‘An Industrial Prop­ erty Rights Strategy for Europe’ (COM(2008)0465), — having regard to the Communication from the Commission of 21 February 2001 entitled ‘Programme for action: Accelerated action on HIV/AIDS, malaria and tuberculosis in the context of poverty reduction’ (COM(2001)0096), — having regard to the Communication from the Commission of 26 February 2003 entitled ‘Update on the EC Programme for Action — Accelerated action on HIV/AIDS, malaria and tuberculosis in the context of poverty reduction — Outstanding policy issues and future challenges’ (COM(2003)0093), — having regard to the Communication from the Commission of 26 October 2004 entitled ‘A Coherent European Policy Framework for External Action to Confront HIV/AIDS, Malaria and Tuberculosis’ (COM(2004)0726), — havin g regard to Regulation (EC) No 816/2006 of the European Parliament and of the Council of 17 May 2006 on compulsory licensing of patents relating to the manufacture of pharmaceutical products for export to countries with public health problems ( 8 ) OJ L 157, 9.6.2006, p. 1. ( 8 ), — having regard to Council Regulation (EC) No 980/2005 of 27 June 2005 applying a scheme of genera­ lised tariff preferences ( 9 ) OJ L 169, 30.6.2005, p. 1. ( 9 ) (GSP Regulation), — having regard to the report of the Commission of 19 May 2008 on community customs activities on counterfeit and piracy — Results at the European border 2007, ",
        "23.2.2010 EN Official Journ al of the E uropean Un ion C 45 E /49 Thursday 18 December 2008 — having regard to Regulation (EC) No 450/2008 of the European Parliament and of the Council of 23 April 2008 laying down the Community Customs Code (Modernised Customs Code) ( 1 ) OJ L 145, 4.6.2008, p. 1. ( 1 ), — having regard to the Communication from the Commission of 1 April 2008 entitled ‘Strategy for the evo­ lution of the Customs Union’ (COM(2008)0169), — having regard to the amended proposal for a directive of the European Parliament and of the Council on criminal measures aimed at ensuring the enforcement of intellectual property rights of 26 April 2006 (COM(2006)0168), — having regard to its resolution of 19 June 2008 on the fortieth anniversary of the Customs Union ( 2 ) Texts Adopted, P6_TA(2008)0305. ( 2 ), — having regard to Directive 2004/48/EC of the European Parliament and of the Council of 29 April 2004 on the enforcement of intellectual property rights ( 3 ) OJ L 157, 30.4.2004, p. 45. ( 3 ), — having regard to Council Regulation (EC) No 1383/2003 of 22 July 2003 concerning customs action ag ainst g oods suspected of in fringing certain in tellectual property rights an d the measures to b e tak en against goods found to have infringed such rights ( 4 ) OJ L 196, 2.8.2003, p. 7. ( 4 ), — having regard to Rule 45 of its Rules of Procedure, — having regard to the report of the Committee on International Trade and the opinions of the Committee on the Internal Market and Consumer Protection and the Committee on Legal Affairs (A6-0447/2008), A. whereas it is necessary to combat counterfeiting effectively in order to achieve the objectives of the new Lisbon agenda, with regard to both its internal and external aspects, as stated by the Commission in its abovementioned Communication of 18 April 2007, B. whereas the European Union is the world’s second importer of goods and services and the extreme open­ ness and transparency of its single market offers huge opportunities but also poses serious risks of an invasion of counterfeit products, C. whereas the EU economy has specialised in high value added, high-quality products, often protected by trademarks, patents or geographic indications, which, by their very nature, are among the most likely to b e counterfeited, D. whereas serious infringements of intellectual property rights (IPR) are non-tariff trade barriers which make access to third-country markets more difficult and costly, especially for small and medium-sized enter­ prises (SMEs) of limited resources and means, E. whereas European competitiveness is traditionally linked to the quality of the workforce and, increas­ ingly, especially for SMEs, to research, development, innovation and the relevant IPRs, F. whereas IPRs, including geographical indications and denominations of origin, are not always protected effectively by the European Union’s trading partners, ",
        "C 45 E /50 EN Official Journ al of the E uropean Un ion 23.2.2010 Thursday 18 December 2008 G. whereas there is a large and increasing number of types of counterfeit products, no longer confined to luxury and high-quality goods but also including commonly used products, such as toys, medicines, cos­ metics and food, H. whereas a recent survey by the OECD estimated that international trade relating to IPR infringements amounted to as much as EUR 150 billion in 2005, to which should be added the value of national trans­ actions and counterfeit and pirated products that are distributed through the Internet, I. whereas in 2007 the amount of goods seized by the customs authorities of the European Union that were in breach of IPRs increased by 17 % against the previous year, with an increase of 264 % for cosmetics and personal hygiene products, 98 % for toys and 51 % for medicines, J. whereas counterfeiting and piracy have alarming consequences for the EU economy and for the Com­ munity social and economic system as a whole, reducing incentives to innovate, curbing foreign direct investment, eliminating skilled jobs from industry and laying the groundwork for the development of a hidden economic system, running parallel to the legal one and controlled by organised crime, K. whereas the abovementioned 2007 report by the OECD and the upcoming Phase II report by the OECD on ‘Piracy of digital content’, emphasise the global scale, rapid growth and detrimental economic impact of digital piracy on rights holders, L. whereas counterfeiting causes serious damage to the environment, both because of the inadequacy of the quality standards of counterfeit goods and the high costs of disposing of and destroying them, M. whereas access to procedures for combating counterfeit goods is complicated, costly and time-consum­ ing, especially for SMEs, N. whereas the single market ensures that European consumers can choose freely, transparently and safely which products to buy, and counterfeiting, unless appropriately curbed, can not only undermine the prin­ ciple of confidence on which the entire system is based but can also pose serious risks to safety, health, and in extreme cases, the very lives of consumers and it is thus necessary to better protect their rights, O. whereas initiatives to raise awareness among consumers about risks to their health and safety and, in gen­ eral, about the consequences of buying counterfeit goods are an effective tool in combating counterfeiting, P. whereas tougher action should be taken against counterfeiters of products that have a direct impact on public health, Q. whereas the ongoing differences between the laws of the Member States on IPRs, particularly with regard to the criminal measures aimed at ensuring that they are respected, weaken the European Union’s nego­ tiating position and may undermine the efforts hitherto made to combat counterfeiting more effectively internationally, R. whereas the simplified procedure laid down in Article 11 of Regulation (EC) No 1383/2003 in Member States such as Portugal, Greece, Hungary, the Netherlands and Lithuania which allows for the destruction of large quantities of counterfeit goods in a short period of time and with relatively low costs, is very successful, ",
        "23.2.2010 EN Official Journ al of the E uropean Un ion C 45 E /51 Thursday 18 December 2008 S. whereas the 2006 G8 St Petersburg summit recognised the global nature of the counterfeiting and piracy problem and stressed the need to improve cooperation between G8 countries, third countries and the competent international institutions, T. whereas the subsequent G8 summit in Heiligendamm set up an IPR Task Force to combat counterfeiting and piracy as part of the ‘Heiligendamm Process’ ( 1 ) Summit Declaration, Growth and Responsibility in the World Economy, 7 June 2007, Summit G8 Heiligendamm. ( 1 ), U. whereas in 2007 the European Union, Japan and the United States announced the opening of negotia­ tions with a view to a new multilateral agreement designed to strengthen the enforcement of IPRs and combat counterfeiting and piracy (Anti-Counterfeiting Trade Agreement — ACTA), V. whereas a favourable conclusion of the ACTA Agreement will make it possible to establish common stan­ dards for civil and administrative protection, improved inter-institutional cooperation and cooperation with the private sector, and the incorporation of technical assistance, with a view to making respect for IPRs simpler, safer and less costly, W. whereas a distinction needs to be drawn between generic medicines, the distribution of and trading in which should be encouraged, both in the EU and in developing countries, and counterfeit medicines, which, on the one hand, are dangerous for public health and, on the other, cause substantial economic losses to companies in the sector and may delay the development of new discoveries without benefiting the populations of the least developed countries; whereas, moreover, counterfeit medicines account for only part of illegal medicines, X. whereas, as regards products having a direct impact on public health, Internet and parallel trade distri­ bution networks contribute greatly to the spread of counterfeit products that are dangerous to public health, Y. whereas the European Union is pursuing ongoing efforts to harmonise IPR enforcement measures, nota­ bly with a proposal for a European Parliament and Council directive on criminal measures aimed at ensur­ ing the enforcement of intellectual property rights of 12 July 2005 (COM(2005)0276), and this process should not be circumvented by trade negotiations which are outside the scope of the normal EU decision- making processes , Z. whereas it is also crucial to ensure that the development of IPR enforcement measures is accomplished in a manner that does not impede innovation or competition, undermine IPR limitations and exceptions or personal data, restrict the free flow of information, or unduly burden legitimate trade, AA. whereas the European Union has demonstrated its commitment to effective and balanced enforcement of IPRs by adopting a set of directives in this field following detailed scrutiny by the Parliament and the Council over many years, AB. whereas it is fundamentally important, when considering legal measures, to recognise the substantive dif­ ference between intellectual and material property rights, and accordingly between infringement of rights and theft, AC. whereas all intellectual property infringements are damaging to trade and business but commercial scale infringements have additional and widespread effects, AD. whereas, in the case of patents on pharmaceutical products, whilst infringements of patents are settled case-by-case on the basis of substantive arguments made in civil proceedings on the grounds of a patent infringement, infringements of copyright and trademarks constitute intentional offences, ",
        "C 45 E /52 EN Official Journ al of the E uropean Un ion 23.2.2010 Thursday 18 December 2008 The multilateral framework 1. Takes the view that the Word Trade Organisation (WTO) system aims to ensure that IPRs are more widely recognised internationally, providing for an agreed level of standards of protection through the Trade-Related Aspects of Intellectual Property Rights (TRIPS), dialogue between Member States and with other institutions such as the World Intellectual Property Organisation (WIPO) and the World Customs Organisation (WCO), as well as a dispute prevention and settlement mechanism; 2. Calls on the Commission to persevere in the TRIPS Council to ensure that the minimum rules incorpo­ rated into national law are accompanied by effective enforcement measures and measures to prevent infringe­ ments;takes the view that the flexibilities provided for in the TRIPS agreement and confirmed in the Doha Declaration on the TRIPS agreement and public health, should be maintained insofar as they are aimed at ensuring a fair balance between the interests of rights’ holders and those of end users; 3. Calls on the Commission to bring forward proposals to the Parliament to ensure that export, transit and transhipment operations are appropriately dealt with in the TRIPS agreement and to examine the case for fur­ ther changes in the agreement, in order to create a fair balance between the interests of owners and those of potential users of IPRs, particularly bearing in mind the level of development of the parties involved and dis­ tinguishing between countries which produce counterfeit and pirated products, those which use them, and those through which the products transit; 4. Welcomes the progress achieved by the European Union in technical assistance programmes which have helped to strengthen IPRs in emerging and developing countries, and stresses the importance of continuing with such programmes, in view of the benefits which they can achieve in terms of sustainable economic devel­ opment and their important role in combating counterfeiting; 5. Calls on the Commission and the Member States to develop specific measures, backed up by appropriate financial coverage, in favour of more widespread consumer education in Europe and also in developing coun­ tries, in order to avert the risks relating to potentially dangerous counterfeit products; 6. Supports the solutions put forward at the Twelfth session of the United Nations Conference on Trade and Development, within the Creative Africa Initiative, which consider the creative industries to be an essential fac­ tor in the growth of underdeveloped countries, and reaffirm the vital role of IP for the sustainable develop­ ment of such regions; 7. Calls on the Commission and the Member States to propose and support the drafting of a protocol on counterfeiting, in addition to the United Nations Convention against Transnational Organised Crime (Palermo Convention); 8. Points out that in several emerging economies, the production of counterfeit and pirated goods has reached alarming levels; whilst welcoming the cooperation initiatives hitherto implemented, is of the view that special measures are required in order to strengthen coordination between customs, judicial and police authori­ ties with the countries concerned and to encourage the harmonisation of the laws of these countries with those of the European Union; 9. Calls on the Commission to introduce, along the same lines as Article 3(2) ( 1 ) Article 3(2) states that ‘Those measures, procedures and remedies shall also be effective, proportionate and dissuasive and shall be applied in such a manner as to avoid the creation of barriers to legitimate trade and to provide for safe­ guards against their abuse.’ ( 1 ) of the Directive 2004/48/EC, safeguards at international level in order to guarantee that any extra patent enforcement measures are not used to hinder legitimate trade; ",
        "23.2.2010 EN Official Journ al of the E uropean Un ion C 45 E /53 Thursday 18 December 2008 10. Encourages the Commission and the Member States to strengthen their cooperation with Euro-Mediter­ ranean partner countries within the Euromed Market Programme and promote in the Euro-Mediterra­ nean region a common approach to legislation, procedures and implementation with regard to customs cooperation and action to combat counterfeiting and piracy in order to facilitate trade between Euro-Mediter­ ranean partner countries; 11. Is convinced that in order to step up the fight against counterfeiting, more regular and targeted use should also be made of the WTO’s Dispute Settlement Body, which, together with the Community and national courts, can provide better protection of European industry and consumers by consolidating case-law which enhances the substance and scope of the TRIPS agreement; 12. Reaffirms that any harmonisation of substantive law must respect national sovereignty and international treaties in this area; ACTA and other bilateral and regional EU initiatives 13. Calls on the Commission to continue its fight against counterfeiting and piracy, in parallel with the mul­ tilateral negotiations, also by means of bilateral, regional and multilateral agreements with a view to approxi­ mating and enforcing laws, and by providing for the establishment of efficient dispute settlement systems and penalties in case of failure to comply with the obligations underwritten; 14. Calls on the Commission and the Member States to negotiate ACTA under conditions of the utmost transparency towards EU citizens, especially with regard to the definitions of the terms ‘counterfeiting’ and ‘piracy’ and the criminal sanction measures foreseen; takes the view that the social impact of the agreement as well as the impact on civil liberties must be assessed; supports the establishment of a task force to examine the implementation of the agreement, by promoting this subject in dialogue between the European Union and third countries and as part of cooperation measures with those countries; 15. Considers that it is not yet certain whether the EC Treaty provides a legal basis for Community measures prescribing the type and level of criminal penalties and that, as a consequence, the Commission may not have competence to negotiate on behalf of the Community an international agreement which specifies the nature and level of criminal-law measures to be taken against trademark and copyright violators; 16. Stresses that in all intellectual property enforcement agreements foreseen, personal use, that is not for profit, must be distinguished from the fraudulent and intentional marketing of counterfeit and pirated goods; 17. Calls on the Commission to negotiate with third countries on the establishment of task forces to combat counterfeiting; 18. Asks the Commission to ensure that ACTA will not grant public authorities access to private computers and other electronic devices; 19. Welcomes the growing interest shown by a number of WTO countries in the ACTA, believes that efforts should be made to include emerging economies such as China, India, Brazil as well as regional trade blocs such as Mercosur, CARICOM and ASEAN, in order for them to take part in the negotiations of the agreement, invit­ ing them from n ow to commit themselves to g uarantee I PRs’ respect in their territories; ",
        "C 45 E /54 EN Official Journ al of the E uropean Un ion 23.2.2010 Thursday 18 December 2008 20. Calls on the Commission to avoid the danger of contradictions and overlap between the ACTA, the TRIPS agreement and other international IPR treaties; 21. Calls on the Commission to ensure that ACTA only concentrates on IPR enforcement measures and not on substantive IPR issues such as the scope of protection, limitations and exceptions, secondary liability or liability of intermediaries; 22. Calls on the Commission to ensure that ACTA is not used as a vehicle for modifying the existing Euro­ pean IPR enforcement framework, but fully reflects the balance established by the different directives adopted by the European Parliament and Council in this field, and notably the provision of Recital 2 of the Directive 2004/48/EC; 23. Calls on the Commission and the Council to clarify the role and competence of the Article 133 Com­ mittee and the other committees involved in the negotiation of the ACTA; 24. Believes that the Commission should take into account certain strong criticism of ACTA in its ongoing n egotiations, namely that it could allow trademark and copyright holders to intrude on the privacy of alleged infringers without due legal process, that it could further criminalise non commercial copyright and trade­ mark infringements, that it could reinforce Digital Rights Management technologies at the cost of ‘fair use’ rights, that it could establish a dispute settlement procedure outside existing WTO structures and lastly that it could force all signatories to cover the cost of enforcement of copyright and trademark infringements; 25. In this context, calls on the Commission to ensure a continuous and transparent public consultation pro­ cess, to support the benefits of such a process with all the negotiating countries, and to ensure that the Par­ liament is regularly and thoroughly informed about the state of play of the negotiations; 26. Recalls that the EC Treaty includes derogations where the negotiation and conclusion of agreements in the field of commercial aspects of intellectual property relates to trade in cultural and audiovisual services; points out that, in such instances, the negotiation and conclusion of agreements falls within the shared com­ petence of the Community and its Member States; further points out that, in addition to a Community deci­ sion taken in accordance with the relevant provisions of the EC Treaty, the negotiation of such agreements requires the common accord of the Member States and agreements negotiated in this way must be concluded jointly by the Community and the Member States; 27. Reminds the Commission of, within the framework of ACTA negotiations, Article 8 of the Charter of Fundamental Rights of the European Union, which concerns the protection of personal data, and Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data ( 1 ) OJ L 281, 23.11.1995, p. 31. ( 1 ); 28. Takes the view that the public interest in disclosure of ACTA preparatory drafts, including progress reports, and of the Commission’s negotiating mandate should not be overridden by Article 4 of Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents ( 2 ) OJ L 145, 31.5.2001, p. 43. ( 2 ), and urges the Council to enforce Article 255 of the EC Treaty in such a way as to ensure the widest possible access to documents, provided that the nec­ essary security measures are taken as required by data-protection law; 29. Notes with regret that IPR protection in Turkey does not yet meet EU standards and therefore needs to be reviewed; points out that Turkey will only become a credible candidate for accession when it is in a posi­ tion to take on the Community acquis and guarantee full respect for IPRs within its boundaries; ",
        "23.2.2010 EN Official Journ al of the E uropean Un ion C 45 E /55 Thursday 18 December 2008 EU-China relations 30. Calls on the Chinese authorities to step up their efforts and take legal action with renewed energy against those who violate IPRs and, in this connection, welcomes the change of attitude on the part of judicial bodies which recently recognised the IPR entitlements of EU citizens in China and condemned local companies which had infringed those rights; 31. Reaffirms the need to step up cooperation with the Chinese customs authorities and to guarantee assis­ tance and support from corresponding European administrative services; 32. Stresses the fact that 60 % of the counterfeit goods seized by the customs authorities of the EU are pro­ duced in China; asks the Commission, together with the Chinese authorities, to present an action plan to fight counterfeiting as soon as possible; External support measures in the fight against counterfeiting 33. Recommends that an effective mon itoring mechan ism b e in troduced with reg ard to possib le in fringe­ ments of IPRs that are protected under the various agreements, coupled with trade incentive tools as part of a specific commitment to the fight against counterfeiting and piracy; 34. Points out that the GSP Regulation also provides for the possibility of temporarily suspending prefer­ ences for those partners which implement unfair trading practices; takes the view that in the event of particu­ larly serious violations of intellectual property, such as cases constituting a serious threat to safety and public health, the use of such a deterrent should be taken into due consideration by the Commission; 35. Is of the view that the Trade Barriers Regulation can provide important assistance to European compa­ nies suffering from problems of third-country market access in relation to intellectual property infringements and calls on the Commission to encourage and facilitate its use, especially by SMEs; 36. Takes the view that improved cooperation between the European Union and the Member States in third countries can guarantee more effective exchanges of information, better use of available resources and a greater impact on measures to combat counterfeiting as regards both political-diplomatic action and more strictly technical aspects; 37. Calls on the Commission to make the ‘market access team’ in the EU delegations a tangible point of ref­ erence for Commun ity compan ies (in particular SME s) complain ing of in tel lectual property in fringements; Regulatory and organisational issues 38. Notes the Commission’s commitment to consolidating IPRs in the European Union and calls for greater commitment in the combating of counterfeiting and the harmonisation of existing laws in the Member States; 39. Notes that there is no harmonised definition in the European Union of ‘counterfeiting’ and ‘piracy’ and that the Member States’ definitions differ; 40. Notes the worrying spread of counterfeiting and piracy, in particular, in a globalised economy, and its serious implications for the competitiveness of the European Union and its businesses, creators and consum­ ers; calls therefore on the Member States to provide consumers with sufficient information on the dangers of counterfeiting and piracy, in particular the considerable health and safety risks which counterfeit products, including medicin es, pose to con sumers; ",
        "C 45 E /56 EN Official Journ al of the E uropean Un ion 23.2.2010 Thursday 18 December 2008 41. Asks the Commission to investigate specifically the health and safety risks related to counterfeiting in order to assess whether further measures are needed; 42. Calls on the Commission to make all efforts to agree common minimum sanctions for serious infringe­ ments of IPRs; 43. Believes that harmonisation of existing national anti-counterfeiting legislation is necessary in order to ensure effective and consistent application of the future ACTA agreement; 44. Stresses the need for improved coordination within the Commission between departments dealing with combatingg counterfeiting and for better dissemination of the Community initiatives the Commission adopts in this regard, given that the fragmentation of sanction arrangements is detrimental to the internal market and weakens the European Union in its trade negotiations; stresses also that the private and public sectors should extend their cooperation to ensure that measures to combat counterfeiting are more active, dynamic and effective; 45. Stresses the n eed to develop appropriate ongoing training courses for customs staff, magistrates and other professionals concerned and to encourage the Member States to set up specialised anti-counterfeiting teams; 46. Notes the acknowledgement by the Commission, in its July 2007 White Paper on Sport, that the eco­ nomic viability of exploiting sports rights is dependent on the availability of effective means of protecting against the activities of intellectual property infringers at national and international levels and calls for the own­ ers of sports’ rights to be taken into account in any action to combat counterfeiting and digital piracy; 47. Recommends further improvement and better coordination of customs procedures in the European Union in order substantially to restrict access of counterfeit and pirated products to the single market; calls also on the Commission to submit a proposal to Parliament and the Council to provide the European Union and its Member States with EU-level statistical data on counterfeiting; 48. Calls on the Commission to take account of the specific aspects of the use of the Internet as a channel for distributing counterfeit products and to measure its impact on the Member States’ economies by develop­ ing statistical tools that can facilitate a coordinated response; 49. Asks the Commission to set up or facilitate a helpdesk for SME s, preferab ly in tegrated with other help­ desk facilities, to give technical assistance to SMEs on the procedures for dealing with counterfeit goods; 50. Considers it vital that European industry should not withhold its support and assistance for the initia­ tives to be taken by the European institutions; considers it especially vital that SMEs are put in a position to be able to defend their rights effectively, especially with regard to IPR infringements in third countries; 51. Asks the Commission and the Member States to encourage initiatives to raise consumer awareness of the consequences of buying counterfeit goods; stresses the important role the business sector has to play in such initiatives; 52. Considers that, for traceability purposes, steps should be taken to encourage measures taken by industry to use modern technologies to distinguish more effectively between original products and counterfeit prod­ ucts, and calls on the Commission to take the necessary steps to promote and establish such constructive steps on a perman ent b asis; ",
        "23.2.2010 EN Official Journ al of the E uropean Un ion C 45 E /57 Thursday 18 December 2008 53. Urges the Member States which have not yet implemented Directive 2004/48/EC to do so without delay; 54. Draws attention to the need to respect the four fundamental freedoms of the internal market and to improve its operation; 55. Calls on the Commission to collect data from the Member States on the damage to consumers’ health which has occurred as a result of counterfeit products and on consumer complaints about counterfeit prod­ ucts; calls on the Commission to ensure that these data are accessible to the authorities in all Member States; 56. Insists in this connection on the need to mobilise all operators concerned to strengthen the effectiveness of instruments for combating counterfeiting and piracy in the internal market; 57. Calls on the Member States to strengthen their customs teams on their national territories and put in place a service, identifiable to third parties (including Member States, third countries, Community institutions, businesses and individuals) responsible for combating counterfeiting and providing information on this problem; 58. Reminds the Member States of the importance of having a Community patent and a jurisdictional sys­ tem for patents as a way of ensuring compliance with users’ intellectual property rights throughout the Euro­ pean Union, thus permitting innovative businesses to protect their inventions as much as possible and to profit from them to a greater extent; 59. Calls on the Member States to step up awareness-raising and information in the fight against counter­ feiting and piracy in tourist areas and in trade fairs and exhibitions; 60. Draws attention to the importance of harmonising IPRs and existing national and Community patents in combating counterfeiting, and calls on the Member States to encourage companies to protect their services and products by registering trademarks, designs, patents and so on in order to be able to better enforce their IPRs; 61. Calls on the Commission to develop a scoreboard to measure Member States’ customs performance in order to further the fight against counterfeiting, and to put in place a rapid information exchange network on counterfeit products, based on national contact points and modern information exchange tools; 62. Calls on the Member States to step up coordination between their customs services and to apply Com­ munity rules on customs duties uniformly throughout the European Union; 63. Calls on the Member States to develop, with the Commission, a common approach to the destruction of counterfeit goods; 64. Asks the Commission to promote the implementation of the simplified procedure laid down in Article 11 of Regulation (EC) No 1383/2003 in all Member States; 65. Further suggests that significant aspects of counterfeiting (product imitation/trademark infringement on a commercial scale) differ from those of piracy (copyright infringement on a commercial scale), and that con­ sideration should be given to dealing with them independently and separately, especially having regard to the urg ent need to address public health and safety aspects prevalent in counterfeiting; ",
        "C 45 E /58 EN Official Journ al of the E uropean Un ion 23.2.2010 Thursday 18 December 2008 66. Supports, as regards the area of public health, the World Health Organisation definition of counterfeit medicine: ‘a medicine which is deliberately and fraudulently mislabelled with respect to identity and/or source. Counterfeiting can apply to both branded and generic products and counterfeit products may include prod­ ucts with the correct ingredients or with the wrong ingredients, without active ingredients, with insufficient active ingredients or with fake packaging’; 67. Highlights the importance of respecting fundamental rights such as the protection of privacy and data when taking measures to combat counterfeiting and piracy; Final considerations 68. Calls on the Commission, in association with the Council and the Member States, to frame a policy that is clear, structured and ambitious, which, alongside internal customs, should coordinate and guide the ‘exter­ nal’ actions of the European Union and its Member States in the fight against counterfeiting and piracy; 69. Calls on the Commission to promote measures that are complementary to legislative standards and, in particular, to promote greater European awareness on the dangers of counterfeiting aimed at changing peo­ ple’s attitudes to counterfeiting and piracy; 70. Considers that the establishment of an international counterfeiting scoreboard should be considered by the Commission which could be modelled on the Internal Market Scoreboard and which would highlight coun­ tries that are b elow averag e in tack ling comb atingof coun terfeit g oods; 71. Urges the Council and the Commission to enable the Parliament to play a more central role in the fight against counterfeiting; considers it particularly advisable for the European Union to promote its political pres­ ence in specialist international meetings such as the Global Anti-counterfeiting and Piracy Congress, and in the international organisations involved in intellectual property protection; 72. Calls on the Commission and Council to keep it fully informed and to involve it in all relevant initia­ tives; believes that in the spirit of the Lisbon Treaty, ACTA should be ratified by the European Parliament under the assent procedure; * * * 73. Instructs its President to forward this resolution to the Council and Commission, and to the govern­ ments and parliaments of the Member States and candidate countries. Accounting requirements as regards medium-sized companies P6_TA(2008)0635 European Parliament resolution of 18 December 2008 on accounting requirements as regards small and medium-sized companies, particularly micro-entities (2010/C 45 E/10) The European Parliament , — having regard to Article 192(2) and Article 232(2) of the EC Treaty, — having regard to the Framework Agreement on Relations between the European Parliament and the Com­ mission of 26 May 2005 ( 1 ) OJ C 117 E, 18.5.2006, p. 125. ( 1 ), "
    ]
}