{
    "text": [
        "World and European Sustainable Cities Insights from EU research Socio-economic Sciences and Humanities EUROPEAN COMMISSION European Research Area WE-EN 100623.indd C 23/06/10 14:34 ",
        "Interested in European research? Research*eu is our monthly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Communication Unit B-1049 Brussels Fax (32-2) 29-58220 E-mail: research-eu@ec.europa.eu Internet: http://ec.europa.eu/research/research-eu EUROPEAN COMMISSION Directorate-General for Research Directorate L – Science, economy and society Unit L.2 – Research in the economic, social sciences and humanities – Prospective Contact: Domenico Rossetti di Valdalbero European Commission Office SDME 07/34 B-1049 Brussels Tel. (32-2) 29-62811 Fax (32-2) 29-79608 E-mail: domenico.rossetti-di-valdalbero@ec.europa.eu WE-EN 100623.indd D 23/06/10 14:34 ",
        "EUROPEAN COMMISSION World and European Sustainable Cities Insights from EU research Directorate-General for Research 2010 Socio-economic Sciences and Humanities EUR 24353 EN WE-EN 100623.indd 1 23/06/10 14:34 ",
        "Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2010 ISBN: 978-92-79-15700-4 ISSN: 1018-5593 doi: 10.2777/4401 © Illustration: Luc Schuiten © European Union, 2010 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P RINTED ON RECYCLED PAPER EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed WE-EN 100623.indd 2 23/06/10 14:34 ",
        "Table of contents Foreword 5 1. Concentration of urban needs and services 6 2. Europe’s cities as reflections of a global world 10 3. Addressing new forms of poverty and exclusion in Europe 15 4. Towards an improvement of urban welfare 20 5. Towards green urban planning 25 European research subjects presented by SOCIAL POLIS 31 EU research projects and EU research activities on urban issues 32 Acknowledgements 34 WE-EN 100623.indd 3 23/06/10 14:34 ",
        "WE-EN 100623.indd 4 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 5 Foreword The “Rio+ 20” Earth Summit is approaching and the European Union is strongly committed to promoting smart, sustainable and inclusive growth by 2020. However, a key question for the future of both the world and the European Union is how to tackle the main challenges resulting from continuing urbanisation. The move towards urbanisation is progressing. Today, more than half of the world’s population is living in cities and Homo sapiens urbanus is now the norm. By the decade 2030, five out of the world’s eight billion people will live in cities. Urbanisation brings new challenges in terms of social cohesion, governance and environ- ment. By 2030, almost two billion people will inhabit the great urban slums of Africa, Asia, Latin America and the Middle-East. Many of these large urban areas are likely to become centres of criminality and disaffection. They may also become focal points for extremist ideologies and urban insurgency. Urbanisation is also synonymous with stress on water supplies and waste disposal systems, air pollution and traffic congestion. These issues will be especially acute in countries like China and India. In addition, as the large major- ity of megacities are on the coast, the impact of the rising sea level due to climate change could be highly damaging. Many cities may be affected by these social, political and environment challenges. The implications could be significant in humanitar- ian, economic and security terms. A greater understanding of the dynamics of urban societies is required if instability and the risks within cities are to be identified and managed. This is one of the main objectives of the European research on urban issues, mostly carried out through the sixth and seventh EU Research Framework Programmes and in close collabo- ration with UN-Habitat. Through presenting a sample of European research projects and UN-Habitat activities, this publication addresses questions related to the concentration of urban needs and services, migration and settlement patterns and new forms of poverty and exclusion in Europe, as well as urban welfare and social innovation, and green urban planning. Our hope is that through the world and Euro- pean experiences highlighted in this brochure, we can shift to a culture of sustainability – economic, social and environmental – and that the motto of the Shanghai World Expo “Better city, better life” can become a reality for the next generation. Jean-Michel BAER WE-EN 100623.indd 5 23/06/10 14:34 ",
        "1 Concentration of urban needs and services Urbanisation process Throughout the world, human beings are moving into cities. According to United Nations forecasts, by 2050 nearly 70 % of the global population will live in cities, up from around 50 % today. The figure for Europe is higher still: some 83 % of the population – nearly 557 million – are expected to live in cities by 2050 (1) . This shift will bring a new set of chal- lenges for city authorities: how to provide the urban population with sufficient water, energy, transport and waste services, and manage infrastructure in a sustainable way (Figure 1). Population growth in a country or world region generally has two concomitant effects on pop- ulation distribution: a greater number of population centres and an increased concen- tration of the population within those centres. The relative strength of the two effects will vary according to the local context, and create different patterns of urbanisation. These can usually be best visualised at the regional level, for example, in the Ile-de-France around Paris or the Randstad region in the Netherlands. There is a general correlation between energy consumption (in gigajoule per inhabitant) and urban density (in inhabitants per hectare). This allows to distinguish several kind of cities, like the American ones, the European ones and the Asian ones. We can define population concentration pat- terns as follows (Figure 2): •• mainly dispersed, with the population dis- tributed between a large number of small centres; 1 http://esa.un.org/unup D i s p e r s e d Number of centres C o n c e n t r a t i o n Monocentric Polycentric Figure 2 Urban structure by number of centres and level of concentration 6 0 10 20 30 40 50 60 70 Figure 1 Energy consumption and urban density 0 20 40 60 80 100 120 Denver Los Angeles Paris London Singapore Tokyo North American cities Asian cities European cities Urban density (inh / ha) E n e r g y c o n s u m p t i o n ( G J / i n h ) Source: Newman P., Kenworthy J. and Theys J. Source: PACT research project WE-EN 100623.indd 6 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 7 •• mainly concentrated, with the largest share of the urban population concentrated in a single, monocentric city; •• polycentric, with growth concentrated in a number of centres of different dimen- sions, forming a network of cities. The Pathways for Carbon Transitions (PACT) project (2) has analysed factors that underpin the three types of settlement, focusing on con- nections between the spatial distribution of: •• population (where people live: homes); •• consumption opportunities (where people consume private and public goods); •• production opportunities (where people produce). The project identified two key factors – time– speed and density – to describe dominant life- styles and urban forms, as follows (Figure 3): Time-speed The time-speed factor examines the implica- tions of doing things quickly or slowly. To achieve “fast” production or consumption, over one unit of time, the number of products made or consumption opportunities exploited must be increased by: •• concentrating production, distribution or service activities in large units which exploit economies of scale; and •• connecting these units to local and global markets by means of fast transport and information infrastructure, to enable the efficient transfer of people (workers, customers), goods and information, sup- ported by efficient service delivery (of energy, water and waste collection) to sat- isfy their highly concentrated needs. This is the paradigm of the modern globalised economy and urban lifestyle. It depends on a heavy consumption of energy and natural resources, a high capital/low labour intensity, and global markets. The best example of how speed drives urban- isation may be the mechanisation of farming, which, coupled with the availability of fossil- fuel based fertilisers, has driven former agri- cultural workers out of rural areas in search of new jobs in urban centres. Other advances in mechanisation and auto- mation, such as the use of automatic tellers in banking and other self-service devices, also result in high worker productivity and accelerated production and consumption processes. 2 http://www.pact-carbon-transition.org Density factor Do it alone Do it together Sprawled city Compact city D o i t f a s t D o i t s l o w T i m e - s p ee d f a c t o r 1 Suburbs (1st ring) 2 Urban Cores 3 Medium to small towns (compact cities) 4 Sparse development (periruban, diffuse cities) Figure 3 The land use – energy – transport nexus: differents forms of settlements Source: PACT research project WE-EN 100623.indd 7 23/06/10 14:34 ",
        "In contrast, “slow” production and consump- tion activities are less resource-intensive, flourish in smaller organisational units, have lower energy requirements per capita, and are characterised by lower capital intensity and worker productivity (and thus more labour- intensive processes), and rely to a greater extent on local resources and markets. In this scenario, there is less demand for fast transport, or energy, water and waste dis- posal services, due to the smaller scale of pro- duction and consumption processes and the greater reliance on local supplies of labour, energy, etc. This was the paradigm of the pre- industrial world, and is still dominant in less- developed and traditional eco nomies. It is, however, being revived to some extent in post- industrial economies, where there is a prefer- ence for environmentally friendly and socially cohesive production schemes. In Europe, there is a growing trend for organic farming and local food production within or very near cities. Density The density factor compares the impact of doing things “alone” or “together”. We do things “alone” when we drive in our own car and live in low density suburbs or detached houses in peri-urban or rural areas. We do things “together” when we live in com- pact villages or towns, or in the inner core of large cities, when we share collective means of transport (public transport or other forms, such as car sharing and/or pooling) or when we walk or cycle around a compact urban environment. “Togetherness” is seen here as a condition where people live in greater physical proximity to each other, and when they travel, work or enjoy leisure activities in compact city environments. Combining the two factors allows us to iden- tify four archetypical urban forms (Figure 4): Source: PACT research project •• First quadrant: This urban form is charac- terised by a cluster of low-density suburban rings around a monocentric city core. It fol- lows a typical urban sprawl dynamic, with workplaces and consumption opportunities concentrated in the central area or – a more recent tendency – in suburban centres (e.g. office districts near international airports, shopping malls in the periphery, etc.), while the population inhabits rings of decreasing density (European cities) or extensive sub- urban areas with arrays of single houses (more common in the US). This form gener- ates high volumes of car-dependent traffic, as alternative forms of transport are diffi- cult to provide at such low density levels. The concentration of workplaces and con- sumption opportunities in the city centre or suburban centres causes congestion during daily or weekly rush hours. •• Second quadrant: A network of compact and dense city cores is connected by means of a rapid transport infrastructure (e.g. high speed trains or highways) which pro- vide for comfortable inter-city travel within a day. Employment, consumption and res- idential districts are distributed within the Urban sprawl City network Rural area/ Tourist area Small compact city Figure 4 Envisioning the urban forms Do it alone Do it together D o i t f a s t D o i t s l o w 8 WE-EN 100623.indd 8 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 9 different urban cores, while high quality and fast public transport can be provided between the cities thanks to the density of demand. This helps to reduce conges- tion problems common to the urban sprawl form, especially if individual car use is restricted in the urban cores. A variant of this form at regional scale is the devel- opment of satellite towns connected to one large core by means of fast and fre- quent public transport, such as by creating Transit Oriented Developments (TODs). •• Third quadrant: The compact medium to small city which contains a full range of production and consumption opportuni- ties for a population that lives mostly within the city boundaries. These cities are small and dense, relatively far from other cities and not connected by fast transport services which would allow return day-trips, and host a variety of economic and social activ- ities which make the city life vibrant and self-reliant. Workplaces and consumption opportunities are located near to housing, and this – together with the relative high density – may facilitate walking, cycling and light public transport (bus services). •• Fourth quadrant: In this form, sparse set- tlements of detached houses are dispersed in peri-urban areas with production, con- sumption and other urban functions spread over a large territory with no dominant urban centre. Consumption and production opportunities are generally far from peo- ple’s homes, but this can be mitigated by increasing the use of Internet broad- band services. The low population density does not allow for the provision of fast and frequent public transport services, and there is limited incentive to build fast road connections, with the result that car dependency is strong and the risk of bot- tlenecks and congestion high. The PACT project is studying each of these urban forms in view of a shift to a post-carbon society. It is examining how the dominant life- styles, technologies and infrastructure of urban living, housing and transport could or should change in order to reduce the use of fossil fuels and CO 2 emissions. Such changes may require a certain reorganisation of pro- duction and consumption models, as well as different mixes of “fast” and “slow” activities. WE-EN 100623.indd 9 23/06/10 14:34 ",
        "10 2 Europe’s cities as reflections of a global world Recent migration and settlement patterns in Europe The number of international migrants world- wide more than doubled in the 40 years from 1965 to 2005 (3) . In Europe, the rise has been even steeper, doubling in just 15 years from 1985 to 2000, from an estimated 23 million to over 56 million, to represent 7.7 % of the total European population (4) . In fact, Europe has become an immigration continent. Taking low fertility rates into account, net migration has become a more substantial contributor than natural growth to population increases in EU Member States. This trend is expected to continue in the coming years. Net migration will prevent an absolute decrease in the EU population up until 2025, a phenomenon that the UN predicted back in 2000 (5) . Such general figures mask the diverse expe- rience of immigration and settlement across the continent (6) . While Switzerland, Belgium and France have a long history of immigra- tion dating from before the World Wars of the 20th century, other countries in western Europe only began to experience immigration in the decades after World War Two. Italy, Spain, Portugal, Greece, Ireland, Norway and Finland were net emigration countries until the 1980s, so have witnessed immigration only for around two decades. Meanwhile, the 12 newest EU Member States are currently experiencing a combination of emigration, transit migration and immigration. The varying patterns of immigration are just as noticeable within individual countries. New immigrants in recent decades have tended to flock to urban areas, altering the composition of large cities. These cities have become the visible face of globalisation. In the Netherlands, for example, more than 60 % of all immigrants and their children live in the Western conur- bation of the Randstad (which comprises Amsterdam, Rotterdam, The Hagueand Utrecht); in Amsterdam nearly half the population is of immigrant origin. The situation is similar in other large European cities (7) . At the same time, the newcomers are distributed unevenly over the city’s districts and wards, concentrated more in some areas than others. Another characteristic of recent migration lies in what is called the new geography of migra- tion. Up until the 1980s, migrants in Europe could generally be identified by one of three migration patterns: •• migration with a colonial background, con- necting certain European countries to their former colonies; •• labour migration, where “recruiting coun- tries” were connected to a limited number of “sending countries”; •• refugee migration, strongly dominated by east-west migration within Europe. 3 IOM (2008), World Migration 2008: Managing Labour Mobility in the Evolving Global Economy, IOM World Migration Report Series, No. 4. Geneva: International Organisation for Migration. 4 United Nations (1998), Population Distribution and Migration. Proceedings of the United Nations Expert Group Meeting on Population Distribution and Migration, Santa Cruz, Bolivia, 18-22 January 1993. New York: United Nations. 5 Eurostat (2005), EU-25 population rises until 2025, then falls. News release. Luxemburg: Eurostat; United Nations (2000), Replacement Migration: Is it a solution to declining and ageing populations? New York: United Nations (Population Division, Dpt of Economic and Social Affairs, United Nations Secretariat: ESA/P/WP.160). 6 For a recent state of the art of research on migration and integration in Europe see Penninx et al. 2006, based on work of the IMISCOE Network of Excellence – www.imiscoe.org 7 Alexander, Michael (2007), Cities and Labour Immigration. Comparing Policy Responses in Amsterdam, Paris, Rome and Tel Aviv. Aldershot/Burlington: Ashgate. WE-EN 100623.indd 10 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 11 These patterns were underpinned by fairly clear geography, embracing Europe and the Mediterranean countries, plus a limited number of (former) colonies. Today, this picture has become blurred. Immi- grants now come to Europe in significant numbers from all over the world. They include expatriates and skilled workers working for multinational companies and international organisations; doctors and nurses from the Philippines; refugees and asylum seekers from African, Near Eastern and Asian coun- tries, as well as Balkan and former Soviet Union countries; students from China and undocumented workers from African coun- tries, to name but the largest groups. In cities such as London, this has resulted in a situa- tion described by one commentator as “super-diversity” (8) . The origin of migrant populations is not all that has changed: the nature of settlement has evolved too. Whereas migration used to be seen predominantly as a one-off movement leading to permanent resettlement, recent migration is more fluid, thanks to improved transport and communication networks. Migrants today may make consecutive stays in different countries, or alternate residence between countries. This results in new patterns of residence, inte- gration and community formation, which researchers are studying under the heading of transnationalism. Policy-makers, meanwhile, are wondering what implications this will have on their integration efforts. The European Union has lent its own dynamic to international mobility and migration. While EU citizens and residents have the right to move and settle anywhere within the EU area, Member States have developed restrictive and defensive immigration policies towards migrants from non-EU countries. The trend towards “free movement” within the EU has been matched by increasing closure to those from outside (9) . Reactive policies of European countries European countries may have become immigra- tion countries, but they do not see themselves as such. The “nation of immigrants” tag that is commonly applied to Canada, Australia and the United States is not used in Europe, and this continues to frame discussions of migration, irrespective of the fact that several countries have had higher immigration rates than the three countries mentioned. This framing has had a pervasive impact on policy. It has led since the first oil crisis of 1973 to restrictive policies, driven on the one hand by the fall in demand for lower- skilled workers, in particular, while on the other permitting supply-driven migration, on the basis of family reunion and formation, and refuge and asylum. These changes led to new forms of migrant entry (such as smuggling and trafficking), which in turn prompted fur- ther control-oriented requirements and pro- cedures (as in asylum and family migration). In a spiral dynamic, new actors entered the scene, and immigration became increasingly criminalised, as tougher regulations led to greater illegal activity. In recent years, 8 IVertovec, S. (2006), Super-diversity and its implications. http://www.compas.ox.ac.uk/publications/wp-06-25.shtml; Penninx, R., M. Berger & K. Kraal (eds) (2006), The dynamics of International Migration and Settlement in Europe. A State of the Art. Amsterdam: AUP (IMISCOE Joint Studies series); R. Penninx (2009), Vergleichende Studien zu Integrationspolitiken europäischer Städte, in: Frank Gesemann / Roland Roth (Hrsg.), Lokale Integrationspolitik in der Einwanderungsgesellschaft – Migration und Integration als Herausforderung von Kommunen, Wiesbaden: VS Verlag für Sozialwissenschaften. 9 Martiniello, M. (2006), The new migratory Europe: towards a proactive immigration policy?, in Parsons, C. and Smeeding, T. (Eds.), Immigration and the Transformation of Europe, Cambridge University Press, Cambridge. WE-EN 100623.indd 11 23/06/10 14:34 ",
        "12 international political terrorism has added a security focus to the migrant question. As a result of this tendency, many people now perceive migration as a problem and a threat, and in many countries the topic has climbed to the top of the political agenda. The sense among European countries that they are not immigration countries has also shaped their policies regarding settlement and integration. In north-western Europe, countries that imported labour in the 1950s and 1960s defined migrants as “temporary guests”. They provided limited accommoda- tion as they anticipated that these guests would return home. When a significant portion decided to stay for good, forming communities and exercising their right to bring families and spouses to join them, this came as a some- thing of a surprise to expectations. Certain countries, such as Sweden in the mid-1970s and the Netherlands in the early 1980s, iden- tified tensions early on and initiated inclusion and integration policies. Others acknowl- edged the need to formulate such policies later on, in the 1990s, but did so only hesi- tantly and partially (10) . It was their belief in equality and equity in a welfare state that guided countries like Sweden and the Netherlands to develop inte- gration policies for long-term residents, not the sense that they had become immigra- tion countries. On the contrary, restrictive immigration policies were seen as necessary for successful integration (based on the as sumption that too much and continuous immigration would make integration impos- sible). These early integration policies were strongly rights-based, embracing the socio- economic, political and cultural domains. Other European governments, meanwhile, stuck to ad-hoc adaptive measures, and left the task of managing integration to civil society groups such as trade unions, churches and welfare organisations. The political controversy prompted by these “policies of neglect” led to the realisation that integration is about far more than simply pro- viding facilities for newcomers to adapt and function in society: it raises questions about how that society defines itself and whether it is able and willing to change. In response, countries in north-western Europe have 10 Penninx, R., (2005), Integration of migrants: economic, social, cultural and political dimensions, in: M. Macura, A.L. MacDonald and W. Haug (eds), The new demographic regime. Population challenges and policy responses. New York/Geneva: United Nations. WE-EN 100623.indd 12 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 13 Bern and Basel, for instance, initiated local policies (Leitbilder) in the late 1990s, prompted by the absence of national guidance. Berlin, Frankfurt and Vienna, too, have taken deci- sions at a local level in the absence of national policies and resources. Where national integration policies have a longer history, such as the Netherlands and Sweden, cities have joined forces to demand more executive power and greater resources from their national governments in order to cope with pressures on housing (segregation and degeneration of neighbourhoods), jobs (disproportionate unemployment, high social security costs), education (concentrations of ethnic minority pupils in certain areas and sec- tors), and public order (racial harassment, crime, inter-group tensions). In these coun- tries, policies relating to metropolitan areas and integration which specifically target immi- grants have been bundled together in recent years into a single framework, opening the way for broad-ranging possibilities (12) . In each of these cases, there has been a crit- ical dialogue between cities and national governments on an issue where national and local policies clash. Cities will not always win such battles. But city governments are able to use their discretionary powers – avoiding national public debate when possible – to gain room for manoeuvre in support of certain immi- grants. What the tension makes clear is that local and national governments have different interests – or at least different perceived inter- ests – when it comes to integration policies and their implementation. Cities observe the day- to-day impact of immigration, as well as the impact of policies, and their migrant commu- nities experience these directly. Any serious shifted from their earlier view of integration policies, which focused on the position of newcomers in society, to one that considers overall social cohesion and how to achieve this. This has prompted discussions about the fundamental identity of their societies (as modern, liberal, democratic, secular, equal and enlightened, among other things). Some observers have called the recent policies in countries like Denmark and the Netherlands “neo-assimilationist”. The picture outlined above is based primarily on developments in north-western Europe. In southern Europe, where the experience of immigration and integration is much more recent, the policy response has been quite different, involving, for example, frequent ini- tiatives to legalise the situation of immigrants. The topic of migration and integration is also relatively new for countries that only recently joined the EU, and where migration takes multiple forms: emigration, immigration and transit migration. Pressures for renewal from local cities Besides national policies on immigration and integration, which give little cause for opti- mism, other forces are at work at the city level. After all, it is in cities where globalisation becomes visible, both in its consequences and in terms of changing urban populations (11) . New immigrants tend to settle in cities, and local authorities have to cope with the conse- quences. In Switzerland, Germany and Austria, where national integration policies have been piecemeal or non-existent, it is cities that have pushed for better policies and demanded greater responsibility and resources. Zurich, 11 Penninx, R., K. Kraal, M. Martiniello & S. Vertovec (eds.) (2004), Citizenship in European cities. Immigrants, local politics and integration policies. Aldershot/Burlington: Ashgate. See CLIP reports “Cities for Local Integration Policies” from Eurofound: http://www.eurofound.europa.eu/areas/populationandsociety/clip.htm 12 See: www.unesco.org/most Rogers A. and J. Tillie (2001), Multicultural Policies and Modes of Citizenship in European Cities. WE-EN 100623.indd 13 23/06/10 14:34 ",
        "14 attempts by local government to address the problems and maximise the opportunities of immigration are sure to bring pressure at the national level. Research data shows that a sig- nificant proportion of European cities are increasingly aware that they need long-term, consistent integration policies in order to pre- serve both their viability as communities and their residents’ quality of life. Many have real- ised that the continued absence of such policies is a recipe for disaster. These observations lead to the conclusion that cities should be allocated greater resources and the flexibility to act in ways appropriate to their local circumstances. National policies – and by implication EU immigration and integration policies – should set out general frameworks and guidelines, but one of their primary aims should be to make available the instruments and resources necessary to help local agencies achieve immigrant integration. The real work has to be done locally, and in coalitions. It is at the level of neighbourhoods, city districts and cities that this cooperation should be forged. This is where the benefits will first become visible. WE-EN 100623.indd 14 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 15 3 Addressing new forms of poverty and exclusion in Europe Poverty in Europe at the beginning of the 20th century differed significantly from that of today. At that time, more than a third (38 %) of the population lived in cities (13) . Life was hard and dangerous, access to healthcare was quite limited and educational chances for the poor were practically nonexistent. Life expectancy was 47 years. Little is known about the extent of urban pov- erty and inequalities at the beginning of the past century due to a tendency of the time to ignore the poor. Very general estimates with- out a rigorous statistical base have suggested that around a quarter of the population was living in poverty and at least 15 percent were living at subsistence level. A seminal work, Life and Labour of the People of London, published in 1900, presented a solid statistical analysis of the city-dwellers and concluded that 30.7 percent were badly paid and were poor or were living below a subsistence level by any reasonable standards (14) . A similar study of living standards published in 1901 gave almost identical results, concluding that between 25 and 30 percent of city-dwellers in the United Kingdom around 1900 lived in poverty, which was defined as “having a family income that could not purchase enough food and clothing to maintain physical efficiency” (15) . Because no contemporaneous studies were conducted on a similar topic in other European cities in a comparative manner, less quantitative infor- mation is available on poverty on the continent at that time. Living conditions of city dwellers were, however, apparently similar or even lower in other countries. Over the course of the century, living standards of many urban dwellers improved thanks to global changes in market relations, scientific discoveries, unprecedented information tech- nology and mass communication, coupled with innovations in social welfare, such as social security schemes, public health and education and other welfare provisions resulting from an increased concern for human rights. GDP per capita in Western Europe rose from an aver- age of 2,899 International Dollars (1900) at the beginning of the century to 17,412 in 1992 (16) and life expectancy increased to over 75 at the end of the century. Urban poverty has declined over the past cen- tury to affect less than one-fifth of the urban population in Europe at the present time, due to sustained economic growth, peace and the regulatory, distributive and redistributive capacity of national and local welfare states. This proportion varies from just under 10 percent in Norway and Finland to less than 20 percent in Germany and Lithuania, to a high 28 percent in Estonia in 2002 (17) . The concept of poverty has also evolved radi- cally over the past 100 years, from a simple, one-dimensional indicator of income levels, used in the investigation of London Standards of Living in 1900, to a multi-dimensional notion of poverty and deprivation, as defined by the then European Economic Community’s Council of Ministers in 1975. The definition of poverty and social exclusion is one of the most long-standing and widely known; it defines the poor as “individuals or families whose resources are so small as to exclude 13 Bairoch, P. (1991), Cities and Economic Development: from the Dawn of History to the Present, Chicago: University of Chicago Press. 14 Less Andrew, Hollen Less lynn (2008), Cities and the Making of Modern Europe, 1750-1914, Cambridge University Press, London. 15 Ibid. 16 Maddison, A.(1995), Monitoring the World Economy, 1820-1990, Paris, OECD. 17 Urban Audit 1999-2002, Percentage households with less than 60 % of the national median annual disposable income. WE-EN 100623.indd 15 23/06/10 14:34 ",
        "16 them from the minimal acceptable way of life of the Member State in which they live” (18) . The definition is based on income as an indicator of living standards. Despite the fact that it refers to a multi-dimensional notion of poverty linking insufficiency of economic resources to cumulative deprivations, it has serious limita- tions in using a threshold of poverty that is arbitrary (19) . A few years later, in 1981, the concept of resources was further defined as “goods, cash income, plus services from other private resources” (20) , and in 1985, the EEC extended the definition to include a notion of resources that can be “material, cultural and social” (21) . In recent years, the European Union has gone beyond a purely relative income poverty meas- ure to include aspects such as risk of poverty rates and gaps, persistent risks, and poverty rates at different thresholds, including indi- cators based on measures covering lack of durables and low housing standards. (22) The “modern” definition of poverty in the European Union is framed in the notions of relative deprivation and social exclusion. This considers a more comprehensive concept of poverty that is “associated with the notion of lack of participation in the common-life style of society, including attachment to various institutional, social, cultural and political ties within the society” (23) . It has to be with the notion of membership within a society, or forms of citizenship, defined in terms of access to a good job with satisfactory income, decent housing, good health, sufficient edu- cation, satisfactory social networks, access to opportunities and freedoms (24) . Fighting poverty and social exclusion through cities No one can dispute that cities are the engines of economic growth and social innovation. How- ever, many European cities are faced with persistent (and often new) problems and chal- lenges concentrated in certain neighbourhoods or social groups. For instance, unemployment rates, poverty and other social indicators often record higher rates than their respective national averages. Other problems, such as access to housing, transport and energy, are also concentrated in cities and more often than not in certain urban areas in particular. No doubt it is in cities where the fight for a more cohesive society should start, in a spe- cific block of houses, a district zone or a larger unit. Even if cities do not have control over many of the deep-rooted causes of poverty and social exclusion that originate at national or interna- tional levels (i.e. macro-economic policies), and do not fully participate in shaping welfare 18 European Council Decision 75/458/EEC of 22 July 1975 concerning a programme of pilot schemes and studies to combat poverty. 19 Indeed, the definition based on a relative income poverty measure has problems in choosing a cut-off point that is rather arbitrary (40 or 60 percent). Moreover, the definition explains what proportion of people are poor but does not sufficiently take into account other factors that affect people’s situations such as how far below the poverty threshold they are or the length of time they have been poor. Poverty and Inequality in the European Union, European Anti-Poverty Network (EAPN). 20 EEC (1981), Final Report from the European Commission to the Council on the First Programme of Pilot Schemes and Studies to Combat Poverty, Brussels: Commission of the European Communities, Brussels. 21 EEC (1985). On Specific Community Action to Combat Poverty, Council Decision 85/8/EEC of 19 December 1954. 22 European Commission (2009), How to Measure Extreme Poverty in the EU, Social Affairs and Equal Opportunities DG Social Protection and Integration, Brussels. 23 Muffels Ruud, Fouarge Didier (2004), Cyclical Poverty in Matured Welfare States, Tilburg Institute for Social Security Research, http://www.eolss.net/EolssSampleChapters/C11/E1-15-01-05/E1-15-01-05-TXT-02.aspx 24 Alkire Sabine et al (2009), Multidimensional Measures of Poverty and Well-being, Report Working paper prepared for the European Commission, referring to Amartya Sen’s Capability Approach. WE-EN 100623.indd 16 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 17 policies designed at a national level, cities “can play an important role in alleviating, preventing and tackling social exclusion and poverty by taking flexible and innovative solutions at local level” (25) . Located at the interface between their inhab- itants and other levels of government, cities can have a better understanding of people’s needs and the problems of exclusion that con- front certain individuals, families and groups. Eurocities has identified different policy areas where cities can intervene to make sure that each person in society has the right to live in dignity. These policy interventions range from creating conditions to generate new jobs, develop skills, provide affordable healthcare, reduce the negative effects of environmental pollution, improve access to ICT, increase participation in cultural activities, improve public transport, address housing exclusion and various other measures to combat social segregation. Many of these city responses are concentrated in deprived areas working closely with other tiers of government. The EU has developed an urban agenda that gives greater responsibility to local govern- ments and civil society, particularly in the new Member States. City administrations are increasingly involved in national and regional policies relating to employment, child poverty, culture and social development. However, the participation of cities in policy implemen- tation faces serious challenges, due to budgetary limitations that are reducing the level of public resources for city investments. A mismatch between the new responsibilities of cities and the resources made available to them is evident in various countries that are undergoing administrative decentralisation. Fiscal stress is a clear consequence of this that undermines the capacity for local action (26) . Some additional problems at the policy and institutional level include: frag- mentation of efforts of different levels of government; sectoral interventions in differ- ent policy fields that render ineffective the responses; uncoordinated interventions in different geographic areas; and inertia in institutional local structures. Some European cities are characterised by having weak eco- nomic systems and welfare provisions that are not very generous. Other cities have poor control of the changing spatial structure of the city that affects in different manners the quality of life of different social groups. Chal- lenges are therefore diverse, multi-layered and multi-dimensional, and some cities do not exhibit the capacity to reduce exclusion- ary dynamics at work in their own situations. In Europe, 17 families out of 100 were consid- ered at risk of poverty in 2007 (27) . In addition to this conventional form of poverty, new forms of social exclusion and poverty are emerging: “infrastructure-poor” (eastern Europe); “feminisation of poverty”, mainly among single, immigrant mothers (southern Europe); “immigrant poverty” (central Europe and other countries); “young people at risk of poverty” (eastern Europe); “the vulnerable elderly” (eastern and western Europe), among other forms. There are already good examples of cities addressing these distinctive patterns of new urban poverty by putting in place necessary 25 Eurocities (2009), Social Exclusion and Inequalities in European Cities: Challenges and Responsibilities, Brussels. 26 The Challenge of Governance. Communication from the Commission to the Council, the European Parliament, the Economic and Social Committee and the Committee of the Regions, 28 October 1999. http://ec.europa.eu/regional_policy/sources/docoffic/ official/communic/pdf/caud/caud_en.pdf 27 Eurostat (2010), Combating Poverty and Social Exclusion: A Statistical Protrait of the European Union, Brussels. This data is calculated on the basis of the common threshold of 60 percent of the median equivalised disposable income. WE-EN 100623.indd 17 23/06/10 14:34 ",
        "18 need for more refined information on sub- standard housing and unhealthy dwellings, such as the “bassos” in Naples, “illegal pen- sions” in Barcelona, and “boarding houses” in Paris, to name just a few (31) . Immigration and local policy Most people who migrate to Europe end up in cities. The influx of immigrants has intensified in the last few decades and is gradually chang- ing the ethnic composition of many urban cen- tres. Today, non-European minorities comprise around 5 to 6 percent of residents in European cities; by 2025 they could reach 15 percent of the total population. Young non-European minorities will represent a higher proportion than the young “native” population (32) . Migra- tion trends have contributed to stabilise urban growth in many European cities that otherwise would have observed negative urban growth rates. In the last 30 years, more cities in the developed world shrank than grew. From 1990 to 2000, 5 cities out of 10 in Europe experienced a population loss (33) . Immigration has broad implications in terms of health issues, the environment, use of resources and the social and political order. For some people they are a valuable tool for economic development and social change; for others the benefits of immigration are unclear, while for others they generate more negative than positive effects, including weakening of government responses and a variety of con- flicts (religious, ethnic, linguistic, increased measures for social inclusion. However, in order to effectively integrate everyone, cities need to respond to some critical concerns. In the author’s view two critical challenges need to be addressed. Better information at city level Despite the wealth of urban data and infor- mation, and the highly developed information systems in various European countries, there is a need for appropriate data to support the formulation of more informed policies in certain areas. For instance, some major eco- nomic aggregates, which can measure the health of the urban economy, such as city product, are missing (28) . Surprisingly, little is known about inequalities at the urban level, as available data is not disaggregated to metropolitan areas or individual cities (29) . In some countries that recently joined the EU, the level of urban poverty is underestimated. A World Bank study found that peri-urban dwellers, homeless and internally displaced people and refugees are consistently under- represented or omitted entirely from sur- veys. The appearance of forms of slums in the periphery of big cities is a new – and still not well recognised or documented – phe- nomenon. The World Bank study found that most poverty analyses fail to differentiate among urban settlement types, and as a result, “the better off capital cities conceal the degree of poverty in secondary cities” (30) . In some central European cities, there is a 28 López Moreno Eduardo (2003), Slums of the World: The Face of Urban Poverty in the New Millennium, UN-HABITAT, Nairobi. 29 UN-HABITAT, Earthscan (2010), State of the World’s Cities Report 2010/11: Bridging the Urban Divide, London. 30 World Bank (2006), Dimensions of Urban Poverty in the Europe and Central Asia Region, Policy Research Working Paper 3998, Washington. 31 UN-HABITAT, Earthscan (2006), State of the World’s Cities Report 2006: MDGs and Urban Sustainability, London. 32 National Inteligence Council (2008), Global Trends 2025: A Transformed World, Washington. 33 UN-HABITAT, Earthscan (2008), State of the World’s Cities Report 2008/9: Harmonious Cities, London. WE-EN 100623.indd 18 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 19 to compensate for the reduction of the pop ulation of working age, the current flow of immigrants will need to be tripled within the next four decades (36) . It is no secret that the hardest hit by exclusion are migrants. Yet due to insufficient informa- tion their living conditions are not clearly known. City responses need to include a con- sideration of whether to enhance the rights of long-term residents. Integration policies need to embrace four inter-connected aspects – the social, economic, cultural and political – through a concerted action between local authorities and other levels of government. As indicated in State of the World’s Cities Report (2010), an individual who is economi- cally excluded will very often be socially and culturally excluded, too. Full inclusion will not only make cities more just, but more compet- itive. It will also address unequal forms of cit- izenship that are present today in many European cities. In a long-term perspective, communities will be more harmonious and the standards of living will improve for everyone. crime and the like) (34) . As the article Europe’s Cities as Reflections of a Global World asserts, “Cities observe the day-to-day impact of immi- gration, as well as the impact of policies, and their migrant communities experience these directly” (35) . Local authorities have to cope with the consequences of immigration and very often this happens in the absence of regula- tory frameworks and policies from the national government. In other cases where there is a certain level of coordination between local authorities and central governments, cities do not have adequate resources, proper man- dates or clear powers to act. Immigration flows to Europe are not a new phenomenon; however, it is expected that they will intensify in coming years. Surpris- ingly, there is no clear position or an open, educated debate about this issue in many of the cities concerned. This lack of information and political debate creates uncertainty about how immigration should be addressed at local and national policy levels, a situation which favours the political use of the subject by dif- ferent ideological and political groups. The population of European countries will con- tinue to age rapidly and the working population will decrease dramatically in almost all nations. These demographic changes will have major implications not only in terms of eco- nomic growth, but also for social, cultural and political aspects, and obviously for migration patterns and trends. Studies reveal that in order to offset the population decline, immi- gration to Europe should double in the coming years, i.e. 1.8 million per year to 2050, rather than the 950,000 per year recorded from 1995 to 2000. Moreover, it is estimated that in order 34 López Moreno Eduardo (2009), Desanimo o Esperanza en un Mundo de Realidades Contrastadas, II Congreso Internacional de Desarrollo Humano, Madrid, España, en publicación. 35 This article is published in this Edition of “Insights from EU Research”. 36 United Nations (2001), Replacement Migration: Is a Solution to declining and Ageing Populations, Sales No. E.01.XIII.19, New York. WE-EN 100623.indd 19 23/06/10 14:34 ",
        "20 37 Moulaert, F. et al. eds (2002) Integrated Area Development in European Cities. Oxford University Press. 38 Mingione, E. and Oberti, (2003), The struggle against social exclusion at the local level. Diversity and convergence in European cities, European Journal of Spatial Development, 1. Inequality versus diversity This melting pot of growth and decline, ethnic groups and communities of origin, profes- sional skills and cultural affinities offers a whealth of opportunities for economic initia- tives and social capital at the local level. In Berlin, for example, state grants have sup- ported many initiatives and allowed industries based on local projects to thrive. Too often, however, the image of diversity in cities is one of deprivation and poverty. In many areas, migrant self-employment is a mere survival strategy, the only alternative to exclusion from an inaccessible labour mar- ket. Where once the welfare state held sway, whole communities are abandoned, left to rely on their own scarce resources when it comes to making a living, accessing services or par- ticipating in neighbourhood life. In most countries of the European Union, and certainly in Scandinavia, the Benelux, France, Germany and Austria, the welfare state has survived the economic crisis. However, the purchasing power of benefits paid to unem- ployed workers or other recipients has declined significantly, compared to the rise of average income in these countries. In Belgium, for example, between 1980 and 2000, an unem- ployed person on state benefits saw his/her purchasing power fall by 38 % compared to the average personal income, according to the socialist trade union. In southern Europe, social security rights are very limited and, since the system is often man- aged by local authorities, benefits may vary considerably between different cities and regions (38) . As a rule, the long-term unemployed can only partially or temporarily benefit from 4 Towards an improvement of urban welfare: reconnecting social innovation with general welfare rights Since the end of the 1980s, many European cities have gone through significant socio-eco- nomic restructuring processes. These were due to a number of factors: the protracted oil crisis which, starting in the mid 1970s, overturned the established corporate cost structure based on cheap energy and raw materials, the growth of international migration flows (due, for example, to the fall of the Iron Curtain, international polit- ical refugees and economic refugees from poor countries) and the intensification of interna- tional competition as a consequence of increasing globalisation trends and the liberal- isation of world markets. These restructuring processes transformed the socio-economic geography of cities, with many neighbourhoods being deprived of eco- nomic growth, income and job generation, while others prospered thanks to emblematic city regeneration projects (waterfront devel- opment, museum quarters, arts and culture districts) or the establishment of business hubs and high technology activities (37) . The polarisation of wealth and deprivation in large cities is criss-crossed by migrant communi- ties, many of which have links to a specific neighbourhood within the city. Who is not familiar with Chinatown, Jewish and Indian diamond quarters, white-collar professionals from all continents populating the central business districts and upmarket residential areas, or North Africans trading craft items and other goods in Kreuzberg in Berlin or the Brabantstreet in Brussels? WE-EN 100623.indd 20 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 21 welfare income, and the level provided is too low to guarantee a decent standard of living. For many Neapolitan families, any welfare income is seen more like a windfall that serves to top up the “regular” income gained through work in the informal economy (39) . The pressure on public finances in some south- ern and eastern European countries is likely to widen the gap in budgets available for welfare provision, while in wealthier western Europe, the refusal to increase taxes to finance social security benefits means the situation is no ros- ier. Two alternative approaches are available: the development of a local service provision network through community initiatives; and the setting up of a socio-economic citizenship that would grant access rights to welfare services for groups that have no access at present. Integrated area development and local service provision networks Charities, community organisations and NGOs have increasingly stepped in to provide welfare services to the needy when the state fails to do so. In its most creative form, this has resulted when people from various walks of life – those active in urban neighbourhoods, local business, academia, arts and culture, public authorities and issue movements – have joined forces to unite a variety of initiatives under an overall neighbourhood devel opment strategy, which meets the basic needs of the local population (housing, sports and culture facilities, waste services, health provision, security). This sort of strategy can be described as Integrated Area Development: it has a diverse range of partici- pants, the goal is a neighbourhood development plan to meet basic needs, and it improves rela- tions between individuals and organisations both within and outside the neighbourhood. Processes of social innovation are the means by which basic needs are satisfied and social relations improved, and are linked to socially innovative governance (40) . Figure 5 explains how Integrated Area Development works: it reacts to deprivation or poor service provision, is based on the mobilisation of local and supra-local resources, and depends for its effectiveness on multi-scalar governance (41) . 39 Moulaert, F. Morlicchio, E. and Cavola, L. (2007), Social exclusion and urban policy in European cities: combining “Northern” and “Southern” European perspectives in H.S. Geyer ed. International Handbook of Urban Policy, Volume 1, Cheltenham: Edward Elgar. 40 MacCallum, D., Moulaert, F. Hillier, J. and Vicari, S. eds. (2009), Social Innovation and Territorial Development. Ashgate; Hillmann, F. (2009), How socially innovative is ethnic entrepreneurship? A case-study for Berlin, in MacCallum et al. eds. 41 Moulaert, F., Martinelli, F., Swyngedouw, E. and Gonzalez, S. eds (2010), Can neighbourhoods save the city? Community Development and Social Innovation London, Routledge. WE-EN 100623.indd 21 23/06/10 14:34 ",
        "22 driving them away from their core activity: neighbourhood development. The common criticism that NGO-driven neighbourhood ini- tiatives are becoming a cheaper and less reliable version of national or regional welfare systems should thus be taken seriously, while a plea must be made not to abandon these bot- tom-up activities, but to connect them to a fair distribution of service provision across Europe. The figure 5 underlines the importance of resourc es, drawn from public and private sources. Neighbourhood development organ- isations and agencies are dependent on funding schemes with short – to medium-term horizons, and frequently revised eligibility cri- teria. As a consequence, many initiatives struggle to survive and are forced to spend a significant amount of time on fundraising, Figure 5 Dynamics of social innovation Social exclusion dynamics: from employment, services,housing, citizenship, decision-making Deprivation of human needs: material (food, clothing, shelter), social (education health), existential (self-expression, creativity) and political (active citizenship) Social economy initiatives Social innovation: Turning exclusion mechanisms into more inclusionary strategies and processes Organisational and institutional dynamics of civil society Visions and intentions Culture and identity building Mobilisation of resources: human, socio-institutional, organisational, financial Satisfaction of human needs (cid:489)(cid:3) Empowerment (cid:489)(cid:3) Changes in social relations Reordering of domains of innovative action and institution building between: State (cid:489)(cid:3) Market (cid:489)(cid:3) Civil society W h a t H o w W h y SPACE: Territorial specificity (contextual constraints and opportunities, relations between spatial scales) T I M E : P a t h - d e p e n d e n c y ( ‘ l o c k - i n s ’ , ‘ p a t h - b r e a k i n g ’ , ‘ p a t h - p a v i n g ’ ) Source: SOCIAL POLIS platform WE-EN 100623.indd 22 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 23 appears to be on the wane, discussion about the greater efficiency of private services has been gaining legitimacy. Criticism of the pub- lic provision of social services has not come solely from right-wing thought; the left, too, has expressed dissatisfaction with traditional welfare state provision, criticising its bureau- cratic, undifferentiated and often paternalistic approach (for the debate about universalistic vs. particularistic social policy, see the article by Thompson and Hoggett 1996). The recent shift to alternative forms of delivery – ranging from direct payments to recipients, to publicly subsidised private suppliers, to third sector and social economy organisations – has thus reflected an odd convergence of neo-liberal policy preferences and bottom-up initiatives for self-determination. Yet even if this convergence identifies areas where social policy can be improved, by stress- ing the primacy of the client and bottom-up initiatives, the fact remains that there has been a reduction in welfare service provision across the board, most importantly in universal cov- erage. Over the last 20 years, welfare systems across Europe have experimented with various forms of restructuring; in every case, the changes have increased selectivity, privatisa- tion and reliance on the third sector. In this context, discussing the finer points of how best to serve and empower users is in danger of obscuring the fact that welfare services are no longer a right and that governments have shed a part of their responsibility, either to the pri- vate sector – for those who can afford it – or to the third sector – where the conditions for its organisation exist. A system of welfare provision across regions and cities: enhanced citizenship rights The risk that basic services may depend on precarious socially innovative initiatives (SII) underlines the need for a universal social wel- fare policy, the only approach that can ensure economic, social and political inclusion through the satisfaction of basic material needs (42) . This should not be the same welfare state as in the past, which, although it provided universal coverage, was often bureaucratic, authoritarian and indifferent to diversity and needs. When analysing SII, therefore, it is important to consider the kind of welfare system that could best ensure universal citi- zenship rights, recognise difference and be governed in a socially innovative way. Since the 1990s, the debate about social policy and the welfare state has been shaped by three considerations: •• whether the state can and should pay for social services; •• which form of delivery is more efficient/ desirable to supply social services (fully public services; more or less subsidised private services; or more or less subsidised non-profit, third sector, or self-organised services); •• within the public realm, which is the most appropriate government scale to ensure social services. Our focus is on the first issue. While the pub- lic provision of universal social services 42 Martinelli, F. (2010), Learning from case-study analysis in social innovation: balancing top-down universalism with bottom-up democracy, a call for Neo-fordist governance, in D. MacCallum, A. Mehmood, F. Moulaert and A. Hamdouch (eds). A Handbook on Social Innovation: collective action, social learning and transdisciplinary research, forthcoming. WE-EN 100623.indd 23 23/06/10 14:34 ",
        "43 http://www.socialpolis.eu/ 24 •• it cannot be either for the central state or for local governments alone to assume this responsibility. Responsibility must be shared between different levels of gov- ernment, firstly, but also with civil society representatives, to ensure democratic and multilevel governance; •• allocating public funds to provide universal social services must remain a social policy priority, but there must be a balance struck between resources provided for automatic “top-down” access to basic services for all – which are not subject to any discretion- ary form of selection – and the resources available for “bottom-up” context-sensitive participation in service provision, allowing for differentiation and personalisation; enforcing investments on education and by offering vocational training opportunities; •• social innovation initiatives as analysed in SINGOCOM, KATARSIS and SOCIAL POLIS case studies must be put to use in innovative and creative policy-oriented thinking, forming a bridge between utopian ideals and institutionalised opportunities. In other words, while guaranteeing univer- sal access to welfare, institutionalised spaces must be provided so that innovation can be sustained beyond the volunteerism and spontaneity of social mobilisation. Learning from bottom-up experiences: analytical keys for creative policy-making The European Union Framework Programme projects SINGOCOM, KATARSIS and SOCIAL POLIS (43) examined cases which, together with others drawn from the literature, point to three analytical keys that could help to form a bridge between social innovative initiatives and social policy: 1. in socially innovative initiatives and socially creative strategies, the inter-related issues of universal socio-political rights and citizen- ship are a crucial “lens” for understanding both social mobilisation and social innovation dynamics. 2. no “local” initiative can be assessed in isola- tion, without taking into account its broader spatial context and the relationships between different levels of government and agency. 3. the social innovation experiences should not be confined to the initiatives alone, but must also highlight the historical trajectory of social movements, their institutionalisa- tion, and their governance dynamics within their spatial context. Logically speaking then, the resumption of state responsibility in ensuring universal access to social services is the only way to ensure social and political citizenship rights – with three specifications: WE-EN 100623.indd 24 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 25 the main factor. More significant is the trend for European cities to become much less compact. Since the mid-1950s, European cit- ies have expanded on average by 78 %, whereas the population has grown by just 33 % (45) . This is not a surprise in densely populated regions like the Randstad in the Netherlands, but even in regions where the population is decreasing, notably in Spain, Portugal, Italy and eastern Germany, urban areas are still growing. Leipzig-Halle is an example of a region which suffers from both the problems of a shrinking city and urban sprawl. The same trend – that urban areas expand faster than the population – can be seen in the United States and China. (Figures 6 and 7). Figure 6 Urbanization on the edges of existing agglomerations Corine land cover 1990, 2000 (cid:31) Urban, 1990 (cid:31) Agriculture, 1990 (cid:31) Forest and nature areas, 1990 (cid:31) Water surfaces, 1990 (cid:31) Additional urban land, 1990-2000 Randstad, NL Leipzig – Halle, DE 44 European Commission (2004), Towards a thematic strategy on the urban environment, COM(2004)60. 45 European Commission, Joint Research Centre & European Environment Agency, Urban sprawl in Europe, EEA Report No. 10/2006, Copenhagen. 5 Towards green urban planning Urban sprawl – the dream that became a nightmare Urban sprawl can be defined as the low- density expansion or leapfrog development of large urban areas into the surrounding rural land. US former vice-president and Nobel Prize winner Al Gore warned that if steps were not taken to curb sprawl, urbanisation would consume so much farmland that the United States may become unable to feed itself during the 21st century and, for the first time in its history, become a net importer of food. Since 2004, the European Commission has identified urban sprawl as the most urgent of urban planning and design issues in its policy document “Towards a Thematic Strategy on the Urban Environment” (44) . During the 10-year period from 1990 to 2000, the growth of urban areas and associated infrastructure in Europe consumed more than 8 000 km 2 of land, equivalent to the entire territory of Luxembourg, or 0.25 % of all agri- cultural, forest and natural land in Europe. A quarter of 1 % might not sound very signif- icant. However, the process is almost irreversible. It is often concentrated in valu- able and sensitive areas. Less than 10 % of this amount goes the opposite way, from urban area into brownfield, and only a tiny portion of this is reclaimed for arable use or natural areas. The growth of urban popula- tions is an important driving force behind urban expansion. However, in Europe, it is not Source: Corine Land Cover Databases 1990 and 2000 WE-EN 100623.indd 25 23/06/10 14:34 ",
        "26 A1 “Hyper-tech” describes a future world of rapid economic growth, the rapid spread of new technologies and declining energy prices. A2 “Extreme water” describes a more het- erogeneous world, economic development is primarily region-oriented, and per capita economic growth and technological change are more fragmented and slow. B1 “Peak oil” describes a future of environ- mental and social consciousness – a global approach to sustainable development, and a dramatic increase in energy prices. B2 “Fragmentation” describes a world of slow economic growth and a fragmentation of society in terms of age, ethnicity and inter- national distrust. Scenario A1 is likely to see a growth in the pop- ularity of small polycentric towns and may lead to the peri-urbanisation or metropolitanisation of rural areas, while in B1 most people attempt to return to larger towns and cities as high transport costs will limit commuting. In A2 huge sums of money are spent on defence and adaptation to climate change, and in B2 cities become more dispersed as younger migrants dominate city centres while the older natives escape to the outskirts and enclaves outside the city. Regardless of which scenario we exam- ine, urban expansion will continue at a rate of 0.4-0.7 % per year, more than 10 times higher than the growth of any other land-use, such as cropland, grassland or forest. (Figure 8). Sources: The Ministry of Land and Resources P.R.C, 2008; U.S. Department of Agriculture, Natural Resources and Conservation Service, 2003 Annual National Resources Inventory; European Environment Agency 2005. Land cover accounts (LAEC) based on Corine land cover changes database (1990-2000). United Nations databases, 2009 – http://data.un.org/ Looking to the future, the European Union Integrated Project PLUREL defined four “shock scenarios” for future development, based on global scenarios provided by the Intergovern- mental Panel on Climate Change (IPCC) in its Special Report on Emission Scenarios (46) : Figure 7 Growth rates: USA, China and EU (cid:31) Urban land use (cid:31) Population (cid:31) GDP 02468 10 12 USA (1992-2001) China (2002-2006) EU25 (1990-2000) 2,4% 0,2% 0,5% 10,2% 0,6% 1,5% 3,4% 1,2% 2,3% A n n u a l g r o w t h r a t e ( % ) 46 Ravetz, Joe, Rounsevell, (2008) Mark: Scenarios – crystal balls for the urban fringe. PLUREL Newsletter No. 3, Copenhagen. WE-EN 100623.indd 26 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 27 The compact city – a vulnerable city The EU project SCATTER (47) has listed the widely accepted negative effects of urban sprawl as follows: •• consumption of land, loss of agricultural land and open space; •• destruction of biotopes and fragmentation of ecosystems; •• higher cost of public services, especially transport; •• increase in the use of private cars, traffic congestion; •• increase in fuel consumption and air pollution; •• decay of downtown areas; •• social segregation; •• poor access to services for those with limited mobility. Australian environmental scientist Peter Newman used the term “automobile depend- ence” in the second half of the 1980s to explain how creating cities with sprawling suburbs led inevitably to a growth in car use. Together with colleague Jeff Kenworthy, Newman led an international research survey of transport practices and urban structures (original data collected on 32 global cities). The results showed that American cities are much more dispersed than European and Asian cities, and consume significantly higher amounts of energy for transport (48) . European studies (e.g. Petter Næss, University of Aalborg) have supported Newman’s results, and recommended the development of compact cities. The EC Thematic Strategy on the Urban Environment also recommends better coordi- nation between urban transport and land-use planning, and more compact settlements. 47 www.casa.ucl.ac.uk/scatter/download/ETC_scatter_gayda.pdf 48 Newman P., Kenworthy J. (1999) Sustainability and cities: overcoming automobile dependence. Island Press, Washington DC. Public / social & environmental values Private enterprise / economic values Global / macro & top-down dynamic Regional / local & bottom up dynamic B1 ‘Peak oil’ (Low GDP growth) Shock – peak oil & energy price A1 ‘Hyper-tech’ (High GDP growth) Shock – rapid technology advance B2 ‘Fragmentation’ (Low GDP growth) Shock – social exclusion, enclaves A2 ‘Extreme water’ (High GDP growth) Shock – climate / water crises Figure 8 Scenario framework Figure 9 European built-up area (cid:31) A1 ‘Hyper-tech’ (cid:31) A2 ‘Extreme water’ (cid:31) B1 ‘Peak oil’ (cid:31) B2 ‘Fragmentation’ 0,00 0,05 0,10 0,15 0,20 0,25 0,30 0,35 0,40 0,45 0,50 0,55 0,60 0,65 0,70 0,75 0,80 2010 2015 2020 2025 A n n u a l g r o w t h r a t e ( % ) Source: PLUREL research project (cf. Joe Ravetz, University of Manchester, and Mark Rounsevell, University of Edinburgh) Source: PLUREL research project (cf. NEMESIS econometric model developed by the Research Laboratory ERASME in Paris) WE-EN 100623.indd 27 23/06/10 14:34 ",
        "28 The green compact city The challenge for the city of tomorrow is how to combine a compact city with the need for green space near where people live. Several good examples already exist, mainly based on Scandinavian planning and building traditions. The basic requirements for the green compact city are as follows: Better coordination between transport, land use and open space planning Copenhagen’s master-plan of 1947, the so- called Finger Plan, is an example of combined urban transport, land use and open space plan- ning. Development was focused along trans- port corridors, the “fingers”, driven by the near-to-station principle, according to which new workplaces should, as far as possible, be situated close to public transport links. Open spaces are preserved between the fingers as green wedges in the infrastructure. Although, over the years, there has been some develop- ment between the fingers, the vision behind the Finger Plan still forms the basis for the future development of Greater Copenhagen. Preservation of green infrastructure for walking and cycling Another way to integrate transport and open space planning is by developing green and blue corridors so that people can use them for walk- ing and cycling. In a new plan, Copenhagen is improving its network of cycle paths in an effort to encourage even greater numbers of its inhabitants to cycle to work. Other Scandinavian cities – many of which are surrounded by forests – have also taken steps to protect their green spaces. In Sweden, National Urban Parks (NUP) have been The strategy acknowledges that urban areas have an important role to play in efforts both to adapt to climate change and to mitigate green- house gas emissions. However, a compact city with a large quantity of sealed surfaces and few green spaces is very vulnerable to the effects of climate change. This illustrates how the issue of urban density could represent a potential conflict between mitigation and adaptation con- cerns (49) . If we increase the density of urban areas in an effort to reduce energy consump- tion by lowering travel demand and heating requirements, and the impact of this is the reduction of green spaces, we will have lost a vital adaptation resource. We already know that temperatures are likely to change in the future and that “urban heat islands” will reinforce the effects of climate change. Meanwhile, the ASCCUE project (Adap- tation Strategies to Climate Change in the Urban Environment) has demonstrated how green areas can help to counteract rising tem- peratures (50) . It calculated that, for the city of Manchester, increasing green spaces by 10 % in residential areas would compensate for the worst case temperature scenario in 2080. 49 Carter, Jeremy: Climate change: a rural-urban region perspective. PLUREL Newsletter No. 3, April 2008, Copenhagen – www.plurel.net 50 www.sed.manchester.ac.uk/research/cure/research/asccue/ WE-EN 100623.indd 28 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 29 with vegetation. Furthermore, at least 10 defined green features were included in each courtyard. These include bat nesting boxes, butterfly-friendly planting schemes, Swedish wildflower meadows, country gar- dens and a soil depth sufficient to grow vegetables. Urban containment and integrated territorial policy approaches Containing urban areas or setting a clear spatial boundary between urban and rural land, coupled with integrated spatial or ter- ritorial policies and strategies, are the most important means for managing urban growth. A clear physical delineation between urban and rural zones does not mean that urban and rural development issues should be treated separately. On the contrary, there needs to be a coordinated and integrated approach that involves all relevant planning authorities – this is especially important in countries with many small independent municipalities and a weak regional level – as well as other stake- holders and their organisations. Strong plan- ning legislation and an open governance process are key to this approach. In most European countries, region have lim- ited formal powers and responsibility in this area, since local authorities have planning autonomy. Two examples of successful initia- tives to define an overall strategy to protect farmland and open space on the urban fringe include the Regional Structure Plan of the Hague Region (Netherlands) and the Territo- rial Cohesion Scheme in the Montpellier agglomeration (France). Promotion of the Urban-Rural Interface In the past (and in developing countries today), the flow of resources between towns and the surrounding countryside was direct. If we hope to win the fight against climate change in the future, we need town planners to established as part of an initiative to protect the green infrastructure. The first NUP, the Royal National Park or Ekoparken in Stockholm, was protected in 1994. And the idea has met even greater success in Finland, where towns like Hämeenlinna, Heinola, Pori and Hanko have all gained NUP status for their green infra- structure. One important criteria for the selection is that the green spaces are con- nected to each other and to the surrounding landscape, so that it is possible to walk or cycle from the countryside on one side of the city via the centre and out into the countryside on the other, all via green spaces. Creating the new urban landscapes of a Compact Garden City Two examples of housing developments illus- trate the principles of compact garden cities. In Oslo, the Pilestredet Park project (2000) involved the transformation of a former hos- pital site into an eco-friendly residential area in the inner city. Nearly 1 400 apartments were built in a project that marked the transition from small-scale pilot studies to a large-scale implementation of sustainable building in Norway. The result is a housing complex that consumes 50 % less energy than the national average, saves water and reduces waste (through separation and composting). Its construction involved the reuse of materials and avoidance of harmful substances. The resulting development improves the local climate, has high-quality outdoor areas, good indoor air quality, reduced noise and places a focus on pedestrian, bicycle and public transport. In the Western Harbour project (2001) in Malmo, Sweden, the houses were built close together but with a strong focus on green spaces. Inner courtyards are green with veg- etation and ponds, complemented by green roofing and climbing plants. A quota system which determined a “green space factor” of 0.5 minimum required that for every 100 m² building area, at least 50m² should be covered WE-EN 100623.indd 29 23/06/10 14:34 ",
        "30 EU policy on urban-rural linkages and beyond When it comes to policy-making, perhaps the time has come to challenge the historic dis- tinction between urban and rural issues. Instead, we need a more holistic, territorially- oriented perspective to shape EU agricultural and structural policies. The Green Paper on Ter- ritorial Cohesion presented by the European Commission in October 2008 has made a step forward in this direction, and so have initiatives by the recent Czech and Spanish Presidencies to promote urban-rural relations as part of the European Union’s Territorial Agenda. Territorial cohesion has now been adopted as a new objective of the Lisbon Treaty along- side social and economic cohesion. Though the European Union has no direct competence in urban affairs, the urban dimension of Com- munity policies has been strengthened these last years (51) . On 24 May 2007, Ministers responsible for urban development signed the “Leipzig Charter on sustainable European cities” and several Member States are involved in joint work to follow up its implementation. European cooperation between cities involves a growing number of cities through the URBACT programme and new initiatives such as the Covenant of Mayors (52) . These programmes and initiatives already benefit from the results of urban research. However, more will have to be done in the future in order to reinforce the links between research, social/organisational inno- vation and sustainable territorial development. The complex mix of challenges, which have been evoked in this publication, confirms the need to act on several fronts as part of an inte- grated development approach that alone can guarantee cities and territories’ sustainability in the long term. reinstate these direct links, whether for water and waste management, food and energy pro- duction, or the supply of raw materials. The surrounding landscape provides many other goods (“ecosystem services” or “quality of life factors”) that benefit the urban community: Air quality Forests and trees clean the air of particles and gaseous pollutants. Groundwater Forests and trees also protect fresh groundwater. Biodiversity Being able to experience nature and wildlife close to home is important for the environmental consciousness of future generations, especially given that 70 % of the European population lives in urban areas. Health Contact with nature and outdoor recreation are associated with reducing the incidences of ill health related to our modern lifestyle, such as stress-related illnesses, type 2 diabetes and cardiovascular diseases. Social inclusion Many socially deprived areas – often with a high share of immigrants – are located in the urban fringe. Good recreational opportunities and green spaces facilitate the social interaction of different groups. 51 2009 guide on “The urban dimension in Community policies”. http://ec.europa.eu/regional_policy/sources/docgener/guides/ urban/index_en.htm 52 See www.urbact.eu and www.eumayors.eu WE-EN 100623.indd 30 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 31 European research subjects presented by SOCIAL POLIS (53) Size of the research project Title of the research subject to be addressed Large Challenge 1. Urban social cohesion in the face of global changes, crises, and opportunities. Large Challenge 2. Governing cohesion and diversity in urban contexts. Small and medium Topic 1. Urban social cohesion and the environmental challenge. Small and medium Topic 2. Developing a plural economic approach to foster urban social cohesion. Small and medium Topic 3. Social exclusion dynamics as a challenge to social cohesion in cities. Small and medium Topic 4. Drivers and social outcomes of urban regeneration in European cities. Small and medium Topic 5. Challenges to social cohesion in cities in the south: Latin-America and Africa. 53 http://www.socialpolis.eu/ WE-EN 100623.indd 31 23/06/10 14:34 ",
        "32 EU research projects (FP6 and FP7) and EU research activities on urban issues SOCIAL POLIS – Social platform on cities and social cohesion http://www.socialpolis.eu/ PACT – Pathways for carbon transitions http://www.pact-carbon-transition.org/ GILDED – Governance, infrastructure, lifestyle dynamics and energy demand: European post-carbon communities http://www.gildedeu.org/ CHANCE2SUSTAIN – Urban chances: City growth and the sustainability challenge; Comparing fast growing cities in growing economies SUSTAINCITY – Prospective of sustainable cities in Europe http://www.sustaincity.org/ PLACES – Platform of local authorities and cities engaged in science GEITONES – Generating interethnic tolerance and neighbourhoods integration in European urban spaces PLUREL – Peri-urban land use relation- ships – strategies and sustainability assessment tools for urban-rural linkages http://www.plurel.net SECOA – Solutions for environmental contrasts in coastal areas http://www.projectsecoa.eu/ SUME – Sustainable urban metabolism for Europe http://www.sume.at/ BRIDGE – Sustainable urban planning Decision support accounting for urban metabolism http://www.bridge.gr URBAN MATRIX – Targeted knowledge exchange on urban sustainability http://www.urban-matrix.net SUSTA INFO – Information system for sustainable development for EU and UN-HABITAT http://www.susta-info.net VECTOR – Visualisation of the exposure of cyclists to traffic on roads http://www.vectorproject.eu/21_1 MOVE TOGETHER – Raising citizens awareness and appreciation of EU research on sustainable transport in the urban environment http://www.move-together.net/ FELAWESOC – Impact of local welfare systems on female labour force participation and social cohesion (tbc) SPREAD – Social Platform on sustainable lifestyles (tbc) URBACHINA – Sustainable urbanisation in China: Historical and comparative perspectives, mega-trends towards 2050 (tbc) EERA – European Energy Research Alliance to implement the SET plan http://www.eera-set.eu/ WE-EN 100623.indd 32 23/06/10 14:34 ",
        "W O R L D A N D E U R O P E A N S U S T A I N A B L E C I T I E S 33 ECTP – European Construction Technology Platform http://www.ectp.org/ CIVITAS – City-Vitality-Sustainability http://www.civitas-initiative.org/main. phtml?lan=en URBAN NET – ERA-net on urban sustainability in Europe http://www.urban-net.org/ TRANSPORT – ERA-net on Sustainable network of national transport research programmes http://www.transport-era.net/ URBAN EUROPE – Proposal of a Joint Programming Initiative (JPI) http://www.era.gv.at/attach/2010_03_16_ JPI_URBANEUROPE.pdf Some other initiatives dealing also with urban research in Europe: EUROCITIES – The network of major European cities http://www.eurocities.eu/main.php ICLEI – Local Governments for Sustainability http://www.iclei.org/ EURA – The European Urban Research Association http://www.eura.org/ POLIS – European cities ans regions networking for innovative transport solutions http://www.polis-online.org/ CEMR – Council of European Municipalities and Regions http://www.ccre.org WE-EN 100623.indd 33 23/06/10 14:34 ",
        "34 Acknowledgements This publication has been prepared for the EU-China Science and Technology week at the Shanghai World Expo from 14 to 19 June 2010. It has been mostly prepared by the coordina- tors and/or partners of different EU research projects under the supervision of the European Commission, DG Research and in cooperation with UN-HABITAT. The first chapter on “Concentration of urban needs and services” in cities was drafted by Carlo SESSA, President of ISIS in Rome, a key partner in the PACT collaborative research project and coordinator of the PASHMINA collaborative research project funded by the European Union Seventh Framework Programme (FP7). The second chapter on “Europe’s cities as reflections of a global world” was written by Rinus Penninx, Professor at the University of Amsterdam and coordinator of the IMISCOE Network of Excellence funded by the European Union Sixth Framework Programme (FP6). The third chapter on “Addressing new forms of poverty and exclusion in Europe” was prepared by Eduardo López Moreno, Head City Monitoring Branch, UN-HABITAT and Coordinator of the 2010/2011 “State of the world’s cities report – Bridging the urban divide”. The fourth chapter entitled “Towards an improvement of urban welfare” was written by Flavia Martinelli (Professor at the “Mediterranean” University of Reggio Calabria), Frank Moulaert (Pro- fessor at the Katholieke Universiteit of Leuven) and Felicitas Hillmann (Professor at the University of Bremen) of the SOCIAL POLIS platform, coordinated by F. Moulaert and funded by FP7. The fifth chapter “Towards green urban planning” was written by Kjell Nilsson and Thomas Sick. Nielsen, respectively Deputy Director and Senior Researcher at the Danish Centre for Forest, landscape and planning at the University of Copenhagen and coordinator and project manager of the PLUREL Integrated Project funded by FP6. Domenico Rossetti di Valdalbero (European Commission, DG Research) has been the editor and supervised this publication. In addition to the authors, several colleagues deserve special thanks for their contribution: Pierre Valette, Head of Unit in charge of the socio-economic sciences in DG Research; Jean Bakole, Director of UN-HABITAT, Representation Office for the EU; Giulia Amaducci and Ronan O’Brien from the socio-economic sciences programme and Karen Fabbri from the environment pro- grame in DG Research as well as Corinne Hermant de Callataÿ from DG Regional Policy and Agnès Hubert from the Bureau of European Policy Advisers. The artistic vision of the cover page and the original drawings are owed to Luc Schuiten who deserves a special acknowledgement. WE-EN 100623.indd 34 23/06/10 14:34 ",
        "European Commission EUR 24353 – World and European Sustainable Cities – Insights from EU research Luxembourg: Publications Office of the European Union 2010 — 36 pp. — 17.6 x 25 cm ISBN: 978-92-79-15700-4 ISSN: 1018-5593 doi: 10.2777/4401 WE-EN 100623.indd 35 23/06/10 14:34 ",
        "WE-EN 100623.indd 36 23/06/10 14:34 ",
        "How to obtain EU publications Publications for sale: • via EU Bookshop (http://bookshop.europa.eu); • from your bookseller by quoting the title, publisher and/or ISBN number; • by contacting one of our sales agents directly. You can obtain their contact details on the Internet (http://bookshop.europa.eu) or by sending a fax to +352 2929-42758. Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Commission’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. WE-EN 100623.indd E 23/06/10 14:34 ",
        "K I - N A - 24353 - E N - C The move towards urbanisation is progressing and more than half of the world population is today living in cities. By the 2030s, five of the world’s eight billion people will live in urban areas. How can this continuous urbanisation trend be reconciled with the “Rio+ 20” Earth Summit hopes and the European Union’s commitment towards a smart, sustainable and inclusive growth by 2020? This publication addresses the issues of urbanisation focusing on the concentration of needs and services, the migration and settlement patterns in Europe, the new forms of poverty and exclusion, urban welfare and social innovation, and green urban planning. A greater understanding of the dynamics of urban societies will allow instability and risks within cities in humanitarian, economic and security terms to be better managed. In cooperation with WE-EN 100623.indd B 23/06/10 14:34 "
    ]
}