{
    "text": [
        "C 28/8 EN Official Journal of the European Union 27.1.2020 Tuesday 12 June 2018 European Parlia - P8_TA(2018)0247 Modernisation of education in the EU European Parliament resolution of 12 June 2018 on modernisation of education in the EU (2017/2224(INI)) (2020/C 28/02) The European Parliament, — having regard to the Commission communication of 20 September 2011 entitled ‘Supporting growth and jobs – An agenda for the modernisation of Europe’s higher education systems’ (COM(2011)0567), — having regard to the right to education as defined in Article 14 of the Charter of Fundamental Rights of the European Union, — having regard to the Council conclusions of 20 May 2014 on effective teacher education ( 1 ), — having regard to Article 2 of the Treaty on the Functioning of the European Union (TFEU), — having regard to the Council conclusions of 20 May 2014 on quality assurance supporting education and training ( 2 ), — having regard to the Council recommendation of 20 December 2012 on the validation of non-formal and informal learning ( 3 ), — having regard to the Council conclusions of 18 and 19 May 2015 on the role of early childhood education and primary education in fostering creativity, innovation and digital competence ( 4 ), — having regard to the Commission communication of 10 June 2016 entitled ‘A New Skills Agenda for Europe – Working together to strengthen human capital, employability and competitiveness’ (COM(2016)0381) and to Parliament’s resolution of 14 September 2017 on ‘A New Skills Agenda for Europe’ ( 5 ), — having regard to Article 2 of the Protocol to the Council of Europe Convention for the Protection of Human Rights and Fundamen - tal Freedoms, concerning the right to education, — having regard to Council of Europe Resolution 1904 (2012) on the right to freedom of choice in education, — having regard to the 2015 Joint Report of the Council and the Commission on the implementation of the strategic framework for European cooperation in education and training (ET 2020) entitled ‘New priorities for European cooperation in education and training’ ( 6 ), — having regard to Regulation (EU) No 1288/2013 of the European Parliament and of the Council of 11 December 2013 establishing ‘Erasmus+’: the Union Programme for education, training, youth and sport and repealing Decisions No 1719/2006/EC, No 1720/2006/EC and No 1298/2008/EC’ ( 7 ), — having regard to the Paris Declaration of 17 March 2015 on promoting citizenship and the common values of freedom, tolerance and non-discrimination through education, ( 1 ) OJ C 183, 14.6.2014, p. 22. ( 2 ) OJ C 183, 14.6.2014, p. 30. ( 3 ) OJ C 398, 22.12.2012, p. 1. ( 4 ) OJ C 172, 27.5.2015, p. 17. ( 5 ) Texts adopted, P8_TA(2017)0360. ( 6 ) OJ C 417, 15.12.2015, p. 25. ( 7 ) OJ L 347, 20.12.2013, p. 50. ",
        "27.1.2020 EN Official Journal of the European Union C 28/9 Tuesday 12 June 2018 — having regard to its resolution of 28 April 2015 on the follow-up of the implementation of the Bologna process ( 8 ), — having regard to the Commission staff working document of 10 June 2016 on ‘A new skills agenda for Europe – Working together to strengthen human capital, employability and competitiveness’ (SWD(2016)0195), — having regard to its resolution of 2 February 2017 on the implementation of Regulation (EU) No 1288/2013 of the European Par - liament and of the Council of 11 December 2013 establishing ‘Erasmus+’: the Union programme for education, training, youth and sport and repealing Decisions No 1719/2006/EC, No 1720/2006/EC and No 1298/2008/EC ( 9 ), — having regard to the Council recommendation of 19 December 2016 entitled ‘Upskilling Pathways: New Opportunities for Adults’ ( 10 ), — having regard to the Commission communication of 7 December 2016 entitled ‘Improving and modernising education’ (COM(2016)0941), — having regard to the Commission communication of 30 May 2017 entitled ‘School development and excellent teaching for a great start in life’ (COM(2017)0248), — having regard to the Commission communication of 30 May 2017 entitled ‘A renewed EU agenda for higher education’ (COM(2017)0247), — having regard to the Commission proposal of 30 May 2017 for a Council recommendation on tracking graduates (COM(2017)0249), — having regard to the Commission proposal of 5 October 2017 for a Council recommendation on a European Framework for Qua - lity and Effective Apprenticeships (COM(2017)0563 – SWD(2017)0322), — having regard to the opinion of the Committee of the Regions of 30 November 2017 on ‘Modernising school and higher educa - tion’, — having regard to the opinion of the European Economic and Social Committee of 19 October 2017 entitled ‘New EU education strategy’, — having regard to the Commission proposal of 17 January 2018 for a Council recommendation on promoting common values, inclusive education, and the European dimension of teaching (COM(2018)0023), — having regard to the Commission proposal of 17 January 2018 for a Council recommendation on ‘Key Competences for Lifelong Learning’ (COM(2018)0024), — having regard to the Council recommendation of 20 December 2012 on the validation of non-formal and informal learning ( 11 ), — having regard to the Commission communication of 17 January 2018 on the Digital Education Action Plan (COM(2018)0022), — having regard to the concluding report of the Social Summit for Fair Jobs and Growth, held in Gothenburg, Sweden, on 17 November 2017 ( 12 ), — having regard to the Council conclusions on ‘Early childhood education and care: providing all our children with the best start for the world of tomorrow’, adopted at the 3090 th Education, Youth, Culture and Sport Council meeting held on 19 and 20 May 2011 ( 13 ), ( 8 ) OJ C 346, 21.9.2016, p. 2. ( 9 ) Texts adopted, P8_TA(2017)0018. ( 10 ) OJ C 484, 24.12.2016, p. 1. ( 11 ) OJ C 398, 22.12.2012, p. 1. ( 12 ) http://www.socialsummit17.se/wp-content/uploads/2017/11/Concluding-report-Gothenburg-summit.pdf ( 13 ) https://www.consilium.europa.eu/uedocs/cms_data/docs/pressdata/en/educ/122123.pdf ",
        "C 28/10 EN Official Journal of the European Union 27.1.2020 Tuesday 12 June 2018 — having regard to its resolution of 14 March 1984 on freedom of education in the European Community ( 14 ), — having regard to the Council conclusions of 11 May 2010 on the internationalisation of higher education ( 15 ), — having regard to the Joint Communication of the Commission and of the High representative of the Union for Foreign Affairs and Security Policy to the European Parliament and the Council of 8 June 2016 entitled ‘Towards an EU strategy for international cultu - ral relations’ (JOIN(2016)0029), and to Parliament’s resolution of 5 July 2017 thereon ( 16 ), — having regard to Article 26 of the Universal Declaration of Human Rights, — having regard to the Council of Europe Charter on Education for Democratic Citizenship and Human Rights Education, adopted in the framework of Recommendation CM/Rec(2010)7, — having regard to Article 10 of the 1979 Convention on the Elimination of All Forms of Discrimination against Women, — having regard to Strategic Objective B of the Beijing Declaration and Platform for Action (1995), — having regard to Articles 28 and 29 of the Convention on the Rights of the Child, — having regard to the 2030 Agenda for Sustainable Development, adopted in September 2015 and which entered into force on 1 January 2016, and in particular to Sustainable Development Goals 4 and 5, — having regard to Rule 52 of its Rules of Procedure, — having regard to the report of the Committee on Culture and Education and the opinions of the Committee on Employment and Social Affairs and the Committee on Women’s Rights and Gender Equality (A8-0173/2018), A. whereas according to Article 6(e) of the TFEU competence in the field of education and training lies with the Member States, but the European Union has a vital supportive role to play in terms of setting challenges and goal and promoting and exchan - ging best practices; B. whereas the right to education is a fundamental human right and education in all its forms and at all levels must exhibit the fol - lowing interrelated and essential features: a) availability; b) accessibility; c) acceptability; and d) adaptability; C. whereas the European Pillar of Social Rights has as its leading priority the provision of quality and inclusive education, training and lifelong learning; D. whereas achieving equal opportunities is an important function of education, and access to education must therefore be made non-discriminatory; whereas to this end, more efforts are needed to ensure that everyone, with particular regard to the most vulnerable, people with disabilities and special needs as well as disadvantaged groups, enjoys the same chances of accessing and completing education and training and of acquiring skills at all levels; E. whereas European education systems represent an immense wealth of cultural, social and linguistic diversity, while at the same time Member States share similar educational goals and challenges, including ensuring equal access to education for all, which can be addressed at the European level; F. whereas the ability of education systems to meet societal, economic and personal needs depends on their quality, accessibility, diversity, efficiency and equity, as well as on the availability of adequate human, financial and material resources; ( 14 ) OJ C 104, 16.4.1984, p. 69. ( 15 ) OJ C 135, 26.5.2010, p. 12. ( 16 ) Texts adopted, P8_TA(2017)0303. ",
        "27.1.2020 EN Official Journal of the European Union C 28/11 Tuesday 12 June 2018 G. whereas it is important to recall that education, including teacher education, has been affected by the economic and financial crisis and that public funding for education plays a fundamental role in EU education systems; whereas, therefore, continuous and increased public financial support for education, including for teachers and their working conditions, as well as for research, is crucial for ensuring free, inclusive and accessible public education; H. whereas education and training should contribute to the personal development and growth of young people in order to make them proactive and responsible citizens who are ready to live and work in a technologically advanced and globalised world and provide them with the key set of competences for lifelong learning, defined as a combination of knowledge, skills and attitudes necessary for personal fulfilment and development, active citizenship and employment; I. whereas teaching quality is an important determinant of pupil and student outcomes, and therefore strong support for excel - lence as regards teaching and educators is one of the priorities for cooperation at EU level in education and training; J. whereas the right to education includes the freedom to set up educational establishments, on a basis of due respect for demo - cratic principles and for the right of parents to ensure that their children are educated and taught according to their religious, philosophical and pedagogical convictions; K. whereas the open method of coordination as applied to education allows Member States to create and implement a common strategy for education and training, also including the on-line platform ET 2020 (Education and Training 2020); whereas the benchmarks of this strategy are analysed and evaluated every year in the publication ‘Education and Training Monitor’, both for Member States and for the EU as a whole; L. whereas in the latest ‘Education and Training Monitor’, published in 2017, the Commission recognises that, despite continuous progress in reducing the number of early leavers from education and training, their number remains very high across the EU; M. whereas, according to the results of the latest PISA tests, 20,6 % of European pupils face problems in the acquisition of basic skills in the areas of reading, mathematics and science, and a significant number of European citizens lack literacy skills; whe - reas this is cause for serious concern in terms of further learning, personal development, and adequate participation in public life and in the labour market; N. whereas ensuring access to quality early childhood education and care (ECEC) services for all children is key to enabling them to enjoy a positive start in life and on educational paths; O. whereas quality of staff is a fundamental factor for ECEC services; P. whereas promoting student and staff mobility is an important part of European higher education systems, contributes to young people’s development and can stimulate economic and social progress; whereas there is a need for qualitative improve - ment and increased financial support with a view to expanding student and staff mobility under Erasmus+; Q. whereas methodological and digital innovations are a potential instrument for expanding access to content and knowledge, but cannot substitute personal contact and exchange among students and between students and teachers, nor should they be turned into the priority of educational systems; R. whereas gender equality is a core principle of the European Union enshrined in the Treaties and should be reflected in all EU policies, not least in the sphere of education and culture; S. whereas education is a powerful instrument for overcoming gender inequality and discrimination, but it may also often repro - duce or exacerbate existing discrimination; whereas gender inequality in education hinders both personal development and employment and affects numerous socio-cultural fields; T. whereas despite the fact that women account for three fifths (57,6 %) of all graduates in higher education, the gender employ - ment gap stood at 11,6 percentage points in 2015 ( 17 ); ( 17 ) http://ec.europa.eu/eurostat/statistics-explained/index.php/Gender_statistics ",
        "C 28/12 EN Official Journal of the European Union 27.1.2020 Tuesday 12 June 2018 Knowledge as a key economic resource and a source of citizens’ well-being 1. Affirms that universal quality education is an essential component of personal, cultural, social and professional development in a knowledge-based society; 2. Considers that safeguarding European common values and the attainment of the EU’s economic and social objectives as well of competitiveness and sustainable growth are linked to quality education through the promotion of democratic values, human rights, social cohesion, integration and individual success; 3. Underlines the crucial role of education in shaping the future of Europe both economically and socially, while providing for the needs of Europe’s citizens and building a community of diverse citizens united by their common core values; 4. Underlines that quality education and training systems promote active citizenship and common values, and as such help shape an open, inclusive, pluralist, democratic and tolerant society; 5. Stresses the role of education in helping learners to develop ethical and civic values and become active, responsible, open- minded members of society who are able to exercise and defend their democratic rights and responsibilities in society, value diversity, play an active role in democratic life, and take responsibility for themselves and for their communities; stresses, in this context, the importance of citizenship, civic, ethical and environmental education; 6. Emphasises that in order for young people to confront challenges, become active European citizens and be successful in life and the labour market while also shaping the world’s future, quality and inclusive education must provide them with the necessary knowledge, skills, media literacy and critical and autonomous thinking, as well as with democratic attitudes; 7. Underlines that ensuring equal access to quality inclusive education is the key to achieving continued social cohesion by com - bating poverty, the social exclusion of people with disadvantaged and vulnerable backgrounds, and gender stereotypes, and is there - fore still the greatest aid to social mobility; 8. Notes that quality education can foster innovation and research relevant for and benefiting society; 9. Recognises the importance of education in developing cultural competences and encouraging cultural development; encou - rages closer synergies between the educational and cultural sectors, to be achieved by supporting an active role for culture and the arts in formal, informal and non-formal educational contexts; 10. Notes the role that education plays in developing lifelong learning attitudes which help people to adapt to the changing demands of the modern world; 11. Recalls that schools and educational institutions play a key role in creating and nourishing a positive attitude towards learning, also on a lifelong basis; The changing educational reality and related challenges 12. Believes that an all-encompassing approach to education policy, with strong political and public support, is vital to the educa - tional reform process, and that in order to achieve these objectives it is essential to involve both society as a whole and all relevant and interested actors, including parents; 13. Considers that effective governance and adequate funding for all educational settings, modern quality educational resources and teaching, motivated and competent teachers, and lifelong learning are crucial for achieving equity, diversity and excellence in edu - cation; 14. Highlights the potential of new information and communication technologies (ICT) and innovation, as instruments for offe - ring new opportunities in education, meeting individual learners’ needs more effectively (including special educational needs), and increasing flexibility in learning and teaching, personalisation and responsibility, as well fostering interactive forms of cooperation and communication; ",
        "27.1.2020 EN Official Journal of the European Union C 28/13 Tuesday 12 June 2018 15. Stresses the opportunities that digitalisation and the establishment of common educational platforms offer for modern educa - tion, especially in terms of distance learning, distance education, and blended learning, which should allow more flexibility in educa - tion by tailoring it more closely to learners’ individual living situations and thereby benefiting lifelong learning, education quality, accessibility and the development of future skills; highlights the need for age-appropriate ICT and media curricula that respect child development and wellbeing and emphasise the importance of both responsible use and critical thinking; 16. Notes that effective learning and teaching through digital technologies requires equal access, a competent level of digital skills, high-quality learning resources, training in adapting technology for pedagogical purposes, and promotion of the attitudes and motiva - tion needed for meaningful digital participation; believes that digital and media literacy skills should be an essential part of education policies and include, among others, civic competencies and critical thinking; stresses the importance of critically assessing sources and their reliability, and of media literacy projects in this respect; 17. Recognises that in an increasingly globalised and digitalised world innovative and relevant methods of learning, teaching and assessment are necessary, as well as an adequate educational infrastructure which enables group work and team teaching, and stimu - lates creative thinking and problem-solving together with other progressive educational methods; recalls the importance of involving students, teachers and other school staff in assessing whether and how learning objectives have been met; 18. Notes that efforts are needed to adapt the educational paradigm so that it balances both a teacher- and content-centred approach, individually and specifically attuned to learners and their living circumstances, with an understanding-centred approach, combining learning methods adapted to both traditional and online learning models, thus strengthening the personalisation of the educational process and thereby increasing retention and completion rates; 19. Highlights that educational systems should promote and develop interdisciplinary, cooperative and creative approaches and teamwork aimed at equipping pupils and students with knowledge and skills, including transversal and soft skills as well as with pro - fessional, transversal, social and civic competences; 20. Recalls that delivering quality teaching and learning is a continuous process encompassing dialogue, a sense of sharing and questioning, and should be given priority when modernising education; 21. Emphasises that the facilitation of equal access to quality inclusive education is essential for the independence and integration in society of learners with disabilities; calls on the Member States to facilitate access to mainstream inclusive quality education taking into account the needs of all students with all types of disabilities, which means, for instance, providing bilingual inclusive education for deaf children with regard to their special linguistic needs; calls on schools to provide both formal and informal differentiated ser - vices, and extra support, also using the potential of new technologies so that the individual needs of all learners are met; calls on the Commission to monitor schools on their non-rejection policy, and to set disability-specific indicators within the Europe 2020 strategy; 22. Maintains that European education must seek above all to develop reasoning, reflection, and scientific curiosity; that it has to be capable of building on the foundations of an artistic, scientific, and technical humanistic culture; and that, proceeding from the practical reality of local, regional, national, and European life, it must impart the training necessary to resolve national and European problems and raise awareness of problems within the international community; 23. Acknowledges the reality of individual differences in cognitive abilities and personality traits that interact with social and envi - ronmental factors, influencing educational outcomes; highlights, in this context, that education is more efficient, equalitarian and fair when these differences are taken into account; 24. Acknowledges that in a competitive world it is crucial to identify and promote European talent as early as possible; 25. Stresses that enhancing educational outcomes on average is compatible with the stimulation of excellence among talented stu - dents; notes, in this context, the importance of designing appropriate intervention programmes for enhancing psychological traits relevant for maximising people’s potential; ",
        "C 28/14 EN Official Journal of the European Union 27.1.2020 Tuesday 12 June 2018 26. Highlights the need to give importance to visual literacy as a new life-skill, acknowledging that in this day and age, people are communicating far more through images than through traditional means; 27. Notes the proposal for the creation of a European Education Area, as presented at the Social Summit for Fair Jobs and Growth held in Gothenburg in 2017; recalls that this initiative should foster cooperation, mutual recognition of diplomas and qualifications, and increased mobility and growth; 28. Supports the Council conclusions of 14 December 2017 calling for enhanced student mobility and participation in education and cultural activities, including through a ‘European Student Card’, which should facilitate recognition of university credits obtained in other Member States; 29. Believes that Erasmus+ is the EU’s flagship programme in the field of education, and that its impact and popularity have been fully proven over the years; calls, therefore, for a substantial increase of funding for this programme in the multi-financial framework (MFF) for 2021-2027, in order to make it more accessible and inclusive and enable it to reach out to more students and teachers; 30. Underlines that youth unemployment is a Union-wide phenomenon which is reported to stand at a rate around twice the ave - rage overall unemployment rate; expresses its concern with regard to the alarmingly high rates in Mediterranean Member States, with peaks in Spain (44,4 %), Italy (37,8 %), and Greece (47,3 % for youth unemployment and 30,5 % for young people not in employ - ment, education or training (NEETs)), according to Eurostat; 31. Points out that in spite of the 2 million job vacancies existing in the EU, more than 30 % of qualified young people with diplo - mas are in jobs that do not match their skills or aspirations, while 40 % of European employers have trouble finding people with the skills they require ( 18 ); 32. Affirms the need for education systems at all levels to maintain a gender perspective that takes into account the needs of people suffering multiple forms of discrimination, including people with disabilities, people identifying themselves as LGBTI and people from marginalised communities; Early childhood education and care (ECEC) 33. Stresses that quality and accessible ECEC creates a foundation for more equitable and effective education systems, as well as ensuring individual personal development, wellbeing and the effectiveness of further learning; 34. Highlights the great benefits for all children, especially those from disadvantaged groups, of attending ECEC, and stresses in this context the importance of guaranteeing that every child can access ECEC; notes with concern, in this regard, that in several Member States the demand for ECEC places exceeds the supply, especially for younger children; 35. Underlines the importance of monitoring the quality of ECEC so as to allow children to develop their cognitive skills and deter - mine whether the best interests of children are being met; School education 36. Sees all schools as autonomous centres for fostering critical and creative thinking and promoting democratic values and active citizenship; considers that schools should focus on helping young people to acquire the skills necessary for understanding and using available information, as well as for developing their learning autonomy and language proficiency; 37. Points out that the specific needs of all students should be at the centre of effective school functioning, which requires the esta - blishment of joint objectives and a clear agenda for their implementation, as well as the close collaboration of the entire school com - munity and stakeholders, where appropriate; 38. Considers that modern curricula should be competence-driven, should enhance personal skills and health-conscious, future- oriented life management competence, and should focus on formative assessment and physical and emotional wellbeing; believes that every student should have the possibility to fulfil his or her own intellectual potential; stresses that developing and strengthening skills is a continuous process, which operates through all levels of education and into the labour market, and that skills and competences should be taken into account both in the education process and in the recognition of educational qualifications; ( 18 ) http://www.cedefop.europa.eu/en/publications-and-resources/publications/3072, and https://www.eurofound.europa.eu/sites/default/files/ef_ - publication/field_ef_document/ef1502en_0.pdf ",
        "27.1.2020 EN Official Journal of the European Union C 28/15 Tuesday 12 June 2018 39. Underlines that mastering basic literacy and numeracy skills is fundamental to pupils’ further learning, personal development and acquisition of digital competence; stresses that the strategic framework for European cooperation in education and training (ET 2020) and the Commission’s New Skills Agenda should complement national actions and support Member States in this regard; calls on the Member States and educational institutions to reinforce basic skills through project- and problem-based learning, among other solutions; 40. Considers that Member States should guarantee that nobody graduates from school without basic skills, including basic digital skills; underlines the fact that most jobs now require greater literacy, numeracy, digital literacy and other crucial skills and that modern education systems should therefore combine all eight key competences outlined in the Commission’s proposal for a Council recom - mendation on Key Competences for Lifelong Learning, which also include knowledge and attitudes; welcomes the fact that this propo - sal also defines digital skills as basic skills; 41. Considers that, notwithstanding the impact of new technologies on education, the school should still remain a fundamental learning environment where potentialities are developed, and where each individual can find space and time for personal and social growth; 42. Draws attention to the fact that granting schools more autonomy regarding curricula, assessment and finance has been shown to result in increased pupil performance, provided there is effective school governance and school-based accountability for pupils’ lear - ning; 43. Emphasises the positive impact of cultural diversity and multilingualism in schools on pupils’ linguistic and cognitive develop - ment, as well as on the promotion of intercultural awareness, respect and pluralism; 44. Stresses the need to enhance the learning of languages with a view to speaking two languages in addition to one’s mother tongue, and to promote at secondary school level the teaching of at least two subjects through a non-native language; 45. Points out that secondary school exchanges do much both to encourage pupils to acquire the abilities, skills, attitudes, and values intrinsic to dynamic European citizenship and to develop constructive critical thinking; 46. Stresses the need to make schools more open in order to enable recognition of non-formal and informal learning and smoother transitions between different educational paths (e.g. technical and academic); 47. Underlines that learners should be encouraged to use self-assessment techniques to measure their learning progress; encou - rages educational institutions to ensure that feedback tools provide reliable information by using a mix of several instruments, such as student questionnaires, focus groups and suggestions boxes; 48. Emphasises the importance of leading an active life through sport; stresses, in this context, the need to promote and give an expanded role to physical activity and physical education in educational curricula at all levels, with enhanced possibilities for develo - ping cooperation between educational establishments and local sports organisations; also encourages educational initiatives and extracurricular activities with a view to supporting the fulfilment of students’ individual needs and interests while also building bridges with local communities; 49. Underlines the importance of quality education, vocational training and community and voluntary activities in contributing to raising the status of work-based vocations; 50. Notes that a considerable number of new jobs are being created in industries relating to renewable energy, and that green sec - tors and occupations should be addressed in school curricula accordingly; 51. Emphasises that information management skills, critical thinking and the ability to apply acquired knowledge are key goals of academic education; 52. Acknowledges the need to strengthen the knowledge triangle and to improve links between research and teaching by allocating adequate resources to relevant programmes and by ensuring that students involved in research programmes are granted the financial means to carry out their research; ",
        "C 28/16 EN Official Journal of the European Union 27.1.2020 Tuesday 12 June 2018 53. Believes that higher education systems should be more flexible and open, and that dual training paths should be promoted in universities and further education institutions, in particular by encouraging apprenticeships, enabling the recognition of informal and non-formal learning, and ensuring smoother transitions between different levels of education, including that between vocational edu - cation and training (VET) and higher education, as well as various forms of programme delivery; stresses that the above should be based on a better understanding of the performance of graduates; Higher education 54. Emphasises, within the context of creating a European Education Area, the importance of supporting cooperation and buil - ding on the potential of all European higher education institutions (HEIs) and of students in order to stimulate networking, internatio - nal cooperation and competition; 55. Is of the opinion that an all-encompassing approach to internationalisation, including increased mobility for staff and students (also through traineeships and apprenticeships), and an international dimension for the curriculum and for teaching, research, coope - ration and additional activities, should be an important element of EuropeanHEIs; 56. Advocates an increased focus on interdisciplinary study programmes, and encourages the promotion, in tandem, of Science, Technology, Engineering, Art and Mathematics (STEAM) disciplines and of human and social sciences; highlights the need to encou - rage the participation of women and other under-represented groups in STEAM subjects and the relevant professions; 57. Advocates that higher education must engage with society at large in order to promote innovative growth and social welfare; believes that cooperation between HEIs and external stakeholders is desirable, as the latter can contribute knowledge and expertise in the design and delivery of higher education programmes; stresses, however, that the responsibility for decision-making must always lie with students and pedagogical experts; 58. Recognises the pivotal role played by academics and students in disseminating knowledge, empirical findings and facts to the wider public; encourages, in this respect, economically and politically independent research that is relevant to and benefits society; 59. Highlights the role of research-based education and pedagogical research as a means of stimulating active learning, enhancing skills development, and improving teaching methodology; 60. Underlines that learners should be encouraged to use self-assessment techniques to measure their learning progress; The teacher as a guarantor of quality teaching 61. Considers that teachers and their skills, commitment and effectiveness are the basis of education systems; 62. Stresses the need to attract greater numbers of motivated candidates with sound academic or professional backgrounds and pedagogical competencies to the teaching profession; calls for fit-for-purpose selection procedures and for specific measures and ini - tiatives to improve teacher status, training, professional opportunities, working conditions, including remuneration, that avoid uns - table forms of employment, social rights, safety and protection, as well as to provide teachers with support comprising mentoring programmes, peer-to-peer learning and the sharing of best practices; calls on the Commission to encourage greater gender equality in the teaching profession; 63. Underlines the importance of reshaping and investing in teacher education from the initial phase and throughout teachers’ pro - fessional development, in order to equip them with solid, updated knowledge, skills and competences essential for a high standard of teaching, which includes diverse teaching methods, such as distance education, enabled by digital learning technologies; stresses the importance of the continuous professional development of teachers, including the provision of lifelong learning programmes and refresher courses and of reskilling and upskilling possibilities throughout their careers, which offer practical solutions for the challen - ges teachers encounter in their work at classroom level, and opportunities to participate in international teacher exchanges so that an institutional learning culture is fostered; 64. Agrees that the high-quality pedagogical, psychological and methodological training of school and tertiary education teachers and lecturers is a key condition for the successful education of future generations; emphasises, in this regard, the importance of sharing best practices and developing skills and competences through international cooperation, mobility programmes such as Erasmus+ and paid internships in other Member States; ",
        "27.1.2020 EN Official Journal of the European Union C 28/17 Tuesday 12 June 2018 65. Emphasises the teacher’s key role in providing an inclusive learning environment that requires embracing a range of methods and approaches to meet diverse needs, thus enabling all pupils to be involved in the design, realisation and assessment of their learning outcomes; acknowledges the crucial function of teachers as proactive guides and mentors who teach how to evaluate information, adopt a supporting role in the face of challenges, and prepare learners for life; 66. Considers that the involvement of teachers and school leaders in modernising education systems is vital for effective reforming processes and for motivating educational staff to further improvements in school policy; 67. Is of the opinion that an across-the-board school policy must guarantee effective support for teachers in order to ensure the attainment of educational goals, an enabling school environment, efficient school functioning and development and collaborative governance; 68. Acknowledges the important role of educators as well as of cooperation between parents, teachers and school authorities wit - hin formal, non-formal or informal education in supporting current and future generations; encourages, in this regard, enhanced col - laboration among all relevant actors in formal, non-formal and informal learning; 69. Is of the opinion that enhanced cooperation between schoolteachers, researchers and academics is beneficial for all related par - ties and results in the improvement and updating of teaching content, learning practices, and pedagogy as well as fostering innovation, creativity and new skills; Recommendations 70. Considers that the European Education Area should focus on achieving common goals including ensuring quality education for all, and must be created on a basis of alignment and critical assessment of existing policies and educational trends and figures both inside and outside the EU in order to ensure coherence, consistency and achievable results, while also giving new impetus to their deve - lopment and respecting the principles of conferral, subsidiarity, freedom, proportionality, and institutional and educational auto - nomy; 71. Believes that the European Education Area should not jeopardise or substitute the Bologna Process, and that the latter should, rather, be developed and strengthened; stresses the importance of mutual links and complementarity between the European Education Area and the European Higher Education Area; 72. Calls on the Member States to support the creation of a European Education Area and to strengthen cooperation in developing and implementing its objectives; calls, in this regard, on the Commission to ensure the sharing of ideas and good practices with a view to achieving those goals; 73. Supports, as a basis for increased cooperation embracing HEIs both inside and outside the EU, the creation of a European network of universities, based on a bottom-up approach and initiatives of the universities themselves, which should contribute, among others, to the European Education Area becoming a more innovative, vital, and appealing space for learning and research; 74. Calls on the Member States to recognise education as investment in human capital, and to provide greater public funding of a transparent character for realising initiatives aimed at improving quality, inclusivity and equity in teaching and learning; 75. Stresses that increased investment in education and training systems, as well as their modernisation and adjustment, constitute a crucial condition for social and economic progress; stresses, therefore, the importance of ensuring that social investment, especially in education and training for all, is prioritised in the forthcoming programming period of the MFF for 2020-2026; 76. Encourages, with regard to increasing inclusiveness and ensuring freedom of educational choice, the provision of adequate financial support for schools of all categories and levels, both state schools and not-for-profit private schools, provided the curriculum offered is based on the principles enshrined in the Charter of Fundamental Rights of the European Union and complies with the legal systems and rules and regulations regarding the quality of education and the use of such funds in force in the Member State concerned; 77. Considers that it is high time for the necessary investment to be made in educational infrastructure in less developed regions, always taking care to adapt coordinated investment to the specific features of the region concerned; stresses that, in this connection, it is particularly important to enable greater support from the European Investment Bank and the European funds for regional initiatives aimed at developing education; ",
        "C 28/18 EN Official Journal of the European Union 27.1.2020 Tuesday 12 June 2018 78. Calls on the Commission and the Member States to exchange experiences and best practices on public funding mechanisms and methods, including performance-based funding and competitive research funding, with a view to achieving a sustainable and transparent diversification of funding; 79. Calls for enhanced cooperation among Member States in modernising education; urges Member States to begin implementing the principles of the European Pillar of Social Rights that offer means of reducing inequalities in Europe through education, training and lifelong learning; 80. Stresses the role of the European Semester in promoting national reforms, namely by defining the education-related country- specific recommendations; 81. Expects the Digital Education Action Plan to support the Member States and educational institutions in the increased, more effective and age-and development-appropriate use of state-of-the-art technology, in learning, teaching and assessment, which meets quality assurance standards; believes that any digital education plan should establish and regularly assess the connection between digi - tal means of education and qualification frameworks based on learning outcomes; 82. Recommends that Member States and educational institutions promote learner-centred, individualised learning methods, including tailor-made courses that are based on and combine the academic and professional experience of the learner as well as inno - vative methods and interaction between teachers and students, in order to support continuing education and the achievement of intended learning outcomes where students are active participants in their own learning process; 83. Calls on the Member States to adopt a holistic approach to education and to provide learners with specific, flexible learning opportunities that can equip them with the necessary core competences for successful entry into the labour market; 84. Calls for increased incorporation of inquiring, active, project- and problem-based learning into educational programmes at all levels, with a view to promoting cooperation and teamwork; recommends that education systems work to strengthen transversal, soft and life skills; 85. Reiterates that the right to education must be guaranteed to every person with disabilities, from kindergarten to university, and stresses the importance of having appropriate teaching and technical equipment, appraisal measures and qualified personnel to ensure that persons with disabilities are genuinely able to enjoy this right; 86. Supports and encourages the implementation of actions concerning the development of media literacy and critical thinking through education and training; recalls the existing commitment in this field, as outlined in the Council conclusions of 30 May 2016; calls, in this context, on the Commission to coordinate policy developments at EU level in the area of media literacy with a view to dis - seminating updated knowledge and best practices in this field; calls on the Commission and the Member States to develop specific measures to promote and support media and digital literacy projects, such as the pilot project on Media Literacy for All, and to develop a comprehensive media and digital literacy policy, with a particular focus on school education; 87. Encourages the Member States to ensure opportunities to develop key competences in order to maintain and acquire skills paying special attention to basic skills, STEAM disciplines, language competencies, entrepreneurship skills, digital competences, creati - vity, critical thinking and teamwork; encourages the Commission and the Member States to facilitate the use of the EU Key Compe - tences Framework in all educational settings and to enable its application to formal, non-formal, and informal learning, thus maximising its potential as a crucial tool for lifelong learning; 88. Encourages the Member States to raise public awareness of lifelong learning and to integrate a gender perspective in developing relevant policies and programmes, with a particular focus on women with lower levels of education, in both urban and rural areas, in order to provide them with upskilling opportunities; 89. Supports the increased EU benchmark for participation in lifelong learning; calls, in this regard, on the Commission to propose best practices recommendations with a view to achieving this ambitious goal; encourages stronger emphasis on lifelong learning at all levels of education; stresses, in this context, the role of HEIs in the realisation of a lifelong learning strategy, the education of professio - nally active people, the development of competences and the formation of a learning culture for people of all ages and different back - grounds; ",
        "27.1.2020 EN Official Journal of the European Union C 28/19 Tuesday 12 June 2018 90. Encourages the Commission to support the Member States in developing, promoting and reinforcing training and educational programmes facilitating adult learning, and their active inclusion in the education system; recalls that adult learning and education should provide a variety of learning pathways and flexible learning opportunities, including support for people in managing their life - long learning pathways, second chance programmes for people who have never been to school, early school leavers and school dro - pouts; calls on the Commission to implement commitments such as the Skills Guarantee stipulated in the EU New Skills Agenda, and to act to improve the employment opportunities of low-skilled adults in the EU; 91. Calls on the Member States to develop intergenerational projects to facilitate understanding of the challenges elderly people face as well as providing opportunities for them to share their skills, knowledge and experience; 92. Encourages the development of synergies and collaborations between formal, non-formal and informal education; welcomes the progress made in the last few years towards the implementation of the Council recommendation on the validation of non-formal and informal learning by 2018; calls, however, on the Member States to continue beyond 2018 with their efforts to further enhance the implementation of those recommendations, and to establish relevant legal frameworks and create comprehensive validation strategies in order to enable validation; highlights that the recognition of informal and non-formal learning, including through free online courses, is central to the idea of opening up education to the more disadvantaged; 93. Emphasises the key role of parents as part of the education triangle in supporting children’s learning; highlights the benefits of parental involvement in child education for increased pupil achievement, pupils’ wellbeing and school development; 94. Calls on the Commission to support cross-border initiatives in open learning online; 95. Emphasises that the quality of education should be measured in terms of the degree to which a learner has acquired not only knowledge and competences, but also the ability to pursue and develop lifelong learning and creative endeavours; 96. Supports the Commission in the creation of a scoreboard to support the development of key competences as well as compe - tency-based education, learning and training; 97. Calls on the Member States to fight gender stereotypes in education in order to ensure that women have the same opportunities and freedom of choice in terms of the career they wish to pursue; is concerned, in this context, at the stereotypes that persist in lear - ning materials in some Member States and teachers’ differing behavioural expectations as between girls and boys; points out the need to incorporate the principle of gender equality into both initial and continuing teacher training, as well as in teaching practices, in order to remove any obstacles preventing students from realising their full potential irrespective of their gender; calls on the Member States, when implementing gender equality in the curricula and syllabuses of regional education systems, to pay special attention to the outermost regions, bearing in mind the high rates of violence against women recorded there; stresses that education systems at all levels need to include a gender perspective and take into account the needs of people suffering from discrimination; 98. Urges the Member States to promote the principles of equality and non-discrimination in educational institutions, be it through formal or informal learning; 99. Recommends that the Commission and/or the Member States establish and promote a European/national award centring on the issue of gender equality in educational institutions, with a view to encouraging best practice; 100. Stresses that education is a key tool for social inclusion and for the improvement of skills levels and qualifications among migrants and refugees, both minors and adults; encourages, in the context, exchanging best practices on integration through educa - tion and imparting common values, improving and facilitating recognition of diplomas and qualifications, providing scholarships and establishing partnerships with universities in the countries of origin, as well as building on the valuable experience of the Education Corridors; 101. Stresses that greater efforts should be made to ensure access to education and training at all levels for pupils from autochtho - nous minorities and to support educational institutions that provide services in the mother tongue of autochthonous ethnic or linguis - tic minorities; calls on the Commission to strengthen the promotion of programmes focused on the exchange of experiences and best practices concerning education in regional and minority languages in Europe; encourages the Member States to facilitate the develop - ment of teaching in the mother tongue of pupils and students; ",
        "C 28/20 EN Official Journal of the European Union 27.1.2020 Tuesday 12 June 2018 102. Encourages the Member States to increase levels of language competence by making use of good practices, such as official cer - tification of foreign language skills acquired under a certain age; 103. Invites the Member States and the Commission to establish a system of innovative and flexible grants for nurturing talent and artistic and sporting ability in the field of education and training; supports those Member States that are seeking to introduce scho - larship schemes for students with proven educational, sporting and artistic ability; 104. Welcomes, in this regard, the Commission communication on a new skills agenda for Europe (COM(2016)0381), which pro - poses solutions to skills mismatch and shortages and means of finding the right system of skills recognition; encourages the Member States, in this context, to establish quality dual systems of education (having the utmost value in terms of holistic personal growth and developing skills for lifelong learning) and vocational training in coordination with local and regional actors, and in line with the spe - cific nature of each education system; notes the advantages and growing attractiveness of the hybrid VET system, which combines in equal measure strong school-based and work-based paths; 105. Recommends that educational guidance should be reinforced as a vital tool for encompassing different educational systems in a flexible manner while enriching and updating knowledge and skills; 106. Supports and encourages educational and vocational guidance as a vital educational task for the individual and social develop - ment of the young generations; 107. Takes the view that entrepreneurship is a driver of growth and job creation and also a way to make economies more competi - tive and innovative, which helps to empower women; 108. Highlights that social entrepreneurship is a growing field that can boost the economy while simultaneously alleviating depriva - tion, social exclusion and other societal problems; considers, therefore, that entrepreneurship education should include a social dimension and should address such subjects as fair trade, social enterprises, social responsibility of enterprises, and alternative business models such as cooperatives, in order to strive towards a more social, inclusive and sustainable economy; 109. Calls on the Member States to focus on entrepreneurial and financial education, volunteering and foreign language proficiency in education, and also to prioritise these skills in VET programmes; 110. Calls on the Commission and the Member States to promote the concrete employment opportunities associated with VET edu - cation and its relevance in the labour market; 111. Calls on the Member States to develop career guidance that would facilitate the identification of pupils’ and students’ abilities and predispositions and strengthen the process of personalised teaching; 112. Stresses the special educational situation of children and adolescents whose parents travel professionally in Europe, and calls on the Commission to conduct a study to highlight the specific situation of these children and adolescents with regard to the challen - ges facing them in terms of pre-school and school education; 113. Recommends that the Commission should, acting under Article 349 TFEU, provide greater support to Member States which have outermost regions, with a view to improving their education systems at all levels; 114. Encourages the Member States and regional authorities to regularly assess and monitor the relevance of educational policies, strategies and programmes, also taking into account feedback from teachers and learners, so as to ensure that education systems conti - nue to address the changing needs and evolving socio-economic situation of the country concerned; recommends enhancing links between education policy and other policies so as to foster and assess the efficiency and performance of educational reforms; 115. Reiterates the importance of monitoring the performance and impact assessments of the EU programmes targeting youth employment; stresses the importance of effective and sustainable investment; 116. Appreciates the Commission’s activities in the field of modernisation of education systems, and in this context, calls on the Member States to be more involved in and committed to the implementation of proposed improvements; ",
        "27.1.2020 EN Official Journal of the European Union C 28/21 Tuesday 12 June 2018 117. Encourages the Member States, in collaboration with the Commission, to support educational institutions in modernising reform processes by assigning specialised contact points at national and/or regional level to provide relevant information, guidance and assistance; 118. Reiterates the need to create rights-based and gender-sensitive learning environments enabling students to learn about and stand up for human rights, including women’s and children’s rights, fundamental values and civic participation, the rights and res - ponsibilities of citizens, democracy and the rule of law, being confident in their identity, knowing their voice is heard and feeling valued by their communities; Early childhood education and care (ECEC) 119. Calls on the Member States to ensure free and fair access to high-quality ECEC, and encourages them to take the necessary mea - sures to ensure that the material and financial conditions are met to enable every child to access early childhood education without dis - crimination, and to provide more nursery and kindergarten places for children; 120. Calls on the Commission to consider establishing a common European framework for ECEC, building on the principles pro - posed in the Quality Framework; supports setting a European benchmark for the quality of ECEC, to be designed in cooperation with teachers and professionals in the sector and in line with national or regional quality indicators; 121. Believes that Member States should make greater efforts to encourage the governing bodies of ECEC institutions to investigate the possibility of pursuing Europe-wide projects; points out that professionals would, in that way, be able to keep track of teaching innovations and thus make pre-school education more meaningful; 122. Maintains that early childhood institutions should not be excluded from the European Education Area; considers that these ins - titutions should likewise promote the exchange of knowledge among Member States, especially for purposes of sharing information when implementing innovative projects; 123. Recommends that cooperation between ECEC staff and pre-primary school teachers be increased to improve the quality of education and links between educational levels, prepare pre-schoolers for the transition to primary school, and focus on children’s development; highlights the importance of relations between ECEC providers and children’s parents and guardians, between school staff and children, and among children themselves; 124. Encourages the Member States to increase funding for ECEC, as well as economic support and initiatives (such as tax reduc - tions, subsidies, or waiving of fees) for parents and guardians, especially those from socio-economically disadvantaged backgrounds, in order to enable and encourage their use of ECEC services; 125. Calls on the Member States to further invest in staff in order to attract more people to follow the relevant career path and thus ensure availability of highly qualified staff for ECEC; 126. Calls on the Member States to reform and improve their systems with a view to achieving the Barcelona objective of having at least 33 % of children under three participating in ECEC programmes; School education 127. Encourages the implementation of a ‘Whole School Approach’ in order to increase social inclusion, accessibility, democratic governance, quality and diversity in education, as well as to address early school leaving and the issue of NEETs, while also aiming to put learning outcomes, learners’ needs, wellbeing and involvement in school life at the core of all activity; advocates promoting and supporting democratic school students’ representative structures; 128. Highlights that the large number of NEETs – almost 6,3 million young people aged between 15 and 24 – could be reduced by action to prevent early school leaving and by making schools more practical and connected to their local environment, as well as by developing links with local companies, local authorities, social institutions and NGOs; is of the opinion that early school leaving, which is one of the reasons for young people subsequently becoming NEETs, could be combated by tackling poverty and social exclu - sion; believes that it is also important to support students in finding their own learning methods, including online courses and blended learning; welcomes the implementation of relevant and engaging curricula and of strong and well-developed guidance systems, with high-quality counselling and guidance services for all students; ",
        "C 28/22 EN Official Journal of the European Union 27.1.2020 Tuesday 12 June 2018 129. Stresses the need to strengthen opportunities and structures for internal and external collaboration at school level, including interdisciplinary cooperation, team teaching, school clusters and interactions with actors involved in the design and implementation of learning paths, including parents; notes the importance of international exchanges and school partnerships, through programmes such as Erasmus+ and e-Twinning; 130. Stresses that school education should also be made more flexible in order to improve response to the actual living circums - tances of students, e.g. by greater use of online services, so that, for example, blended learning opportunities can also be improved; 131. Believes that the earlier people acquire STEAM skills, the better their chances of future educational and professional success will be; therefore, encourages more STEAM initiatives at school level, and in tandem, the promotion of human and social sciences, through enhanced and differentiated cooperation with higher education and scientific research institutions, among other means; 132. Encourages the Commission to support the development among young Europeans of language skills in formal and non-formal educational settings, by developing innovative multilingual pedagogies, sharing best multilingual pedagogical practices, and enhan - cing teachers’ language competences; 133. Encourages the Member States and the Commission to support existing initiatives and develop and implement all-encompas - sing policies on inclusive education and strategies aimed at targeting specific needs, promoting the rights of the most vulnerable groups, creating more inclusive learning environments and furthering openness and engagement; calls on the Commission to develop, together with the European Agency for Special Needs and Inclusive Education, innovative methods and educational tools in order to foster inclusion and meet individual pupils’ needs; 134. Recommends that the Member States integrate learning about the EU into their secondary school curricula, in order to familia - rise students with the functioning of the Union, its history and the values of European citizenship; 135. Stresses the importance of including and promoting, in school curricula and educational content, knowledge about the history of women’s emancipation, and in particular women’s suffrage, including on the occasion of symbolic anniversaries (e.g. 2018 as 100 years since women won the right to vote in Poland and Germany), in order to raise awareness with a view to promoting women’s rights within an educational framework; 136. Emphasises the importance of health and relationships education, which must include teaching children and young people about relationships based on equality, consent, respect and reciprocity, as well as teaching about women’s and girls’ rights, including reproductive and sexual health and rights, as a tool to fight stereotypes, prevent gender-based violence and promote well-being; 137. Encourages Red Cross training in schools for students, teachers and non-teaching staff, as an aid to learning essential first aid skills and being able to act in an emergency; 138. Calls on the Commission and the Member States to develop a pilot scheme to support exchanges of secondary students under which they would spend at least half an academic year in another Member State; 139. Calls on the Member States to limit to the necessary minimum the use of standardised tests as instruments to assess the level of acquired knowledge and skills; 140. Encourages the Member States to consider adopting measures to ensure the recognition of study periods abroad that do not lead to a diploma or qualification; invites the Commission, in this regard, to propose guidelines for the recognition of study periods abroad, taking into consideration the existing best practices of Member States, the principle of mutual appreciation between educatio - nal systems, and the key competences-based approach, as well as the specificities of national educational systems and cultures; 141. Calls on the Commission, Member States and regional authorities to address the issues of bullying, cyberbullying, harassment, addiction and violence by developing, at school level and in cooperation with the direct beneficiaries and all stakeholders (in particular teachers, parents’ associations and specialist NGOs), prevention programmes and awareness-raising campaigns embracing inclusion; ",
        "27.1.2020 EN Official Journal of the European Union C 28/23 Tuesday 12 June 2018 142. Recommends that Member States, their educational institutions and the Commission engage more actively in promoting the practice of sports among pupils; Higher education 143. Calls for the creation of the European Education Area to be based on the potential of existing frameworks, e.g. the European Research Area, the Innovation Union and the European Higher Education Area, in such a way that they can strengthen and comple - ment each other; 144. Encourages the Member States to invest at least 2 % of their respective GDPs in higher education and to comply with the EU benchmark of investing 3 % of Union GDP in R&D by 2020; 145. Suggests that Member States and regional authorities, when using national and regional resources and allocating European structural and investment funds, give priority to educational programmes and to fostering cooperation between higher education, the world of work, industry, research communities and society as a whole; 146. Calls on the Member States to foster more inclusive and accessible mobility of students, trainees, apprentice teachers, resear - chers and administrative staff, since this contributes both to their personal and professional development as well as to a higher quality of learning, teaching, research and administration; advocates facilitating mobility for all through, among other measures, smooth recognition of credits and academic and professional qualifications obtained abroad, adequate funding and personal assistance, social rights guarantees, and, where appropriate, the incorporation of educational mobility as part of education programmes; notes, in this regard, the new initiatives on the part of the Commission, including the eCard to facilitate student mobility across borders; 147. Takes the view that funding for the mobility of teaching staff and researchers needs to be increased by providing for study/research grants in addition to reimbursement of expenses, extending the duration of stays abroad, simplifying authorisation procedures, and promoting forms of teacher/researcher co-tutoring; 148. Calls on the Commission to encourage Member States to boost mobility in adult education, as already provided for in the Erasmus+ programme; 149. Stresses the importance of guaranteeing the mutual cross-border recognition and compatibility of qualifications and academic degrees, thus strengthening the system of quality assurance at EU level and in all countries that have joined the European Higher Edu - cation Area; 150. Stresses the need to develop comprehensive strategies and appropriate tools for determining the quality of new modes of tea - ching and learning, e.g. e-learning, Massive Open On-line Courses (MOOCs) and open access resources; recognises, in this context, the role of the European Association for Quality Assurance in Higher Education (ENQA) and other relevant European networks in contri - buting to the establishment of quality assurance; 151. Calls on the Commission and the Member States to promote the renewed EU agenda for higher education among HEIs, regio - nal and local authorities and employers, with a view to addressing HEIs’ and students’ needs and the challenges facing them, creating links with local and regional actors, reaching out to local communities, fostering local and regional development and innovation, buil - ding inclusive and connected higher education systems, strengthening collaboration with the world of work, and addressing regional skills needs; also encourages HEIs to become more involved in local and regional development by participating in cooperative com - munity projects, among other actions; 152. Calls for fulfilment of the commitments of the New Skills Agenda, including supporting Member States in efforts to make more information available on how graduates progress in the labour market; welcomes, in this context, the proposal to set up a European graduate tracking system by 2020; considers that graduate tracking information and the collection of accurate and relevant data (not only at national but also at EU level) are essential for quality assurance and the development of quality education; 153. Encourages the Commission to increase its efforts to narrow the research and innovation gap among Member States and regions by proposing new initiatives in the framework of the Marie Skłodowska-Curie Actions (MSCA), and to support the combina - tion of research and teaching activities for MSCA beneficiaries who are preparing for an academic career; 154. Suggests that the EU STE(A)M coalition should encompass a wide range of disciplines in order to prepare students for life and work in a context of dynamically changing reality; ",
        "C 28/24 EN Official Journal of the European Union 27.1.2020 Tuesday 12 June 2018 155. Supports the awarding of credits under the European Credit Transfer Scheme (ECTS) to students for community volunteer work, as a means of contributing to students’ professional and personal development; 156. Emphasises that international cooperation programmes, cultural diplomacy and policy dialogues with third countries in the field of higher education not only enable knowledge to flow more freely, but also contribute to the enhancement of the quality and international standing of European higher education, while boosting research and innovation, fostering mobility and intercultural dia - logue, and promoting international development in accordance with the EU’s external action objectives; 157. Is of the opinion that future-proofed education systems should include learning for sustainability and peace-building and should be part of a broader reflection on occupational literacy in the context of the increasing digitisation and robotisation of Euro - pean societies, focusing not only on economic growth but also on the personal development and improved health and wellbeing of learners; 158. Calls on the Member States to promote cooperation between educational institutions and the world of work in order to better prepare learners to enter the labour market, as well as to take action on the need to address skills mismatches and skills shortages; encourages, in this regard, the inclusion of high-quality relevant work placements, recognised through ECTS credits, in higher educa - tion programmes and VET schemes, cooperation between higher education establishments, the world of work, the research sector and local and regional economic actors in the creation of quality dual education and vocational training systems, career guidance, appren - ticeships, internships, and also reality-based training, which should be a part of vocational and higher education curricula; further calls on the Member States to secure the right of every young person in the EU to be offered a job, an apprenticeship, additional training or combined work and training; 159. Considers that in order to ensure the provision of quality apprenticeship or traineeship placements, it is fundamental that contracts are in place delineating the roles and responsibilities of all parties and specifying the length, learning objectives and tasks corresponding to clearly identified skills to be developed, employment status, adequate compensation/remuneration, including for overtime, social protection and security schemes under the applicable national law, applicable collective agreements, or both; 160. Underlines the need to offer proper learning and training content and decent working conditions for traineeships and appren - ticeships so as to ensure their crucial role in the transition from education to professional life; stresses that traineeships and appren - ticeships should never be used as a substitute for jobs, nor should trainees or apprentices be treated as cheap or even unpaid labour; 161. Suggests that universities and training centres provide basic and further training for vocational education teachers, with contri - butions from experts in the work areas corresponding to the specialist fields covered by vocational courses; The teacher as a guarantor of quality teaching 162. Calls on the Commission and the Member States to support teachers in incorporating innovation and technology into teaching through the strengthening of their digital skills, as well as providing them with relevant resources and support, e.g. by increasing the provision of refresher training and by developing online communities and open educational resources and courses; 163. Supports the creation of an Academy of Teaching and Learning, as a complementary facility enabling teachers to train and exchange best practices at European level, by providing a centre for online exchange, sharing experiences and mutual learning, as well as being a place for regular meetings in the form of workshops, seminars, and conferences to promote teachers’ collaboration, enhance the quality of teaching, and foster teachers’ professional development; calls on the Commission to propose a project for the creation of such an academy, based also on the know-how of the European Schoolnet Academy; 164. Recalls the importance of pedagogical training for teaching staff in HEIs and of considering pedagogical competences as being at least of equal importance to research competences in the recruitment process; highlights the role of research-based education and pedagogical research in terms of stimulating a student-centred approach to learning and teaching, encouraging active learning, enhan - cing skills development, and improving teaching methodology; ",
        "27.1.2020 EN Official Journal of the European Union C 28/25 Tuesday 12 June 2018 165. Calls on the Member States to introduce incentives to attract and motivate young people and qualified teachers to enter and work in the education system; 166. Emphasises the need to recognise the professional status of ECEC employees; 167. Calls for support for teachers delivering multilingual courses, since these are an important factor in the internationalisation of education; 168. Highlights the role of intercultural learning as part of teacher education with a view to enhancing teachers’ intercultural com - petences, in order to promote European culture and common values as well as a European dimension of teaching; notes that inter - cultural competences are essential for working in increasingly diverse societies, as well as fostering internationalisation at school level; 169. Is aware of the need to create synergies between the knowledge of teachers and the technological potential of pupils, in order to maximise learning outcomes; 170. Advocates the incorporation of teacher training placements guided by trained mentors, at all stages of teacher education; 171. Encourages teachers and school leaders to promote and take a leading role in implementing innovation in the school environ - ment and fostering its development; 172. Encourages HEIs to prioritise, support and reward the improvement and updating of the pedagogical knowledge of higher edu - cation teachers and researchers, including educational possibilities offered by modern technology, as a means of enhancing student achievement and teaching efficacy; 173. Supports the development of new, innovative and ambitious teaching techniques and educational standards in order to better respond to the needs of students and HEIs, as well as to the challenges of a rapidly changing world; o o o 174. Instructs its President to forward this resolution to the Council and the Commission. "
    ]
}