{
    "text": [
        "SOCIAL ENTERPRISES AND THEIR ECOSYSTEMS IN EUROPE Country fiche MONTENEGRO Anto Jankovic Social Europe ",
        "This fiche is part of the study “Social enterprises and their ecosystems in Europe” and it provides an overview of the social enterprise landscape in Montenegro based on available information as of May 2018. It describes the roots and drivers of social enterprises in the country as well as their conceptual and legal evolution. It includes an estimate of the number of organisations and outlines the policy framework as well as some perspectives for the future of social enterprises in the country. This publication is an outcome of an assignment financed entirely by the European Union Programme for Employment and Social Innovation \"EaSI\" (2014-2020). For further information please consult: http://ec.europa.eu/social/easi Manuscript completed in September 2018 1 st edition Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of the following information. Luxembourg: Publications Office of the European Union, 2018 © European Union, 2018 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. Catalogue number KE-05-18-119-EN-N ISBN 978-92-79-98005-3 | DOI 10.2767/063576 You can download our publications or subscribe for free at: http://ec.europa.eu/social/publications If you would like to receive regular updates about the Directorate-General for Employment, Social Affairs and Inclusion sign up to receive the free Social Europe e-newsletter at: http://ec.europa.eu/social/e-newsletter FB account: https://www.facebook.com/socialeurope/ Twitter account: @EU_Social Europa page on Social entrepreneurship: https://europa.eu/!mq33GV ",
        "SOCIAL ENTERPRISES AND THEIR ECOSYSTEMS IN EUROPE Country fiche MONTENEGRO Anto Jankovic ",
        "This fiche provides an overview of the social enterprise landscape in Montenegro based on available information as of May 2018. It is one of the seven fiches covering non- EU countries in the study “Social enterprises and their ecosystems in Europe” included in a contract commissioned by the European Commission to the European Research Institute on Cooperative and Social Enterprises (Euricse) and the EMES International Research Network (EMES). Anto Jankovic from the Center for Economic Prosperity and Freedom (CEPS) was in charge of producing the fiche. The author acknowledges the EU-level coordination team: Carlo Borzaga, Giulia Galera, Barbara Franchini, Stefania Chiomento, and Chiara Carini (Euricse) and Rocío Nogales, Gloria Gannaway, and Teresa Bolaños (EMES), as well as Nadia Johanisova (member of the advisory board) and the following stakeholders who contributed with valuable input: Marko Đelović (Caritas Bar), Jasmin Lukačević (Ministry of Labour and Social Welfare), Zorana Marković (CRNVO), Ana Šebek (Directorate for the Development of SMEs), Branislav Tanasijević (CARE International), Sanela Žiga (“Ray of Hope” Association), Marina Živaljević (Ministry of the Economy), and Vesna Odalović ( Nova šansa u Novom and “Our ID Card”). Recommended citation: European Commission (2018) Social enterprises and their ecosystems in Europe. Country fiche: Montenegro . Author: Anto Jankovic. Luxembourg: Publications Office of the European Union. Available at http://ec.europa.eu/social/main. jsp?advSearchKey=socenterfiches&mode=advancedSubmit&catId=22 ",
        "Countries included in the three social enterprise mappings by the European Commission Nº COUNTRY TYPE 2014 2016 2018-19 1 Albania Fiche 2 Austria Report 3 Belgium Report 4 Bulgaria Report 5 Croatia Report 6 Cyprus Report 7 Czech Republic Report 8 Denmark Report 9 Estonia Report 10 Finland Report 11 France Report 12 Former Yugoslav Republic of Macedonia Fiche 13 Germany Report 14 Greece Report 15 Hungary Report 16 Iceland Fiche 17 Ireland Report 18 Italy Report 19 Latvia Report 20 Lithuania Report 21 Luxembourg Report 22 Malta Report 23 Montenegro Fiche 24 The Netherlands Report 25 Norway Fiche 26 Poland Report 27 Portugal Report 28 Romania Report 29 Serbia Fiche 30 Slovakia Report 31 Slovenia Report 32 Spain Report 33 Sweden Report 34 Switzerland Report 35 Turkey Fiche 36 United Kingdom Report ",
        "Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO 6 | Table of contents TABLE OF CONTENTS List of acronyms 8 List of illustrations and tables 8 Executive summary 9 1. BACKGROUND 13 1.1. Historical introduction 14 1.2. Social enterprise root and drivers 17 2. CONCEPT AND LEGAL EVOLUTION 19 2.1. Defining social enterprise 20 2.1.1. The EU operational definition of social enterprise 20 2.1.2. Application of the EU operational definition of social enterprise in Montenegro 20 2.2. Legal evolution 21 3. MAPPING 25 3.1. Measuring social enterprises 26 3.2. Social enterprise characteristics 29 4. SOCIAL ENTERPRISE POLICY FRAMEWORK 34 ",
        "Table of contents | 7 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO 5. PERSPECTIVES 37 5.1. Overview of the social enterprise debate at national level 38 5.2. Constraining factors and opportunities 38 5.3. Trends and future challenges 40 6. APPENDICES 42 Appendix 1. The EU operational definition of social enterprise 43 Appendix 2. Data availability report 46 Appendix 3. Reference list 47 ",
        "Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO 8 | List of acronyms, illustrations and tables List of acronyms > CBC Cross-Border Cooperation > CRNVO Centre for the development of NGOs > EaSI EU Programme for Employment and Social Innovation > ERDF European Regional Development Fund > EU European Union > IDF Investment and Development Fund of Montenegro > IPA Instrument for Pre-Accession Assistance > LTD Limited liability company > MLSW Ministry of Labour and Social Welfare > NATO North Atlantic Treaty Organisation > NEET Not in education, employment or training > NGO Non-governmental organisation > NPO Non-profit organisation > PWD Person with disabilities > RCC Regional Cooperation Council > SBI Social Business Initiative > SEE South East Europe > SME Small and medium enterprise > WISE Work integration social enterprise List of illustrations and tables > Illustration 1. “Ray of Hope”: A model of inclusion on an equal basis > Illustration 2. “Red gold”: A cooperative model of economic empowerment of disadvantaged women > Illustration 3. “Our ID Card”: An example of work integration social enterprise > Illustration 4. “Caritas Bar”: Social enterprises established through EU-funded projects > Table 1. Estimate of social enterprises in Montenegro ",
        "Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Executive summary | 9 Executive summary Background The predecessors of social enterprises in Montenegro emerged before World War II in the form of cooperatives, although the social function they performed was rather weak. They mainly served the interests of a small circle of individuals instead of the interests of the wider community. Later on, during the Communist period, cooperatives in Montenegro and throughout former Yugoslavia became an instrument for controlling and exploiting peasants, following the Soviet model of collectivisation and development of agricultural cooperatives based on coercion and compulsory collectivisation of land, livestock and labour resources. The transition period to a market economy and democracy was characterised by the so-called “transitional myth”, which stated that privatisation and the market would solve all social problems, while everything with a social content was underestimated. Finally, the EU integration process brought social enterprises onto the agenda, through the Europe 2020 growth strategy and other policies. However, the concept is still not broadly accepted and it is primarily seen as part of social entrepreneurship development in the country. Concept and legal evolution The law does not provide any official definition of social enterprise. Social enterprises can be established using a variety of legal forms and statuses, including those of association, cooperative, limited liability company and “protective workshop”. Very often, social enterprises operate “under the radar” and are “hidden” among existing legal entities, primarily associations. The different legal forms of social enterprise entail different levels of importance of the dimension that form the EU operational definition. In many cases, compliance with the operational criteria of the entrepreneurial/economic dimension is questionable for many non-profit organisations and WISEs, since they mostly rely on donations, generating only a limited level of income through their economic activities. Moreover, many WISEs and non-profit organisations carrying out economic activities are not autonomous. Without policy recognition of social enterprises as a welfare provider, efforts to boost the emergence of the sector will be significantly limited. ",
        "Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO 10 | Executive summary Mapping Social enterprises in Montenegro are underdeveloped, fragmented, disorganised, poorly equipped, with limited capacities and resources to carry out work, and they depend on donations. Most social enterprises are still at an embryonic stage of development; they are not sustainable on the basis of their economic activity alone, and they receive funding from donors and state funds, both for wages and materials. The social aim of most social enterprises focuses on the employment, education and social and economic inclusion of their beneficiaries, neglecting many other social needs of the community, such as the provision of cultural, health, environmental and other services. Social enterprises usually have less than ten employees, mostly women and people with disabilities. Their employment is most often not permanent, since they are engaged though different part-time employment subsidy programmes. They all also engage volunteers, but their number varies depending on the volume and types of activities undertaken. In the absence of official data and comprehensive research on the size of the sector, we have to resort to estimates of stakeholders; these consider that there are not more than 50 social enterprises in Montenegro. It is estimated that their economic activities generate an annual turnover of about 200,000-250,000 EUR, and that employment in social enterprises amounts more or less to 100 FTEs. Social enterprise policy framework The social enterprise concept is not broadly accepted in Montenegro, and it is primarily seen as part of social entrepreneurship development—a field whose significance has been recognised by the government, but with no concrete efforts made so far to promote it. Social entrepreneurship has been recognized as a model for socio-economic development in three national strategies: the “National Strategy for Employment and Human Resources Development 2016-2020”, the “Strategy for Improving the Enabling Environment for the Activities of Non-Governmental Organizations 2018-2020” and the “Strategy for Micro and SMEs in Montenegro 2018-2020”. Significant impact on the development of the social sector in Montenegro comes primarily from EU-funded programmes, mainly through know-how support, experience exchange and funding, but also through the development of networks of similar organisations that will have an impact at the regional, national and local levels. ",
        "Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Executive summary | 11 A promising factor for social enterprises is the absence of serious legal obstacles to their development and that the government prioritises a bottom-up approach for promoting citizen-led social initiatives. Perspectives Social enterprises are not yet perceived by the general public in Montenegro as an innovative institutional vehicle, able to bring innovation into the welfare system and to contribute to democratising it. Service-provision models are still relatively rare, since beneficiaries are in most cases unable to pay for the delivered services, while public administrations rarely step in as purchasers of social or care services. All research shows that social enterprises need additional support in order to be sustainable and profitable; such support should be provided primarily through different training programmes, consultancy and mentorship in order to develop their managerial, financial and marketing skills. Key obstacles faced by social enterprises include the lack of the capacity and skills necessary to operate in the market. There is also a lack of networking among social enterprises, both at the national and regional levels, and these initiatives are not familiar with the different networks at the European level. Policy recognition should clearly separate social enterprises from other players in the market, with a clear vision that they fill important gaps in the market that are not covered by for-profit players nor the state. Therefore, social enterprises should receive adequate non-market support such as premises supplied by the local government at non-market rates, free expertise, community marketing support, etc. ",
        "MONTENEGRO ",
        "1 BACKGROUND ",
        "14 | Background Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO 1.1. Historical introduction Early forms of social economy before World War II Social enterprise predecessors appeared in the form of cooperatives before World War II. At the time, Montenegrin society, notwithstanding its economically underdeveloped and patriarchal connotations, was distinguished by a lively civic awareness and a tradition of solidarity, justice and mutual help. However, solidarity, communion and mutual understanding were mainly based on informal community connections with relatives and friends and on practises of solidarity and assistance in the form of extended family cooperation, rather than on formal relationships such as cooperatives and other forms of formal association. The feeling of kinsfolk fellowship was based on a strong sense of duty to help and on expectations to be helped in return. With the penetration of capitalism at the beginning of the 20 th century, the first agricultural cooperatives emerged as organisations focused on improving agriculture production and farmers’ wellbeing. The first cooperatives of this type were established in 1908. However, cooperatives in Montenegro never fully “came alive”, and they did not reach a strong impact on society as they did in other countries. The situation was similar in the period between the two world wars, but with a focus on credit cooperatives, which primarily served as formal collateral to ensure their members quicker access to loans rather than as institutions aiming to increase and improve agricultural production. In addition to cooperatives, there were also various associations (of artisans, owners of factories, savers, traders…). In the period up to World War II, formal social economy organisations in the form of modern agricultural cooperatives, credit unions and other cooperative organisations were poorly developed. The social function of cooperatives was rather weak, since they served the interests of specific individuals rather than those of an extended circle of members and a wider community. The Communism period In the period immediately after World War II, Montenegro, as well as other republics of the former Yugoslavia and other countries of Central and Southeastern Europe, followed the Soviet model of collectivisation, which was not based on the economic interests of individuals and the community. This model did not respect the traditions and experiences of citizens at large, and it was ideologically motivated and politically imposed. The original spirit of cooperatives was completely quenched with the emergence of “quasi-cooperative” organisations formed under state control with a view to controlling economic flows in agriculture and among the peasantry. In this context, cooperatives turned into companies and peasants were pressed to leave their ",
        "Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Background | 15 villages, get indebted and become employees of the agro-industrial sector. That period was accompanied by a large migration from villages to the cities. In contrast to cooperatives in Western Europe, which served the interests of individual agricultural producers and the local community, in Montenegro and throughout former Yugoslavia, the model of agricultural cooperatives proved to be ruinous for the development of agriculture and villages, and it was abandoned by 1953. Since the communist government tried to include peasants in the socialist system, a new form of cooperative—the so-called “general agricultural cooperative”—was created in 1957; it was based on cooperation between peasants and the state through state-controlled cooperatives, farms and agro-industrial companies. During the 1960s, self-management was introduced into existing cooperatives; cooperatives thereby became companies, and peasants lost all their previous rights as cooperative members. Finally, in the first half of the 1970s, the majority of the remaining cooperatives were subsumed into large agro-industrial companies, owned by the state. At the same time, private farming was systematically crushed and extinguished. The state forcibly united smaller agricultural cooperatives into state-owned companies by creating many obstacles to the operation of these small cooperatives, such as imposing a limit on privately-owned land; banning the use of hired workforce and the purchase of large machinery; making it impossible for cooperatives to provide their workers with health insurance and social security; systematically undercutting prices through state monopolies, etc. No agricultural cooperative survived state ownership 1 . The transition to market economy and democracy At the beginning of the transition process, in the early 1990s, Montenegro decisively opted for the development of a social-market economy, which essentially means a western European model of development, representing a certain type of balance between the market and social development. This commitment was defined in the 1992 Constitution, as well as in the 2007 Constitution of independent Montenegro. Also, since 1992, by constitutionally declaring itself an “environmentally aware country”, Montenegro adopted a sustainable development model, as an additional impetus for social economy development. However, despite the aforementioned commitments, in the transition process, Montenegro did not avoid the so-called “transitional myth”, i.e. the euphoria that reigned in the former socialist countries, where it was considered that privatisation and the market would solve all social problems, while everything that had a social content was underestimated. Such perceptions led in practice to the abandonment of the social- (1) Social Economy in Montenegro, Employment Agency of Montenegro (2006). ",
        "16 | Background Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO market model of development; this in turn brought about a further entrenchment of inequalities inherited from the past, primarily between different population groups (the rich and the poor, the employed and the unemployed…), villages and towns, and the North of Montenegro and the rest of the country 2 . Following the independence referendum, in 2006, Montenegro’s economy has continued to transform into a more service-based one, with the proclaimed goal of becoming an elite tourist destination and of joining the European Union (EU). 3 The country has made efforts to attract foreign investors in tourism and large infrastructure projects, but also to harmonize its system with the EU. 4 Given the relatively low activity rate in the country (especially among women), the population’s lack of mobility, the relatively high level of long-term unemployment and the mismatch between labour supply and demand, the development of the labour market is one of the key priorities. There are also considerable risks associated with inequalities and the phenomenon of social exclusion, related to particularly vulnerable groups such as NEETs 5 , the disabled, single parents, the elderly, former addicts, ex-prisoners, etc. Long-term unemployment remains a serious concern: 68% of unemployed persons have been out of work for more than two years. The labour market is characterised by significant differences depending on geographical area, age, gender and vulnerability. The EU integration process significantly influences social enterprise development, through the Europe 2020 growth strategy and other polices. Still, the concept of social enterprise is not broadly accepted in Montenegro. More emphasis is laid on social entrepreneurship, which is defined as a priority in many official documents related to civil society and socio-economic development. The government Strategy for Improving an Enabling Environment for the Activities of Non-Governmental Organisations 2018-2020 envisages the development of social entrepreneurship and the reform of voluntary work as one of the key priorities. This provides a space for the creation of a more supportive environment for social enterprise development in the future. (2) Ibid. (3) Montenegro started negotiations in June 2012 and strives to join the EU ahead of the other countries in the Western Balkans. It became the 29 th member of NATO in June 2017. (4) Montenegro is a small, open economy with only 620,029 inhabitants and 6,600 USD GDP per capita, with an unemployment rate of around 20%. The economy is vulnerable to external shocks, as it relies heavily on capital inflows from abroad to stimulate its growth. In the period 2015-2017, government spending has amounted to 46.3% of total output (GDP), and budget deficits have averaged 3.6% of GDP. Public debt is equivalent to 71.3% of GDP. For more info see: http://www.worldbank.org/en/country/montenegro/overview https://www.heritage.org/index/country/montenegro h t t p s : / / e c . e u r o p a . e u / n e i g h b o u r h o o d - e n l a r g e m e n t / s i t e s / n e a r / f i l e s / p d f / ke y _ documents/2016/20161109_report_montenegro.pdf (5) Youngsters who are \"not in education, employment or training\". ",
        "Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Background | 17 1.2. Social enterprise root and drivers Since cooperatives had not, during the Yugoslav period, produced any positive effects for the development of agriculture and of local and regional communities, they were not fully accepted by the local communities during the communist period. After World War II, agriculture was neglected and, as a result, cooperatives suffered from a disadvantageous status. Within the agricultural framework, priority was given to large agro-industrial companies, and both the private and the cooperative sectors were practically left to themselves, without any state support. Given the basic characteristics of the socio- economic system and the stagnation of the private sector, the idea of cooperatives as a relevant actor in society was largely jeopardized and this situation continues to this day. As a result, it was difficult, during the transition process, to propagate any idea that, in its essence, entailed any “social” element. The development of the social economy, cooperatives, social enterprises and social entrepreneurship—which found themselves in a situation marked by their unfavourable position and image and the insufficient knowledge, in the country, of development trends and international practises—has been characterised by a number of prejudices and stereotypes. Primarily, there is a prejudice that these concepts are linked to the former socialism, which failed, and that social enterprises should be seen exclusively as part of the civil-society sector, while cooperatives should be developed only in agriculture. Thus, the social enterprise concept has not received adequate support over the last 15 years. Fortunately, the official commitment to approaching the European Union (EU) and, consequently, the need to build new, modern structures in the economy in general have imposed the need to revitalize different types of social-economy organisations, including cooperatives and social enterprises. Although it is clear that Montenegro is not ambitious when it comes to the development of the social economy as a dominant economic model, the general atmosphere in the country is nevertheless to promote it in all the areas where there are favourable conditions for its development, i.e. where neither the market economy nor state intervention can provide adequate results. Even though, since its early transition process in the 1990s, Montenegro has formally opted for the development of a social-market economy, actual practice was based on a more neoliberal approach, and the Montenegrin government is unlikely to abandon this approach. The strongest impetus to the development of the social enterprises concept may be linked to two factors, namely the process of integration into the EU and the necessity to fill the gaps that cannot be covered by the welfare state due to budget restrictions and the low level of efficiency of state institutions. The need for development of social enterprises also comes from the demand to develop the labour market and enhance the activity and employment of women, the youth and marginalised groups in society. ",
        "",
        "2 CONCEPT AND LEGAL EVOLUTION ",
        "20 | Concept and legal evolution Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO 2.1. Defining social enterprise 2.1.1. The EU operational definition of social enterprise This report draws on the organisational definition included in the Social Business Initiative (SBI) of 2011. According to the SBI, a social enterprise is an undertaking: > whose primary objective is to achieve a social impact rather than generating profit for owners and shareholders; > which uses its surpluses mainly to achieve these social goals; > which is managed in an accountable, transparent and innovative way, in particular by involving workers, customers and stakeholders affected by its business activity. This definition classifies social enterprise key features along three dimensions: > an entrepreneurial dimension, > a social dimension, > a dimension relative to governance structure. Provided that the pursuit of explicit social aims is prioritised through economic activities, these three dimensions can combine in different ways, and their balanced combination matters most when identifying the boundaries of the social enterprise. Building upon this definition, the Commission identified a set of operational criteria during the previous stages of the Mapping Study (European Commission 2015, 2016) and refined them for the purpose of the current phase of the study (see Appendix I for further details). 2.1.2. Application of the EU operational definition of social enterprise in Montenegro There is no national definition of what constitutes a social enterprise in Montenegro. Social enterprises can be set up using a variety of legal forms and statuses, often being “hidden” among existing legal forms, most notably under the form of: > associations and foundations; > work integration social enterprises (WISEs) with commercial activities; > cooperatives; > mainstream enterprises pursuing an explicit and primary social aim. ",
        "Concept and legal evolution | 21 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO The different legal forms of social enterprise entail a different level of dominance of each dimension of the operational definition. The entrepreneurial/economic dimension dominates among those limited liability companies (LTDs) 6 that are established with a social aim and have inclusive governance/ownership, while the social dimension and inclusive governance/ownership dimension dominate among NPOs, WISEs and cooperatives. In many cases, the compliance with the operational criteria of the entrepreneurial/economic dimension is questionable for many NPOs and WISEs since they mostly rely on donations, generating only a limited level of income from their economic activities. Moreover, many WISEs and NPOs carrying out economic activities are not autonomous, and they usually have the same management team as their founders (primarily associations). 2.2. Legal evolution Compared to what is the case in other European countries, the social economy is not well developed in Montenegro; this is primarily due to the lack of an adequate overall legal framework identifying different types of social economy organisations. There is no specific law on professional associations 7 , foundations or associations providing humanitarian aid and health care. Therefore, they are regulated by the Law on non- governmental organisations (NGOs), which creates significant limitations for their operations. This Law defines two types of organisations: (i) associations, i.e. voluntary NPOs with membership, and (ii) foundations, i.e. voluntary non-profit, non-membership organisations . Similarly, the legislative framework in the field of cooperative and social enterprise is not well defined, which jeopardizes their development. Without any policy recognition of social enterprise as a welfare provider, efforts to boost the emergence of the sector are significantly limited. As already underlined, Montenegrin law does not provide any official definition of social enterprise; however, there are various legal (6) The expression “limited liability company” refers to a company whose owners’ liability is limited to the capital they originally invested. If such a company becomes insolvent, the shareholders' personal assets remain protected. The company’s finances are separate from the owners’ and are taxed separately. The company owns all profits and pays taxes on them, distributes a portion to shareholders as dividends and retains the rest as working capital. The usual acronym associated with this form is “LLC” but there is a mother acronym (LTD) which is more common in the European Union. Therefore, in this Country Fiche the author has privileged the acronym LTD to refer to limited liability companies whose partners and owners are protected from personal responsibility for debts and lawsuits. Source: https://info.legalzoom. com/comparison-ltd-llc-3187.html (7) NPO seeking to support a particular profession, the interests of individuals engaged in that profession and the public interest. ",
        "22 | Concept and legal evolution Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO forms enabling social enterprises to carry out activities. These include associations, cooperatives, limited liability companies (LTDs) and “protective workshops”. Protective workshops are a type of work integration enterprise (WISE) acknowledged by the Law on professional rehabilitation and employment of persons with disabilities 8 , and they can be established both by natural and legal persons. They have privileged tax and customs treatment and are obliged to employ at least 51% of persons with disabilities (calculated on the basis of their total number of employees). Most social enterprises in Montenegro are still at an embryonic stage of development and operate under the legal form of associations, which provides significant benefits: these organisations are entitled to receive donations and state funding. But at the same time, this also means that they face significant limitations, related to the amount of revenue they are allowed to obtain from their economic activity. Indeed, the Law on NGOs, adopted in 2011, allows this type of organisation to engage in economic activity if it registers its business with the Central Registry of Business Entities, but their economic activity is restricted to annual revenues of 4,000 EUR or 20% of the total annual revenue in the previous calendar year. 9 The Law is liberal, specifying minimal formal legal requirements and a simple, fast and inexpensive registration procedure, but it still significantly hampers the possibility for a majority of associations to significantly engage in economic activity. Only those non-profit organisations (NPOs) with significant annual revenues from grants are able to use this legal form without encountering major obstacles. The Cooperatives Act , adopted in 2015, defines different types of cooperatives; however, in practice, cooperatives can only engage in agriculture and rural tourism . A cooperative is defined as a legal entity representing a voluntary form of association and organisation of natural and legal persons (members of the cooperative) who come together with a view to achieving economic and other interests. Primarily, cooperatives are seen as entities carrying out business operations for their members; they can be established by at least five founders, with a minimal founding capital of 200 EUR. (8) The Law, adopted in 2008 and amended in 2011, regulates the manner and procedure for exercising the right to vocational rehabilitation of persons with disabilities, the measures and incentives for hiring disabled workers, the mode of financing and other issues of importance to the vocational rehabilitation and employment of persons with disabilities. (9) They are not allowed to have more than 4,000 EUR revenue from their economic activity as an NGO. However, should they have a turnover greater than 20,000 EUR in the previous year, their economic activities are limited to 20% of this turnover (which can correspond to a higher amount than 4,000 EUR). If their economic activity is above these tresholds, they need to register a separate LTD entity to carry out economic activities. ",
        "Concept and legal evolution | 23 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Illustration 1. \"Ray of Hope\": A model of inclusion on an equal basis The association of parents of children with disabilities \"Ray of Hope\" (Zračak nade in Montenegrin) is one of the most developed Montenegrin NPO in this field. It was established in 2002 by parents of children with disabilities (such as cerebral palsy, rhythmic palatal myoclonus, autism, epilepsy, muscular dystrophy and other developmental disorders). It became a partner of the Municipality of Pljevlja for the establishment of a day-care center for children with disabilities. The social enterprise operates with a manager of its own and a separate bank account. The Association currently counts with 100 members and has well-developed relations with the local authorities, the Employment Agency, the Centre for Social Work, local companies... The Association promotes that children with disability enjoy the same chances for growing up as other children, so that, when they grow up, they will be able to join the social, political, economic and other spheres of life just as non-disabled persons do. Thanks to donor support, the Association established, in 2012, a digital printing service in order to provide work-integration opportunities for people with disability—primarily youth with disabilities who are members of the Association and their non-disabled peer-volunteers. The service operated as a local project in 2012; it closed in 2013 and did not operate again until 2016, due to administrative obstacles and lack of funds. The Association had indeed decided not to operate the service again until they had found the necessary funds and the enterprise could lawfully operate. In 2016, the Association officially registered its economic activity and started receiving subsidies from grant-schemes of the Employment Agency. Since the association has an annual budget over 100,000 EUR, it can freely operate as an NPO (using the 20%-of-the- previous-year-budget criterion). In 2017, the Association earned more than 7,500 EUR, which is almost twice from the revenue generated in 2016. www.zracaknade.co.me www.facebook.com/Zracak-Nade-Pljevlja-164881760194782/ The LTD is a legal form used by social enterprises usually when their business operations exceed the limits defined by the Law on NGOs. This legal form is attractive since it is easy to establish: there should simply be at least one founder and a minimal basic capital of only 1 EUR. The only weakness of this form is that it requires the organisation to have at least one permanent employee, which is an obstacle for those social enterprises that are struggling to achieve financial sustainability. ",
        "24 | Concept and legal evolution Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Specific decision-making processes and management structures are not required by the Law on NGOs, which results in poor management in many social enterprises. When a multi-stakeholder ownership structure is implemented, social enterprises’ performance is likely to improve significantly through better governance and accountability. An explicit limit on the distribution of profits and assets is stipulated by law only in the case of NPO and WISEs, while in the case of cooperatives and LTDs, if a limit is imposed, it is done through their bylaws. 10 Significant impetus to the development of social enterprise can come from the Law on NGOs, which provides a good definition of the “general interest”, including in this concept areas such as social and health protection, poverty reduction, protection of persons with disabilities (PWDs), social care for children and youth, assistance to elderly people, protection and promotion of human and minority rights, rule of law, civil society development and volunteerism, Euro-Atlantic and European integration, institutional and non-institutional education, science, art, culture, technical culture, environmental protection, agriculture and rural development, sustainable development, consumer protection, gender equality, fight against corruption and organised crime, fight against addictions, and other areas of public interest. 11 This definition of public interest has been inscribed in the Corporate Income Tax Law, related to tax incentives for activities of public interest, and it can promote social enterprise development in other areas of public interest beyond social services. 12 Before the Law was adopted, “public interest” was defined only in a few specific areas, such as humanitarian activities, support to socially endangered and marginalised groups and culture. Consequently, the majority of existing social enterprises have so far been active predominantly in these areas. (10) By law, cooperatives are obliged to reinvest at least 30% of their profit in their development, while the rest can be distributed among their members. (11) Article 32, Law on NGOs, 2011. (12) The tax base can be reduced by up to 3.5% of annual profits for donations and sponsorships of public-interest activities. ",
        "3 MAPPING ",
        "26 | Mapping Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO 3.1. Measuring social enterprises In Montenegro, there are no official data on the size and structure of social enterprises as a whole. The only attempt to map social enterprise in Montenegro has been made by the Centre for the Development of NGOs (CRNVO) in 2016.. 13 They identified 19 social enterprises, 16 of which are still active. The mapping was limited to NPO cooperating with the CRNVO, and it showed that various legal frameworks can be used by social enterprises (14 of the 16 active social enterprises operated as NPO, one was an LTD established by a non-profit and one operated as a WISE). Other research study conducted by NESsT (2017) estimates that there are 20 to 30 social enterprises in Montenegro. 14 Drawing on the EU operational definition, based on available administrative registers, studies and interviews with the key stakeholders, the following estimations can be made for each of the four legal types of social enterprise identified: > associations and foundations > WISEs > cooperatives > mainstream enterprises Associations and foundations According to data from November 2017, there are 4,602 NPO in Montenegro, 4,421 of which are non-profit associations, 170 are non-profit foundations and 11 are non-profit foreign associations; 38.13% of all NPO, or 1,755 organisations, are registered in the Montenegrin capital, Podgorica (Government of Montenegro 2018). Among registered associations, in terms of activities, the largest group is that of organisations active in the fields of culture, protection of human and minority rights, arts, institutional and non-institutional education, agriculture and rural development and social and health care. NPO that are more experienced and normally rely on (13) The researchers interviewed associations that operate as social enterprises, as well as those that have established other legal forms of social enterprise. They used the following definition: “In the broadest sense, social entrepreneurship involves the use of innovative practises in the sale of goods and services on the market in order to generate revenues that are used to achieve some general interest” (NGO Development Strategy in Montenegro 2014-2016: 27). (14) For the purposes of this NESsT research, the following definition of social enterprises, adopted by the European Union (EU), was used: “Social enterprises seek to serve the community’s interest (social, societal, environmental objectives) rather than profit maximisation. They often have an innovative nature, through the goods or services they offer, and through the organisation or production methods they resort to. They often employ society’s most fragile members (socially excluded persons). They thus contribute to social cohesion, employment and the reduction of inequalities” (European Commission 2017: 4). ",
        "Mapping | 27 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO employees and permanent funding operate at the national level, dealing with public advocacy, research, monitoring and capacity building in the areas of fight against corruption, public administration, human rights and poverty reduction. Grassroots organisations that are mainly dedicated to solving problems in the local community are usually smaller (Government of Montenegro 2018). The lack of financial resources and a dependence on short-term projects negatively affects the continuity of their activities. They also lack the technical skills necessary for organisational management and project planning, as well as specialist knowledge in the areas in which they perform their activities (Government of Montenegro 2018). Many organisations are insufficiently trained to use new communication technologies, too. Out of the total number of registered NPOs (including associations and foundations), 318 (6.9%) have registered their economic activity with the Central Registry of Business Entities. Due to the lack of both a legislative framework and adequate statistical data, it is not possible to clearly identify the number of active organisations and, more specifically, the organisations that can be defined as social enterprises among these. This is also due to the circumstance that a number of associations choose not to register their economic activity with the Central Register of Business Entities. From the 318 associations that registered for conducting economic activity, 130 initiatives, primarily in the fields of arts, culture and education, including several initiatives in recycling, printing and production would be selected. The other 188 NPO with registered economic activity cannot be considered as social enterprises since they belong to different professional associations (in the fields of tourism, catering, agriculture, hunting, business services, etc.) or sports clubs. Some 20 associations that have not officially registered their economic activity but are recognised in different studies as associations operating as social enterprises would also match the operational definition. WISEs Due to the lack of bylaws related to the Law on the professional rehabilitation and employment of persons with disabilities, there is a low level of activity in this field. Officially, there is only one registered WISE, even though there is a larger number of work-integration services among associations, but without permanent commercial activity. Cooperatives There are only eight cooperatives registered in accordance with the 2015 Cooperatives Act. Among these, two are registered as social enterprise operators by NPOs, while the others have an economic impact but no clear social impact. ",
        "28 | Mapping Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Illustration 2. \"Red gold\": A cooperative model of economic empowerment of disadvantaged women The women’s cooperative “Red gold” ( Crveno zlato in Montenegrin) is one of the two cooperatives established in 2017 though an EU-funded cross-border project of CARE International Balkans. The cooperative was established by Open Centre Bona Fide, a NPO targeting women who are victims of violence and long-term unemployed women from the Municipality of Pljevlja. Open Centre Bona Fide was established in 1999, and in two decades, it became an organisation with significant local impact for marginalised women and women suffering domestic violence. The organisation provides different services to its beneficiaries (SOS hotline, shelter for victims of violence, youth empowerment, legal support…) and one of its priorities is the economic empowerment of women from vulnerable categories. It launched creative workshops for weaving, sewing and tailoring as part of occupational therapy treatment for women victims of violence and self-employment workshops. Finally, with support from CARE International Balkans, Open Centre Bona Fide succeeded in providing social loans to their beneficiaries to start their own business. Through the project, 56 women were trained in entrepreneurship and development of business plans; 28 women received small loans for self-employment; a one-hectare parcel of land for planting raspberries has been rented for 10 years; and a web shop has been created for online sales of handmade textile products and carpets. http://bona-fide.me/ https://www.facebook.com/bonafide.pljevlja/ Further reading: CARE International Balkans (2017) Women's Economic Empowerment: How were women’s cooperatives established in Montenegro? . Available at http:// care-balkan.org/dok/1515056055.pdf Mainstream enterprises The number of mainstream enterprises that explicitly pursue social aims is hard to estimate, but using available information from stakeholders and reports, the number of social enterprises operating as LTDs is estimated to be lower than 10 (Vuković and Bulatović 2016, Varga 2017). Table 1. Estimate of social enterprises in Montenegro Legal form Estimated number Associations and foundations 130 WISE 1 Cooperatives 2 Mainstream enterprises <10 ",
        "Mapping | 29 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO On the basis of the abovementioned figures, we could estimate the number of social enterprises in the country around 150, but it is hard to assess how many of them (primarily associations with registered economic activity) conduct permanent economic activity. In the absence of official data and comprehensive research, we have to resort to estimates of stakeholders; on such basis, it can be estimated that there are not more than 50 social enterprises in Montenegro. Considering that an average social enterprise operating as an association has an annual turnover of around 4,000 EUR, the estimated turnover of the sector from economic activity might be estimated at about 200,000-250,000 EUR. 15 It can be estimated that the sector might employ some 500 workers, but if we analyse this figure, it appears that the number of permanent employees cannot be over 100 FTEs. 16 This is due to the fact that the great majority of social enterprises permanently employ no more than one or two managers and most of the other employees come from vulnerable groups and are mostly employed part-time (through different part- time employment subsidy programmes). 3.2. Social enterprise characteristics Social enterprises in Montenegro are underdeveloped, fragmented, disorganised, poorly equipped, with limited capacities and resources to carry out work, and depend on donations. They rarely engage in providing general-interest services to the entire community and few enterprises are on their way to becoming sustainable; they mostly focus on the employment of disadvantaged groups. The level of development of NPOs and social enterprises in various parts of Montenegro is directly related to citizens’ standards of living and the degree of development of individual municipalities. The majority of these entities, which operate at the local level, primarily in the North, are not developed due to the lack of available funding schemes and fundraising skills (the North is the least developed area of the country with high unemployment rates and economic migrations). On the contrary, in the centre of the country, there is a group of well-established, organisationally mature NPOs that operate at the national level and are engaged mainly in the provision of social services, advocacy, research, monitoring and capacity building. (15) By estimating that there are around 50 social enterprises that operate regularly with around 4,000 EUR annual revenue from economic activity. Most associations have a market income below 4,000 EUR, while LTDs and cooperatives’ market income usually significantly exceeds this amount (Vuković and Bulatović 2016). (16) By estimating 50 active SEs, multiplied with <10 employees (Vuković and Bulatović 2016). ",
        "30 | Mapping Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Social enterprises (all legal forms taken together) usually have less than 10 employees, mostly women and people with disabilities. The jobs they offer are usually not permanent, since most of these workers are engaged though different part-time employment subsidy programmes. All social enterprises also rely on volunteers, but their number varies depending on the volume and types of activities undertaken, and it is noticeable that ad hoc volunteering is the most common form of engagement, aimed at organising events, fairs, etc. (Vuković and Bulatović 2016). Vuković and Bulatović (2016) identified some key characteristics of Montenegrin social enterprises based on the following facts: > Eleven social enterprises employed PWDs; two enterprises employed women suffering domestic violence; two enterprises employed elderly women; and one enterprise employed members of the Roma and Egyptian populations. Also noteworthy is the fact that the leaders of 14 out of the 16 social enterprises were women. > Half of these organisations (eight enterprises) had their headquarters in the central part of Montenegro; six were located in the northern part, while only two enterprises had their headquarters in the southern part of the country. > The production of souvenirs and other decorative items, garments, clothing items and promotional office supplies was the focus of most social enterprises studied. > The average number of employees was below ten—even though the Fund for the professional rehabilitation and employment of PWDs was the main source of income to cover salaries for the majority of these 16 social enterprises—and they all engaged volunteers in their economic activities. > The total annual revenue of most of these social enterprises did not exceed 4,000 EUR. Most social enterprises are not sustainable on the basis of their economic activity alone, and they receive funding from donors and from the state, both to cover wages and materials. Some of them also use EU IPA 17 funds to finance employee training and the procurement of equipment, while public contracting is mainly available through the Employment Agency’s public works. (17) Instrument for Pre-Accession Assistance. ",
        "Mapping | 31 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Illustration 3. “Our ID Card”: An example of work integration social enterprise “Our ID Card” ( Naša ID kartica ) is an association that operates as a WISE in the field of digital printing. It was established in 2009 in the municipality of Herceg Novi by the NPO “New Chance in Novi” ( Nova Šansa u Novom ), with the objective of providing employment and professional training to people (and in particular young people) with developmental disabilities. Its main partners are the local authorities, the national Employment Agency and the Ministry of Labour and Social Welfare.The association was founded with the support of private and public funding. Private funding was provided in the form of grants for the purchase of equipment and materials, while public funding took the form of subsidies to cover the salaries of employees and the rental of space. The organisation also relies on employment subsidies and grants to which it is entitled under the Law for the Professional Rehabilitation of People with Disabilities; these subsidies and grants aim at adapting work places and paying workplace assistants. With an annual turnover of about 115,000 EUR, from which some 5-10% comes from its economic activity, this social enterprise, whose main policy areas of interest are employment and social inclusion, provides full-time employment to five young disabled people and two assistants. http://www.novasansaunovom.com https://www.facebook.com/NVO-Nova-%C5%A1ansa-u-Novom-739830799429728/ Further reading: NESsT (2017) “Social Enterprise Ecosystems in Croatia and the Western Balkans. A Mapping Study of Albania, Bosnia & Herzegovina, Croatia, Kosovo, FYR Macedonia, Montenegro and Serbia”. Available at http://www.ebrd.com/cs/Satellite?c=Content&cid=1395255762028&d=&pagename=EBRD%2F- Content%2FDownloadDocument While LTDs usually mostly rely on their paid workers, other forms of social enterprise mostly rely on their members and volunteers. Even in the case of social enterprises employing people with disabilities whose salaries can be in large part paid by the Fund for the professional rehabilitation and employment of these persons, the number of full-time employees remains limited due to low capacity of social enterprises to secure an adequate level of income from the market. The social aim of all four legal forms of social enterprise is in most cases focused on the employment, education and the social and economic inclusion of the beneficiaries; many other social needs of the community—such as the provision of cultural, health, environmental and other services—are often neglected. This is generally not due to a ",
        "32 | Mapping Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO lack of available funding schemes from the EU and other donors, but to the lack of innovations in the sector. Social enterprises (both those operating under the legal form of association and WISEs) are not fully integrated in the welfare system, owing to the lack of legislation regulating the procurement of social services. As a consequence, they mainly rely on donations and are prevented from entering into contracts with public administrations to provide welfare services in a stable manner. This notwithstanding, there are social enterprises that deliver key social services. One example is provided by self-help groups of parents with disabled children supplying many services not provided by the state and relying on grants and volunteer support. If allowed to enter into contract with public authorities (which would contract them for the provision of given services), they could increase their financial sustainability and hence develop new services for the community. Illustration 4. “Caritas Bar”: Social enterprises established through EU-funded projects Caritas in the Archdiocese of Bar is a good example of a humanitarian organisation which decided to support disabled people though training and employment opportunities. Unlike many other founders of social enterprises in Montenegro, the founders of Caritas Bar’s social enterprises decided to establish each social enterprise as a separate LTD entity, even though they are currently all managed by the same person. Through EU-funded Cross-Border Cooperation projects, Caritas Bar secured funds for the establishment of four social enterprises between 2016 and 2018. Three of them are located in the Municipality of Bar: Mondo Bianco (laundry services), SCRIPT (digital printing office) and MOST (production of toys and souvenirs). The fourth one (SCRIPT Berane, a digital printing office) operates in the Municipality of Berane. The enterprises have been established in cooperation with the Bar Association of Paraplegics, the Association of parents of children with disabilities Vedri osmjeh (Mostar, Bosnia and Herzegovina) and Caritas Bosnia and Herzegovina; they all target people with disabilities, providing employment opportunities and social inclusion. https://www.facebook.com/Caritas-Barske-Nadbiskupije-857473070954438/ ",
        "Mapping | 33 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO The primacy of the social aim is clearly legally established only in the case of NPO carrying out economic activities 18 , but certain social enterprise features (such as the pursuit of explicit social aims), albeit not required by law, are foreseen by the bylaws of certain cooperatives and enterprises operating under other legal forms. Examples include cooperatives established by NPO and engaged in the economic empowerment of disadvantaged women. Due to the liberal legislation regulating all the legal forms currently used by social enterprise, all initiatives are formally open to participation and/or to the formal or informal involvement of new stakeholders. Nevertheless, due to a lack of human resources, social enterprise initiatives most commonly share management with their founding mother organisations, in the case of all legal forms, and they look for external support to enhance their advocacy skills and operational capacity. Even though social enterprises raise significant awareness about their key social role among the local population and other stakeholders, no social accounting procedures exist in order to measure the impact of these organisations. Ownership rights and governance authority are usually assigned to the founders rather than stakeholders; these founders are in many cases charismatic leaders focused on solving specific social problems. The laws are liberal, with few requirements; the level of involvement of stakeholders in social enterprises’ governance and operations is thus low. (18) By law, NPO are established in order to achieve certain common or general objectives and interests. ",
        "4 SOCIAL ENTERPRISE POLICY FRAMEWORK ",
        "Social enterprise policy framework | 35 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Rather than social enterprises, the Montenegrin government recognises the importance of social entrepreneurship as a general concept. However, no specific effort has been made so far to promote it. Priority 4 of the National Strategy for Employment and Human Resources Development 2016-2020 seeks to promote social inclusion and poverty reduction, and the Strategy provides for the development of social entrepreneurship (goal 4). One of the measures in the Strategy envisages the mapping of social enterprises as a prerequisite for policy-making in this area. Changes in tax laws (section 5.3.2) and the adoption of a new law on volunteering (section 5.4.1) could both contribute to creating a more favourable ecosystem for the development of social enterprises, bearing in mind that volunteers are a significant resource for these organisations (Government of Montenegro 2018). Similarly, the previous 2012-2015 strategy emphasised that “the concept of social entrepreneurship, which has not yet taken hold in Montenegro, can contribute to the creation of alternative jobs, especially for those who are members of vulnerable groups of the population” (p. 31), but no steps have been taken in this regard. The recently adopted “Strategy for Improving the Enabling Environment for the Activities of Non-Governmental Organisations 2018-2020” foresees to strengthen the role of NPO in the socio-economic development of the country. However, it uses a restricted definition of social entrepreneurship 19 , accepting social entrepreneurship as an integral part of economic and social cohesion, as defined in Articles 174-8 of the Treaty on the Functioning of the European Union. 20 This Strategy also recognises that the EU is devoting considerable funds to the development of social enterprises and social entrepreneurship through the European Social Fund in the period 2013-2020 and the EU Programme for Employment and Social Innovation (EaSI) 21 Montenegro participates in five Instrument for Pre-Accession Assistance Cross-Border Cooperation (IPA CBC) Programmes (Component II) with neighbouring Western Balkan countries (Albania, Bosnia and Herzegovina, Croatia, Serbia and Kosovo), as well as in the IPA Adriatic CBC programme with Member States and the trans-national cooperation programmes— South East Europe and Mediterranean—under the European Regional Development Fund. These programmes have significant impact on the development of the social sector in Montenegro, primarily through know-how support, experience exchange and funding, but also through the development of networks of similar organisations that will have an impact at the regional, national and local levels. It is worth mentioning that Montenegro is using just a small percentage of available (19) “In the broadest sense, social entrepreneurship involves the use of innovative practises in the sale of goods and services on the market, in order to generate revenues that are used to achieve a general interest, which is often related (but not limited) to the employment of hard-to-employ social groups and the social inclusion of marginalised” (Government of Montenegro 2018: 21). (20) Official Journal of the European Union, 30. 03. 2010, C 83-13. (21) http://ec.europa.eu/social/main.jsp?catId=325 and http://ec.europa.eu/social/main.jsp?catId=1081 ",
        "36 | Social enterprise policy framework Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO European funds mostly due to low administrative capacity, both at state and NPOs level. Even though there is no major impact of EU funds on the development of social enterprises as a whole, some of the social enterprise projects have been established though these funding schemes. The most important and concrete step in creating a favourable institutional framework for social enterprise operation might come from the adoption of the Strategy for Micro and SMEs in Montenegro 2018-2020; this strategy identifies the “promotion of youth entrepreneurship, women entrepreneurship and social entrepreneurship” as one of the strategic goals to be pursued. The Strategy, which falls within the jurisdiction of the Ministry of the Economy, has been adopted in July 2018 and it is a major step forward in moving the social enterprise concept from the sole area of social services to the much broader field of micro and SMEs in Montenegro. The idea of the adoption of an ad hoc law has been abandoned, since a 2015 study showed that the adoption of a specific law is not a guarantee for the successful development of social enterprises. 22 According to the Strategy for Improving the Enabling Environment for the Activities of Non-Governmental Organisations 2018-2020, it is expected that a Strategy on social entrepreneurship will be adopted in order to define an optimal framework based on local specificities, but this is questionable. Recently, a meeting has been held between representatives of NPO, the Ministry of Labour and Social Welfare (MLSW) and the Ministry of the Economy, but with no concrete results. The debate about whether social enterprise and social entrepreneurship should fall within the jurisdiction of the MLSW or that of the Ministry of the Economy has lasted for more than five years, with no concrete results so far, primarily due to ignorance and misunderstanding regarding what results should be expected from such Strategy and what are the measures that can boost social enterprise in the country. A promising factor for social enterprises is the absence of serious legal obstacles to their development and that the government prioritises a bottom-up approach for promoting citizen-led social initiatives. Thus, through the Strategy for Micro and SMEs in Montenegro 2018-2020, social enterprise might receive a more concrete policy recognition, with specific incentive measures. (22) Strategy for Improving the Enabling Environment for the Activities of Non-Governmental Organisations 2018-2020. ",
        "5 PERSPECTIVES ",
        "38 | Perspectives Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO 5.1. Overview of the social enterprise debate at national level There is still insufficient knowledge about the concept of social enterprise, its essence, its role and its potential. The general public fails to perceive social enterprises as an innovative institutional tool that can bring innovation into the welfare system and contribute to its democratisation. Thus, awareness-raising and advocacy activities are key for the establishment of an enabling ecosystem for social enterprises. The Montenegro welfare system provides scant welfare services and it relies to a significant extent on income transfers in the form of social and other types of compensations, limited by significant budget restrictions. As a result, they do not provide solutions to existing social problems (such as unemployment, poverty, exclusion of the marginalised, etc.). Large state investments in social enterprise development are thus unlikely; large investments could only come from other institutions, not from the national and local budget funds. Also worth mentioning is the fact that traditional NPO trying to fill the welfare gap are facing significant sustainability problems, due to the scarcity of available donor funds . The emergence of social enterprise could significantly contribute to tackling the key social problems that affect Montenegro, provided that these enterprises succeed in attracting new resources through new modalities (public contracting). Service-provision models are still relatively rare, since beneficiaries are in most cases unable to pay for the delivered services, and the public administrations rarely step in as purchasers of social or care services. Based on the present analysis, social enterprises could fill key gaps in general-interest-service delivery that other providers (public entities, conventional enterprises and traditional NPO) are unable to provide. In the domain of public procurement, it is expected that Montenegro will follow both the EU guidelines and practises, according to the “Europe 2020 Strategy for Smart, Sustainable and Inclusive Growth” and the 2014/24/EU Directive. 23 5.2. Constraining factors and opportunities Key obstacles faced by social enterprises include the lack of capacity and skills necessary to operate in the market. Moreover, social enterprises lack knowledge of business strategies and plans, are unable to conduct market research, depend largely on donors and do not adequately valorise the contribution of volunteers as a (23) https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32014L0024 ",
        "Perspectives | 39 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO key resource that can contribute to innovation in service delivery and compensate for their lesser efficiency when compared to conventional enterprises. Volunteers lack the necessary specialist knowledge related to social enterprise operations, even if they received adequate training for product engineering and quality service delivery. There is also a lack of networking among social enterprises, both at the national and regional levels, and they are not familiar with the different networks at the European level. Since the field of social enterprise is in its infancy, it is difficult to expect social enterprises to develop quickly, but significant impetus can come from the available active labour market programmes, the Fund for the professional rehabilitation and employment of persons with disabilities (PWDs) and the European funds. The Montenegrin Employment Agency manages different active employment measures that can support the creation, growth and development of social enterprise; such measures include, for example, funding to support job creation, the inclusion of the unemployed in public works programme, training delivery and co-financing, etc. Similarly, the Fund for the professional rehabilitation and employment of PWDs, whose current annual budget amounts to 10 million EUR, cannot be fully absorbed by its intended beneficiaries, and there are already discussions about using unused funds for the employment of other disadvantaged groups, instead of reallocating them into the state budget, as is currently the case. Additionally, the Ministry of Agriculture and rural development and the Investment and Development Fund of Montenegro (IDF) have different financing mechanisms (co-financing and loans under favourable conditions) that can be used for the development of social enterprises. The fact that Montenegro has been allocated 270.5 million EUR under the EU’s new Instrument for Pre-Accession Assistance (IPA II) for the period 2014-2020 is also encouraging. 24 But whether or not these funds will be made available to social enterprises will depend primarily on the improvement of the framework for social enterprises and their institutional recognition (Regional Cooperation Council 2015). Despite all the problems, there is significant potential for the development of social enterprise in Montenegro. However, all research shows that social enterprises need additional support in order to be sustainable and profitable; such support should be provided primarily through different training programmes, consultancy and mentorship to help them develop their managerial, financial and marketing skills. The tension between the ethical goals of a social enterprise (such as employing people who are disadvantaged in the labour market) and its need to be “efficient” in order to succeed in a market dominated by non-social-enterprise players might be reduced by a recognition of their status and favourable public policies, which might provide major (24) The assistance provided supports the reforms that are in preparation for EU accession, socio- economic and regional development, social policies and rural development, as well as competitiveness. ",
        "40 | Perspectives Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO impetus for non-market support to these initiatives. Interviewed representatives of social enterprises emphasise that policies recognising their role should clearly separate social enterprises from other players in the market, with a clear vision that they fill important gaps in the market that are not covered by market players nor by the state. Given their role, they should receive necessary non-market support, such as premises supplied by the local government at non-market rates, free expertise, community marketing support, etc. The interviewed representatives also point out that social enterprises lack professionals with managerial skills and stakeholder involvement and that they are looking for more sustainable solutions in their governance, which might enhance their efficiency and financial sustainability. Since social enterprise managers are usually left on their own, any external support and inflow might be useful to make their everyday struggle for survival less harsh. As for external factors, it is necessary to develop dedicated social enterprise programmes and funds, as well as non-financial support mechanisms (such as training centres, capacity building, mentoring and consulting programmes), in order to help social enterprises start their operations and accompany their growth. In addition, it appears necessary to include social entrepreneurship in school and university curricula in order to enhance knowledge about these initiatives and reduce the shortage of social enterprise professionals in the market. Cross-border cooperation and information sharing can also contribute to the development of social enterprise, both at the national and regional levels (Regional Cooperation Council 2015). 5.3. Trends and future challenges Although there is no law on social enterprise in Montenegro, nor any appropriate strategic development plan, it is noticeable that an increasing number of NPO are engaging in the provision of social services. Key actors in performing these economic activities are often members of marginalised groups, most often PWDs, members of the Roma population and women suffering violence. Many associations also occasionally perform economic activities without registering with the Central Register of Business Entities. Social enterprise representatives emphasise the need to improve their governance and include stakeholders in the operations of the enterprise. They also underline that they should develop their own (qualitative) tools, tailored to their values, goals and specific circumstances to measure their outputs, social impact and performance in order to be able to report on their overall impact. ",
        "Perspectives | 41 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Montenegrin social enterprises have great potential for growing and scaling up, be it horizontally, vertically or transversally (Utting 2015). There is potential for allocating available resources to marginalised groups and a large number of people to engage in economic activity, but also to increase productivity, the size of social enterprises and their revenues and to develop new product lines and value chains. There is also great potential for the development of diversified networks of mutually supporting social enterprises, which might not only provide a basis for social enterprise growth but also for the growth of the entire local economy. Since Montenegro is on the threshold of the social enterprise development process, there is still a low level of networking among the various stakeholders in society in order to promote the concept and create a more enabling ecosystem. Policy recognition of social enterprise might boost the field, enhancing visibility and better results in terms of creating jobs, improving the quality of life of the people, enhancing local development and achieving greater social cohesion. A rapid development of social enterprises in Montenegro could eventually positively influence the transformation of existing public and profit-oriented private sector organisations and ensure a greater efficiency and financial sustainability of NPO. Interviewed stakeholders agree that the key issue that can contribute to the development of social enterprises in Montenegro might not be a specific legal framework but rather the development of good governance and managerial skills, in accordance with successful European practises. ",
        "6 APPENDICES ",
        "Appendices | 43 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Appendix 1. The EU operational definition of social enterprise The following table represents an attempt to operationalise the definition of “social enterprises” based on the Social Business Initiative (SBI) promoted by the European Commission. Main dimension General definition Relevant Indicators (not exhaustive list) (yes/no or range from low up to very high) Initial minimum requirements (yes or no) Examples/boundary cases comments Entrepreneurial/ economic dimension Social enterprises (SEs) are engaged in the carrying out of stable and continuous economic activities, and hence show the typical characteristics that are shared by all enterprises 25 . > Whether the organisation is or is not incorporated (it is included in specific registers). > Whether the organisation is or is not autonomous (it is controlled or not by public authorities or other for- profit/non-profits) and the degree of such autonomy (total or partial). > Whether members/owners contribute with risk capital (how much) and whether the enterprise relies on paid workers. > Whether there is an established procedure in case of SE bankruptcy. > Incidence of income generated by private demand, public contracting, and grants (incidence over total sources of income). > Whether and to what extent SEs contribute to delivering new products and/or services that are not delivered by any other provider. > Whether and to what extent SEs contribute to developing new processes for producing or delivering products and/or services. SEs must be market-oriented (incidence of trading should be ideally above 25%). > We suggest that attention is paid to the development dynamic of SEs (i.e. SEs at an embryonic stage of development may rely only on volunteers and mainly on grants). (25) In accordance with Articles 48, 81 and 82 of the Treaty, as interpreted by the Court of Justice of the European Communities, “an enterprise should be considered to be any entity, regardless of its legal form, engaged in economic activities, including in particular entities engaged in a craft activity and other activities on an individual or family basis, partnerships or associations regularly engaged in economic activities.” ",
        "44 | Appendices Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Main dimension General definition Relevant Indicators (not exhaustive list) (yes/no or range from low up to very high) Initial minimum requirements (yes or no) Examples/boundary cases comments Social dimension (social aim) The social dimension is defined by the aim and/or products delivered. Aim: SEs pursue the explicit social aim of serving the community or a specific group of people that shares a specific need. “Social” shall be intended in a broad sense so as to include the provision of cultural, health, educational and environmental services. By promoting the general- interest, SEs overcome the traditional owner-orientation that typically distinguishes traditional cooperatives. Product: when not specifically aimed at facilitating social and work integration of disadvantaged people, SEs must deliver goods/services that have a social connotation. > Whether the explicit social aim is defined at statutory/legal level or voluntarily by the SE’s members. > Whether the product/ activity carried out by the SE is aimed at promoting the substantial recognition of rights enshrined in the national legislation/ constitutions. > Whether SEs’ action has induced changes in legislation. > Whether the product delivered - while not contributing to fulfilling fundamental rights - contributes to improving societal wellbeing. Primacy of social aim must be clearly established by national legislations, by the statutes of SEs or other relevant documents. > The goods/services to be supplied may include social and community services, services for the poor, environmental services up to public utilities depending on the specific needs emerging at the local level. > In EU-15 countries (and especially in Italy, France and the UK) SEs have been traditionally engaged in the provision of welfare services; in new Member States, SEs have proved to play a key role in the provision of a much wider set of general- interest services (e.g. educational services up to water supply). > What is conceived to be of meritorial/general-interest nature depends on contextual specificities. Each national expert should provide a definition of what “public benefit” means in her/his country. ",
        "Appendices | 45 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Main dimension General definition Relevant Indicators (not exhaustive list) (yes/no or range from low up to very high) Initial minimum requirements (yes or no) Examples/boundary cases comments Inclusive governance- ownership dimension (social means) To identify needs and involve the stakeholders concerned in designing adequate solutions, SEs require specific ownership structures and governance models that are meant to enhance at various extents the participation of stakeholders affected by the enterprise. SEs explicitly limit the distribution of profits and have an asset lock The non-profit distribution constraint is meant to ensure that the general-interest is safeguarded. The non-profit distribution constraint can be operationalised in different ways. > Whether SEs are open to the participation and/or involvement of new stakeholders. > Whether SEs are required by law or do adopt (in practice) decision-making processes that allow for a well-balanced representation of the various interests at play (if yes, through formal membership or informal channels -give voice to users and workers in special committees?). > Whether a multi-stakeholder ownership structure is imposed by law (e.g. France). > Whether SEs are required to adopt social accounting procedures by law or they do it in practice without being obliged to. > Degree of social embeddedness (awareness of the local population of the key societal role played by the SE versus isolation of the SE). > Whether the non-profit distribution constraint is applied to owners or to stakeholders other than owners (workers and users): whether it is short-term (profits cannot/are not distributed or they are capped) or long-term (asset lock); or both short and long term. > Whether the cap is regulated externally (by law or defined by a regulator) or it is defined by the SE by- laws. > Whether limitations to workers’ and/or managers’ remunerations are also imposed (avoid indirect distribution of profits). SEs must ensure that the interests of relevant stake- holders are duly represented in the decision- making processes implemented. > Ownership rights and control power can be assigned to one single category of stakeholders (users, workers or donors) or to more than one category at a time – hence giving ground to a multi- stakeholder ownership asset. > SE can be the result of collective dynamics or be created by a charismatic leader (in principle a sole owner is admitted by some national legislations provided that the participation of stakeholders if enhanced through inclusive governance) or public agency. > Different combinations concerning limitations to profit distribution envisaged (e.g. most successful solution: capped dividends supported by total asset lock – Italian social coops, CIC, SCICs). ",
        "46 | Appendices Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Appendix 2. Data availability report Legal typology Source of data (name, type & link) Data provider (name & type) Year of reference timeline of updates N° of organisations N° of workers Turnover Degree of reliability (1 to 4) and explanation Associations and foundations Needs analysis of SEs in Montenegro Research project Center for Development of NGOs (CRNVO) 2016 Una tantum N.A. N.A. N.A. 2 - Partial data including only SEs that use services of CRNVO as a resource centre Work integration social enterprises (WISEs) Register of WISEs Administrative register NPO/Resource centre/ Research Institute/ 2018 Monthly √ N.A. N.A. 4 - Official data not publicly available Cooperatives Register of Business Entities Administrative register Central Registry of Business Entities Government institution 2018 Monthly √ N.A. N.A. 4 - Official data Mainstream enterprises (Limited Liability Companies) Needs analysis of SEs in Montenegro Research project Center for Development of NGOs (CRNVO) NPO/Resource centre/ Research Institute/ 2016 Una tantum N.A. N.A. N.A. 2 - Partial data including only SEs that use services of CRNVO as a resource centre ",
        "Appendices | 47 Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Appendix 3. Reference list > Austrian Institute for SME Research (2007) Study on Practices and Policies in the Social Enterprise Sector in Europe , Vienna. Available at http://ec.europa.eu/ DocsRoom/documents/2291/attachments/1/translations/en/renditions/pdf (Last accessed on 17 August 2018). > CARE International Balkans (2017) Women’s Economic Empowerment: “How were women`s cooperatives established in Montenegro?” Available at http:// care-balkan.org/dok/1515056055.pdf (Last accessed on 17 August 2018). > European Commission (2010) Europe 2020: A strategy for smart, sustainable and inclusive growth , Brussels: European Commission. > European Commission, Directorate-General for Employment, Social Affairs and Inclusion (2015) A map of social enterprises and their eco-systems in Europe . Luxembourg: Publications Office of the European Union. Available at http:// ec.europa.eu/social/BlobServlet?docId=12987&langId=en. > European Commission, Directorate-General for Employment, Social Affairs and Inclusion (2016) Social Enterprises and their eco-systems: developments in Europe . Authors: Carlo Borzaga and Giulia Galera. Luxembourg: Publications Office of the European Union. Available at http://ec.europa.eu/social/ BlobServlet?docId=16376&langId=en. > European Parliament (2014) Directive on public procurement and repealing Directive 2004/18/EC , Brussels: European Parliament. > Government of Montenegro (2016) The National Strategy for Employment and Human Resources Development 2016-2020, Podgorica: Government of Montenegro . > Government of Montenegro (2018) Strategy for Improving the Enabling Environment for the Activities of Non-Governmental Organisations 2018- 2020, Podgorica: Government of Montenegro . > Janković, A. (2017) Social entrepreneurship as one of the pillars for development of Montenegro , Podgorica: Centre for Economic Prosperity and Freedom (CEPS). > Regional Cooperation Council (2015) Strategic Study on Social Economy Development in the Context of the South East Europe 2020 Strategy , Sarajevo: Regional Cooperation Council. > Tommassini, G., Zagorc, S., Polovic, Dj. & Sisevic, B. (2006) Social Economy in Montenegro , Podgorica: Employment Agency of Montenegro Authors. > Vuković M. & Bulatović J. (2016) Needs analysis of social enterprises in Montenegro , Podgorica: Center for Development of NGOs (CRNVO). Available at ",
        "48 | Appendices Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO https://www.crnvo.me/sites/crnvo/files/article_files/analysis_of_needs_of_social_ enterprises_in_montenegro.pdf (Last accessed on 17 August 2018). > Varga E. (2017) Social Enterprise Ecosystems in Croatia and the Western Balkans: “A Mapping Study of Albania, Bosnia & Herzegovina, Croatia, Kosovo, FYR Macedonia, Montenegro and Serbia” , Budapest: NESsT. Available at: https:// issuu.com/nesster/docs/se_ecosystem_in_the_w_balkans_final (Last accessed on 17 August 2018). > Utting, P. (ed.) (2015) Social and solidarity economy beyond the fringe , London: Zed Books. Legislation > Constitution, SL 1/07, 38/13 > Law on Non-Governmental Organisations SL 039/11, 037/17 > Law on the Professional Rehabilitation and Employment of Persons with Disabilities, SL 49/08, 73/10 i 39/11 > Law on Business Organisations, SL 6/02, 17/07, 80/08, 36/11 > The Cooperatives Act, SL 43/15 ",
        "Social enterprises and their ecosystems in Europe | Country fiche MONTENEGRO Getting in touch with the EU | 49 Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: http://europa.eu/contact On the phone or by e-mail Europe Direct is a service that answers your questions about the European Union. You can contact this service > by freephone: 00 800 67 89 1011 (certain operators may charge for these calls), > at the following standard number: +32 22999696 or > by electronic mail via: http://europa.eu/contact Finding information about the EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU Publications You can download or order free and priced EU publications from EU Bookshop at: http:// bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact) EU law and related documents For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en/data) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        ""
    ]
}