{
    "text": [
        "Europe 2020: Europe’s growth strategy T H E E U R O P E A N U N I O N E X P L A I N E D Europe’s contribution must be a big step for an ever closer, ever stronger Union of stability and growth. Growing to a sustainable and job-rich future ",
        "CONTENTS Why we need the Europe 2020 growth strategy Reforms for increased competitiveness  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . . 3 How the EU goes about it Coordination and financial support  .  .  .  .  . . 5 What the EU does Targeted initiatives .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . . 8 Outlook Job creation and inclusive growth  .  .  .  .  . 12 Further reading  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 12 The European Union explained: Europe 2020: Europe’s growth strategy European Commission Directorate-General for Communication Citizens information 1049 Brussels BELGIUM Manuscript updated in November 2014 Cover and page 2 picture: © Phovoir 12 pp. — 21 × 29.7 cm ISBN 978-92-79-41438-1 doi:10.2775/22249 Luxembourg: Publications Office of the European Union, 2014 © European Union, 2014 Reproduction is authorised. For any use or reproduction of individual photos, permission must be sought directly from the copyright holders. THE EUROPEAN UNION EXPLAINED This publication is a part of a series that explains what the EU does in different policy areas, why the EU is involved and what the results are. You can find the publications online: http://europa.eu/pol/index_en.htm http://europa.eu/!bY34KD How the EU works Europe in 12 lessons Europe 2020: Europe’s growth strategy The founding fathers of the EU Agriculture Banking and finance Borders and security Budget Climate action Competition Consumers Culture and audiovisual Customs Digital agenda Economic and monetary union and the euro Education, training, youth and sport Employment and social affairs Energy Enlargement Enterprise Environment Fight against fraud Food safety Foreign affairs and security policy Humanitarian aid and civil protection Internal market International cooperation and development Justice, fundamental rights and equality Maritime affairs and fisheries Migration and asylum Public health Regional policy Research and innovation Taxation Trade Transport ",
        "3 E U R O P E 2 0 2 0 : E U R O P E ’ S G R O W T H S T R A T E G Y Much like most other regions across the world, Europe is going through a period of transformation. The global economic crisis has wiped out years of economic and social progress and exposed structural weaknesses in its economy. Meanwhile, various long-term challenges such as globalisation, pressure on natural resources and an ageing population are intensifying. If we are to adapt to this changing reality, Europe can no longer rely on ‘business as usual’. The structural weaknesses in Europe’s economy exposed by the crisis can only be addressed by moving ahead with structural reforms: reforms that are based on national efforts, but build on European assets such as the single market, the common trade policy and other European Union-level policies. If we want to sustain the model of the European social market economy in the current challenging climate, then Europe will also need to be more competitive. In order to tackle these issues, in 2010 the EU and its Member States launched a strategy for sustainable growth for the coming decade: the Europe 2020 strategy. The strategy deals both with short-term challenges linked to the crisis and with the need for structural reforms through growth-enhancing measures needed to make Europe’s economy fit for the future. Objectives and flagship initiatives The EU has set five ambitious objectives — on employment, innovation, education, social inclusion and climate/energy — to be reached by 2020. In concrete terms these are: 1. ensuring 75 % employment of 20–64-year-olds; 2. getting 3 % of the EU’s GDP invested in research and development; 3. limiting greenhouse gas emissions by 20 % or even 30 %, providing 20 % of our energy needs from renewables and increasing our energy efficiency by 20 % (all compared to 1990 levels); 4. reducing school dropout rates to below 10 %, with at least 40 % of 30–34-year-olds having completed tertiary education; 5. ensuring 20 million fewer people are at risk of poverty or social exclusion (compared to 1990 levels). Each EU country has adopted its own national targets in each of these areas, and EU leaders have agreed a number of concrete actions at EU and national levels. They have also identified the most important areas of action which they believe can be new engines to boost growth and jobs. These areas are addressed through seven ‘flagship initiatives’. • ‘Innovation Union’: aims to improve conditions and access to finance for research and innovation, so that innovative ideas can ultimately be turned into products and services and thereby create growth and jobs. Why we need the Europe 2020 growth strategy Reforms for increased competitiveness EU policies aim to get 75 % of Europe’s working-age population into jobs by 2020. © C o r b i s ",
        "4 T H E E U R O P E A N U N I O N E X P L A I N E D • ‘Youth on the move’: aims to enhance the performance of education systems and to facilitate the entry of young people into the labour market. This is done, among other things, through EU-funded study, learning and training programmes, as well as platforms that help young jobseekers find employment across the EU. • ‘A digital agenda for Europe’: aims to speed up the roll-out of high-speed Internet and uptake of information and communication technologies (ICT). • ‘Resource-efficient Europe’: aims to help decouple economic growth from the use of resources. It supports the shift towards a low-carbon economy, an increased use of renewable energy sources, the development of green technologies and a modernised transport sector, and promotes energy efficiency. • ‘An industrial policy for the globalisation era’: aims to improve the business environment notably for small- to medium-sized enterprises (SMEs), for example by helping them to access credit and by cutting red tape. It also supports the development of a strong and sustainable industrial base able to innovate and compete globally. • ‘An agenda for new skills and jobs’: aims to modernise labour markets and empower people by developing their skills and by improving flexibility and security in the working environment. It also aims to help workers seek employment across the EU more easily in order to better match labour supply and demand. • ‘European platform against poverty’: aims to ensure social and territorial cohesion by helping the poor and socially excluded to get access to the labour market and become active members of society. Many of the EU’s other policies and activities are also being harnessed to support the Europe 2020 strategy, for example; the single market, the EU budget (which is strategically used to support the priority areas of the Europe 2020 strategy) and the EU’s trade policy (which, for example, promotes stronger trade relations which can provide European enterprises with access to government procurement and research programmes in third countries). High-speed Internet should be available throughout Europe. © i S t o c k p h o t o . c o m ",
        "5 E U R O P E 2 0 2 0 : E U R O P E ’ S G R O W T H S T R A T E G Y How the EU goes about it The crisis has shown us how interlinked our economies are. A housing bubble in one country can impact on neighbouring countries and indeed on all of the Union. This increased economic interdependence demands a coordinated response, including with social partners and civil society. If we act together we can come out of the crisis stronger. In a globalised world, no country can effectively address the challenges it faces by acting alone. This is particularly true for Europe, where tackling such challenges is most effective at EU level. Promoting a return to growth and competitiveness of European economies has been the central focus of the European Commission’s work since the onset of the crisis. In order to achieve this, public finances have to be put on a surer footing and a more stable and responsible financial sector must be at the service of the real economy. In addition, stronger economic governance and discipline are needed and Member States must continue their efforts to deliver fundamental structural reforms to boost competitiveness. If this is to work it all needs to be done simultaneously. Strong coordination of national economic policies The ‘European semester’ is the time of year when Member States coordinate their economic policies and work on the implementation of the Europe 2020 strategy. The European semester ensures that EU countries publicly inform about their macroeconomic, structural and employment policy plans, so that they can learn from each other and detect problems in advance. The purpose of the European semester is to strengthen coordination between Member States’ economic policies while they are still in preparation, in order to detect inconsistencies and emerging imbalances. It is a systematic and thorough exercise of screening the European economy. The Commission starts the European semester every year when it presents a report called the ‘Annual growth survey’ to the European Parliament and the Council. This report is the basis for discussions by EU leaders — the Heads of State or Government of EU Member States — who meet at the European Council in March (called ‘the spring Council’) to provide overall guidance for the Europe 2020 strategy. On the basis of this guidance, each EU Member State has to draw up two programmes: a national reform programme and a stability or convergence programme. The former deals with how much progress they have made regarding the Europe 2020 benchmarks and what steps they will take in the following year to address remaining weaknesses. The latter deals with their multiannual budgetary plans. These two documents are then sent to the European Commission for assessment in April. On this basis, the Commission issues country-specific recommendations, which are then endorsed by the European Council in June. These recommendations cover a broad range of issues including the state of public finances, the ability of the banking sector to sustain the economy, pension reforms, growth and competitiveness challenges, job creation and education measures, reflecting the priorities set out in the ‘Annual Growth Survey’. While the national reform programmes and the stability or convergence programmes are also prepared by the Member States on the basis of consultations with national stakeholders, the country-specific recommendations are prepared by the European Commission for each Member State individually. These targeted and concrete recommendations on what countries should achieve in the next 12 to 18 months are based on the analysis of the programmes provided by the Member States and enriched by inputs coming from bilateral meetings between experts from the Commission and the Member States. Coordination and financial support ",
        "6 T H E E U R O P E A N U N I O N E X P L A I N E D For euro-area Member States, a new step has been added to the process since 2013: in the autumn, they have to submit their draft budgetary plans to the Commission. The Commission examines whether these budgetary plans are coherent with national reform programmes and with stability or convergence plans presented previously by the Member States and, most importantly, in line with recommendations addressed to the given Member State. The Commission then issues an independent opinion on the draft budgetary plans, which will inform national parliaments when voting on the budget law — in full sovereignty. Avoiding deficits and increasing fiscal discipline The financial crisis has revealed a number of weaknesses in the EU’s governance of economic and monetary union. The cornerstone of the EU’s response is the new set of rules on enhanced economic governance which entered into force in 2011. Some complementary rules are applied to the euro-area countries in particular. These stricter rules include sanctions for Member States who do not respect their commitments to bring their budgets back into a sustainable situation. In the case of an excessive deficit, financial sanctions — which only apply to euro-area countries — will be imposed in a gradual manner and may eventually reach 0.5 % of gross domestic product (GDP). In addition, 25 EU Member States (17 euro-area countries and eight others) agreed on a new intergovernmental treaty, known as ‘the Fiscal Compact’, to increase fiscal discipline and convergence. This is a clear political statement that the euro-area countries will take any necessary measures to support the euro. Watching out for macroeconomic imbalances As part of this new set of rules, a surveillance and enforcement mechanism has been established to identify and correct serious gaps in competitiveness: this is called the ‘Macroeconomic Imbalance Procedure (MIP)’. It aims to identify imbalances in Member States’ economies much earlier than before. It monitors national economies in detail and alerts the EU institutions to potential problems ahead. The MIP uses a scoreboard that tracks changes in 11 economic indicators, such as export market shares, labour costs, private sector debt and house prices. Where imbalances are detected — for example, wage rises that are not in line with productivity increases, or rapidly rising house prices — recommendations are made to the Member State in question, and a clear roadmap with milestones to ‘rebalance’ the economy can be required. Ultimately, financial sanctions can be applied to a euro-area country if no corrective action is forthcoming. Council of Ministers European Commission European Parliament European Council Autumn: Monitoring and peer review at European level Autumn: Implementation at national level Member States January February March April May June July Annual Growth Survey and Alert Mechanism Report In-depth reviews (imbalance procedure) Spring EU summit: overall guidance on EU priorities Debate & orientations Debate and orientations Debate & orientations Debate and orientations Dialogue on recommendations Adoption of national reform programmes (NRPs) and stability and convergence programmes (SCPs) Proposals for country-specific recommendations Discussion in Council formations Endorsement of country-specific recommendations THE EUROPEAN SEMESTER TIMELINE ",
        "7 E U R O P E 2 0 2 0 : E U R O P E ’ S G R O W T H S T R A T E G Y Financial stability The crisis has raised questions regarding confidence in the euro area, which have received a determined response. Firewalls and firepower have been strengthened to help any struggling euro-area countries. The European Stability Mechanism (ESM), with €700 billion, will have more capital than any other financial organisation in the world and will be able to make up to €500 billion in loans. The ESM became operational in September 2012. It replaces two former temporary mechanisms, the European Financial Stability Facility (EFSF) and the European Financial Stabilisation Mechanism (EFSM). The liquidity and lending capacity of banks has been reinforced in the short term, while significantly strengthening regulation and supervision of the EU’s financial sector so as to avoid similar problems in the future. Growth and job creation All measures mentioned above serve the ultimate purpose of creating an environment conducive to growth and job creation in the EU, because it is the only way to continue financing our way of life. Since the beginning of the crisis, the Commission has consistently called for growth-enhancing measures, which are at the heart of the Europe 2020 strategy. This growth must however be based on solid ground; this is the reason why the Commission is acting to promote smart, sustainable and inclusive growth. The European Council agreed on the ‘Compact for Growth and Jobs’ which will, among other things, inject more capital into the European economy (through greater lending capacity from the European Investment Bank (EIB)), and deepen the European single market. Financing Europe 2020 All of the Union’s actions are supported by its budget, which is now more focused than ever on economic growth. This is also the case for the EU’s multiannual budget for 2014–20. In particular, European Social and Investment Funds, which are deployed in the Member States, come in support of reforms and job creation. The EU budget is geared towards investment in all the Member States on common challenges, such as boosting growth, creating jobs across Europe and increasing its influence in the world. The EU budget does not seek to fund what can already be covered by national budgets, but focuses on where European funding brings real added value. It funds what would not be funded or what would be more expensive to fund from national budgets. Broad involvement The European Parliament plays an important role, including in mobilising national parliaments to play their part. With the new rules on economic governance, the European Parliament can establish an economic dialogue with the Council and the Commission. Essentially, this means that the Parliament can scrutinise and request answers from the two institutions on their proposals and decisions. This renders the process more transparent and the Council and Commission more accountable. All sections of society need to be involved in the Europe 2020 strategy. This must run through the core of society, including businesses, trade unions, non- governmental organisations (NGOs) and individual citizens. To help achieve this, the European Economic and Social Committee has set up a Steering Committee on Europe 2020 with broad networks of civil society organisations all around Europe. In the same vein, the Committee of the Regions set up a Europe 2020 monitoring platform involving regional and local authorities. Both committees submit opinions that contribute to the discussion during the spring European Council. In fact, a large part of the strategy is actually implemented at local and regional levels of EU countries. This includes local and regional authorities, social partners and civil society. INCREASE THE EMPLOYMENT RATE TO 75 % 80 75 70 65 60 2005 2010 2013 2020 Share of 20–64-year-olds in work ",
        "8 T H E E U R O P E A N U N I O N E X P L A I N E D Reaching the Europe 2020 targets can enhance the potential for economic growth in EU countries. The purpose of the targets is to generate momentum, with each EU Member State doing all it can to make progress in key areas. Europe has worked best when it has worked together, and there are a number of achievements Europe can point to as examples of common endeavour. Airbus was formed in the 1970s between four European countries, and can now boast a workforce of over 50 000 employees as one of the leading aircraft manufacturers in the world. Galileo is Europe’s satellite navigation system and can provide better accuracy than the United States’ Global Positioning System (GPS) or Russia’s Glonass systems. It is set to enter service in 2019 once all of the satellites have been launched. The EIB recently helped to finance the biggest offshore wind farms in the world. The Thanet and Walney wind farms in the United Kingdom can produce over 600 MW, which can power around 500 000 homes there, increasing the EU’s renewable energy potential. It is these and other projects which have been made possible through closer European cooperation in all sectors, and further such projects can become reality under the Europe 2020 flagship initiatives. Flagship achievements The implementation of the Europe 2020 flagship initiatives is almost completed. Overall, progress has been satisfactory. Within each flagship a number of key actions have already been completed. Some examples are given below. Europe 2020 for young people Every year, 6 million young Europeans leave school with at best a lower secondary education. This currently represents 14 % of 18–24-year-olds, which in turn fuels high levels of youth unemployment. This is why the European Commission is trying to boost graduate numbers, improve teaching quality and maximise what higher education can do to help the EU economy emerge stronger from the crisis. Its strategy identifies priority areas where EU countries need to do more to achieve shared education objectives, and sets out how the EU can support their modernisation policies. EU-level initiatives include a multidimensional university ranking which will help inform students about which courses are best for them. The Erasmus student exchange programme has, since its launch in 1987, co-financed 3 million exchanges. A new programme — ‘Erasmus for all’ — has been proposed by the Commission. It will allow up to 5 million people to receive EU grants to study, train or volunteer abroad between 2014 and 2020, nearly twice as many as is currently the case. In addition, there will be an ‘Erasmus for Masters’ loan guarantee scheme for students taking a full master’s degree course in another EU country. What the EU does Targeted initiatives 16 15 14 13 12 10 2005 2010 2013 2020 Share of 18–34-year-olds with no more than lower secondary education and not in education and training REDUCE THE NUMBER OF SCHOOL DROPOUTS TO UNDER 10 % ",
        "9 E U R O P E 2 0 2 0 : E U R O P E ’ S G R O W T H S T R A T E G Y Several specific initiatives that match young people to job vacancies have also been developed, while awareness-raising campaigns aim to encourage demand among SMEs to employ young people and facilitate contact between them. In addition to this, the Commission proposed that Member States and the EU make better use of the European Social Fund (ESF) to tackle youth unemployment. This will be done primarily by supporting the transition from school to work and supporting the labour-market mobility of young people. In practice: Your first EURES job The ‘Your first EURES job’ programme aims to help people fill job vacancies throughout the EU. It is based on support from national employment services — information, job search, recruitment and funding — both for young jobseekers and businesses interested in recruiting from outside their home country. It helps jobseekers through job matching and job placement support and funding towards the costs of an interview trip and/or moving abroad to take up a new job. Employers on the other hand receive recruitment support, while SMEs can get financial support to cover part of the cost of training newly recruited workers and helping them to settle in. Europe 2020 and combating poverty and social exclusion With more than 80 million people in the EU at risk of poverty — including 20 million children and 8 % of the working population — the European Platform against Poverty and Social Exclusion set out actions to reach the EU target of reducing poverty and social exclusion by at least 20 million by 2020. Although combating poverty and social exclusion is mainly the responsibility of national governments, the EU can play a coordinating role by identifying best practices and promoting mutual learning, setting up EU-wide rules and making funding available. Key actions to achieve this are improved access to work; social security; education; and essential services such as healthcare and housing. Other key actions include better use of EU funds to support social inclusion and combat discrimination; social innovation to find new ‘smart’ solutions; and new partnerships between the public and the private sectors. It is good for the economy when more people travel to study or work in other EU countries. © C o r b i s Europe 2020 and innovation The flagship initiative ‘Innovation Union’ aims to forge even better links between research and innovation and job creation, which is vital if Europe is to recover from the current economic crisis. Each euro invested in EU research leads to an increase in industry added value of between €7 and €14, while spending 3 % of EU GDP on research and development by 2020 could create 3.7 million jobs and increase annual GDP by close to €800 billion by 2025. 40 35 30 80 75 70 65 60 2005 2010 2013 2020 1 700 1 600 1 500 2005 2010 2013 2020 4 3 2 1 2005 2010 2013 2020 16 15 14 13 12 10 2005 2010 2013 2020 100 90 80 2005 2010 2013 2020 2005 2010 2013 2020 20 15 10 2005 2010 2013 2020 ENSURE THAT AT LEAST 40 % OF 30–34-YEAR-OLDS HAVE A HIGHER EDUCATION CERTIFICATE Share of 30–34-year-olds who have successfully completed university study or equivalent ",
        "10 T H E E U R O P E A N U N I O N E X P L A I N E D An EU patent was agreed in 2012, which will save companies and inventors up to 80 % of the cost of a patent. Applicants for a patent will be able to get one single European patent instead of having to apply for one in each EU country. This will apply to the 25 EU Member States that agreed to the proposal under the enhanced cooperation procedure. Previously, patent protection had to be sought in every EU country and could cost up to €36 000. Following the agreement on the patent, this could drop to as low as €680 in the long run. The European Commission and the European Investment Bank Group launched a new guarantee facility to help innovative SMEs’ access finance from banks. It is expected to unlock a further €6 billion of loans by the end of 2013, including up to €1.2 billion for SMEs and up to €300 million for research infrastructure. In practice: innovative solutions As a pilot project, which will kick-start a future series of European innovation partnerships, ‘Active and healthy ageing’ was launched in 2012. Such partnerships aim to mobilise actors across the innovation sector around an overarching target (in this case healthy ageing) in order to speed up innovative solutions to societal challenges. Other innovation partnerships have now been launched including the ‘Water-efficiency’ partnership and the ‘Smart cities’ partnership. A digital Europe The digital agenda addresses such vital aspects of the modern economy as access to high-speed Internet and digital content, cyber-security, more efficient electronic government services and new health services that make citizens’ lives easier. It also includes making sure that everyone has the skills to benefit from the technological revolution. The ‘Future Internet public–private partnership’ (FI–PPP) is an EU research and innovation programme that aims to advance Europe’s competitiveness in future Internet technologies and systems supporting smart services and applications. The partnership will also help businesses and governments to develop new Internet solutions based on complex online data to smarten up infrastructure and business processes. Healthcare in Europe can become more efficient with digital ways of working — for example when patients have full access to data about themselves and can speak to doctors at a distance. © i S t o c k p h o t o . c o m EU funding improves conditions for research and innovation. © i S t o c k p h o t o . c o m 4 3 2 1 2005 2010 2013 2020 INVEST 3 % OF GDP IN RESEARCH AND DEVELOPMENT ",
        "11 E U R O P E 2 0 2 0 : E U R O P E ’ S G R O W T H S T R A T E G Y In practice: safer Internet Another objective under the Digital Europe flagship initiative is to make the Internet safer for children. This has now been taken up by top technology and media companies that agreed on a coalition to make the Internet a safer place for children. Supporting resource efficiency The Europe 2020 flagship initiative for a resource- efficient Europe stresses the need for an urgent and significant transition towards using our natural resources efficiently. This would apply to consumers and producers in all relevant areas such as energy, transport, climate, environment, agriculture, fisheries and regional policy. 20 15 10 2005 2010 2013 2020 Share of renewable energy in gross final energy consumption INCREASE THE SHARE OF RENEWABLE ENERGY TO 20 % Industrial policy Critical to Europe’s competitiveness is the faster development of common industry standards that will bring cost savings and benefits to businesses and consumers alike. In order to achieve this, the Commission proposed a series of legislative and non-legislative measures to develop more standards in less time. 100 90 80 2005 2010 2013 2020 Index where emissions in 1990 = 100 REDUCE GREENHOUSE GAS EMISSIONS BY 20 % COMPARED TO 1990 The European Commission presented a proposal to overhaul the outdated rules on the taxation of energy products in the EU. The new draft rules aim to restructure the way energy products are taxed to remove current imbalances and take into account both their CO 2 emissions and energy content. The new rules also aim to promote energy efficiency and consumption of more environmentally friendly products, and avoid distortions of competition in the single market. 1 700 1 600 1 500 2005 2010 2013 2020 Primary energy consumption in million tonnes of oil equivalent IMPROVE ENERGY EFFICIENCY BY 20 % Twenty per cent of Europe’s energy should come from renewable sources by 2020. © i S t o c k p h o t o . c o m ",
        "12 T H E E U R O P E A N U N I O N E X P L A I N E D the skills they need to flourish; a Europe which can benefit from global opportunities. The Europe 2020 strategy will also create an environment for a resource efficient, greener and more competitive economy; a Europe built on the foundations of sustainable growth. On 5 March 2014, the Commission adopted a Communication “Taking stock of the Europe 2020 strategy for smart, sustainable and inclusive growth”. The European Council of 20-21 March 2014 held a first discussion on the implementation of the Europe 2020 strategy. The Commission launched a public consultation, which ran from 5 May 2014 to 31 October 2014, inviting all interested parties to contribute their views. Following the consultation, the Commission will make proposals for the further development of the strategy in early 2015. The review of the strategy will be discussed at the forthcoming Spring European Council of March 2015. The monitoring of the Europe 2020 strategy takes place within the European Semester. This includes monitoring the overall macroeconomic situation, progress towards the five headline targets on an annual basis and progress on the seven flagship initiatives. Considerable efforts have already been made across the EU and reforms are on-going in several countries. However, while significant headway has been made in terms of fiscal consolidation, growth-boosting reforms are still lagging behind in areas such as tax reform, pension reform, labour market reform and opening up the services and retail sectors. When fully implemented, the Europe 2020 strategy will see a Europe better equipped to provide smart, sustainable and inclusive growth: a Europe combining job creation and social inclusion, where people can gain N A - 04 - 14 - 862 - E N - C Further reading ISBN 978-92-79-41438-1 doi:10.2775/22249 X The European Commission’s website with all information about Europe 2020 : http://ec.europa.eu/europe2020/index_en.htm Outlook Job creation and inclusive growth "
    ]
}