{
    "text": [
        "EUROPEAN UNION Committee of the Regions Making a difference how regions and cities shape Europe’s legislation Key successes 2011-2012 ",
        "Making a difference: How regions and cities shape Europe’s legislation Key successes 2011-2012 Catalogue number: QG-31-12-813-EN-C ISBN 978-92-895-0617-5 doi: 10.2863/56770 ",
        "1 Foreword The crisis continues to have a hold over Europe. The Committee of the Regions is convinced that the best path out of the crisis is to join forces and share responsibility between all public actors: the European Union (EU), Member States, regions and local authorities. We need a commitment to sound fi nancial management and growth-oriented policies at all levels if we want to ensure solidarity and long-term success in Europe. The European Union is working relentlessly to create the best conditions to re-launch Europe’s economic and social development. The Europe 2020 Strategy is the cornerstone of this effort. We believe that this strategy will only be successful if regional and local authorities are fully engaged and given the necessary support to achieve its objectives. The Committee of the Regions is making efforts to encourage the European Commission and national governments to bring regional and local authorities more on board. Over the last year the Committee of the Regions worked hard to make EU legislation more responsive to local needs. It stressed the need for a stronger, more effective EU budget for the next fi nancial period 2014-2020 to help stimulate growth and create jobs. It also ensured that the interests of local and regional authorities were taken into account in the reform of EU regional policy and the implementation of the Europe 2020 Strategy for growth. The Committee of the Regions also stressed the need to enhance the quality of public services in Europe and cut red tape in order to secure the European social model. This brochure, which is based on the annual Impact Report published by the Secretary-General in July 2012, offers good examples of how the Committee of the Regions is shaping European legislation. It shows how Europe’s regions and local authorities are making a real contribution to Europe’s future. Ramòn Valcárcel Siso President of the Committee of the Regions Mercedes Bresso First Vice-President of the Committee of the Regions ",
        "MAKING A DIFFERENCE: HOW REGIONS AND CITIES SHAPE EUROPE’S LEGISLATION - KEY SUCCESSES 2011-2012 2 Ramón Valcárcel Siso (ES/EPP) entitled “EU Budget Review” made a real impact on EU legislation in the area. In order to maintain momentum and consolidate the local and regional authorities’ position within the debate, Ms Flo Clucas (UK/ALDE) produced a second opinion “The new Multiannual Financial Framework post-2013.” Social cohesion: investing locally On average the EU spends €50 billion annually on cohesion policy which is the equivalent of 35.7% of the entire EU budget so it has been the focus of much of the MFF debate. This crucial policy directs EU funds to regions more in need, helping reduce regional disparity, encourage growth and promote integration. The funding is invested into an array of different projects, from infrastructure to training programmes to fostering SME development. On the basis of the opinion entitled “The Local and regional authorities are responsible for delivering some 70% of all EU legislation and will continue to do even in such economically turbulent times. With policies being increasingly driven by austerity, the Committee of the Regions (CoR) has focused much of its energy in ensuring that the EU’s budget is fair and effective. The CoR has made it a priority to ensure that Europe’s cities and regions get the right deal during negotiations over the next Multiannual Financial Framework (MFF) and the reform of EU structural funds. The Multiannual Financial Framework (MFF) defi nes the EU’s spending priorities, sets budget ceilings and decides who will be the main benefi ciaries for the agreed fi nancial period. With the current fi nancial framework ending in 2013, the European Union is conducting negotiations to agree to the next MFF for 2014-2020. In contribution to the debate on the budget, the report by former CoR President Mercedes Bresso (IT/PES) and current President Working for a European budget fi t to fi ght the crisis Securing EU funds for regional development “It is also worth noting the alternative proposal by the Committee of the Regions which supports the creation of a fl exibility reserve instead made up of resources that are automatically de-committed and used to fund experimental initiatives in the area of smart, sustainable or inclusive growth or to intervene during a crisis.” European Parliament REGI committee’s working document, 24 January 2012, on the draft general regulation on the European funds for cohesion policy “The members of the Committee of the Regions have a key role to play in explaining to their respective governments that the EU budget is not a ‘budget for Brussels’ as some like to shout; 95% of it is for themselves, and trimming the EU budget will do more harm to local and regional authorities and the citizens than to the EU institutions.” Janusz Lewandowski , European Commissioner for the Budget and Financial Planning addressing the Committee of the Regions on 31 March 2011 ",
        "3 5 th Cohesion Report” led by Mr Michel Delebarre (FR/ PES), the CoR has continued to apply political pressure to ensure that suffi cient resources are allocated to cohesion policy after 2013. The EU is continuing to make strides in reducing differences in living standards across Member States through the so called European Social Fund (ESF). Ms Catiuscia Marini (IT/PES) presented an opinion on “The future of the European Social Fund after 2013” presenting ideas such as maintaining the ESF within the framework of cohesion policy, increasing its territorial dimension. Finally, the Committee also continued its work to make it easier for regions and local authorities to work together across national borders. European Groupings for Territorial Cooperation (EGTC) enable regional and local authorities and other public bodies from different Member States to set up permanent legal structures so as to improve cross-border and trans-national cooperation. The EGTC have also been created to help local and regional authorities to better manage EU funds for territorial cooperation (transnational and cross-border). The draft regulation on EGTC presented by the European Commission in October 2011 took into account many suggestions made by Mr Alberto Nuñez Feijoo’s (ES/EPP) in his opinion on “New perspectives for the revision of the EGTC regulation” . Through our work in 2011, which was followed-up in 2012 by the CoR opinion on the draft regulation (Michel Delebarre (FR/PES) in March 2012), we contributed to render EGTCs more popular and to facilitate their use. Furthermore: • During the process of drawing up t he opinions, the European Commission recognised the CoR’s important role in providing input to the debate on the EGTC and in organising numerous meetings with the CoR to exchange views on how best to adapt the EGTC regulation to local and regional needs; • The network of expert s within the Committee of the Regions became stronger due to its involvement in the work on the EGTC revision; • In its resolution on “Good governance with regard to EU policy”, the European Parliament congratulated the Committee of the Regions on the quality of its work on the EGTC. MAKING AN IMPACT –THE COR’S INFLUENCE ON MULTIANNUAL FINANCIAL FRAMEWORK AND COHESION POLICY On the basis of the CoR’s proposals on the MFF and reform of the EU’s social cohesion policy, the European Commission and European Parliament took up the following changes: ➜ Creating a new category for regions whose GDP is between 75% and 90% of EU GDP; ➜ Support for the introduction of European project bonds; ➜ Opposition to macroeconomic conditionality linked to the Stability and Growth Pact; ➜ The introduction of a credible budget beyond 1% of EU GNI and the proposal for a new own-resource system to replace the scale of national contributions; ➜ The introduction of policy oriented conditionalities into programmes and instruments in order to focus more on results than on inputs; ➜ Explicit reference in the budget to cohesion policy, maintaining the current level of resources dedicated to this policy; ➜ Creation of “partnership contracts” to establish an integrated strategy for territorial development, including the commitment of partners at national and regional level; ➜ Need for a Common Strategic Framework (CSF) for all Structural Funds (including the EAFRD and EMFF). ",
        "MAKING A DIFFERENCE: HOW REGIONS AND CITIES SHAPE EUROPE’S LEGISLATION - KEY SUCCESSES 2011-2012 4 Public Procurement With public procurement accounting for around 19% of the European Union’s total GDP, ensuring that the system is effi cient, transparent and fair is paramount for a competitive and healthy economy. The European Union has introduced legislation to ensure that the public procurement policy – the process whereby governments buy services or goods – is consistent across the EU enabling businesses from all Member States the opportunity to compete for public contracts regardless of their country of origin. The reform of public procurement presented by the European Commission in December 2011 will set the new rules for a market where local and regional authorities are playing a vital role as key purchasers of services, goods and works. The promotion of sustainable products and solutions, the increase of transparency and effi ciency in management procedures are among EU priorities in this fi eld, together with a stronger participation of small and medium enterprises to public procurement tenders. The Committee of the Regions made a signifi cant contribution to the new legislation. Henk Kool’s (NL/PES) opinion on the “Modernisation of EU public procurement policy: towards a more effi cient European Procurement Market” highlighted the role of local and regional authorities in public procurement. The Committee argued for public procurement to be used to promote innovation, social responsibility and inclusion, sustainability and the environment. The opinion demonstrated just how previous legislation had constrained achieving these objectives and called for the new legislation to be more fl exible. This was the basis for the CoR’s brochure entitled, “Ten suggestions for improvements in EU public procurement law” . This work undertaken by the CoR resulted in: • The Dutch government sending the European Council a contribution referring to the CoR’s report; • The European Commission praising the CoR opinion supporting the introduction of “procurement passports”, the simplifi cation of the negotiated procedure and the increased accessibility for SMEs to public procurement contracts; • The new directives on public procurement being in line with the CoR’s recommendations in proposing greater opportunities for SMEs to participate in public procurement and the introduction of the “procurement passport”. Services of General Economic Interest When public authorities provide Services of General Economic Interest, such as public transport or waste management, they have to comply with EU laws aimed at ensuring fair competition in the market. This subject was covered by an opinion and a revised opinion by Karl-Heinz Lambertz (BE/PES) on the “Reform of the EU State Aid Rules on Services of General Economic Interest” which aimed at striking the right balance between the necessary oversight by competition policy authorities and the freedom of local and regional actors to choose providers of services of general economic interest. Respect for the principle of subsidiarity was emphasised in both opinions, according to which the EU needs to respect the diversity and roles of different authorities in ensuring people’s wellbeing. The rapporteur actively participated in high-level meetings with the European institutions, including Mr Joaquin Almunia, Vice-President of the European Commission and the Commissioner responsible for competition policy, and key debates in the European Parliament and the European Commission. The European Parliament resolutions on the reform of the EU state aid rules on Services of General Economic Interest and on the future of Social Services of general Making best use of local and regional public fi nances in times of crisis Helping deliver quality services for Europe’s citizens ",
        "5 interest have taken up the points made by the Committee of the Regions’ opinions, in particular concerning: • The need for simplifi cation and clarity; • The recognition of regions and cities as key players in the provision of Social Services of General Interest (SSGIs); • The need to strike the right balance between respect for the principles of subsidiarity and proportionality and the provisions to prevent distortion of competition in the Single Market; • The inclusive nature of SSGIs contributing to the development of all regions by enabling the local or regional authorities to perform a role using public and private funding; • The support for extended application of public- private partnerships in the area of SSGI; • The extension of the scope of social services subject to exemption from State aid rules; • The promotion of universal access to Services of General Economic Interest (SGEI). Also, publishing the legislative package in December 2011, the European Commission adjusted the fi nal version on State Aid concerning services of general economic interest in accordance with the recommendations in the CoR opinion. The fi nal Commission decision was adopted on 25 April 2012 after a fi nal round of consultation. Major requests by the Committee of the Regions point of view were addressed including: • The scope of social services exempted from State aid notifi cation requirements was extended beyond public hospitals and social housing to health and long term care, childcare, access to and reintegration into the labour market, and the care and social inclusion of vulnerable groups; • The original limit on the exemption for State aid notifi cations to municipalities with less than 10,000 inhabitants was abandoned; • The threshold below which public aid is not subject to EU State aid control: this threshold is currently set at €200,000 over a period of three years. The Commission raised the threshold to €500,000 over three years. “You know fi rst-hand what it means to design, fi nance and provide a public service and you have a better sense of our citizens’ needs and expectations. Therefore, your views and suggestions are essential for us to understand how the new package can help public authorities and service providers to meet these needs.” Joaquín Almunia , Commission Vice-President addressing the Committee of the Regions on 12 May 2011 © altrendo images © Getty Images-Jupiterimages © Getty Images-Jupiterimages ",
        "MAKING A DIFFERENCE: HOW REGIONS AND CITIES SHAPE EUROPE’S LEGISLATION - KEY SUCCESSES 2011-2012 6 EUROPE 2020 STRATEGY FIVE MAIN OBJECTIVES ➜ Raise levels of employment for those aged 20–64 to at least 75%; ➜ Invest 3% of GDP in research and development; ➜ Reduce greenhouse gas emissions by at least 20%, ensure 20% of energy comes from renewable sources and achieve a 20% increase in energy effi ciency; ➜ Reduce the levels of early school leavers to 10% and ensure 40% of those aged 30–34 have completed tertiary education; ➜ Lift 20 million Europeans out of poverty thereby reducing the number of those living in poverty by 25%. “I would like to pay tribute to our regions and cities strong and active commitment to make Europe 2020 a success. We need your full commitment but we also need to make sure that you are fully involved. This partnership gap has to be closed.” President Barroso on the 2 nd Monitoring Report on Europe 2020 “In implementing these policies, and in order to ensure wide ownership, close cooperation will be maintained with the European Parliament and other EU institutions and advisory bodies (EESC, CoR), with the full involvement of national parliaments, social partners, regions and other stakeholders.” Spring European Council, March 2011 focusing on climate and energy, education, employment, innovation and social inclusion. Through the work of the Committee of the Regions, the crucial role of local and regional authorities in realising the aims of the Europe 2020 Strategy has been widely acknowledged. The Spring European Council in March 2011 reiterated the need to ensure that cooperation takes place at all levels of governance. The CoR has emphasised that if the shared goals are to be met, there is a need to ensure that the gap between the different levels of government are bridged. This perspective was outlined during the 2 nd CoR Monitoring Report on Europe 2020. The Europe 2020 Strategy is the ambitious blueprint laid out by the European Union as part of its plans to help steer the EU out of the crisis. Replacing the Lisbon Strategy that came to an end in 2010, it offers a vision that is driven by the desire to deliver, “smart, sustainable and inclusive growth” by 2020. To reach this goal the EU has set targets Europe 2020 : a way out of the crisis Delivering smart, sustainable and inclusive growth on the ground ",
        "7 The CoR proposed that “Territorial Pacts” form part of the Strategy. These “Pacts” are agreements between the different levels of a country’s government (local, regional, national) committing them to achieving the goals of Europe 2020. All EU institutional leaders have agreed that such multi-level arrangements can boost regional and local involvement and encourage its implementation on the ground. The CoR opinion on “The role of local and regional authorities in achieving the objectives of the Europe 2020 strategy” by Markku Markkula (FI/EPP) resulted in the production of a joint publication with the European Commission of a “Handbook for Local and Regional Authorities: Delivering on the Europe 2020 Strategy” helping regional and local authorities successfully implement the Europe 2020 strategy on the ground. “The approach proposed by the Committee of the Regions on multi- level governance has proven its worth and territorial pacts are indeed worth promoting.” Bence Rétvári , Deputy Minister for Public Administration of Hungary on behalf of the EU Council Presidency “The Territorial Pacts is a very fruitful idea, and a welcome and suitable instrument to put a multilevel governance approach into practice.” Herman van Rompuy , President of the European Council HELPING SHAPE EUROPE 2020 – YOUTH ON THE MOVE Europe’s future depends on harnessing the potential of the 100 million young citizens. Through the Europe 2020 Strategy, the European Union is creating opportunities for the younger generations in education, training and mobility in learning through a range of different initiatives including its fl agship project Youth on the Move. The Committee of the Regions has welcomed the project and highlighted the real contribution by local and regional authorities in its delivery. As a result of the CoR report on youth on the move (Marc Schaefer, LU/PES) the European Parliament in its Resolution: • Recognises “the role of local and regional authorities in the fi eld of training and mobility”; • Believes “that their skills and experience should be considered complementary to the action of the Union”; • States that “to achieve its objectives, the EU should develop a partnership approach, particularly with local and regional authorities”; • Concludes that “local and regional authorities and youth organisations should be involved in developing a sustainable strategy for reducing youth unemployment”. © Jack Hollingsworth ",
        "MAKING A DIFFERENCE: HOW REGIONS AND CITIES SHAPE EUROPE’S LEGISLATION - KEY SUCCESSES 2011-2012 8 HELPING SHAPE EUROPE 2020 – INNOVATION UNION Fostering innovation and creativity in business is necessary in Europe to help create more jobs, ensure a greener future and ensure that it is a true competitor on the global stage. The Innovation Union is driving this forward helping remove obstacles in innovation and encourage partnerships between the private and public sectors (Innovation Partnerships). The CoR’s opinion on “Europe 2020 Flagship Initiative - Innovation Union (research and innovation plan)” led by Mr Roger Knox (UK/EA), made a valued contribution to the creation of this policy and several key elements were included in the European Parliament Resolution: • Acknowledgement of the need to strengthen cross-border cooperation; • Recognition of the role of local and regional authorities; • Creation of a “virtual network of creativity” open to all (businesses, local and regional entities, government, private sector and citizens) to access capital, technical services, expert advice, education and information. HELPING SHAPE EUROPE 2020 – TOWARDS A RESOURCE EFFICIENT EUROPE Mr Michel Lebrun (BE/EPP) drafted the CoR opinion which fed into the European Commission’s “Roadmap to a Resource Effi cient Europe” . It insisted that local and regional authorities and the CoR be involved in the governance and implementation of the “Europe 2020 Flagship Initiative” and reiterated the CoR’s call for the possibility of extending the Covenant of Mayors to resource effi ciency. As a result the European Commission: • Recognises the need to involve local and regional authorities in drawing up and implementing resource effi ciency indicators; • Appreciates the good cooperation and looks forward to a continued partnership with the CoR in moving ahead with the resource effi ciency agenda. The December 2011 Environment Council also referred to the CoR positions in its conclusions in the “Roadmap to a resource effi cient Europe”, encouraging the Commission to continue consultations with all key stakeholders including regional governments and local authorities. HELPING SHAPE EUROPE 2020 – EU LIFE PROGRAMME The LIFE Programme was set up in 1992 and since then has co-fi nanced environmental protection projects totally € 2.2 billion. Ms Daiva Matoniene’s (LT/ EA) opinion entitled “The EU LIFE Programme - The way forward” insisted on the fact that local and regional authorities remain key benefi ciaries of the LIFE programme. The European Commission presented its legislative proposal for a new funding instrument in 2011 taking up several important recommendations from the CoR’s opinion: • An increase in fi nancial support for the Environment sub-programme of the LIFE Programme to €2,713.5 million; • The creation of a new budget of €904.5 million for Climate Action; • The creation of a new category of “integrated projects” to implement larger projects and help mobilise other EU, national and private funds; an increase in the maximum co- fi nancing rate and a clearer defi nition of the activities funded for each priority area; • The simplifi cation and streamlining of the delivery system. “A commitment on the part of regional and local offi cials is crucial to the success of the objectives of The Innovation Union because they have an important role to play in bringing together companies, knowledge centres, governments and citizens.” European Parliament, Resolution of 12 May 2011 on “Innovation Union: transforming Europe for a post-crisis world” ",
        "",
        "September 2012 EUROPEAN UNION Committee of the Regions Edited by the Secretary General of the Committee of the Regions Rue Belliard/Belliardstraat, 101 _ 1040 Bruxelles/Brussel _ BELGIQUE/BELGIË Tel. +32 22822211 _ Fax +32 22822325 www.cor.europa.eu C D R _ 1 5 4 7 / 0 9 - 2 0 1 2 / E N "
    ]
}