{
    "text": [
        "EP NEWS V April 15-19,1996 E u r o p e an P a r l i a m e nt AX-AD 96-004-EN-C ISSN-0250 5754 EP NEWS BSE - C O M M I S S I ON AWAITS BRITISH RESPONSE A PPEARING bef ore MEPs in the face of mounting criticism of the ban on beef exports Agriculture Commissioner Franz Fischler had no hesitation in reminding the House that it was a British minister who had stated in the House of Commons that there was the possibility of a link between BSE and CJD. The resultant uncertainty on the markets had prompted the Commission to act in the interests of restoring consumer confi dence on the basis of advice from the scientific veterinary committee. While he con firmed that personally he had no qualms about eating British beef, he did say the ban and the Council deci sion designed to ensure cat tle over 30 months old would not be allowed to enter the food chain was taken on a mix of health grounds, and the need to restore confidence. If European consumers were not prepared to eat British beef then it was unrealistic to expect third countries to take it, he added. He confirmed that the ban on gelatine and tallow had now been lifted after being given the all clear from the World Health Organisation. In addition, EU inspectors would be going to the UK to monitor the new measures announced by the British The grim face of one British farmer anxiously awaiting the next move to solve Europe's beef crisis Government. Responding to Wayne David (South Wales Central, PES), who wanted to know when the ban would end, the Commission indicated that this would depend on when he had examined detailed British proposals designed to eradicate BSE and, in particular, how many cows were to be slaughtered. He confirmed that he was in close contact with British officials and would be hold ing talks with Agriculture Minister Douglas Hogg, with a view to EU farm ministers considering new British pro posals at the Luxembourg Farm Council meeting on 30 April. The British Government's package envisages the slau ghtering of all cows over 30 months, which would then not be allowed to enter the food chain, and a compensa tion scheme likely to cost £550m. Mr Fischler estimated that the cost to the EU budget on the basis of a 70% contri bution would be Ecu 160m for the slaughtering of 400,000 cattle in 1996, rising to Ecu320m in 1997 for dou ble the number of animals. Another Ecu 100m would be needed to finance an extra 50,000 tonnes going into store. The UK would, how ever, have to pay for the dis posal of carcasses. As to further research into the disease, Mr Fischler con firmed that talks were being held with a top Swiss profes sor and a British expert but said it would be necessary to devise new lesi ing proce dures valid for live animals. Questioning the Commis sioner, Alian Macartney (North East Scotland, ERA) wanted to know if he would consider a special policy towards regions such as Scotland and Northern Ireland, where cattle were largely grass fed and where BSE cases were fewer. While Commissioner Fischler said he would be prepared to look at any pro posal from the British Government on its merits, he emphasised that he was interested in a global solu tion, not one based on exceptions. He told Bernie Malone (Dublin, PES) that there was no weight limit on beef eligible for store, and Liam Hyland (Leinster, UFE) that the Commission was well aware of the impor tance of beef exports to Ireland and had done all in its power to enable Irish exports to be resumed. Graham Watson (Somer set and North Devon. ELDR) wanted to know how the Commission in tended to mend fences with the UK in view ol' the sour ing of relations with London and asked for a lifting ol' the ban on thoroughbred herds, where there was no trace of BSL, but the Commissioner declined to elaborate fur ther on the position he had already taken, once again confirming that he was not interested in a solution based on exceptions. THE WEEK IN STRASBOURG +1996 *.-** MEPs this week heard Italy's outgoing Prime Minister Lamberto Dini report that the agenda for the IGC had now been fixed and agreement reached on Parliamentary repre sentation, with President Klaus Hänsch, Elisabeth Guigou (F, PES) and Elmar Brok (D, EPP) attending the first meeting held in Luxembourg on 22 April. The Commission reported that improvements had been made to managing the EU's finances but the House was still not prepared to approve the accounts of the European Development Fund or the Thessaloniki Foundation. Lamberto Dim, Ital/s Enlargement too outgoing Pr.me Minister posed problems, with MEPs worried about the costs, while Chernobyl ten years on still gave rise to concern. Agriculture Commissioner Franz Fischler responded to questions over BSE but gave no sign of agreeing to lift the ban on British beef until he had examined proposals from British ministers for dealing with the disease. MEP defends fisheries policy DEFENDING Europe's Common Fisheries Policy, now facing a cho rus of criticism from fish ermen up against cut backs in quotas and Eurosceptics seeking to pull Britain out, James Provan (South Downs West, EPP) told a Save Britain's Fish rally that the UK. had not given away access to its fishing grounds. He said all fishermen across Europe were fac ing the same problem of too many vessels chasing too few fish. The way for ward was through a joint approach. 'On joining the Community the British Government secured pro tection for our inshore waters. That protection was renewed in 1983 and again in 1993. Member states will maintain their inshore waters for their own fishermen,' said Mr Provan. Looking at Britain's fishing resources he said: 'When quotas were shared out in 1983 the UK obtained the lion's share of vitally important cod and haddock resources. This amounted to 70% for North Sea haddock. It was recog nised by fishermen as a major achievement.' When Spain and Portugal entered the Common Fisheries Policy, the EU took account of Spain's tradi tion of fishing in the waters to the west of the UK and Ireland. Spain is restricted to 40 boats in the Irish Box. Portugal does not have access to UK waters, he added. On EU enlargement Mr Provan commented: 'Eastern European coun tries will have no claim to our waters if they join the EU. The UK is not scrap ping its fleet to make way for foreigners. The real issue is the over exploita tion of fish stocks. Fishing must be reduced or stocks will collapse. Twenty years ago North Sea herring was almost extinct. We acted to ban fishing, thus allowing stocks to recover.' In 1986 the EU agreed a 3% reduction in its fleet by 1992. Mr Provan added: 'The UK did not meet this target. Consequently we had to cut back by 19% after 1992. Spain, which had made significant reduc tions, only had to cut back by 5%. We cannot blame the Spaniards for the problems of the North sea since they are not allowed to fish there.' He concluded: 'We need less vessels, less fishing and better conser vation measures. Never theless, fish quotas must benefit local fishing com munities. There are no easy solutions. What is certain is that Britain going it alone is not an option.' Fraud crackdown AS MEPs prepare to hold a spe cial conference with Mi's from national parliaments in u move to step up international co-oper ation in the lìbiti against fraud, Parliament this week voted to give the European Commission a clean bill of health for its man agement of the 1992 and 1993 budgets now that it has imposed fines totalling Ecu787m on ten member states. The fines relate mainly to abuses in Common Agricultural Policy (CAP) expenditure and milk quotas. While the largest amounts are imposed on Spain and Italy, the UK has been ordered to refund some Ecu6m for poor controls on beef in store. Irish taxpayers face the prospect of funding Ecu87m fol lowing the debacle over the Goodman beef affair. But with John luminismi (Birmingham West, PES) point ing a Finger at the member states who are responsible for administering 8C% of the EU's budget, Council President-in- Office, Pietro Giarda, made a rare appearance before MEPs to defend Council's commitment to sound financial management. He did admit, however, there had been problems, notably with regional expenditure and the PHARE and TACIS aid pro grammes for Eastern Europe. Lust year Council was strongly criticised for being absent when the Court of Auditors presented its catalogue of spending errors in the member states to the European Parliament. This year MEPs were more concerned about Ecu400m spent destroying surplus fruit and vegetables. For the Commission, Erkki Liikanen confirmed that new procedures had led to improve ments in the management of EU funds and that close co-opera tion with the Court of Auditors would lead to eliminating errors identified. Furthermore, a start had been made to tackle mis takes that were the responsibil ity of the member states, although he acknowledged that there was a problem with some countries who were more anx ious to ensure that funds were spent rather than co-operating with the Commission to check for errors. A new system was, however, being set up to check claims for recovery of payments made in error on a sectoral basis and a new report evaluat ing expenditure in the tourism sector is to be published shortly. On milk quotas, he explained over-payments would be recov ered over a four year period run ning from 1995 to 1998. ",
        "European Parliament — EP News 2 Tory MEP provides facts to b a l a n ce EU d e b a te TO STOP what he calls a 'rising tide of alienation on European issues', James Elles (Buckinghamshire and Oxfordshire East, EPP) has launched a concise, fact-filled pamphlet aimed at providing basic information that many people want to know about Europe. 'The European Union - Why Britain belongs', published by the Conservatives in the European Parliament, addresses key European issues in a rational fashion that many feel has been recently absent in the public debate about Europe. The pamphlet deals with 12 central concerns about Europe where Mr Elles believes citizens most often need an answer. It responds to such questions as 'Would Britain be better off outside the single market?', 'Is the EU budget and bureaucracy too big and too costly?', 'Are the Germans our new masters in Europe?', 'Is a federal super state Europe's inevitable future?'. At the launch, Mr Elles said: 'With the possibility of a ref erendum on Europe ahead, it is vital that British voters have a balanced and informed view about the European Union. I believe there is a huge appetite for information about our participation in Europe. For too long now, mis leading rhetoric and sensationalist press coverage has blotted out the need for such factual information.' He continued: 'There is still a widespread belief that we can live with illusions about what we would like our rela tionship with Europe to be, rather than what it is and what it is likely to be. I am confident that the information con tained in \"The European Union - Why Britain belongs\" will be a helpful contribution to the European debate.' Copies of 'The European Union - Why Britain belongs' are available from the Group of the European People's Party (Christian Democrats) in the European Parliament, 97-113 rue Belliard, B-1047 Brussels, Belgium. Aid spending under fire MEPs voted conclusively by 376 votes to 28 with 33 abstentions to refuse the approval of the Commission's management of the Ecu2.7bn aid budget for 1994, known as the European Development Fund. But as Terry Wynn (Merseyside East and Wigan, PES) explained, this should not be considered as a criticism of the Commission as such since the funds are administered by the member states. Neither should it be seen as a reflection of MEPs' hostility to development aid spending, but with the Court of Auditors noting 'serious negligence in on-going controls which has had adverse consequences as regards the necessary re-orientation of indicative pro grammes and effectiveness', the majority view was clearly that they were left with no other choice. Apart from embarrassing the national governments, the consequence of the vote is unclear. While many MEPs would like to see the EDF development budget incorpo rated into the general EU budget, Commissioner Erkki Liikanen argued that the vote would not be helpful and only stiffen the national governments' resolve to resist such demands. House of Lords' European Environment Committee KEN COLLINS (Strathclyde East, PES), chairman of the Environment Committee, met visiting Members of the House of Lords' European Sub-committee on environ ment policy. The eight members of the UK committee were in Brussels to see the commit tee and to discuss some current environmental issues with MEPs. On the agenda were the drinking water proposals which the committee will consider before the sum mer; as well as Comm ission proposals to post pone the ban on furs from animals caught with leghold traps. Members of the House of Lords commit tee were also interested in improving access to infor mation on the environment. Mr Collins commented: 'It is vitally important that national parliaments are aware of decisions that we are making here because once legislation has been adopted, national parlia ments are required to implement It. 'Since this requires a thorough understanding of the issues; we are delighted that the House of Lords delegation was able to visit us to discuss our work.' Book review Integrating Gender: Women, Law and Politics in the European Union by Catherine Hoskyns Verso, 6 Meard Street, London W1V3HR. £14.95 (pbk) (ISBN 1-85984-078-7) SINCE the 1970s the EU's policy on women's rights has gradually emerged as a positive force in the campaign to improve the situation of women across Europe. Catherine Hoskyns, who teaches European Studies at Coventry University, England, traces these developments both at a European and national level with particular emphasis on the role played by women's organisations. Feminism is placed in a political, legal and social context and the work includes sections on women who have played an important role in these developments as well as a review of the influence of the European Parliament's own women's rights committee. A timely publication on a subject so far neglected at the European level. ACP-EU J o i nt A s s e m b ly THE ACP-EU Joint Assembly is an integral part of the Lomé Convention signed by all 15 EU governments and will pro vide some $13.3bn in develop ment aid funding over the period 1995 to 2000. It brings together 70 Members of the European Parliament with representa tives, ministers and parliamen tarians from the developing world and is required to meet twice a year, once in Brussels and once in an ACP state. It is the largest Assembly that regu larly meets to discuss develop ment issues and offers European parliamentarians the opportunity to evaluate development aid expenditure and projects first hand. At the same time, ACP members can question European ministers and the European Commission openly in a democratic forum about the implementation of policies. Items discussed at the 22nd meeting in Windhoek, Namibia, on the 18 to 22 March, under the joint chairmanship of Lord Plumb (the Cotswolds, EPP) and Sir John Kaputin, from Papua New Guinea, included refugees, humanitarian aid, urban and industrial development, southern Africa and human rights. The EU is currently spending $500,000 a day on the refugee camps in Rwanda and Burundi. There are also prob lems in the Horn of Africa fol lowing Eritrea's war of independence. In total the EU and its mem ber states provided $29bn, or more than half the world's total $57bn in development assistance for 1994 and consid erably more than the $10bn provided by the USA. Human rights to the fore by Eamonn Noonan UMAN rights featured more prominently in the proceedings of the recent EU- ACP Joint Assembly than ever before, according to old hands. The spotlight was very much on Nigeria. Co-president Lord Plumb (Cotswolds, EPP) referred to the country in his opening address, noting the firm commitment to human rights contained in the Lomé Convention. The importance attached to the Joint Assembly by the ACP members was apparent from the strenuous efforts made by a large Nigerian delegation to dissuade its ACP colleagues from supporting a critical reso lution. Nigeria's Minister of Planning, Ayo Ogunlade, con demned the EU's decision to impose sanctions and reported the creation of various commit tees to defuse tensions and to strengthen devolution. Glenys Kinnock (South Wales East, PES), in a passion ate speech, expressed astonish ment at the minister's omission of any reference to the execu tion of Ken Saro-Wiwa and his colleagues, whose bodies had never been returned to their families. She and other speak ers called for the rapid restoration of democracy. On the ACP side, the dele gates from Ghana, Uganda and the Ivory Coast showed some sympathy for Nigeria's argu ments. The Ivory Coast dele gate pointed a linger at the oil companies for their role in the situation that led to Saro- Wiwa's execution. On the other hand, the representative from Senegal acknowledged that it was now time to put pressure on the Nigerians to receive a delegation from the Joint Assembly, while the delegate from Barbados expressed out rage at the November killings. The Joint Assembly broke new ground by arranging a secret ballot on some issues, and notably on the situation in Nigeria and Equatorial Guinea. The voting showed that Nigeria had lost the argument, as a strongly worded resolution was adopted not only by the EU members, but also by a large majority of ACP members. The motion on Equatorial Guinea was, however, rejected by the ACP. Also at this ses sion, the vice president of the European side responsible for human rights, Josep Pons Grau (E, PES), raised a number of individual cases in Nigeria, Kenya, Zaire, Equatorial Guinea and Burkina Faso. MEPs tabled a number of questions on human rights issues to the Commission and the Council: on the suspension of aid to Niger in the wake of the recent coup d'état, and on the resources available for removing land mines in Angola and Mozambique. A discussion with NGOs has also become a feature of the Joint Assembly; organisations involved in health issues described the challenges faced in this area. Eamonn Noonan is an official with the European Parliament's Human Rights Unit. From African queen to Welsh dragon! DUBBED the 'Queen of Africa' by the tabloids in their usual pre-trip ritual of castigating MEPs for visiting far- flung places at taxpayers' expense instead of remain ing put in the Welsh valleys or wherever, Glenys Kinnock (South Wales East, PES) emerged from the end of an intensive week of high-pressure negotiations as the Welsh dragon in the eyes of one local Namibian journalist. She did not hide her determination to push through a strongly-worded condemnatory resolution against Nigeria for the execution of Ken Saro-Wiwa and other human rights activists with her passionate speech attracting the comment of 'fire breathing' from one local scribe. Ah well, all in a day's work! MEPs Astrid Lulling (L, EPP), Tony Cunningham (UK, PES), John Corrie (UK, EPP) and Jean-Pierre Bebear (F, EPP) visiting Karibib are quizzed about Europe by a group of Namibian school children Housing in Namibia John Corrie (Worcestershire and South Warwickshire, EPP) A T A time when European and Asian leaders were meeting in Bangkok and the EU began the intergovernmental con ference in Turin, this ACP/EU Assembly meeting reminded us of Europe's key role in the developing world. Apart from the meetings and talks with representa tives from the 70 African, Caribbean and Pacific nations, we were determined to see how European Union financial assistance was being spent. I was reminded of how important it is to see pro jects in person. Too often people do not know where to turn when they run into bureaucratic problems and red tape. By monitoring the European funded projects we can prevent potentially costly mistakes. Four of us visited the EU funded housing project in Karibib, a town in the mid dle of' Namibia's arid coun tryside. One of the main problems facing developing countries is how to provide adequate housing for grow ing populations. On the outskirts of Karibib, we saw a 'township\" consisting of tin shacks and simple houses where the EU is funding very basic infrastructures like the concrete foundations for shacks, water supplies and essential sewage facilities. Closer into the centre of Karibib, the EU is helping to finance the construction of proper housing with the long-term aim of moving people out of the township. In spite of the living condi tions, I was struck by the cheerful way people approached life and the pride they took in their fam ilies. When we arrived in the town, the schools had just finished for the day and we were surrounded by enthusi astic children eager to quiz us about Europe. Sadly, Namibia is one of the African countries hit hard by the Aids epidemic that has killed so many of Africa's young people. In the Karibib township there are fewer and fewer people left aged between 20 and 45. Over half of the children have HIV. In short, a whole generation is being deci mated and the economic future of Africa severely hit. One of the top priorities for many of Africa's politicians is to educate people to change their attitude to life and tackle the problem of Aids. So when you look at the pictures of the Karibib chil dren, remember the condi tions they are living in and their life expectancy. It has reinforced my belief that Europe must not forget the developing world as we con template our own problems and future direction. ",
        "European Parliament — EP News 3 The two co-presidents of the ACP-EU Joint Assembly, Lord Plumb (the Cotswolds, EPP) and Sir John Kaputin, from Papua New Guinea, with the President of the republic of Namibia, Mr Sam Nujoma (centre) My Windhoek week Allan Macartney (North East Scotland, ERA) I T WAS exciting being in Namibia, one of Africa's more newly independent coun tries, a fact underlined by cele brations in the National Stadium to mark the 60th anniversary of independence. I found it moving to see sol diers who had literally fought for their country's freedom only a few years ago receiving medals from President Sam Nujoma, along with the heroes of the dar ing operation to impound five illegally fishing EU boats. Yet despite the recent war of libera tion this is a relaxed country in which there is no evidence of racial tension. And a fascinating country, too. I had the good fortune of being flown at the invitation of the Department of Fisheries to the major fishing port of Walvis Bay and then on to the Marine Research Institute at Swakop- mund before inspecting the huge Cape Cross seal colony. The Joint Assembly itself was, as ever, stimulating and construc tive, whether tackling issues like land mines, the role of NGOs in development or the future of the small ACP island states, or fraternising at an ostrich barbe cue. It was a very businesslike meeting, guided by the dynamic duo, Sir John Kaputin and Lord Plumb. Yet this was no bland Assembly avoiding difficult deci sions, as exemplified by the debates on Nigeria and the Sudan. The crunch came when resolu tions critical of the regimes of both countries were passed by both houses (ACP and EP) vot ing separately and by secret bal lot. No one can say that we did not send a strong signal to Khartoum or Lagos. Tragically the airport depar ture lounge full of delegates was stunned by the unbelievable news that one of our colleagues, Mr Tomas Moussitou, from the Congo, had lost his life minutes earlier in a car crash on the way to the airport. After the Assembly I took part in an EP mission to Lesotho. For once this mountainous kingdom, called the Switzerland of Africa, was green after this year's rains which had half filled the gigantic Katse Dam which will, via the EU-funded Muela Dam, provide the country with hydro-electricity and South Africa with water. A worm's eye view By David Morris (South and West Wales, PES) I NCREASINGLY, elected Members of Parliament from African, Caribbean and Pacific (ACP) nations are replacing appointed ambas sadors at the ACP/EU Joint Assembly. This has trans formed the Assembly into something much closer to a parliament, bringing the cut and thrust of real and lively debate that belongs to a democ ratic institution. In Namibia, the issues ranged from bananas to land mines; from the spread of Aids to the impact of climate change on small island states; from the arms trade to food security measures; from nuclear testing to the role of women in develop ing countries and the debates were, almost always, searching and frank. Time for leisure next to swimming pools, (the preoc cupation of parts of the British media) was about as plentiful as rain at that time of year in Namibia. One of the developing fea tures of' the Assembly is the growth in mutual confidence and solidarity between ACP members and MEPs. For me, this is demonstrated most clearly in the approach to fish eries agreements. ACP coun tries now recognise the enor mous value of the fish swim ming about just off their national coastlines. More and more they are determined to protect this precious resource and to exploit it in a responsi ble and sustainable way. That is why they are demunding that future fisheries agreements with the EU are designed to help develop their indigenous fishing fleets and processing plants. Their aim is to create jobs, end poverty, provide food for themselves and their neigh bours and earn essential for eign exchange. What is happen ing with fishing, needs to be reflected in the exploitation of other basic raw materials. Building an interdependent and co-operative relationship between the developed and developing worlds is enor mously important. The ACI'/FU Joint Assembly is a unique institution that helps achieve this. The financial resources that the European Parliament dedicates to this are monies well spent on the promotion of prosperity, democracy and peace. Land mines action WITH the Assembly following the lead taken by the European Parliament and calling on EU gov ernments to ban the production and export of lethal land mines that kill or maim more than 26,000 people a year, a delegation of MEPs, including Niall Andrews (Dublin, UFE) and Wilfried Telkämper (D, Greens) followed up the ACP meeting with a fact-finding mission to Angola, where there are an estimated 100 million mines still to be cleared. According to Tony Cunningham (UK, PES), some 20,000 people have been left disabled by land mine accidents in Angola. Following an initiative from the European Parliament, a European de-mining service consor tium comprising companies from Italy, Germany, Britain and Sweden has been established and the aim of the visit was to see how far modern mechanical means using armoured bulldozers and converted tanks could replace traditional manual techniques as a clearing method. Roads have already been cleared, enabling vital food aid to be transported to the refugees left homeless during the Angolan War, but the intention now is to con centrate on clearing agricultural land to enable food production to start up again, said Mario Sepe, a member of the management committee. But the task is daunting as some 13,700 acres need to be A French Nato soldier moves carefully Angola alone there are an estimated 1 cleared with the cost as much as $1,000 per mine for manual clearing, as against $130 per mine if mechanical methods are used. Mr Telkämper emphasised that the European Parliament's position is to support a broad cam paign to speed up land mine clearance in all trou ble spots, but not individual campaigns as such. Commenting on the delegation's visit to Angola he said the scale of the problem was so grave that it as he defuses a land mine. In 00 million mines still to be cleared was threatening to strangle the. country by paralysing communications vital for the delivery of food and humanitarian aid and building materials needed for reconstruction. Mr Incisa di Camerana, speaking for the Council, told MEPs and delegates that Ecu3m would be provided from the EU budget for the purpose of mine clearing in Angola and Mozambique. EU aid under scrutiny as changes beckon WITH the ink barely dry on the signatures to the mid-term review of the Lomé Convention, which will provide Ecul3.3bn in aid programmes for the 7Ü ACP states up until the end of the century, attention is now focus ing on how aid policy should evolve in the next millennium. While no one would claim that EU aid under Lomé is per fect, with bureaucratic delays all too common, delegates felt after a preliminary discussion that the essential principles of Lomé, i.e. an arrangement based on dia logue and partnership, should he preserved. Europe could not simply abandon the ACP states in the next century, said Haiti's dele- gale, Firmin Jean Louis. But the fear is that European govern ments, strapped for cash and faced with a sceptical public, will simply cut LU aid programmes. Indeed, countries such as the UK make no secret ol' their preference for a bilateral approach where funds can he chan nelled according to the priorities of the donor hut do not necessarily repre sent the most effi cient way of allocat ing resources. In fact, it emerged in the debate that ACP states them selves clearly pre ferred a European approach with funds allocated in accordance with objective criteria and not gov erned by an obligation to pur chase goods or services from the donor country. Yet, as the assembly's co-pres ident, Lord Plumb (lite Cotswolds, LPP) pointed out, the EU and member states together were still the world's largest aid donor, supplying some $29bn in development assistance, or more than hall the world's total in l l W4. Set against the US figure of $ll)bn, it was not insignificant, but the other co-president. Sii John Kuputin, from Papua New Guinea, was pessimistic about the future, lie contrasted the tough negotia tions over the Lomé review with the expansion of funding for Europe's concerns closer to home, namely Eastern Europe and the Mediterranean. This was not lost on John Corrie (UK, EPP) who drew attention to the mounting debt levels faced by some ACP states. In fact, one idea for the future is that aid should be targeted towards the very poorest states with more emphasis placed on helping middle-income states through trade and industrial development, not so far a suc cess story. Delegates believe however, that there is an opening for more processing of raw materi als to be done on site in the countries concerned. At present the benefits are lost as soon as the products are exported. In addition there needs to be improvements to the STABEX and SYSMIN systems designed to protect the producer coun tries from erratic fluctuations in c o m m o d i t y prices. Development Commissioner Joao de Deus Pinheiro felt moved to defend the Lomé Convention and the Joint Assembly itself. The agreement had stootl the test of time, be said. The new human rights Joao de Deus Pinheiro d;lusc is pa rticu- defends EU aid policy | arly i m p o r t a nt as more and more African States opt lor democracy. As to the future, the EU had agreed to widen access for ACP products while more would be done to promote regional integration, he fell. This is particularly impor tant in southern Africa where great store is placed on the emergence of South Africa from isolation alter the apartheid years. Developments are also occur ring in East Africa following a new Kenyan initiative. Hut with Third World debt still standing at $2bn and banks reluctant to grant loans lor new investment, the future for many ACP states is far from rosy. Hence the vital importance of a long-term European commitment. Clash over Nigeria PERHAPS the lenses! moment of the ACI' meeting occurred just before (lie vole on Nigeria. It had been touch and go ¡ill week as to whether or not the ACP States would support a resolution condem natory of Nigeria following (he execution of Ken Saro-Wiwa and other human rights activists. Accusations were bandied about (hat Nigerian diplomats were attempting (o exert undue influence over other African states while just before the vole (he Nigerian minister present for the débale, Ayo Ogillade, threatened to pull Nigeria out of the Lomé Convention as a whole. This being (lie case, (lie Assembly opted for a secret ballot resulting in (he ACP states condemning Nigeria by 34 votes to 13 with live abstentions, while on (lie European side (lie vote was 52 to three with one abstention. In addition (o calling for the restoration of democratic institu tions before (lie scheduled dale of' 1998 and for the release of oppo sition leader Moshood Abiola, the resolution called for a ban on arms exports, the freezing of Nigerian assets held in European hanks and consideration of an oil embargo. Following (he execuiion of Ken Saro-Wiwa and eight other Ogoni leaders, EU leaders adopted two common positions on Nigeria: the first came into effect on 20 November 1995, with the second, which included further measures adopted, on 4 December 1995. The majority of aid projects and programmes will be placed into a 'phase of suspension' before the end of 1996. It is estimated that Ecu70m previously allocated to specific pro jects will no longer be available for immediate use. The Nitel Maintenance Training Programme, the University Libraries Project, the Training and Research Programme, Middle Belt Programme and the Sokoto Desertification and Environmental Protection programme will be placed on hold. In addition, some Ecu212m pledged to Nigeria under the First Financial Protocol of the Lomé IV Convention but not yet allocated to a specific development programme will be frozen. The suspension of development co-operation allows for certain exceptions. Projects and programmes in support of human rights and democracy and those concentrating on poverty alleviation and provision of basic needs to the poorest sections of the population can continue, provided they are channelled through decentralised structures such as local, civilian or non-governmental authorities. ",
        "European Parliament — EP News 4 Cash fears over enlargement A S MEPs reaffirmed their political com­ mitment to the next round of enlargement to take in countries from Eastern and Central Europe, concern was expressed about the overall costs, especially in terms of agricultural and regional spending. At this stage the Commission has prepared a White Paper outlining how EU legislation would affect the countries con­ cerned but is not yet in a posi­ tion to reveal details of how agricultural, social and regional policy would affect spending. One thing that is clear, however, is that all applicant countries can expect to be net beneficia­ ries from the EU budget. By just how much depends not only on the generosity of the richer states but also on the willingness of poorer EU countries to accept a smaller share of the budget cake. Indeed, Terry Wynn (Merscyside and East Wigan, PES) warned against raising false hopes before the true costs were known. The bud­ get committee will be holding a special hearing on the question next month. Gerard Collins (Munster, UFE) called for an increase in the EU budget to ensure that farming communities and outly­ ing regions would not suffer Sunny Budapest, but the clouds are descending as the costs of EU enlargement emerge financially as a consequence of enlargement. But other MEPs, such as Tom Spencer (Surrey, EPP) took the view that now was not the time for 'bean counting'. The political conse­ quences in terms of the security and potential strength of a wider EU were far too important to be held back by financial bickering, was another view. Gary Titley (Greater Manchester West, PES) reminding the House that any free and democratic state could apply for membership. It was a question of 'when' rather than 'if. Any backsliding at this point in time could send the wrong political signals to the applicant states and threaten to destabilise the continent. As to the budgetary costs, these would only emerge in the negotiations, he said. A resolu­ tion was adopted affirming Parliament's support for enlargement but emphasising that 'no decision can be taken on the outcome of these negoti­ ations until the full financial consequences of a future acces­ sion are available'. The resolution also empha­ sises the importance of respect for law, democracy, minority rights and economic reforms. Row over coal privatisation THE British Government's privatisation programme crept into this month's debate on controlling European Union expenditure. British Labour MEPs demanded that the British government should be forced to repay interest rate subsidies amounting to £2.5m from the European Coal and Steel Community budget to two British coal mines later closed when the industry was privatised. Budget Commissioner Liikanen said that, legally­ speaking, the Commission was powerless to recover the sums at stake, although Edward Kellett­Bowman (Itchen, Test and Avon, EPP) pointed out that one mine had not in fact been closed but mothballed. Michael Tappin (Staffordshire West and Congleton, PES) was particularly incensed by the Ecu500,000 paid out to the Lea Hall pit in Staffordshire, while Arlene McCarthy (Peak District, PES) called for the setting up of a special committee of inquiry to investigate now the money had been used. She contended that this was just the tip of the iceberg and that some Ecu500m in EU funds had gone to gas, water and electricity industries, later privatised. A resolution which '...considers it highly unsatisfactory however, that a member state whose explicit policies directly cause the wastage of ECSC funds should be under no obligation to make good this wastage; asks the Commission to put this point to the UK Government' , was later adopted. Eurostar accused of poor disabled access KENT East MEP Mark Watts (PES) complained about the lack of dis­ abled access on Eurostar trains to Brussels and Paris in this month's debate on improving links across European rail networks. He said: 'A wheelchair user who wants to get on the Eurostar must ring in advance. You then have to wait at a special spot on the platform and wait for a ramp to be brought along. On the train there are only two places for wheelchairs and they are in First class. Eurostar has spent millions of pounds on a train without proper disabled access. Disabled access is a basic right. If the British­built trams in Strasbourg can have full and easy access for wheelchair users why can't Eurostar'.\" Meanwhile, Mary Banotti (Dublin, EPP) has been charged with the responsibility of drawing up a new report on (he Rights of Dis­ abled People for the petitions committee. It will concentrate on how the rights of disabled people are best secured in a European context, what examples of Euro­ pean and national laws discriminate against dis­ abled people, and whe­ ther groups such as dis­ abled women experience double discrimination. Still concern at Chernobyl ten years on MEPs expressed concern that ten years after the Chernobyl nuclear accident in the Ukraine, that led to the deaths of 125,000 people and seri­ ously affected the health of another 3.5 million people, the Chernobyl reactor and other nuclear plants of similar design were still in operation. It was left to Council President Vittorio Ferraris to defend EU action by pointing out that $4bn in interna­ tional aid had been donated to help the victims, while western experts had inspected the plant and provided technical advice. It would be closed by the year 2000, he said. David Bowe (Cleveland and Richmond, PES) recalled the horror and fear experienced by Europeans ten years ago as the true extent of the Chernobyl disaster unfolded. Unfort­ unately, that fear had largely disap­ peared today and with it the will­ power to act decisively and deal with the social and ecological conse­ quences. He questioned the wisdom of the announcement by the EBRD to finance two new nuclear power sta­ tions based on a Russian design with French assistance, at a cost of $lbn. Undine­Uta Bloch von Blottnitz (D, Greens), on the other hand, com­ plained that some Ecu550m of TACIS funding had already been allocated to nuclear safety but the only beneficiaries appeared to be western experts, while Winnie Ewing (Highlands and Islands of Scotland, ÈRA) took the argument a stage fur­ ther and asked, in view of the deci­ sion to construct two new plants, just where the next nuclear accident would be. But with some 29% of the Ukraine's budget still taken up with the post­Chernobyl clean up, Mrs Ewing felt the EU had a clear respon­ sibility to help the country and find the money required. A joint resolution calling for the closure of other high­risk nuclear power stations like the Chernobyl reactor was adopted by 305 votes to 28 with 16 abstentions. MEPs are concerned that, ten years after the Chernobyl accident, no stations have been shut down and that the working conditions at these installations have not improved. The resolution emphasises the need for additional financial and technical aid to help the Ukraine make the destroyed Chernobyl reac­ tor block safe and to contribute to the cleaning up of contaminated land. Another priority is for the Commission to develop a genuine strategy to promote energy saving programmes and to continue to pro­ vide medical aid to the victims of Chernobyl. MEPs also want the Commission to make an assessment of the impact of the Chernobyl disas­ ter on public health, the environment and agriculture in the EU. Some 50,000 sq km of Ukrainian territory are still affected by contami­ nation from the accident, while 542 children are suffering from thyroid cancer. Another 35,000 are invalids following the disaster. BELGA Motor i n s u r a n c e: call to end G r e en Card ' r ip off' PETER SKINNER (Kent West, PES) wants the Government to stamp out the practice of charging for 'Green Cards', illegal under European law. He fears motorists are being charged too much to extend their insurance cover abroad. 'Insurers are charging up to £20 a time for a Green Card in the UK despite repeated warnings from the European Commission that the practice is banned.' Under European law, third­party cover is provided through­ out the whole of the European Union if a policy is taken out in one member state. There is no legal reason to carry a Green Card as proof of insurance. In addition premiums to provide comprehensive cover throughout the European Union can be almost doubled. 'It is no good insurers saying higher rates are due to the higher level of accidents in Europe. In the UK, insurance rates depend on the risks associated with where you live, not on the basis of where you travel to. Why should it cost more to travel to Calais than central London?' said Mr Skinner. Backing for Euro Health Card IMAGINE the experience of undergoing emergency medical treatment after an accident in a strange country, paying the bill and returning home only to be refused reimbursement because the receipt was not valid. This was the experience of one young man holidaying in Greece, said Ian White (Bristol, PES), before presenting Commissioner Flynn with a model of the Euro Health Card he would like to see in operation. The new card will make worry­ ing about getting an E111 form or having enough cash to pay for treatment a thing of the past, since the intention is that pro­ duction of the card is sufficient with the bill sent to the British National Health Service. Chairman of the environment committee, Ken Collins (Strathclyde East, PES), said: The present arrangements for British citizens to get health care in other EU countries are unnecessarily complicated. With more and more holidaymak­ ers, business people and students spending time in other EU countries, a simplified system for getting medical care is over­ due.' Caroline dackson (Wiltshire North and Bath, EPP) said: 'The information on the card could save you if you keel over in the street. Even if this happens in a country where you cannot speak the language, a doctor will be able to scan the card on his computer and see your medical history and should be able to detect, say, if your illness is due to diabetes.' MEPs used a little­known clause in the Maastricht Treaty to adopt a binding resolution which obliges the European Commission to come forward with a legislative proposal for the introduction of a European Health Card designed to guar­ antee access for all EU citizens to emergency medical treat­ ment anywhere in the Union.The card would contain the holder's medical details, including blood group, any known allergies and the name and addresses of a contact. Also included would be information on any religious objections to blood transfusions. It would also act as an organ donor card and could be in use by 1999. Commissioner Flynn did say there were practical problems in introducing the kind of smart card favoured by MEPs but was more optimistic about intro­ ducing a more simplified format as proposed by Mr White. Push for Europe-wide qualifications IN RESPONSE to complaints from MEPs that too many EU states are dragging their feet in recognising professional qual­ ifications obtained in another member state, the Commission has come forward with a new draft proposal for legislation designed to force the pace by obliging states to accept voca­ tional training certificates. At present mutual recognition applies to professional and educational qualifications but technical and vocational training has proved a grey area with disputes over exact equivalents and contents of courses. Member states can also insist on a language test where appropriate and work experience, and may demand refer­ ences. Under the new proposal, for example, a hairdresser with a qualification obtained in Belgium would be able to work in France immediately without the obligation to undergo three years' professional experience, as is the case at present. As far as general recognition is concerned the Commission reports that between 1991 and 1994 some 11,000 people found a job in another EU country on the basis of their qualifi­ cations obtained at home. PES EPP UFE ELDR KEY TO ABBREVIATIONS Party of European Socialists European People's Party Union for Europe Group of the European Liberal, Democratic and Reformist Party EUL/NGL Contederai Group of the Green: ERA EN Ind European United Left­ Nordic Green Lett Green Group in the European Parliament European Radical Alliance Europe of Nations Non­attached A Β Dk Fin F D Gr I Irl L NI Ρ E s UK Convers 1 ECU = Austria Belgium Denmark Finland France Germany Greece ­ Italy Ireland Luxembourg Netherlands Portugal Spain Sweden United Kingdom on rates: eSterling 0.84 as at 12.4.1996 The Chernobyl nuclear reactor will finally close in the year 2000 All letters please to the Editor, Roy Worsley, Central Press Division, DG for Information and Public Relations, European Parliament, LEO Building, 97­113 rue Belliard, 1047 Brussels, Belgium, Tel: 322 284 2941 Fax: 322 284 9253 London Office: 2 Queen Anne's Gate London SW1H 9AA The next issue of EP News ­ 30 May 1996 Designed and Produced by The European Newspaper, 200 Gray's Inn Road. London WC1X8NE Printed by BPC Catalogues (Anglia) Ltd "
    ]
}