{
    "text": [
        "IV (Notices) NOTICES FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGENCIES COUNCIL Council conclusions of 6 December 2010 on strengthening the commitment and stepping up action to close the gender pay gap, and on the review of the implementation of the Beijing Platform for Action (2010/C 345/01) WHEREAS: 1. Equality between women and men is a fundamental principle of the European Union enshrined in the Treaties and is one of the objectives and tasks of the European Union, and mainstreaming the principle of equality between women and men in all its activities represents a specific mission for the Union ( 1 ). 2. Since the founding of the European Community, respect for equal pay for male and female workers has been guar­ anteed by the Treaty ( 2 ). 3. European legislation ( 3 ) enshrining respect for the principle of equal treatment of women and men in the fields of employment and work aims to protect workers from discrimination on grounds of sex in their working conditions, including their pay. 4. As part of the annual review of the implementation of the Beijing Platform for Action, in 2001 the Council adopted Conclusions to combat pay inequalities between women and men and took note of a report by the Belgian Presidency containing information on pay inequalities and defining six quantitative indicators and three qualitative indicators ( 4 ). 5. Closing the gender pay gap remains a political priority shared by all the Member States and other key players on the European stage ( 5 ). 6. The social partners, in particular, have a key role to play, at both European and national level, notably in the context of collective bargaining, in efforts to promote and sustain equality between women and men in the workplace, including with respect to pay ( 6 ). 7. On 23 and 24 March 2006 the European Council adopted the European Pact for Gender Equality which encourages the Member States to take action, in particular to adopt measures to close gender gaps and combat gender stereotypes in the labour market. 8. In November 2009 the Council adopted Conclusions on ‘Gender equality: strengthening growth and employment – input to the post-2010 Lisbon Strategy’, which notably called on the Member States and the European Commission to continue to reduce the persisting gender gaps as regards pay with a view to providing opportunities for both women and men to meet their aspirations and to fulfil their potential and to preventing in-work poverty ( 7 ). 9. In November 2009, the Council and the representatives of the governments of the Member States, meeting within the EN 18.12.2010 Official Journal of the European Union C 345/1 ( 1 ) See Articles 2 and 3(3) TEU and Article 8 TFEU. ( 2 ) See Article 157 TFEU. ( 3 ) Especially Directive 2006/54/EC of the European Parliament and of the Council of 5 July 2006 on the implementation of the principle of equal opportunities and equal treatment of men and women in matters of employment and occupation (OJ L 204, 26.7.2006, p. 23), and Directive 2010/18/EU of 8 March 2010 implementing the revised Framework Agreement on parental leave concluded by BusinessEurope, UEAPME, CEEP and ETUC and repealing Directive 96/34/EC (OJ L 68, 18.3.2010, p. 13). ( 4 ) 14485/01 + ADD 1 + ADD 2 + ADD 3. ( 5 ) As borne out in particular by: the European Commission’s Roadmap for equality between women and men 2006-2010 (7034/06), the Commission Communication of 18 July 2007 entitled ‘Tackling the pay gap between women and men’ (12169/07) and the European Parliament Resolution of 18 November 2008 with recommen­ dations to the Commission on the application of the principle of equal pay for men and women. ( 6 ) See the Framework of actions on gender equality adopted by the European social partners in 2005 and its follow-up reports. ( 7 ) Doc. 15488/09. ",
        "Council, also adopted a set of Conclusions on ‘the Review of the implementation by the Member States and the EU institutions of the Beijing Platform for Action: “Beijing + 15”: A Review of Progress’ ( 1 ), in which they undertook to regularly review progress achieved on those critical areas of concern identified in the Beijing Platform for Action for which indicators have already been adopted. 10. In the Conclusions of the Barcelona European Council on 15 and 16 March 2002, the Member States committed themselves to strive, taking into account the demand for childcare facilities and in line with national patterns of provision, to provide childcare by 2010 for at least 90 % of children between 3 years old and the mandatory school age and at least 33 % of children under 3 years of age, and they have reaffirmed that commitment on numerous occasions ( 2 ). 11. The Commission Communication on ‘Tackling the pay gap between women and men’ (2007) ( 3 ) underlines the need to improve the capacity to analyse this phenomenon, and the Commission report on ‘Equality between women and men (2010)’ ( 4 ) stresses that the Member States must respond without delay to the challenge of reducing the gender pay gap ‘through specific strategies combining all available instruments, including targets where appropriate’. 12. In the declaration by the Trio of Presidencies adopted in Valencia on 26 March 2010, a call was launched to speed up efforts towards the closing of the persistent gender pay gap, by adopting a coordinated approach and defining targets. 13. At the European Council on 17 June 2010, the Member States adopted the Europe 2020 Strategy for jobs and smart, sustainable and inclusive growth, one of the five headline targets of which is to endeavour to raise to 75 % the employment rate for women and men aged 20 to 64 ( 5 ). 14. On 21 October 2010 the Council adopted the Guidelines for the Employment Policies of the Member States ( 6 ). Guideline 7, in particular, calls on the Member States to promote gender equality including equal pay, as well as work-life balance policies with the provision of affordable care and innovation in work organisation; and Guideline 10 states that all measures should also aim at promoting gender equality. 15. The Conclusions adopted by the Council (EPSCO) on 21 October 2010 on the Governance of the European Employment Strategy within the context of Europe 2020 and the European semester ( 7 ), underline the importance of, ahead of each European Semester, taking stock of progress made to reach the Europe 2020 headline and national targets related to employment; of contributing to the Spring European Council, through the identification in the Joint Employment Report of the main orientations in the field of employment which require strategic guidance by the European Council; and at the end of the European Semester, of examining and adopting country specific recommendations to Member States in the field of employment. 16. The Conference on 25 and 26 October 2010 on ‘How to close the gender pay gap?’ provided an opportunity for in- depth examination of the issue with all stakeholders. 17. In accordance with Regulation (EC) No 1922/2006 ( 8 ) by which it was established, and its work programmes for 2010 and 2011, the European Institute for Gender Equality has the task of providing technical support to the European institutions, especially the Commission, and to the Member States’ authorities. This support particularly involves developing and revising the indicators as part of the follow-up to the Beijing Platform for Action. 18. Achieving equal pay for women and men, equal economic independence, and gender equality in decision-making are priority fields of action in the Women’s Charter ( 9 ) adopted by the Commission in March 2010 and in the Commission’s Strategy for equality between women and men (2010-2015) ( 10 ). EMPHASISING THAT: 19. Equality between women and men is crucial for fulfilling the objectives of the Europe 2020 Strategy regarding a high level of employment and the achievement of smart, sustainable and inclusive growth, as well as for ensuring economic and social cohesion ( 11 ) and competitiveness, and for tackling the demographic challenge. 20. Within the European Union, the gender pay gap still averages 18 % ( 12 ); this pay gap varies considerably from one Member State to another, and differs in the public and private sectors. EN C 345/2 Official Journal of the European Union 18.12.2010 ( 1 ) Doc. 15992/09. ( 2 ) In particular in the Council Conclusions on Balanced roles of women and men for jobs, growth and social cohesion (2007); the Council Resolution on the Opportunities and challenges of demo­ graphic change in Europe (2007); the Council Conclusions on Elim­ inating gender stereotypes in society (2008); the Council Conclusions on the Reconciliation of work and family life (2008) and the Conclusions on Gender equality: strengthening growth and employment – input to the post-2010 Lisbon Strategy (2009). ( 3 ) 12169/07. ( 4 ) 5056/10. ( 5 ) EUCO 13/1/10 REV 1. ( 6 ) 14338/10 + COR 1. ( 7 ) 14478/10. ( 8 ) OJ L 403, 30.12.2006, p. 9. ( 9 ) 7370/10. ( 10 ) 13767/10. ( 11 ) Articles 147 et 174 TFEU. ( 12 ) 2008, calculated on the basis of the gross hourly earnings of full- time and part-time workers; SES (Structure of Earnings Survey) methodology. ",
        "21. The pay gap is reflected throughout the life cycle of women, including in the form of lower pensions and a greater risk of poverty for women. 22. The causes underlying the gender pay gap remain numerous and complex, mainly reflecting discrimination on the grounds of sex as well as inequalities linked to education and the labour market, such as: (a) horizontal segregation of the labour market: women are concentrated in a much smaller number of sectors and occupations, which are generally lower paid and less valued ( 1 ); (b) vertical segregation of the labour market: women generally hold lower paid positions, have less job security, and face more career obstacles; (c) the difficulty of reconciling work, family and private life, and the unequal distribution of family and domestic responsibilities, leading a larger proportion of women to hold part-time jobs and to opt for repeated career breaks; (d) the lack of pay transparency; and (e) the impact of gender stereotypes, influencing the choice of education and vocational training courses as well as how qualifications are assessed and occupations clas­ sified. 23. Moreover, workers’ individual circumstances such as their family situations or civil status also have a bearing on the gender pay gap. 24. While real progress has been made in identifying and understanding some of its multiple causes, other aspects of the pay gap remain unexplained, and require further investigation, particularly as regards the impact of job clas­ sification and the award of any consideration, whether in cash or in kind, other than the ordinary basic or minimum wage or salary ( 2 ), on which all the necessary data is not available. 25. A high female employment rate sometimes correlates with a wide gender pay gap; yet increasing the female employment rate and closing the gender pay gap are important objectives that should be pursued together. 26. Approaches consisting of measures tackling one or other cause of the pay gap in isolation have not proved adequate for closing pay gaps between men and women effectively. 27. Closing the gender pay gap therefore requires further mobilisation of all the key actors, with a view to engaging, in a coordinated way, with targeted, integrated, multifaceted and consistent approaches designed to tackle its multiple causes, both at national and European level, including in the framework of the implementation of the Europe 2020 Strategy. 28. The Commission’s Strategy for equality between women and men (2010-2015) and many of the actions foreseen therein are expected to contribute significantly to achieving equal pay for women and men. 29. The integration of the principle of gender equality has not, in the past, always been sufficiently implemented across policy domains in the National Reform Programmes, and could usefully be further enhanced within the framework of the Europe 2020 Strategy ( 3 ). 30. The headline target of aiming to raise to 75 % the employment rate for women and men aged 20-64 that was set in the context of the Europe 2020 Strategy presupposes significantly increasing women’s participation in the labour market, which can be promoted through measures to close the gender pay gap, to reinforce the training of women, particularly in sectors where they are under-represented, to improve the quality of women’s jobs and promote policies for reconciling work, family and private life, as well as to combat women’s poverty and improve their social inclusion, taking account of the Member States’ relative starting positions and national circumstances. THE COUNCIL OF THE EUROPEAN UNION, 31. TAKES NOTE of the report ( 4 ) evaluating indicators of gender-related pay inequalities, presented by the Belgian Presidency, which describes the data-gathering work in this area, certain inherent difficulties that remain and the need to revise and complete the set of indicators in order to reflect the multidimensional character of the gender pay gap. 32. AFFIRMS the need to select a limited number of indicators for regular use, while reserving complementary indicators for expert use. INVITES THE MEMBER STATES TO: 33. Adopt or pursue a comprehensive set of measures to tackle the full range of causes of the gender pay gap linked to labour market inequalities between women and men, taking into account national circumstances, and coordinating the actions of all relevant key actors, particularly the social partners, at all levels. This could include the following measures: (a) promotion of pay transparency, in particular with respect to wage composition and structures, including through information for young women and men who are entering the labour market; EN 18.12.2010 Official Journal of the European Union C 345/3 ( 1 ) On the tendency to accord less value to ‘female’ jobs, see doc. 5056/10, p. 9, doc. 9671/07, p. 6 and doc. 13767/10, p. 6. On the issue of gender segregation in the labour market, see also: http://ec.europa.eu/social/BlobServlet?docId=4028&langId=en ( 2 ) See definition of ‘pay’ in Article 157(2) TFEU. ( 3 ) See doc. 15488/09, p. 8. ( 4 ) An executive summary of the report is contained in doc. 16881/10 ADD 1. (The full text of the report can be found in doc. 16516/10 ADD 2.) ",
        "(b) promotion of the neutral evaluation and classification of jobs, for example where a job classification is used for determining pay, so as to avoid gender inequalities and discrimination resulting from the under-evaluation of qualifications, jobs and occupations typically held by women; (c) improvement of the quality of employment, in particular with respect to insecure employment and involuntary part-time work; (d) the elimination of vertical segregation through appro­ priate means such as positive action or, if necessary, qualitative and quantitative objectives or dissuasive measures aiming to improve the gender balance in decision-making positions in the public and private sectors; (e) the elimination of horizontal segregation in particular by combating gender stereotypes in education, working life, and media, while respecting the freedom of expression, by offering a gender-sensitive educational environment as well as unbiased content in education; by promoting the education and training available to members of the under-represented sex in sectors where there is a gender imbalance at present; by encouraging women and men to engage in lifelong learning to acquire occupational qualifications suited to the new structure of employment, and, where appropriate, by adopting positive measures to make it easier for them to take part in a given field of work; (f) improvements in reconciling work, family and private life for both men and women through accessible, affordable, high-quality childcare services and care services for other dependent persons, in sufficient number, taking into account the demand; through flexi­ bility of working hours within companies; and, where appropriate, through parental and filial leave to care for dependent family members and/or paternity leave, accompanied by measures to encourage their uptake by men; (g) promotion of appropriate policies on low pay, while respecting the autonomy of the social partners; (h) reinforcing the effective implementation of existing legislation on pay and workplace equality; (i) highlighting the issue of pay and workplace equality between women and men in the context of corporate social responsibility; and (j) promoting the inclusion of equal pay for men and women as a condition to be fulfilled by tendering companies for the awarding of public contracts. 34. In the National Reform Programmes to be drawn up within the framework of the Europe 2020 Strategy, in dialogue with the European Commission, and taking account of the Member States’ relative starting positions and national circumstances, if appropriate, set national targets and present a comprehensive set of measures aiming specifically at: (a) increasing the rate of female employment; (b) improving the supply of adequate, affordable, high- quality childcare services for pre-school-age children, taking into account the demand, so that it is at least equal to the objectives set by the Council in Barcelona, and the supply of services and equipment for other dependent persons; (c) closing the gender pay gap, in accordance with a multi­ annual plan; and (d) improving the reconciliation of work, family and private life. 35. Use the Structural Funds and other European funds to develop measures to combat pay inequalities between women and men, where appropriate. 36. Fully implement Article 20 of Directive 2006/54/EC in order to allow the Equality Bodies to efficiently contribute to their efforts to step up actions to close the gender pay gap. 37. Bring to the attention of civil society entities that have a legitimate interest, in accordance with the criteria laid down by their national law, the possibility offered by Article 17(2) of Directive 2006/54/EC to engage, either on behalf or in support of the complainant, with his/her approval, in any judicial and/or administrative procedure provided for the enforcement of obligations under the said Directive. INVITES THE MEMBER STATES AND THE EUROPEAN COMMISSION, IN ACCORDANCE WITH THEIR RESPECTIVE COMPETENCES, TO: 38. Visibly integrate the principle of gender mainstreaming in the implementation of Europe 2020 Strategy, by ensuring that gender equality is taken into account and that gender equality measures are promoted in a consistent manner in: (a) the implementation and follow-up evaluation of the five EU headline targets and the integrated guidelines, as well as in the follow-up to the seven flagship initiatives; (b) the macroeconomic and thematic surveillance mechanisms, via the Annual Growth Survey; the discussions and guidelines of the EPSCO Council; the national reform programmes; the country-specific recommendations of the EPSCO Council; the devel­ opment of indicators, statistics and reports; and peer reviews. EN C 345/4 Official Journal of the European Union 18.12.2010 ",
        "INVITES THE MEMBER STATES AND THE EUROPEAN COMMISSION, MAKING FULL USE OF THE WORK OF THE EUROPEAN INSTITUTE FOR GENDER EQUALITY, TO TAKE THE NECESSARY STEPS TO MONITOR THE GENDER PAY GAP, TAKING INTO ACCOUNT ITS MULTIDIMENSIONAL CHARACTER, AS FOLLOWS: 39. measure the gender pay gap and monitor progress on a regular basis by using the main indicators ( 1 ) as set out in the Annex, subject to the availability of data, and taking into account the methodology of the Structure of Earnings Survey (SES), as appropriate; 40. consider the complementary indicators ( 2 ), as set out in the Annex, as possible instruments for further in-depth research on the gender pay gap; and 41. promote research into the relation between the employment rate of women and the gender pay gap. INVITES THE EUROPEAN COMMISSION, MAKING FULL USE OF THE WORK OF THE EUROPEAN INSTITUTE FOR GENDER EQUALITY, TO: 42. Organise regular exchanges of best practice concerning measures to close the gender pay gap, involving the social partners in such exchanges. 43. Consider whether it would be useful to carry out a study with a view to identifying aspects of remuneration which are not included in the Member States’ existing statistics, so as to be able to measure the impact on the pay gap of the differences in the way in which such benefits are granted to women and men. 44. Conduct regular awareness-raising campaigns in this area. INVITES THE EUROPEAN COMMISSION TO: 45. Render more visible the close relations between the achievement of pay equality and economic independence, the promotion of reconciliation, and equality in decision- making, and the combating of gender stereotypes within the framework of its Strategy for equality between women and men (2010-2015); and to undertake to examine at regular intervals the progress achieved in this sensitive area in the Annual Report on Gender Equality, which it will present to the Spring European Council. 46. Without prejudice to the future financial framework, evaluate and develop measures in the context of social cohesion policy, including the Structural Funds, to close the gender pay gap. 47. Monitor closely the full implementation of European legis­ lation aiming to ensure equality in the workplace and equal pay for women and men, and to promote, in consultation with the social partners and respecting their autonomy, active measures directed towards achieving real equality. 48. Consider initiatives aiming to encourage the Member States to envisage suitable measures including, if necessary and where appropriate, concrete objectives, with a view to improving the gender balance in decision-making positions in the public and private sectors. 49. Consider the need to create a ‘European equal pay day’ with a view to raising the awareness of the general public and key players and thereby encouraging measures to be adopted and followed up. ENCOURAGES the European social partners to agree on a new framework for multiannual action including active and coor­ dinated strategies as well as to consider quantitative objectives aiming to achieve equality in the workplace and equal pay for women and men and to improve the quality of female employment. INVITES the Employment Committee and the Social Protection Committee to take into account, where relevant, the indicators relating to equality between women and men in their proceedings, in particular the indicators relating to pay inequality between women and men, and to cooperate closely with a view to ensuring regular follow-up to this issue in the context of the implementation of the Europe 2020 Strategy. INVITES THE EUROPEAN COUNCIL to adapt and improve the European Pact for Gender Equality in the spring of 2011 in the light of the Commission’s new Strategy for equality between women and men (2010-2015), of the Europe 2020 Strategy and of these Conclusions. WILL CONSIDER the subject of ‘Women and the economy: reconciliation of work and family life for men and women’ for the next review of the implementation of the Beijing Platform for Action. EN 18.12.2010 Official Journal of the European Union C 345/5 ( 1 ) Indicators 1, 2, 3, 4, 5 and 8. ( 2 ) Indicators 6, 7, 9 and 10. ",
        "ANNEX List of indicators Closing the gender pay gap is a major priority in the context of EU policy on gender equality. A set of indicators is needed which does justice to the multidimensional nature of the phenomenon, yet also permits regular monitoring for the purpose of communicating a clear political message. In order to meet both these objectives, a distinction is made between ‘main indicators’ and ‘complementary indicators’ as indicated below. An important element in the distinction between the two types of indicators is feasibility. In some cases, the information is readily available. For example, Indicator 1a corresponds to the Structural Indicator on the Gender Pay Gap that Eurostat presents annually. A second element in the distinction is the relative importance of each indicator for explaining and monitoring the gender pay gap. Indicators 1, 2, 3, 4, 5, and 8 are considered to be ‘main indicators’. Indicators 6, 7, 9, and 10 are considered to be ‘complementary indicators’. Indicators will have more impact, when they are collected and/or calculated on a regular basis. However, ‘regular’ does not necessarily mean ‘annual’. Most of the quantitative indicators are based on the results of the Structure of Earnings Survey (SES - Regulation 530/1999/EC), which are only available every 4 years, and cover enterprises with 10 or more employees, in economic activity sections B to S (excluding section O) of the NACE Rev. 2 Statistical classification of economic activities in the European Community. Some indicators are available annually. However, the detailed information needed for certain calculations, and some other indicators, are only available every four years. For every quantitative indicator, the availability of data is indicated as follows: Aa = annually available; A4 = available every 4 years; N = requires the collection of new data. I. MAIN INDICATORS OF THE DIFFERENT ASPECTS OF THE GENDER PAY GAP A. General gender pay gap indicators Indicator 1 : Ratio for all employees Gender pay gap ¼ ð average gross male pay – average gross female pay Þ average gross male pay Ü 100 a) Gender pay gap based on gross hourly male and female wages, full-time and part-time employees of all sectors Source: SES + other sources; Aa b) Employment rate women and men Source: Labour Force Survey; Aa c) Gender pay gap based on gross hourly male and female wages, full-time and part-time employees of all sectors and separate for the private and public sectors Source: SES + other sources; Aa for some countries, A4 d) Gender pay gap based on gross yearly male and female wages, full-time and part-time employees of all sectors and separate for the private and public sectors Source: SES + other sources; A4 e) Gender pay gap based on gross monthly male and female wages, full-time Source: SES; A4 f) Gender pay gap based on gross monthly male and female wages, full-time and part-time Source: SES; A4 EN C 345/6 Official Journal of the European Union 18.12.2010 ",
        "Indicator 2 : Ratio for the total sum of wages a) Share of all wages by sex Source: administrative data or other sources; Aa for some countries, N b) Repartition of the total number of wage-earners by sex Source: administrative data, Labour Force Survey, or other sources; Aa c) Repartition of the total number of actual working days by sex Source: administrative data, Labour Force Survey, or other sources; Aa B. Inequality factors Indicator 3 : Ratio for part-time work a) Gross hourly wages and pay gap: female (part-time) - male (part-time) female (part-time) - female (full-time) male (part-time) - male (full-time) female (part-time) - male (full-time) Source: SES; A4 b) Part-time employment rate by sex Source: Labour Force Survey; Aa Indicator 4 : Ratio by age and education a) Employment rate by age and sex Source: Labour Force Survey; Aa b) Pay gap according to age group (< 24, 25-34, 35-44, 45-54, 55-64 and 65+) based on hourly wages of female and male workers, full-time and part-time workers Source: SES; A4, Aa for some countries, but with the age classes: -25, 25-34, 35-44, 45-54, 55-64, 65+. c) Employment rate by educational level (ISCED, 3 levels) Source: Labour Force Survey; Aa d) Pay gap by educational level (ISCED, 3 levels), full-time and part-time workers Source: SES; A4 Indicator 5 : Segregation in the labour market a) Average gross hourly wages of female and male workers in the 5 industry sectors (NACE, 2 digits) with the highest numbers of female workers and the highest numbers of male workers Source: SES; A4 b) Average gross hourly wages of female and male workers in the 5 professional categories (ISCO categories, 2 digits) with the highest numbers of female workers and the highest numbers of male workers Source: SES; A4 c) Pay gap in management (ISCO 12 and 13) Source: SES; A4 EN 18.12.2010 Official Journal of the European Union C 345/7 ",
        "D. Policies to combat the gender pay gap Indicator 8 : Measures to promote equal pay and combat the gender pay gap (to be assessed every 4 years) Situation: a) Parties/bodies implicated in the theme of the gender pay gap Party/body concerned Principal role in this context b) Government measures taken to eliminate the gender pay gap Year Title of the measure Type of measure Action plan or isolated action Party (Body) c) Good practices aimed at eliminating the gender pay gap Year Title of the measure Description Development: a) Evaluation of the legislation aimed at combating the gender pay gap Yes No Legislation Principal conclusions b) Evaluation of other measures aimed at combating the gender pay gap Yes No Name of the measure Principal conclusions c) System for the collection of data regarding complaints concerning pay discrimination between women and men d) Body/bodies charged with collecting data e) Number of complaints filed regarding pay discrimination between women and men per year of activity Year Number of complaints f) Overall ratio: number of complaints regarding pay discrimination between women and men, compared with the total of complaints regarding discrimination between women and men in the field of employment II. COMPLEMENTARY INDICATORS ALLOWING A THOROUGH ASSESSMENT OF THE GENDER PAY GAP B. Inequality factors Indicator 6 : Ratio according to personal characteristics (new indicator 2010) a) Employment rate by family situation and civil status (crossed) Source: Labour Force Survey; Aa b) Gender pay gap by family situation and civil status Source: SES (desirable in the future); N EN C 345/8 Official Journal of the European Union 18.12.2010 ",
        "c) Gender pay gap by country of birth Source: SES (desirable in the future); N C. Relative weight of these factors Indicator 7 : Breakdown of the hourly wage gap between men and women using the Oaxaca technique a) Relative contribution to the total gender wage gap of the part-time factor b) Relative contribution to the total gender wage gap of the education factor c) Relative contribution to the total gender wage gap of the age factor d) Relative contribution to the total gender wage gap of the length of service in the enterprise e) Relative contribution to the total gender pay gap of the sector factor f) Relative contribution to the total gender wage gap of the occupation factor g) Relative contribution to the total gender wage gap of the enterprise size factor h) Relative contribution to the total gender wage gap of the family situation factor (desirable in the future); N i) Relative contribution to the total gender wage gap of the civil status factor (desirable in the future); N j) Relative contribution to the total gender wage gap of the country of birth factor (desirable in the future); N k) Part of the pay gap unexplained by identifiable factors Source: SES; A4 D. Policies to combat the gender pay gap Indicator 9 : Influence of collective bargaining on the promotion of equal pay and the elimination of the gender pay gap Situation a) Measures concerning the gender pay gap implemented in the framework of collective bargaining Year Title of the measure Type of measure Parties/Bodies Nature of the measure Level of application b) Best practices on how to close the gender pay gap in collective bargaining Year Title of the measure Description Development a) Data collection system of collective agreements relating to the issue of the gender pay gap Body responsible Public or Private Yes No EN 18.12.2010 Official Journal of the European Union C 345/9 ",
        "b) Data collection system regarding collective agreements dealing with the issue of the gender pay gap Year Number of collective agreements c) Assessment of measures to close the gender pay gap in collective bargaining Yes No Measures Principal conclusions Indicator 10: Effect of part-time work, parental leave, time credit systems and career breaks on the gender pay gap Development a) Assessment or research concerning the effects of flexible forms of employment on the gender pay gap Flexible forms of employment Yes No Part-time Career break Time credit system Parental leave Flexible forms of employment Assessment of short term effect Assessment of long term effect Part-time Career break Time credit system Parental leave b) Main conclusions of the assessment Assessment on: Part-time Career break Time credit system Parental leave c) Information provided by public authorities to raise awareness about the effects of flexible forms of employment on the gender pay gap Yes No EN C 345/10 Official Journal of the European Union 18.12.2010 "
    ]
}