{
    "text": [
        "V (Announcements) ADMINISTRATIVE PROCEDURES EUROPEAN INVESTMENT BANK European Investment Bank Institute Call for proposals The European Investment Bank Institute proposes a new EIBURS sponsorship under its Knowledge Programme (2021/C 76/06) The Knowledge Programme of the European Investment Bank Institute (EIB Institute) channels its research grants through different schemes, one of which is: EIBURS, the EIB University Research Sponsorship Programme EIBURS provides grants to university departments or research centres associated with universities in EU, candidate or potential candidate countries working on research topics of major interest to the Bank. EIBURS sponsorships – of up to EUR 100 000 per year for a period of three years – are awarded through a competitive process to interested university departments or research centres with recognised expertise in the selected area. Successful proposals entail the delivery of a variety of outputs that will be the subject of a contractual agreement with the European Investment Bank. For the academic year 2020/2021, the EIBURS programme is seeking proposals on a new research theme: ‘Impact of gender mainstreaming in infrastructure projects – Evidence from a water project in Madagascar’ 1. Background The EIB Group Strategy on Gender and Women’s Economic Empowerment (GS) took effect in January 2017. This strategy aims to embed gender equality and women’s economic empowerment into the EIB Group’s activities both inside and outside the European Union. The GS is implemented through the Gender Action Plan (GAP), which provides a roadmap and specifies activities for the EIB Group to undertake to ensure fulfilment of the commitments made under the strategy (2017-2022). The GAP includes four areas of activity, among which is enhancing the impact of EIB operations on gender equality. To ensure that EIB operations mainstream due attention to gender into the investment process, the EIB Group is introducing a gender tag, akin to a classification system, at the appraisal stage. The purpose of the tag is to readily identify, ex ante , those operations likely to have an impact on gender equality. Such ex ante assessments are particularly important for investments not targeting gender equality as a specific outcome or objective but that could, with the right design features or in the right geographies/sectors, have significant effects on gender equality. For example, evidence seems to indicate that incorporating gender concerns into the design and implementation of infrastructure projects makes project benefits more accessible and inclusive, and enhances projects’ development impact (ADB 2019) ( 1 ). Similarly, it is expected that infrastructure investments designed in a gender-responsive manner may increase women’s economic resilience and well-being, for ( 1 ) ADB (2019), ‘Gender in Infrastructure: Lessons from Central and West Asia’. EN Official Journal of the European Union 5.3.2021 C 76/17 ",
        "instance through time saving, increased sense of safety and security, increased mobility, higher bargaining power or by overcoming social norms that cause barriers (e.g. digital investments overcome norms that limit women’s mobility and therefore access to banking or information), etc. ( 2 ) However, at this pilot stage, progress is required in developing rigorous ex ante estimations to guide project design and measurement approaches in relation to gender equality outcomes and impacts of the EIB-supported infrastructure operations. The EIB is currently considering using women’s time usage as a proxy indicator of the impact that infrastructure investments can have on freeing up women’s time to engage in productive activities and hence to reduce the gender wage and pension gaps. However, the suitability and effectiveness of using this indicator still has to be tested. The EIB has thus approved a pilot phase during which such an indicator, its use and its validity will be explored alongside its potential practicable application to EIB infrastructure investments. This call for proposals will focus on a water investment project and tackle this issue from this perspective. 2. Focus of the project The aim of the present research project is, prior to the implementation of the intervention, to design and initiate an impact evaluation, including the gathering of baseline data, and provide guidance on the best indicator(s) for the EIB to use as a proxy of gender equality impact in water infrastructure projects. More specifically, we propose focusing the empirical research on a water project in Madagascar that aims to strengthen and improve the drinking water supply in Antananarivo in terms of availability, quality of service and coverage ( 3 ). Women in Antananarivo, in particular in peri-urban communities and informal settlements, disproportionately suffer from the lack of access to potable water, as they carry most of the burden of water collection – including time, calories spent, musculoskeletal injuries, and risk of assault or attack. Financing such projects is therefore assumed to contribute to gender equality. However, evidence is mixed, as shown in the 2018 evidence gap map published by 3ie on the topic ( 4 ). Although some recent studies evaluate interventions and outcomes that disproportionately affect women and girls, gender analysis is rarely used as part of the framework for understanding gendered programme effects. This is due, in part, to a lack of sex- disaggregated data in the reporting. The overall objective of the impact evaluation is to rigorously assess the overall and gender-differentiated causal impact of the JIRAMA III drinking water project on variables such as time gains, health outcomes (e.g. water-borne illnesses, infant mortality), health expenses and standards of living (to be defined together). To set the stage for this future impact evaluation, the current research proposal will need to: — reconstruct the theory of change based on the relevant academic literature and expected results of the project, — prepare a rigorous impact evaluation design (including identification of a valid counterfactual in collaboration with the project promoter), — prior to the implementation of the intervention, carry out a baseline survey of both groups – i.e. those who will benefit from the intervention and the comparison households (appropriate data collection mechanisms, identification of relevant sex-disaggregated indicators to effectively estimate the possible differential effects on women and men, etc.). Those steps need to take place at the onset of the project to enable the EIB to conduct a consistent follow-up/endline survey ( 5 ) to conclude the evaluation of the socioeconomic impact and improvements in women’s economic resilience and well-being after project completion. ( 2 ) Jacobson, J., Mohun, R., and Sajjad, F. (2016), ‘Infrastructure: A Game Changer for Women’s Economic Empowerment’, UKaid and ICED. ( 3 ) The project consists of an increase in production and water treatment capacity, storage capacity, and transport and distribution capacity. The project is expected to lead to an improvement in access to drinking water for a population of about 2 million inhabitants. ( 4 ) 3ie (2018), ‘Water, Sanitation and Hygiene Evidence Gap Map: 2018 update’, London: International Initiative for Impact Evaluation (3ie), available here and summary findings here. ( 5 ) The follow-up/endline survey is not part of the current assignment. EN Official Journal of the European Union C 76/18 5.3.2021 ",
        "3. Challenges and limitations Three main challenges will need to be addressed by the research team. First, the identification of an optimal methodology for carrying out an ex ante estimation of the impact of water infrastructure investments in urban areas on wider societal gender inequality and the selection of the most appropriate indicators that could apply in this context. Since this methodological challenge is recurrent when appraising EIB support, the research team should develop a rigorous methodology, backed by academic research, which can be used in a simple way to inform EIB gender tagging and project selection and design where relevant. Second, given the long-term nature of the water project in Madagascar, the three-year time frame for this assignment will only enable the initial stages of the impact evaluation to be carried out. However, the research work is expected to collect data at the onset of the project, when the project has not yet influenced the outcome variables of interest (i.e. women’s economic resilience and well-being). This, combined with the identification of a valid comparison group, will make it possible to compare baseline data with the same indicators collected ex-post. The research team is expected to engage in discussions with the relevant EIB services and project promoter to explain the overall approach and its implications. Finally, infrastructure investments, including water projects such as this one, have the potential to have indirect and induced impacts on women’s prospects, and these are harder to measure. Nevertheless, they are also important to consider in terms of both risks and opportunities in designing projects. 4. Deliverables and team composition Given the three-year time frame, the research work should include intermediate deliverables and final deliverables. Year 1: — A review of the related academic literature ( 6 ). — Empirical analysis: — a theory of change of the JIRAMA water project in Madagascar based on a participatory approach and a conceptual framework investigating how women’s improved access to drinking water enhances their economic resilience and well-being, and the relevance of time savings in this regard, — formulation of precise research questions and related indicators in collaboration with the EIB, — a methodological note on the design of the impact evaluation resulting from discussions with the EIB project team and local partners, specifying the approach (e.g. quasi-experimental) and the identification of a valid control or comparison group, preliminary interviews with relevant stakeholders, the preparation of qualitative and quantitative data collection tools/survey questionnaires/interview guides and required indicators, the data collection methods (e.g. sampling strategy and power calculations, pilot mission, enumerator training, potential translation of the questionnaire into Malagasy, organisation of focus group discussions, use of tablets, etc.) and a detailed calendar of the activities. Year 2: — Baseline data collection (timing to align with the project timeline). — Construction of the indicators, data cleaning and creation of the project-relevant databases (e.g. in stata, R or Excel format). Year 3: — A report presenting descriptive statistics and analytics of the baseline data and including triangulation of various data sources (qualitative and quantitative). The analysis will need to check whether characteristics between treatment and control groups are balanced. ( 6 ) In addition to a review of ex ante social/gender impact assessment approaches and related proxy indicators used by other financial institutions, including but not limited to IFIs, MDBs and DFIs, and by academic/research/think tank institutions (e.g. European Institute for Gender Equality (EIGE) and GROW in Canada). EN Official Journal of the European Union 5.3.2021 C 76/19 ",
        "— A methodological note on the implications for the EIB in the appraisal of water infrastructure projects based on the study results. This note should also provide guidance on the best indicator for the EIB to use as a proxy of gender equality impact through investments in infrastructure, in particular considering time poverty ( 7 ) as an indicator of particular interest to the EIB. It should provide recommendations on how such an indicator can be tracked (including data sources for triangulation, etc.). — Dissemination of research findings with the EIB and relevant counterparts (such as seminars/conferences/preparation of infographics or a short video). Moreover, we recommend including in the team at least one profile with hands-on and demonstrated experience in conducting rigorous impact evaluations with a counterfactual approach. Team members with relevant experience in gender analysis and/or assessment of water projects would be a strong advantage. Similarly, team members with local experience and/or a good knowledge of the context of Madagascar would facilitate the implementation of the baseline survey. Proposals should be submitted in English by 30 April 2021, 24:00 (CET) . Proposals submitted after this date will not be considered. Proposals should be sent by email to: Events.EIBInstitute@eib.org For more information on the EIBURS selection process and on the EIB Institute, please visit: https://institute.eib.org/ ( 7 ) More time spent working in unpaid work-related activities means less leisure time and less time to engage in productive activities, and therefore higher ‘time poverty’ and often poverty itself. Women’s time poverty can be due to gender/social norms that mean that women disproportionately engage in certain unpaid care responsibilities or activities that take time away from more productive ones. These can relate to lack of access to care services, poor access to safe public transport and, outside the European Union in particular, to firewood and water collection. EN Official Journal of the European Union C 76/20 5.3.2021 "
    ]
}