{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 21.4.2010 SEC(2010) 443 final COMMISSION STAFF WORKING DOCUMENT accompanying the Proposal for a DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL granting an EU guarantee to the European Investment Bank against losses under loans and guarantees for projects outside the EU {COM(2010) 174 final} ",
        "EN 2 EN TABLE OF CONTENTS 1. INTRODUCTION ....................................................................................................... 4 2. EIB ACTIVITY IN SUPPORT OF CLIMATE CHANGE ......................................... 4 2.1. The political context and rationale............................................................................... 4 2.2. Types of climate change projects................................................................................. 5 2.3. Geographical scope of EIB intervention under the Climate Change Mandate ............ 7 3. BACKGROUND INFORMATION ON ICELAND, BELARUS, LIBYA, IRAQ AND CAMBODIA ...................................................................................................... 8 3.1. Iceland.......................................................................................................................... 8 3.1.1. Political Situation and bilateral relations with the EU................................................. 8 3.1.2. Democracy, Human Rights and Fundamental Freedoms situation.............................. 9 3.1.3. Macroeconomic situation and investment needs........................................................ 10 3.1.4. Presence of other IFIs................................................................................................. 11 3.2. Belarus ....................................................................................................................... 11 3.2.1. Political Situation and bilateral relations with the EU............................................... 11 3.2.2. Democracy, Human Rights and Fundamental Freedoms situation............................ 11 3.2.3. Macroeconomic situation and investment needs........................................................ 12 3.2.4. Presence of other IFIs................................................................................................. 12 3.3. Libya .......................................................................................................................... 13 3.3.1. Political Situation and bilateral relations with the EU............................................... 13 3.3.2. Democracy, Human Rights and Fundamental Freedoms situation............................ 14 3.3.3. Macroeconomic situation and investment needs........................................................ 15 3.3.4. Presence of other IFIs................................................................................................. 16 3.4. Iraq ............................................................................................................................. 16 3.4.1. Political Situation and bilateral relations with the EU............................................... 16 3.4.2. Democracy, Human Rights and Fundamental Freedoms situation............................ 17 3.4.3. Macroeconomic situation and investment needs........................................................ 17 3.4.4. Presence of other IFIs................................................................................................. 18 3.5. Cambodia ................................................................................................................... 18 3.5.1. Political Situation and bilateral relations with the EU............................................... 18 ",
        "EN 3 EN 3.5.2. Democracy, Human Rights and Fundamental Freedoms situation............................ 19 3.5.3. Macroeconomic situation and investment needs........................................................ 19 3.5.4. Presence of other IFIs................................................................................................. 20 ",
        "EN 4 EN 1. INTRODUCTION This Staff Working Document accompanies the legislative proposal 1 following the mid-term review of the EIB external mandate. It aims at providing further details on two new elements introduced in the proposal, namely: (1) the EIB activity in support of climate change under the EUR 2 bn optional mandate; (2) the rationale to support the proposal to activate the EIB external mandate for Iceland, Belarus, Libya, Iraq and Cambodia. 2. EIB ACTIVITY IN SUPPORT OF CLIMATE CHANGE In line with the findings of the mid-term review, the proposed decision foresees the activation of the optional mandate of the EUR 2 bn for 2011-2013 for EIB financing activities in support of the fight against climate change across all regions covered by the mandate. The use of the optional mandate in support of the fight against climate change is seen as a key means of reinforcing EIB and Commission cooperation in support of key EU external policies going forward under the mandate. Practically this cooperation will be implemented through jointly developed strategies and loan-grant blending mechanisms. Furthermore, it should be noted that this use of the optional mandate is a complement to the EIB's EUR 3 bn own-risk Facility for Energy Sustainability and Security of Supply (ESF). The EIB will work in parallel, and where appropriate in cooperation, with international financial institutions (IFIs) and European Bilateral Finance Institutions (EBFIs) and existing multilateral initiatives such as the Climate Investment Fund and the Clean Technology Fund. The EIB will cooperate closely with Commission staff, both in headquarters and Delegations, in particular to support monitoring and alignment of EIB activities under the optional mandate with the development policies of the beneficiaries' countries and regions. 2.1. The political context and rationale Climate change is a major threat to sustainable development in all regions of the world. Scientific evidence provides unequivocal proof of the human footprint on the global climate and the adverse consequences that will ensue. Against this background, the United Nations Climate Change Conference (\"Copenhagen climate conference\") took place in Copenhagen, Denmark, in December 2009. The goal agreed in the Copenhagen Accord of keeping the increase in global temperature to below 2 degrees Celsius relative to the pre-industrial temperature cannot be achieved by emission reductions by developed countries alone. It will also require mitigation actions by developing countries with the help of financial support from developed countries, which will be complemented by support for developing countries' adaptation to the unavoidable effects of global warming. In the Copenhagen Accord, developed countries committed to supporting developing country climate action through fast-start funding of close to USD 30 bn between 2010 and 2012, to which the EU 1 COM(2010) 174. ",
        "EN 5 EN will contribute EUR 7.2 bn (EUR 2.4 bn annually for 2010 to 2012), and by aiming to mobilise USD 100 bn by 2020 from a variety of public and private sources for developing countries climate-related needs. It is in this context that the Commission proposes that the optional mandate under the external mandate be used by the EIB to reinforce the EU's contribution to fighting climate change. 2.2. Types of climate change projects This section describes the types of projects appropriate for EIB funding under the new climate change mandate. For adaptation projects and innovative low carbon technologies in early stage of commercialisation, the resources of the EIB should be complemented with concessional funds available under the EU budget (including for technical assistance), where possible and appropriate, and depending upon the availability of grant finance for blending. It should be noted that Adaptation and Research, Development and Innovation (RDI) projects normally do not generate sufficient financial revenues and need a high degree of subsidisation. For the same reason, such projects are not yet well represented in the Bank’s existing project pipeline. Realistically, the majority of the projects are expected to focus on mitigation actions. The Commission and the EIB will agree on operational guidelines containing detailed criteria to assess and prioritise projects and programmes eligible for funding under the climate change mandate. This process will assess the potential of projects for innovation, potential for replication, with a view to maximising the impact of lending under the mandate. Complementarity of funding with the Clean Development Mechanism and other existing multilateral facilities will also be a factor for consideration. The following list includes the types of projects appropriate for EIB funding under the new mandate. This list will be reviewed yearly and revised to take account of technology development and diffusion. Energy efficiency All projects meeting the energy efficiency definition of the EIB that result in: – An increase in energy efficiency of at least 20% from the baseline 2 ; – An increase in energy efficiency of less than 20% from the baseline 2 , provided that the energy savings justify at least 50% of the investment cost; or – Investments in cogeneration (Combined Heat and Power - CHP) provided they meet the energy efficiency criteria defined in Directive 2004/8/EC. Examples of eligible projects would include CHP plants and district heating systems, and energy efficiency investments in buildings and industrial facilities. 2 As measured using the EIB methodologies for the assessment of the EIB induced carbon footprint. ",
        "EN 6 EN Renewable energy Projects from renewable non-fossil sources such as wind, solar, aero-thermal, geothermal, hydrothermal and ocean energy, hydropower, biomass, landfill gas, sewage treatment plant gas and biogases – and related infrastructure subject to EU policy definition. Hydro above 20 MW, biomass and biofuels and related infrastructure may not be considered climate change projects when their net carbon balance is to be presumed positive (i.e. resulting in an increase in emissions of GHGs) at the time of appraisal 2 . Transport All transport projects that contribute to reducing emissions from the transport sector. Examples of eligible projects would be metro, tramways, bus rapid transit, rail, inland waterway and short sea shipping, as well as investments in rolling stock, vessels, and associated equipment. Forestry and land use Projects aimed at protecting existing forests and reducing emissions from deforestation and forest degradation and biological carbon sequestration projects. Examples of eligible projects would be projects aiming at reducing deforestation and forest degradation, afforestation, reforestation, forest and cropland and grazing land management, reduced tillage, and revegetation. The EIB will verify that projects provide genuine and lasting benefits for climate change - for example, that they do not simply lead to additional deforestation activities elsewhere. Research, Development and Innovation (RDI) Innovative low-carbon technologies in early stages of commercialisation and related manufacturing processes, goods and services, and research and development. Examples of eligible sectors would be photovoltaic, off-shore wind, concentrated solar power, second generation biofuels, low-emission car engines, other RDI projects in the areas of emission reduction and energy efficiency in the transport sector, and carbon capture and storage. Adaptation Adaptation projects, including disaster preparedness and prevention, intended primarily as measures to increase resilience to the adverse impacts of climate change, when these measures both exceed EUR 20 mn in value or account for at least 50% of total project costs. Examples of eligible projects would be flood control and drought management measures, and measures to increase the climate resilience of vulnerable infrastructure or areas (e.g. coasts). Other types of adaptation projects than \"hard\" infrastructure will be considered. Examples include \"green infrastructure\" in coastal or flood-prone areas and in drought-prone areas, in particular projects restoring the quality of ecosystem services that can protect against effects of climate change. For adaptation as well as for mitigation projects, the resources of the EIB should be complemented where possible with concessional funds available under the EU budget, through the efficient and consistent blending of grants and loans for climate change financing in the context of EU external assistance. ",
        "EN 7 EN Other • Projects that reduce emissions of industrial greenhouse gases when they reduce such emissions by at least 20,000 tons/year of CO2e (carbon dioxide equivalent) from the baseline • Methane capture or avoidance projects when they reduce emissions by at least 20,000 tons/year of CO2e from the baseline; • Carbon funds and other funds that promote energy efficiency and renewable energy. Examples of eligible projects would be N2O, PFC, HFC, and SF6 projects; industrial plant modernisation; landfill gas flaring, composting and other methane capture or avoidance projects from solid waste treatment facilities and waste water treatment plants. In the case of fossil fuel power generation, any new investments should be made in such a way as to facilitate substantial reductions in emissions by adopting best available technologies with substantial improvements in energy efficiency and readiness for implementation of carbon capture and storage (see CCS directive 2009/31/EC, point (47)). A practical working definition of \"substantial\" and \"CCS-ready\" will be defined under the operational guidelines mentioned in this section. 2.3. Geographical scope of EIB intervention under the Climate Change Mandate It may be useful to explain in more detail how the ESF, the EIB's own-risk EUR 3 bn Facility for Energy Sustainability and Security of Supply, and the funds under EIB external lending mandate are expected to complement each other. The ESF is available for ACP, ALA, Neighbourhood countries and South Africa. It is not available for Pre-accession countries and Russia. The ESF only allows for ordinary EIB lending at own risk (without EU guarantee), which excludes sovereign lending to countries with a speculative credit rating. It also excludes certain sub-sovereign or private borrowers in investment grade countries. Countries of EIB operations 3 where sovereign lending is possible under ESF are currently Brazil, Chile, China, India, Israel, Kazakhstan, Mexico, Peru, Tunisia and the Republic of South Africa. In line with the recommendations of the Steering Committee of Wise Persons, in these countries climate change lending to the government, to other borrowers with government guarantee or to sub-sovereign or private borrowers with equivalent creditworthiness, should be made under the ESF. However there is also the potential for lending to sub-sovereign or private borrowers in those countries which need to be covered by the Commission guarantee. There are a number of “Non-ESF-countries” with high demand for climate change projects which can likely not be met under the respective sub-ceilings of the current regional-based mandates and/or EIB own risk facilities. Notably, it is expected that the bulk of lending under the optional mandate will be in the following countries 4 : Albania, Bosnia and Herzegovina, Belarus (if eligible), Colombia, Georgia, Indonesia, Egypt, former Yugoslav Republic of Macedonia, the Republic of Moldova, Morocco, Philippines, Russia, Serbia, Turkey, Ukraine, Uruguay and 3 Countries which are theoretically eligible, but where the EIB does not operate currently for different reasons are not included, namely Brunei, Malaysia, Singapore, South Korea and Thailand. 4 A special case is Croatia, which can be fully covered by the Pre-Accession Facilities. ",
        "EN 8 EN Vietnam. This does not prevent the EIB from financing projects in other countries eligible under the EIB external mandate which are not mentioned here above. There are also a number of low-income and HIPC countries with considerable needs and potential, but where only concessional lending is possible for the public sector: Bangladesh, Bolivia, Honduras, Kyrgyzstan, Laos, Maldives, Nicaragua and Tajikistan. Sovereign lending in these countries will only be possible if and when loan-grant blending mechanisms are used. A first assessment by EIB staff reveals potential demand far in excess of the EUR 2 bn available, spread widely over 20-25 countries. The EIB should ensure a balanced distribution of the financing operations signed under the Climate Change Mandate across the regions covered by the overall mandate by the end of the period 2011-2013. 3. BACKGROUND INFORMATION ON ICELAND, BELARUS, LIBYA, IRAQ AND CAMBODIA The Commission proposes to activate the EIB external mandate for some additional countries, namely Iceland, Belarus, Libya, Iraq and Cambodia. The current relations of the EU with these countries and the rationale for the activation of the mandates for these countries are explained below. 3.1. Iceland 3.1.1. Political Situation and bilateral relations with the EU Iceland became an independent republic on 17 June 1944. Iceland and the European Union have been cooperating extensively across a broad range of areas over the last 40 years. Iceland joined the European Free Trade Association (EFTA) in 1970 and has had a bilateral Free Trade Agreement with the EEC since 1972. Iceland has been a party to the agreement on the European Economic Area (EEA) since its entry into force in 1994. The EEA provides a framework for regular meetings between Iceland and the EU at political level, including the twice-yearly EEA Council meeting of Foreign Ministers. As an EEA state, Iceland has effectively participated in the single market for over 15 years. This required it to adopt a considerable part of European Union law. The EFTA Surveillance Authority (ESA) regularly monitors Iceland’s performance under the EEA Agreement. Overall, Iceland has a satisfactory track record in implementing its EEA obligations. Starting in 1981, regular meetings have taken place between the European Parliament and the Committee of Members of Parliament of EFTA Countries. Since the entry into force of the EEA Agreement, these relations have been institutionalised in the EEA Joint Parliamentary Committee. In addition, bilateral meetings between Icelandic parliamentarians and Members of the European Parliament take place on a regular basis. Iceland contributes to reducing social and economic disparities in Europe through the EEA Grants. For the period 2004-2009, Iceland provided approximately EUR 29 mn for project funding in a number of EU Member States through EEA Grants. Iceland has been associated with the development of the Schengen agreements since 1996 and has applied its provisions since 2001. This means that Iceland has abolished internal border controls with other Schengen area countries. Common rules and procedures are applied with regard to visas for short stays and ",
        "EN 9 EN border controls. Within the Schengen area, Iceland participates in extensive cooperation and coordination between police services and judicial authorities. In 2008, more than 54 % of Iceland’s imports came from the EU and 76 % of its exports went to the EU. The main export items are fish and other marine products although, as a share of total exports, this category declined to 40 % in 2007. Exports of manufactured goods have been growing rapidly, led by aluminium and medical and pharmaceutical products. Exports of services increased significantly in the years before the crisis. Services account for almost 35 % of total export revenues. Recent political and economic developments in Iceland have been defined by the impact of the global financial crisis on the Icelandic economy. General elections in April 2009 resulted in a centre-left coalition comprising the Social Democratic Alliance and the Left-Green Movement. The authorities have been introducing unpopular measures, viewed as necessary to deal with the crisis that this new government inherited. The coalition has managed to hold together whilst dealing with difficult negotiations over the politically charged issue of compensation to the UK and the Netherlands to repay insured depositors with Icesave, the online branch of the failed bank, Landsbanki. However, this Icesave agreement was rejected in March 2010 by the Icelandic public through a referendum. New negotiations may lead to improvements, from Iceland's point of view, in the settlement of the Icesave issue. Following Iceland’s membership application, the Commission proposed that Iceland be included as a beneficiary for pre-accession financial support under the Instrument for Pre-Accession Assistance. Such support would aim to foster institution and capacity building of the Icelandic administration mainly through the Technical Assistance and Information Exchange Instrument and twinning. 3.1.2. Democracy, Human Rights and Fundamental Freedoms situation Iceland is a functioning democracy with strong institutions. It is a parliamentary republic with deeply-rooted traditions of representative democracy and division of powers. Its constitutional and legal order and governing institutions are stable. The separation of powers between the legislature, the executive and the judiciary is respected. The government is subject to effective parliamentary control; its ministers are accountable for their acts. Municipal authorities function efficiently. Iceland’s judiciary is of a high standard and the judicial system is well established. The effective independence of the judiciary, in particular the procedure for judicial appointments, is, however, a matter of concern. Iceland’s public administration is, in general, efficient and free from political interference. A public administration reform process was initiated in October 2009. Following the financial crisis, certain questions have been raised concerning possible conflicts of interest in Iceland’s public life, such as close links between the political class and the business community, especially in light of the country’s small population and isolated location. Immediately following the crisis, a Special Investigation Commission and a Special Prosecutor were set up to investigate and prosecute alleged criminal acts in the context of the bank collapse. Investigations are under way. Against this background, mechanisms will, where appropriate, need to be strengthened to reduce the scope for conflict of interest. Iceland has a comprehensive system for safeguarding fundamental rights and there is a high level of cooperation with international mechanisms for the protection of human rights. ",
        "EN 10 EN 3.1.3. Macroeconomic situation and investment needs Against the backdrop of global financial turmoil, the collapse of Iceland’s vulnerable banking sector pushed the economy into a deep recession. The national currency fell sharply in value, considerably pushing up import prices, thereby causing a potentially alarming situation for a country highly dependent on international trade. Furthermore, the weakening currency strongly increased foreign debt burdens. The government sought the assistance of the international community to stabilise the foreign exchange market and restore currency credibility. As a result of the crisis, GDP decreased significantly in the first half of 2009, with a contraction of 5.5% year-on-year. The sharp drop in domestic demand has fallen largely on imports. The decline in domestic consumption was somewhat cushioned by automatic stabilisers. The unemployment rate increased sharply from 2.5%, in the third quarter of 2008, to 9.0% in April 2009. It stood at 8.2% in December 2009, but is expected to rise again in 2010. Both youth and long-term unemployment have soared, with the low-skilled labour force mostly affected. The share of long-term unemployed (over 12 months) among all unemployed has reached 21%. The highest employment losses were in the construction industry. Migration out of Iceland has emerged as an issue. Wages did not follow soaring inflation and fell by over 6% in real terms in the first half of 2009. The fall was much more marked in the private sector than in the public sector. The current account deficit shrank to about 2% of GDP during the first half of 2009. The trade balance has shifted into surplus, reflecting weak domestic demand. Strongly negative net interest receipts — a reflection of Iceland’s external debt burden — have offset the trade surplus and kept the overall current account in deficit. After peaking in January 2009 at 21.9%, inflation rates declined in response to the gradual stabilisation of the króna, the drop in demand and falling house prices, falling to 11.3 % in December 2009. However, until December 2009 the króna continued to depreciate, providing the main impetus for inflation in 2009. Credit conditions have become very tight and enterprises have little access to bank loans or other sources of financing. Investment has halved, reflecting severe credit constraints. After the collapse of the Icelandic banking sector and the ensuing economic crisis, the implementation of the IMF programme is starting to produce first signs of stabilisation. As the state of the Icelandic economy is rather grim the EIB mandate, once extended to Iceland, could address a series of investment needs in the country and also attract further private sector investments. Iceland has recently seen a dramatic drop in investments following the crisis and faces urgent needs in all sectors and particularly in sectors such as renewable energy. In the context of EU’s policy of engagement with Iceland and Iceland's need for profound economic reform in the aftermath of the collapse of its financial sector and the following economic crisis, EIB lending to Iceland is paramount, in all sectors currently covered by the EIB mandate (in particular energy and environment), to contribute to further sustainable diversification away from the fisheries and to support its compatibility with European market economies’ standards and continued ability to sustain global competition. Currently EIB activity in Iceland takes place under the EFTA facility, under which the EIB lends to EFTA countries at its own risk (i.e. without EC guarantee) and within certain limits. The facility was agreed by the EIB Board of Governors in 1994, following a joint request of the EU and EFTA Ministers of Finance in December 1993 to the EIB to start granting loans to the EFTA countries in the context of the joint growth initiative championed by both the EU and EFTA. In ",
        "EN 11 EN November 2005, the EIB assigned a further EUR 800 mn to its own risk facility in favour of EFTA member countries (limited to investment grade structures), thus bringing it to EUR 2.5 bn until 31 December 2009. The investments made in Iceland within this framework during the period 2000-2009 amount to EUR 581 mn. The EFTA facility was extended in 2009 to cover 2010-2014 with an amount of EUR 800 mn. 3.1.4. Presence of other IFIs On 19 November 2008, the International Monetary Fund (IMF) approved a two-year IMF stand- by arrangement for an amount of EUR 1.4 bn, EUR 560 mn of which was made available immediately and the remainder to be disbursed in instalments of EUR 105 mn, following the conclusion of IMF programme reviews. The arrangement is scheduled to end in May 2011. While Iceland does not borrow from the World Bank Group, Iceland partners with IFC in the delivery of technical and advisory services in the developing world aimed at reducing poverty through private sector growth, in particular in the countries of the former Soviet Union. Iceland also holds a 0.9% share in the Nordic Investment Bank and is also a country of operation for this Bank. 3.2. Belarus 3.2.1. Political Situation and bilateral relations with the EU In October 2008, following a series of positive steps taken by authorities on the path of democratisation, the EU reviewed its Belarus policy into one of gradual and positive engagement. This flexible and pragmatic approach has led to: (1) increased contacts at higher levels; (2) expanded policy dialogues on sectoral cooperation issues; (3) doubling of the ENPI financial allocation and further progressive increases in allocation foreseen; (4) the preparation of a proposal of macro-financial assistance; (5) the inclusion of Belarus in the multilateral track of the Eastern Partnership; (6) the starting of work on a joint interim plan in support of reforms to be implemented by Belarus and on a visa facilitation/readmission mandate. When the Eastern Partnership was established in May 2009, Belarus was already included in its multilateral dimension, where it is very active and constructive, working out joint projects with neighbours. With EC support, Belarus is currently a partner eligible for grant funding in the Northern Dimension Environmental Partnership - NDEP (where EIB, NEFCO, NIB and EBRD participate), has signed an MoU under the Northern Dimension Transport and Logistics Partnership – NDTLP, and has applied for membership to the wider Northern Dimension policy. In this context, extending the EIB mandate to Belarus would be in line with EU’s engagement policy with Belarus. 3.2.2. Democracy, Human Rights and Fundamental Freedoms situation On 17 November 2009, the Council of Ministers of the EU (GAERC) regretted the recent lack of significant progress in addressing its concerns in the area of human rights and fundamental freedoms. Consequently, it decided to extend existing restrictive measures until October 2010. At the same time, the Council decided to extend the suspension of the application of the travel restrictions imposed on certain officials of Belarus. ",
        "EN 12 EN The Council also stated that subject to progress in Belarus in the areas of democracy, human rights and rule of law, it stood ready to take steps towards upgrading contractual relations with Belarus. This broad policy was confirmed by the European Parliament resolution of 10 March 2010 on the situation of civil society and national minorities in Belarus, which notes that, if the Belarusian authorities adhere to fundamental human rights and democracy-related criteria, Belarus will benefit inter alia from the effective utilisation of EIB instruments. While the Commission recommends extending EIB eligibility to Belarus, the start of EIB operations in the country will not be automatic but will continue to be linked to progress toward democracy, in conformity with the Council conclusions of 17 November 2009 on Belarus and with the European Parliament resolution of 10 March 2010 on the situation of civil society and national minorities in Belarus. These conditions will be further specified in the regional operational guidelines. 3.2.3. Macroeconomic situation and investment needs The state of Belarusian economy is rather grim. Although the negative effects of the economic crisis are less dramatic in Belarus compared with its Eastern neighbours, it essentially remains a planned economy that needs deep reform and modernisation, and extensive new investment. Once the mandate is extended to Belarus, the EIB could address a series of investment needs in the country, while also helping to promote private sector investment. EIB lending to Belarus could prove crucial (in particular in the energy, transport and environmental sectors), to contribute to sustainable modernisation of the country’s post-soviet industrial and agricultural economy and turn it into one more able to compete on the European and global markets. 3.2.4. Presence of other IFIs On 31 January 2010 there were six active loans by the International Bank for Reconstruction and Development (IBRD) in Belarus constituting a total commitment of USD 473 mn (6% of the total external public debt) and outstanding disbursement amounting to USD 257 mn. Since Belarus became a member of the IFC, the institution invested in several projects in the financial, agribusiness and manufacturing sectors. Despite the difficulties of the business environment in Belarus, IFC will continue to seek opportunities to invest in Belarus's private sector with the participation of strategic investors. IFC has been actively involved in advisory work in Belarus since 1993, initially focusing on the privatization of small businesses. Currently, IFC concentrates its advisory efforts on small and medium enterprise development and improvement of the investment climate. Currently, there are 7 active investment projects with IFC support, while only one advisory project is currently implemented (Belarus Energy Efficiency Survey Project). In early 2009, the International Monetary Fund (IMF) agreed a Stand-by Arrangement of initially SDR 1.6 bn (USD 2.46 bn) to help Belarus cope with the global financial crisis. This represented around 31% of the country's external public debt. As the economic situation deteriorated, this amount was increased to SDR 2.27 bn (USD 3.52 bn) by mid-2009, representing around 44.6% of the external public debt. Within this Stand-By Arrangement ending in March 2010, the total disbursements so far amount to USD 2.88 bn. Related to the existing IMF programme, on 23 of June 2009 a letter was sent by the Minister of Finance of Belarus to the economic and monetary affairs Commissioner asking for macro-financial assistance (MFA) for Belarus. The Commission is currently considering submitting to the Parliament and Council a proposal for an MFA to Belarus in the form of a loan. ",
        "EN 13 EN EBRD is mainly investing in the private sector to encourage the transition of Belarus towards democracy, a pluralistic society and market economy. Currently, EBRD is involved in 24 projects (infrastructure, corporate sector, financial sector and energy) contributing with EUR 244 mn (59%) to the total amount of the projects (EUR 385 mn). The financial sector represents half of the EBRD projects portfolio (47%) while other sectors respectively account for 18% (infrastructure), 22% (corporate sector) and 13% (Energy). On 10 December 2009, the EBRD adopted a revised country strategy for Belarus to address key transition challenges including, (i) development of private micro- small- and medium-sized enterprises (MSMEs); (ii) implementation of a transparent privatisation programme; (iii) liberalisation of trade; (iv) improvements in energy efficiency; and (v) commercialisation of municipal infrastructure and improvements in environmental standards. In particular, beyond the previously existing support to SMEs, the strategy includes several activities related to the support for privatisation/pre- privatisation activities in Belarus and to trade facilitation. Moreover, given the clear need to interact with the Belarusian government and with state-owned companies, credit lines to the private sector through financial intermediaries were extended to include commercially oriented state-own banks. Finally, energy efficiency, sustainable and renewable energy as well as power infrastructure were also included as priority areas. The strategy outlines a calibrated strategic approach to allow the EBRD to increase its engagement with Belarus on the basis of concrete implementation of sector-specific reforms designed to promote the further development of a market economy. As it does not have an ENP Action Plan in force, Belarus is not eligible under the Neighbourhood Investment Facility (NIF) that operates with pooled grant resources of the EU budget and Member States, which are used to leverage IFIs loan financing, except in case of projects of cross-border and regional nature to which the Union attaches particular interest and following an unanimous decision of the NIF Board. 3.3. Libya 3.3.1. Political Situation and bilateral relations with the EU Since the lifting of international sanctions in 2003, the EU has developed a policy of gradual engagement with Libya, which is a key country in such areas as the fight against terrorism, peace and security in Africa, illegal immigration in the Mediterranean Sea and energy. A key milestone was the October 2007 Council decision to start negotiations on a Framework Agreement with Libya. Negotiations on the Framework Agreement started in November 2008. So far, the atmosphere of the negotiations is positive and constructive, and preliminary agreement has been reached on many aspects of the draft agreement. The EU’s overarching objective is to continue this policy of active engagement with Libya and conclude negotiations on the Framework Agreement as soon as possible. This will lead to the establishment of a long-term and durable EU-Libya partnership; it will also pave the way for a more sustained support by the EU of the modernisation process launched by Libya. The Framework Agreement is a key tool for promoting the EU’s interest, as well as establishing dialogue and cooperation on difficult issues like human rights, where Libya’s record is still unsatisfactory. A short-term priority is to establish the EU’s credibility as a reliable partner for Libya in the fight against illegal immigration. Libya has taken tough measures which have led to a sharp fall in the number of illegal immigrants reaching Europe after transiting through Libya. ",
        "EN 14 EN In line with its policy of engagement with Libya, the EC is developing its financial cooperation with Libya. This started with the launch, in November 2004, of the ‘EU HIV Action Plan for Benghazi’ (BAP). So far, the EU’s support for the BAP has amounted to EUR 8.5 mn, with a further commitment of EUR 2 mn to follow in 2010. In 2008, the Commission decided to provide EUR 1 mn to support development of a 2009-2013 National HIV Strategy. In 2009, the EC decided to allocate EUR 10 mn for a project aiming to strengthen border control at Libya’s southern borders. It has also provided assistance to the International Organisation for Migration and the UN High Commissioner for Refugees, using successive thematic instruments (AENEAS and ‘Thematic Programme on Migration and Asylum’). For the 2011-2013 period, the EC decided in March 2010 to allocate EUR 60 mn for the bilateral programme under the ENPI, which would target the following sectors: trade facilitation and improvement of the business environment; health; institutional strengthening and capacity building in public sector bodies (in particular on sustainable development issues) and migration. 3.3.2. Democracy, Human Rights and Fundamental Freedoms situation Since 1977, Libya has been a ‘Jamahiriya’, which is a form of direct democracy under which power is entrusted to the people through their participation in local basic popular congresses (BPCs). Each BPC elects a representative to the General People’s Congress, which is the country’s supreme legislative body and appoints the General People’s Committee (the cabinet). The Leader of the Revolution, Muammar al-Gaddafi, still retains strong influence. Civil society organisations and a few non-governmental organisations have developed over recent years, but on a modest scale. Press freedom has improved. However, freedom of association and freedom of expression remain restricted and there are still numerous reported abuses of human rights. Nevertheless, recently, there have been some positive developments. On 15 October 2009, Libya released 88 Islamist prisoners and announced plans to demolish the Abu Selim prison, often used to hold political detainees. The prison is notorious for the death of more than 1.000 prisoners in 1996. The closure of Abu Slim constitutes a longstanding demand of Human Rights defenders. The government has taken steps to grant compensation to victims of the 1996 repression. In November, the Libyan authorities announced a reform of Libya's penal code. Under the amended penal code, Libyan citizens would have the right to create civil associations on the condition that they are apolitical. Moreover, the amended penal code would limit the death penalty to those convicted of premeditated murder and of committing acts of terrorism. Under the existing code, which dates back to 1953, 21 crimes are punishable by death including drug trafficking and attacks on the security of the state. Also, Libya allowed Human Rights Watch (HRW) to launch a report on Libya's rights record from Tripoli in December this year. This is an unprecedented move by the Libyan authorities, which had hitherto prevented any sort of criticism of the regime from inside the country. Simultaneously, the Kadhafi Foundation presented a very critical report on the human rights situation in Libya. The report denounces cases of torture and ill-treatment in Libyan prisons and complains about the control exerted by the regime over media and civil society. The report underlines that all media operating in Libya belong to the state. It also calls on the authorities to develop a “transparent” investigation of the 1996 massacre in the Abu Salim prison. This constitutes the first report on human rights published by the Kadhafi Foundation since its creation in 1999. ",
        "EN 15 EN 3.3.3. Macroeconomic situation and investment needs The Libyan economy depends heavily on the hydrocarbon sector, which constitutes around two thirds of its GDP and provides around 95% of export revenue and 80% of government revenue. The international economic sanctions imposed both by the United Nations (1992-99) and the United States (1986-2006) had serious effects on the productivity of all sectors and in particular of the oil fields. Since the ending of the sanctions Libya has begun a process of economic reforms in order to modernise the economy, expand its oil and gas industry and reintegrate with the international community. Initial steps include applying for World Trade Organization (WTO) membership, cautiously reducing subsidies and privatising two banks and two telecommunication companies. Economic activity remains relatively concentrated in the oil sector. Growth outside of this sector is from government investment and consumption, agriculture and tourism. The global economic crisis had only a mild impact on the Libyan economy as a result of the low economic diversification, the lack of exposure of domestic banks to the global financial system and to liquidity from the recycling of oil revenues. Nevertheless, GDP growth declined in 2009 to around 2.1%, mostly due to an expected 1.5% reduction in oil production. However, major public expenditure on infrastructure projects, mainly on construction utilities and transport, helped to sustain non-oil growth at around 6%. The vulnerability of the Libyan economy to oil price shocks remains its biggest challenges. The fiscal surplus narrowed significantly to around 10% in 2009 from 24% in 2008 as a result of lower oil prices, while the non-oil fiscal balance presents large deficit. Similarly, the current account surplus narrowed to around 16.8 % of GDP in 2009 from some 40.7 % of GDP in 2008. Libya's external financial position is strong with foreign reserves of USD 103 bn at the end of 2009 while Libya's Sovereign Wealth Fund manages investments of around USD 66 bn, the majority of which are held in cash instruments. Libya has also recently considerably increased the provision of external foreign grants to other African lower-income countries. Revenues from the energy sector, coupled with a small population and an extended network of direct and indirect subsidies give Libya the second highest GNI per capita in PPP in Africa, which is higher than some EU member states. Although only part of it flows down to lower income groups, extreme poverty is mostly absent. Libya's investment needs are currently focused on the following areas: • Economic diversification: There is a need to identify and promote potential sectors of comparative advantage in Libya, such as financial services, information/communication, and tourism. • Raising the productivity and mechanisation in the agricultural sector: Climatic conditions and poor soil severely limit agricultural output, so that Libya imports about 75% of its food. Significant resources are needed in desalinization projects/research to meet growing water demands. • Improving health and education systems: Health conditions are poor in Libya partly due to the sanctions of previous years. Also, the scarcity of scientific and technically-skilled staff remains a core human resource issue. • General infrastructure projects: Libya has embarked on a huge (USD 84 bn) public investment programme for the upgrade of its dilapidated infrastructure. Although Libya's financial ",
        "EN 16 EN position is comfortable, the participation of private funds or loans in financing could help improve the efficiency of public spending. Other overarching political priorities include employment creation and public administration capacity building. 3.3.4. Presence of other IFIs There are currently no active loans by the IBRD nor is there activity by the IFC. There are also no IMF loans. African Development Bank (AfDB) activity in Libya is limited to non-lending operations. Currently, the AfDB approved its participation in the Capacity Building Support for Export project. As it does not have an ENP Action Plan in force, Libya is not eligible under the NIF, except in cross-border and regional projects to which the Union attaches particular interest, following a unanimous decision of the NIF Board. 3.4. Iraq 3.4.1. Political Situation and bilateral relations with the EU The European Union is moving steadily towards reinforcement of its relations with Iraq. Given Iraq’s important role in the region and potential as a trading partner, the EU sees the mutual benefits of developing ties between the EU and Iraq. Political and trade ties are developing and the EU warmly welcomes a strengthened partnership in all spheres. The national elections held on 7 March 2010 showed Iraq’s commitment to democracy and reconfirmed EU’s will to continue enhanced cooperation with the country. A major step forward in relations will be the EU-Iraq Partnership and Cooperation Agreement which should be signed in the course of 2010. Negotiations were concluded in November 2009. Once in force, the Agreement will lay a solid foundation for further cooperation between the two partners in a wide range of fields, including the facilitation and promotion of trade and investment as well a formalised political dialogue. In parallel, the Memorandum of Understanding on a “Strategic Energy Partnership” was signed in January 2010; this also illustrates the strengthening relationship in this important area. In terms of support, almost EUR 1 bn has been committed by the EU since 2003, in addition to substantial contributions from EU Member States. The EU will continue to play a significant role in supporting the Iraqi government in its efforts to bring stability, security and prosperity to all its citizens. In line with the European Union’s strategic objectives for its relations with Iraq, the EU is currently passing to regular development cooperation and multi-annual programming of assistance (the Country Strategy Paper 2011-13 is under preparation). The focus in the future will be on helping Iraq to better use its own resources, through capacity building activities. The EU also welcomed the Government of Iraq’s forward-looking approach to sustainable development, including through formulation of comprehensive policies aiming at economic growth and social progress (Iraq’s major economic indicators show that economic growth is likely to strengthen in 2010-2011 and reach an annual average of 6.4%). More foreign direct investment in a range of oil and infrastructure projects is foreseen, and the fiscal deficit is expected to narrow as oil revenues recover. ",
        "EN 17 EN 3.4.2. Democracy, Human Rights and Fundamental Freedoms situation Although the overall situation is improving, Iraq continues to be faced with some serious human rights problems. These include the use of death penalty (reintroduced in May 2009 – under which 77 persons were executed by the end of 2009), prolonged periods of detention in the absence of charges, allegations of torture and ill-treatment of detainees and violence against human rights defenders or minorities. The situation of women and children has also been a cause of particular concern for the EU. In this regard, it is worth noting that Iraq has undergone the UN Universal Periodic Review (UPR) this year, in the context of which the human rights situation was assessed by the UN Human Rights Council (in February 2010). The Iraqi government prepared a national report (with UN assistance) that contained information on Iraq’s efforts to meet its human rights obligations under international law and identified challenges and improvements to be made. Following the review session in Geneva, the working group of the HRC prepared a country report on Iraq, incorporating Member States’ comments, which was adopted in a plenary session. So far, the Iraqi government accepted 77% of the 176 recommendations proposed by the Member States in the country report. The UN support project will continue to engage in the UPR process by helping the government and civil society implement a country-wide awareness raising campaign and a national conference on the outcome and follow up of the UPR recommendations for Iraq. The EU will also continue to support Iraq in its efforts to improve the human rights situation (through Commission-financed projects and the likely further extension of EUJUSTLEX’s mandate). The EU has however also taken note of positive democratic developments in Iraq such as elections (provincial, regional-Kurdistan Region, in 2009, as well as general election in March 2010), which are important milestones in the process of consolidation of Iraq's new democracy. Moreover, the inclusion of provisions for minority representation in the electoral law and the adoption of the Convention against Torture are illustrative of Iraqi efforts to build a democratic state with enhanced respect for human rights. 3.4.3. Macroeconomic situation and investment needs Even in 2009 economic growth in Iraq reached 4.5%, albeit down from 7.8% in 2008. The expectations are that growth will accelerate to 6.0% in 2010. After several years of high fiscal surpluses, the public balance was in deficit in 2009, mainly due to lower oil revenues. On the back of a likely recovery in global growth, higher oil prices are expected to help Iraq achieve a government surplus in 2010. The current account, that largely mirrors movements in oil export receipts which constitute 98% of total export earnings, is also expected to record a strong surplus in 2010. Consumer price growth has been low since early 2008, thanks to falling global commodity prices that lowered import costs and dampened inflationary expectations. Falling fuel and transport costs even pushed Iraq into deflation in 2009 when consumer prices fell by an average 2.8%. With inflation low and the US dollar strengthening, the Iraqi dinar appreciated in an orderly fashion thanks to interventions by the central bank. ",
        "EN 18 EN The banking sector remains weak. Its weak state and its limited role within the economy make it difficult to pursue an effective monetary policy. However, the Central Bank of Iraq has sought to manage liquidity in the economy more effectively through the introduction of an interbank market, a basic lending (or “intervention”) rate, minimum reserve requirements, a daily currency auction and a government securities market. After increasing interest rates several times between 2006 and 2008, the central bank more than halved its Iraqi dinar policy interest rate since February 2008 to 7%, citing the marked decline in inflation. However, inflationary pressures are now starting to build. Against this background, it is essential to stimulate economic growth in order to increase welfare levels, notably via stronger investment. 3.4.4. Presence of other IFIs On 25 February 2010, the IBRD approved the First Programmatic Fiscal Sustainability Development Policy Loan – DPL, in amount of USD 250 mn. This is the only IBRD active loan to Iraq. Currently, IFC is involved in two active investment projects, without participating in any advisory project. On 4 March 2010, the IMF approved a USD 3.6 bn loan to help Iraq to cope with the situation generated by the high deficits and falling government revenues due to lower than anticipated oil prices. 3.5. Cambodia 3.5.1. Political Situation and bilateral relations with the EU Since 1997, bilateral relations between the EU and Cambodia are governed by the Cooperation Agreement signed between the EC and the Kingdom of Cambodia. This agreement covers various political, economic and sectoral relations (including energy, science, physical infrastructure, cooperation in the field of sustainable economic cooperation, cooperation to improve the quality of life and standards of living of the poorest sections of the population, measures for the country’s reconstruction, creation of jobs, cooperation to protect the environment and manage natural resources sustainability). The main objective of this agreement is a political dialogue and an assessment of cooperation and trade relations. The European Union is increasingly engaged with the Cambodian government and its civil society in policy dialogue on human rights and democratisation and supporting the Rectangular Strategy and National Strategic Development Plan (the national poverty reduction strategy). Rapid progress has been made in decentralisation. Cambodia has taken the path of reforms and the EU wants to continue supporting this process both politically and financially. The economic downturn has not so far affected political stability: general elections took place in July 2008. There is currently peace and stability after thirty years of various degrees of civil war and the four –year khmer rouge regime. In terms of financial support, almost EUR 250 mn has been committed by the European Community since 2000 from the geographical instrument in addition to substantial contribution from thematic budget lines and from EU Member States. The EU will continue to play a ",
        "EN 19 EN significant role in supporting the Cambodian government in its efforts to bring stability, security and prosperity to all its citizens. In line with the EU's strategic objectives to strengthen its relations with Cambodia, the EU is passing to regular development cooperation and multi-annual programming of assistance (the Country Strategy Paper 2011-13 is currently being prepared). The focus in the future will be on helping Cambodia to continue its democratic process, by supporting the better use and protection of its own resources through capacity building and the support of good governance and poverty reduction. The EU also welcomed the Government of Cambodia's forward-looking approach to sustainable development, which includes the formulation of comprehensive policies for economic growth and social progress. It should also be noted that the EU is working in the context of the Climate Change Alliance (Cambodia being one of the 5 pilot countries), which could benefit from EIB operations. 3.5.2. Democracy, Human Rights and Fundamental Freedoms situation In spite of significant improvements in the general plight of the Cambodian population, concerns over the development of human rights persist. More progress is needed, which the EU will continue follow closely. Cambodia has ratified 18 of the 24 international human rights instruments. However, there is a gap between policy and practice. While the Constitution has embraced human rights and the legal framework for their protection is largely in place, implementation and enforcement are lagging behind expectations in some cases. Some lack of independence of the judiciary from political and/or financial influence is one of Cambodia's structural weaknesses; the EU is supporting the necessary reforms in this context. In recent years economic growth has increased pressure on land and natural resources. These issues are part of the EU's policy dialogue with the Government and civil society. 3.5.3. Macroeconomic situation and investment needs The decade before the current crisis was largely a success story for Cambodia, with an average annual growth rate of 8% and a reduction of the poverty rate from 50% around 1995 to 30% in 2007. The global financial crisis hit Cambodia harder than many other ASEAN countries. In 2009, Cambodian GDP is likely to have contracted by roughly 2%. Growth prospects for 2010 are mediocre and GDP growth is forecast to be around 4% (with downside risks clearly prevailing). The current account balance, which was almost stable until 2007, posted a double- digit deficit in 2008 which is likely to have halved in 2009 to 5.5%. It is projected to widen again this year with rising average oil prices and relatively low receipts from tourism. The fiscal deficit widened sharply to almost 7% in 2009 and is expected to remain high. External debt has surged from less than 25% in 2008 to almost 30% of GDP in 2009. Against the backdrop of a deflating housing bubble, deteriorating bank balance sheets are a concern, particularly as this might result in a decline in credit availability which might hamper future growth. Investment needs are high in Cambodia given its tragic past and the fact that it only started to rebuild its infrastructure a decade ago. The housing boom of recent years also led to a relative neglect of other infrastructure investment compared with private housing, the bursting of which is stretching the balance sheet of Cambodian banks. As a result, the need for outside investors bringing capital to the country is high. ",
        "EN 20 EN 3.5.4. Presence of other IFIs The activity of the World Bank Group (WBG) in Cambodia focuses on key governance issues and on supporting efforts to attain the Cambodia Millennium Development Goals. For this purpose, the WBG is using a mix of IDA loans, grants and analytical services. At the end of January 2010, the institution was involved in 22 projects, amounting in total amount to USD 333 mn. IFC - has been in Cambodia since 1997, financing private sector investment, mobilizing private capital, and promoting private sector development through products and services that benefit the country’s micro, small, and medium-sized enterprises. The Advisory Services programme targets improvements in governance, access to finance, agribusiness supply chains, and private investment in power and transportation infrastructure, among others. IFC has invested USD 91 mn in Cambodia, and expects to increase its annual investment to more than USD 50 mn by end of 2010. Currently, IFC is involved in five active investment projects. As of 31 December 2008, Cambodia had received from the Asian Development Bank (ADB) USD 1,031 mn in the form of loans (36 project loans and 13 program loans); USD 204 mn in grants from the Asian Development Fund grants (15 project grants and 1 programme grant); and USD 107 mn for 158 technical assistance projects, since joining the ADB in 1966. The majority have been provided since operations resumed in 1992. "
    ]
}