{
    "text": [
        "COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 17.12.2001 COM(2001) 772 final COMMUNICATION FROM THE COMMISSION EU-Russia Environmental Co-operation ",
        "2 CONTENTS E XECUTIVE SUMMARY ................................................................................................................ 3 I NTRODUCTION ............................................................................................................................ 4 1. T HE BENEFITS OF ENVIRONMENTAL ACTION FOR R USSIA ........................................................ 5 2. T HE ENVIRONMENTAL SITUATION IN R USSIA ........................................................................... 6 3. T HE ECONOMIC CONTEXT ........................................................................................................ 7 4. E XISTING F RAMEWORKS FOR E NVIRONMENTAL C O - OPERATION ............................................ 8 5. S TRENGTHENING THE D IALOGUE : K EY O BJECTIVES ............................................................. 10 5.1. Aims... ………………………………………………………………………………10 5.2. Instruments................................................................................................................. 10 6. P ROPOSED COMMON AGENDA ................................................................................................ 10 7. P ROPOSED ARRANGEMENTS FOR CONDUCTING DIALOGUE ..................................................... 13 8. C ONCLUSION AND N EXT S TEPS ............................................................................................. 14 ANNEX : EU ENVIRONMENTAL AID TO RUSSIA ............................................................................ 15 ",
        "3 E XECUTIVE SUMMARY The 7 th Russia-EU summit held on 17 May 2001 reaffirmed the commitment of both sides to strengthening their long-term strategic partnership with the aim of fostering economic growth and prosperity, social development, a clean environment and strengthened security and stability in Europe, on the basis of shared values. It repeated their strong interest in deepening co-operation in the field of the environment. The 8 th summit of 3 October 2001 confirmed these objectives. This Communication sets out the Commission's ideas and proposals in order to work towards this objective. It takes into account the existing environmental co-operation under the EU- Russia Partnership and Co-operation Agreement (PCA) which came into force in 1997 and in other political frameworks. It argues that the time is ripe to develop a closer and more co- ordinated bilateral dialogue on environmental issues through the PCA with a common strategic agenda and reinforced procedures. It builds on the ideas set out in the Communication on EU-Russia Environmental Co-operation submitted to the College in May 2001 (SEC(2001) 723). In particular it stresses the importance of linking environmental, economic and social objectives in constructing a common European economic space that will be sustainable. ",
        "4 I NTRODUCTION The EU's Strategy for Sustainable Development, 'A Sustainable Europe for a Better World' , endorsed by the Gothenburg Council in June 2001, presents a long-term vision based on the recognition that economic growth must support social progress and respect the environment, that social policy underpins economic performance, and that environmental policy should be cost-effective. It underlines the key role the EU has in bringing about sustainable development within Europe and also on the wider global stage. The strategy identifies key threats to sustainable development including global warming, risks to public health, loss of biodiversity and soil, transport congestion, adjusting to an ageing population, poverty and social exclusion. Many of these issues require action at the international level. The strategy calls on the developed countries to join the EU in providing leadership to meet these challenges . It stresses that EU policies - internal and external - must actively support the efforts of other countries to achieve development that is more sustainable. The EU's Sustainable Development Strategy forms part of the preparations for the World Summit on Sustainable Development to be held in Johannesburg in 2002. In preparation for the World Summit, the EU has invited Russia and its other European partners to intensify dialogue and action on the following: (cid:1) Protecting the natural resource base of economic and social development (cid:1) Integrating environment and poverty eradication (cid:1) Making globalisation work for sustainable development (cid:1) Enhancing good governance and participation In order to reach sustainability in Europe and globally, the EU's partnership with Russia is of growing importance both for environmental and economic reasons. The need for environmental co-operation will increase steadily as the EU enlarges to the east and the economic transformation of central and eastern Europe and Russia proceeds. The EU and Russia face a range of common global, regional and trans-boundary environmental concerns such as: (cid:1) wasteful energy use and climate change; (cid:1) risks to human health from water and air pollution; (cid:1) depletion of natural resources and management of wastes, including radioactive waste; (cid:1) loss of natural systems and biodiversity; (cid:1) pollution of the Baltic, Barents, Caspian and Black Seas. Moreover the EU is committed to assisting Russia's efforts to overcome the legacy of environmental problems that she faces and to conserve the immense areas of unspoilt nature she enjoys. ",
        "5 1. T HE BENEFITS OF ENVIRONMENTAL ACTION FOR R USSIA Environmental progress is important in its own right, but equally action in the environmental field brings significant economic and social benefits. Effective environmental policies and standards (cid:1) help economic efficiency and raise productivity, for instance by applying cleaner and more modern technology and management techniques. (cid:1) facilitate access of exports to foreign markets and enhance the climate for foreign investment. (cid:1) yield economic benefits by reducing wasteful use of energy, water and raw materials. (cid:1) reduce future clean-up costs as well as the risk of accidents and environment-related disease, which cause human distress, disruption of the reform process and loss of productivity. This can be seen for example in three areas of particular importance for Russia (cid:1) Energy: there are vast economic and environmental gains to be made from greater energy efficiency, energy conservation, and more efficient production and distribution of energy, including reduction of pipeline leakage. Energy efficiency gains almost equivalent to Russia's natural gas production could be reached. This represents a huge amount of green house gas emissions that can be reduced with a view to mitigating climate change. Soil contamination as a result of oil leakage is also a major problem, as is risk of spillage from sea-borne transport of oil. Wasteful energy distribution contributes to social costs such as those caused by disruption of winter energy supplies. (cid:1) Water: is vital for life and the health of people and eco-systems, but it also a basic requirement for successful economic development. Many branches of industry, agriculture, tourism and fisheries depend on efficient and clean water supply. Inefficient cost-recovery for water services is a huge burden on public finance and fails to generate the resources that are essential for efficient operation, maintenance and investment in infrastructure. By avoiding pollution the need for expensive wastewater treatment is reduced. (cid:1) Trade and investment : access to global markets means producing goods and services which meet global standards - not least environmental standards - and being able to assure consumers that those standards are being enforced. Russia's economic programme stresses the importance of creating the conditions to attract foreign investment. Investors want to minimise risks and uncertainties. They want a clear, stable and efficiently enforced regulatory framework so that they can assess with confidence what their environmental responsibilities are. ",
        "6 2. T HE ENVIRONMENTAL SITUATION IN R USSIA It must be stressed that in many respects Russia is a major net contributor to European and global environmental quality. 65% of Russia's territory has not been affected by economic activity and huge areas are virtually undisturbed by man. Russia contains 20% of global water resources and 22% of global forests. The conservation of these immense environmental assets is a key concern. However, Russia also has immense environmental problems. According to Russian official sources the environmental situation typical of densely populated urban and industrial areas (10-15% of the country's area) is 'alarming': (cid:1) municipal water supply is unreliable in many cities threatening water pollution, including severe contamination with heavy metals. One-third of all water pipes and 17 percent of sewage pipes urgently need to be replaced. Waste is exceeding the capacity of sewage pipes by 60 percent. (cid:1) systems of industrial and domestic waste handling are inadequate in Moscow and other cities. 1.8 billion tons of toxic waste has been accumulated and the annual increase is 108 million tons (cid:1) industrial and vehicle emissions are causing severe air pollution in many cities The health situation of Russia is a matter of deep concern. Diseases and poisoning from heavy metals and other toxic materials are a significant factor in the decline in life expectancy which for males is now only 58 years. On current trends, the population would decline from 145 million today, to 135 million by 2015 and 100 million by 2050. The condition of land is unsatisfactory and critical in some regions due to soil erosion, decline in humus content, desertification and flooding, salination and nitrification, and pollution by pesticides, heavy metals and radionuclides. 1 The potential for energy savings is vast. The potential for energy-efficiency gains is estimated at 400m toe (compared with annual natural gas production of 490 toe). Oil companies in Russia spill some 20 million tonnes of oil each year (5% of total extraction). The entire spillage of crude oil into Alaskan waters by the Exxon Valdez spillage in 1989 would be less than a day's spillage in the Russian countryside. Many of these problems have a trans-boundary or global dimension. Russia accounts for 7% of world carbon dioxide emissions for 1% of GDP. The reduction of pollution in the Baltic, Caspianand Black Seas requires joint-action by the EU and Russia. Control of air pollution, chemicals and hazardous waste, including spent nuclear fuel and radioactive waste, also require close co-operation and offer important mutual benefits. For example a recent study estimated that the benefits to non-EU countries (notably Russia, Belarus and Ukraine) from actions by the candidate countries to meet the requirements of EU directives would be at least EURO 9.5 billion a year 2 . 1 Country Profile of Russian Federation to the UN Commission on Sustainable Development, 1997. 2 ECOTEC et al \"Benefits of Compliance with EU environmental acquis for the candidate countries\". ",
        "7 3. T HE ECONOMIC CONTEXT After a decade of virtually uninterrupted economic decline, Russia's GDP grew by 3.5% in 1999 and by over 8% in 2000 and industrial output increased by some 17% in the same period. The growth rate is however expected to decrease from 2001 onwards, with most scenarios forecasting GDP growth of between 5 and 6%. The economic decline has had the effect of reducing pollution levels, but these are expected to increase again as the economy expands. Real disposable incomes increased in 2000 by 9%. Nevertheless, 35% of the population (50 million people) are living below the subsistence level of EURO 50 a month. The average nominal monthly wage in mid 2001 was EURO 130. This limits the scope for cost-recovery for environmental services. The State budget, although balanced in 2001 and 2002 (draft) is under great pressure especially from foreign debt servicing which accounts for about one third of forecasted budget revenue in 2001. This constrains funding for environmental policy, institutions and enforcement. Sovereign guarantees for environmental loans have been unavailable for several years. The rate of public and private investment is critically low. Massive technological and management modernisation is needed - not least in the environmental field, much of which has to come from abroad. However, Foreign Direct Investment in Russia is very low compared with other emerging economies. FDI in Russia between 1991-99 amounted to about EURO 23 billion (compare: 36 billion to Poland or 340 billion to China). The EU is by far Russia's main trading partner and accounts for about one third of Russia's imports and exports. This figure could go up to 50% after EU enlargement. Russia has a large trade surplus with the EU. Russian energy supplies are particularly important for both sides. 53% of Russia's oil exports and 62% of natural gas exports go to the EU. This represents 16% of EU oil and 19% of EU gas consumption. This expanding trading relationship offers incentives for harmonising environmental standards. In sum, the economic background to improving Russia's environmental performance remains very difficult. Nevertheless, provided that the recent improvement in general macro- and micro-economic conditions (including the current reform of natural monopolies) in Russia continues, there will be growing opportunities for environmental progress in such areas as: (cid:1) demonstration investments with IFIs/donors in water and other municipal services, energy efficiency, reductions of greenhouse gas emissions through implementation of the Kyoto Protocol. (cid:1) re-equipping and improved environmental management especially in sectors attractive to domestic and foreign investment and those operating in international markets (cid:1) economic instruments and improved cost-recovery ",
        "8 4. E XISTING F RAMEWORKS FOR E NVIRONMENTAL C O - OPERATION The EU Common Strategy on Russia adopted by the EU Heads of State and Government at the Cologne Council (June 1999), states under the heading ‘Common Challenges on the European Continent’ that the ‘environment is the common property of the people of Russia and the European Union…the sustainable use of natural resources, management of nuclear waste and the fight against air and water pollution particularly across frontiers are priorities in this area'. The environment has been identified as a priority for action under the PCA. Dialogue is conducted through the PCA Sub-committee on Environment, Energy and Nuclear Safety. A Joint Work Programme for the Russian Federation has been agreed with the following priorities: (cid:1) Harmonisation of environmental standards and legislation; (cid:1) Cross-border and regional initiatives (including Black Sea, Baltic Sea); (cid:1) Promoting environmental investments in Russia; (cid:1) Harmonisation of Environmental Impact Assessment procedures; (cid:1) Co-operation on environmental monitoring and reporting; (cid:1) Climate change – reduction of greenhouse gas emissions; (cid:1) Safety of nuclear installations and radioactive waste management; (cid:1) Cross-cutting themes such as raising public awareness, integration of environment into other sectors, institutional capacity building. It was agreed at the May 2001 EU-Russia Summit to establish a joint high-level group within the framework of the PCA to elaborate the concept of a common European economic space . Discussions on the possible areas to be covered by this initiative are in progress. A first meeting of the High-level Group, co-chaired by Commissioner Patten and Vice-Premier Khristenko is planned for late 2001. Environment and energy efficiency was one of the four themes analysed by experts during the preparatory phase of the EU-Russia Energy Dialogue . The Dialogue was launched at the EU-Russia Summit held in Paris in October 2000, with the remit of working towards the establishment of an EU-Russia Energy Partnership with the framework of the PCA. To enable the initiative to be formalised swiftly, Russian President Putin nominated Vice-Prime Minister Khristenko as Russia's interlocutor and Commission President Prodi designated Mr Lamoureux, Director General of Directorate General for Energy and Transport. The Dialogue provides a framework within which all issues of common interest in the energy sector can be jointly examined and discussed. These include co-operation on energy saving, rationalisation of production and transport infrastructures, European investment possibilities, and relations between producer and consumer countries. The overall objective is to improve energy relations while ensuring that the policies of opening and integrating energy markets are pursued. In this exercise, the Commission is acting mainly as a facilitator to improve investment opportunities in Russia’s energy sector in order to upgrade the infrastructure, to ",
        "9 promote energy efficient and environmentally-friendly technologies and to enhance energy conservation in Russia. The Communication to the Commission on the EU-Russia Energy Dialogue (SEC(2001) 712/5) was presented on 15 May 2001 on the progress achieved to date. From the four reports submitted by the experts in June 2001, a joint Synthesis Report was prepared by the two sole interlocutors and submitted to the EU-Russia Summit in Brussels in October 2001. This report highlights a number of areas in which progress could be obtainable over the short term, as well as indicating a number of important issues will require further exploratory contacts and technical examination before further progress can be made. EU assistance for Russia is provided mainly through the Tacis programme . Environment is not currently one of the three specified priority areas in the Tacis National Programme for Russia. Nevertheless a number of projects with cross-cutting environmental benefits are being supported (for example co-financing of investments in municipal services particularly waste water treatment in St Petersburg is under consideration for the 2002-2003 national indicative programme for Russia). Environmental projects involving Russia are also being supported under other Tacis programmes notably the Regional and Cross-Border Programmes. (see annex listing Tacis and other EU environmental assistance to Russia) The Commission is also working with the EIB, the IFIs and donors to promote environmental investments in Russia. In accordance with conclusions of the Stockholm European Council of March 2001, the Community will provide a guarantee for the European Investment Bank (EIB) to allow it to make loans for selected environmental projects in the Baltic Sea rim of Russia, notably in the St Petersburg and Kaliningrad areas. The loans will be assessed by the EIB on a case-by-case basis, must be of significant interest to the EU, will be subject to an indicative ceiling of EUR 100 million, and Russia must honour its international financial obligations, including those to the Paris Club. The EIB will co-operate and co-finance with other IFIs through the Northern Dimension Environmental Partnership (NDEP) which provides a framework for priority setting, involving the Commission, bilateral and multilateral donors, the IFIs and Russia. Russia is also a key partner for the EU in multilateral environmental agreements and international forums and initiatives concerned with responding to the common environmental challenges they face. These include: (cid:1) UN Framework Convention on Climate Change and the Kyoto Protocol (cid:1) Convention on Biological Diversity (cid:1) 'Environment for Europe' process and UNECE European regional conventions (cid:1) Northern Dimension, including the NDEP (cid:1) Multi-lateral Nuclear Environment Programme for Russia (MNEPR) (cid:1) Regional Seas - Baltic (Helsinki Convention) Black Sea (Bucharest Convention) and Atlantic (OSPAR Convention), and Regional Fisheries Organisations in the Baltic and North-East Atlantic ",
        "10 5. S TRENGTHENING THE D IALOGUE : K EY O BJECTIVES 5.1. Aims There is considerable scope to improve the environmental dialogue with Russia. Although many valuable initiatives are taking place on specific aspects this has not led to a substantive, strategic dialogue. Existing structures offer sufficient opportunity to develop such a dialogue, but there is a clear need for greater political commitment to realise the full potential. It is essential to bring into the dialogue the key actors on both sides as responsibilities impacting on the environment are dispersed widely within the Russian government and the European Commission. The overriding aim is therefore to achieve a more fluent and comprehensive EU-Russia dialogue on environmental and sustainable development issues. This should focus on a Common Agenda of areas where environmental action can be most beneficial to Russia's wider economic reform and vice versa. 5.2. Instruments The existing structures should evolve to facilitate the enhanced dialogue. They should be: (cid:1) Located within the PCA structure (cid:1) Permanent - continuing between annual or bi-annual meetings of PCA sub-committee (cid:1) Flexible and responsive - to enable substantive discussion on the full range of matters of current mutual concern (cid:1) Co-ordinated - involving all the relevant ministries and agencies on the Russian side, and all the relevant Directorate-Generals on the Commission side, as required in order to ensure the integration of environment into other policy sectors. Because of the focus on the interface with economic issues it will be essential that the Russian ministries responsible for economic reform are fully involved. (cid:1) Resourced - with sufficient human and financial resources on both sides to ensure efficient operation 6. P ROPOSED COMMON AGENDA The agreed Joint Work Programme under the PCA remains valid and its implementation should continue through the enhanced dialogue. However it was developed between DG Environment and the former State Committee on Environmental Protection in 1999; since then there have been important organisational and policy developments both in Russia and the EU. A broader strategic agenda should therefore be agreed that takes account of these changes. A key starting point is Russia's objectives of environmental policy and resource management as set out in the Medium-Term Economic Development Programme for the Russian Federation (2002-2004) : ",
        "11 (cid:1) Preserving stability and maintaining a sustainable equilibrium in regional and country-wide ecosystems as a part of the global ecological balance (cid:1) Creating favourable ecological conditions as a factor in improving human habitat (cid:1) Establishing an environmentally friendly economy to minimise the negative impact on the environment and ensure that resources and energy are used efficiently (cid:1) Maintaining the overall sustainability of the biosphere Priorities for action in the medium-term include (cid:1) resource and energy saving technologies, processes and products (cid:1) economic instruments, environmental standards, improved environmental control and inspection, environmental assessments (cid:1) Construction and renovation of water treatment plants, reduction of atmospheric emissions (cid:1) Application of the 'polluter pays principle' - including internalisation of environmental costs through pollution charges (cid:1) New financial mechanisms to encourage investment and budgetary aspects; improving environmental policy to attract foreign investment (cid:1) Structural change in the 'dirtiest' sectors of industry (cid:1) Active role in international processes These objectives and priorities will guide Russia's Sustainable Development Strategy which is currently under preparation. The common strategic agenda should also reflect the priorities and the objectives of the EU as identified in the EU's strategy: A Sustainable Development for a Better World, in particular: (cid:1) Limit climate change and increase the use of clean energy (cid:1) Address threats to public health (cid:1) Manage natural resources more responsibly (cid:1) Improve the transport system and land-use management (cid:1) Combating poverty and social exclusion (cid:1) Dealing with the economic and social implications of an ageing society The EU's 6 th Environmental Action Programme 'Environment 2010: Our Future, Our Choice' identifies four priority issues climate change, nature and biodiversity, environment and health, and natural resources and water, as well as five key policy approaches which are valid in this context: ",
        "12 (cid:1) Ensure the implementation of existing environmental legislation; (cid:1) Integrate environmental concerns into all relevant policy areas; (cid:1) Work closely with business and consumers to identify solutions; (cid:1) Ensure better and more accessible information on the environment for citizens; (cid:1) Develop a more environmentally conscious attitude towards land use. On the basis of the priorities of both sides, it is proposed that the enhanced dialogue should therefore focus on the following areas: Efficient use of energy and combating climate change: more efficient generation, distribution and use of energy resources are the key to reducing greenhouse gas emissions and also bring major economic benefits. The Russian Federation underlined at the closing session of the Seventh Conference of the Parties to the UNFCCC (COP-7, Marrakech in November 2001) that the results obtained there have opened the path for the ratification of the Kyoto Protocol by all countries, including Russia. The EU and Russia have a common interest in implementation of the UN Framework Convention on Climate Change (UNFCCC) and the Kyoto Protocol. . Further co-operation on climate change under the Partnership and Co- operation Agreement should maximise the synergies with the EU/Russia Dialogue on Energy the outcome of which aims at attracting investments in the energy sector in Russia and improved energy efficiency. In this respect, the EU/Russia Energy Dialogue should also facilitate the development of Joint Implementation projects in Russia. The enhanced dialogue should include consideration of concrete joint action to implement UNFCCC and Kyoto commitments, including capacity building activities on monitoring greenhouse gases and reporting. This should facilitate the early ratification of the Kyoto Protocol by Russia and the EU and allow the EU and Russia to participate in the Kyoto mechanisms, in particular emissions trading and Joint Implementation. For this purpose the EU's existing financial tools and technical assistance methods should be reinforced in co-operation with the IFIs. Improving public health: much can be done through environmental action to reduce health- risks which particularly affect vulnerable groups including children and the poor. A pressing priority is the condition of the water supply system which is critical in many parts of Russia. Action is essential to improve the management and maintenance of the system, reform its financing and reduce risks to public health. The dialogue should build on existing initiatives (eg the Almaty Conference of Environmental and Economic Ministers in 2000) and projects (St Petersburg Waste Water Treatment) but should also develop a new common agenda, particularly in the field of air quality. Improving resource efficiency: Trade, Investment, Industrial Re-equipment and waste management: this is another key area where economic and environmental interests coincide. Co-operation should focus on promoting the internalisation of environmental costs through reduction of subsidies, improving cost recovery, and increasing the use of economic instruments as well as promoting the application of the Polluter Pays Principle. This will yield benefits through more efficient use of infrastructure, energy and raw materials, by generating revenue for improved services and investment, and by allowing more efficient and effective enforcement of environmental policies. ",
        "13 Co-operation should also focus on issues related to replacement of obsolete industrial technologies and processes and improved environmental management in enterprises. This is particularly important in the area of management of hazardous wastes. Russia faces a huge task in coming years to modernise infrastructure and equipment throughout its economy. This will produce major environmental as well as economic benefits as old polluting technologies are replaced. Low-cost improvements in environmental management in enterprises will also improve economic performance. One very important issue in this context is that of the management of spent fuel, from nuclear power stations and nuclear-powered submarines, and radioactive waste. The environmental threat posed to the Arctic Seas by the legacy of wastes in North-West Russia have been well documented, but there are other areas where equally serious problems exists, such as around the fuel reprocessing complex at Mayak and the installations at Krasnoyarsk and Tomsk. The dialogue should also pay attention to the role of improved and harmonised environmental standards and their enforcement in creating more favourable conditions for trade and foreign investment. These discussions should be linked to the developing co-operation under the Common European Economic Space. Other issues: the enhanced dialogue should also highlight several other important areas of co-operation: (cid:1) Environmental monitoring: Russia is leading a joint-initiative with the European Environmental Agency to strengthen environmental monitoring and reporting at the pan- European level. In addition, it was recently agreed that the EC/ESA European initiative on \"Global Monitoring for Environmental and Security\" (GMES) will be subject of an in- depth analysis of existing opportunities for cooperation between the Russian Federation, the European Union and European Space Agency (cid:1) Public awareness and environmental information (cid:1) International co-operation and implementation of multi-lateral environmental agreements: this should include the respective roles of the Russian Federal and Regional authorities and an early conclusion of the Multilateral Nuclear Environmental Programme for Russia (MNEPR). (cid:1) Northern Dimension, Danube/Black and Caspian Seas co-operation (cid:1) Sustainable use of natural resources of common interest 7. P ROPOSED ARRANGEMENTS FOR CONDUCTING DIALOGUE The PCA sub-committee should continue to be held at least once a year as the supervising forum for the enhanced dialogue. It should be chaired at minister or vice-minister level on the Russian side and Director-General or Deputy Director-General on the EU side. Following a proposal from the Russian side it is suggested that an informal working group should be established to meet on a regular basis (2 or 3 times a year) to continue the dialogue between meetings of the sub-committee. The agreed procedures of the PCA sub-committee should apply to the work of this group. Specialist expert meetings may be held on a temporary or longer-term basis to deal with particular issues: eg climate change or the Northern ",
        "14 Dimension. The working group should be co-chaired by DG Environment and the Ministry of Economic Development and Trade. It is essential that there is co-ordinated input from all the relevant ministries/agencies and DGs at meetings. In particular better linkage should be made to the other policy areas dealt with in the Sub-committee (Energy and Nuclear Safety). On the Russian side, the Ministry for Economic Development and Trade, the Ministry for Natural Resources, Roshydromet, and the Ministry for Energy should be closely involved. On the EU side, key contributors would include DG Environment, DG External Relations (including the EC Delegation in Moscow), DG Energy and Transport, DG Research, DG Regional Policy and EuropeAid. Appropriate resources as well as representation at senior managerial level should be provided by the respective sides to ensure efficient operation. One of the first tasks of the informal working group could be to up-date the Joint Work Programme for the Russian federation agreed by the PCA sub-committee on Environment, Energy and Nuclear Safety. In addition to reinforcing the EU-Russia bilateral dialogue consideration should be given to new approaches in order to strengthen multilateral environmental co-operation. The Russian Regional Environment Centre which is supported by the European Commission and the Russian government with the participation also of other stakeholders (NGOs, academic, business) can play an important and positive role in this context. 8. C ONCLUSION AND N EXT S TEPS An enhanced dialogue on environmental and sustainable development issues is an essential component in the long-term strategic partnership, based on common values which was reaffirmed by the 7 th Russia-EU summit in May 2001. It is proposed that the ideas and suggestions in this Communication should be developed further with Russian counterparts with a view to establishing the common agenda and procedures as soon as possible. ",
        "15 ANNEX : EU ENVIRONMENTAL AID TO RUSSIA Tacis National Programme – Russian Federation 2000 (cid:1) Harmonisation of Environmental Standards (€ 2m) 1999 (cid:1) Environmental Monitoring Systems in Russia (€2.5m) (cid:1) Support to Waste Management in Russia (€2.4m) (cid:1) Restructuring of former Chemical Weapons Production Facilities (€ 3m) 1998 (cid:1) Support to Ministry of Emergencies on Industrial Accident Prevention (€ 3m) (cid:1) Advice to Ministry of Natural Resources on Water Management (€ 2.5m) (cid:1) Chemical Weapons II (€ 3.9m) 1997 (cid:1) Volga Basin Environmental Management Training – support to World Bank programme (€ 2.9m) (cid:1) Improvement in Forest Fire Response system (€ 1.95m) (cid:1) Chemical Weapons I (€ 3.9m) 1996 (cid:1) Institutional support for State Committee on Environmental Protection (€2m) 1995 (cid:1) Lake Baikal - Ecological information and public awareness (€ 0.5m) ",
        "16 Tacis Russia Energy/environment projects (cid:1) Oil Industry Environmental Code of Practice (ended Sep 2000) (cid:1) Regulation of Energy Resource Development and Environmental Protection in the Timan- Pechora Region (current) Special Action Baltic Region 2000 (cid:1) Kaliningrad - Waste Management (€ 2m) (cid:1) Lake Chudsoe - Environmental management (€ 2m) Tacis Cross-Border Programme 2000 (cid:1) Sortavala Sewage Treatment Plant Rehabilitation (€4.5m) 1998 (cid:1) Kaliningrad water quality management (€ 2.4m) (cid:1) Environmental quality management, Patsojoki river (€ 1.4m) 1997 (cid:1) Protected area management, Karelia (€ 3.5m) (cid:1) Tuloma River Salmon Restoration (€ 1m) 1996 Water supply and waste water management, Karelia (€ 1.5m) ",
        "17 Tacis Regional (NIS-wide) 2000 (cid:1) Black Sea - technical assistance (€ 3m) (cid:1) Environmental Monitoring initiative (€1.5m) (cid:1) Environmental information, education and public awareness (€ 3m) 1999 (cid:1) Implementation of Environmental Policies and NEAPs – focus on water (€ 3m) (cid:1) Joint River Management – capacity-building, transboundary water basins (€ 4m) 1998 (cid:1) Joint Environmental Programme – project preparation with World Bank (€ 5m) (cid:1) New RECs – Phase 3 – includes REC-Russia (€ 3.1m) Since 1994 Tacis has contributed EURO19.5 million for environmental research and development projects through the International Science and Technology Center Tacis Small Projects Programme 2000 (cid:1) Municipal Investment Support Programme: institutional and project preparation for IFI projects on water/sewerage, district heating, waste management (€ 4.5m) (cid:1) Policy Advice Programme: short-term policy and legal advice to high level decision- making bodies, including PCA implementation and environment policy (€6.2m) ",
        "18 Tacis Bistro 1999 (cid:1) Tver River - economic instrument (€ 97,000) (cid:1) Astrakhan - research on sturgeon breeding (€ 75,000) (cid:1) Chuvashia - hazardous chemical recycling (€ 98,000) (cid:1) Moscow region - reduction/prevention of oil pollution (€99,000) (cid:1) State Environmental Examination Service - training (€ 97,000) (cid:1) Moscow region - environmental improvement at ex-military sites (€ 96,000) (cid:1) North Caucasus - environmental improvement at health resort (€ 95,000) Tacis Nuclear Safety Programme for Russia Tacis also provides support for the improvement of the safety of nuclear power plants and of other civil nuclear installations located in the Russian Federation, including fuel cycle and waste management facilities through this programme. DG Environment has supported a number of radioactive waste studies in North-west Russia and around Mayak, Krasnoyarsk and Tomsk). Life Third Countries Programme (St Petersburg, Kaliningrad) 1999 (cid:1) Biodiversity Action Programme (€ 220,000) (cid:1) Helcom Effluent Limits (€ 141,000) (cid:1) Conservation of wild fauna and habitats, Leningrad (€ 173,000) (cid:1) Eco-auditing St Petersburg (€ 220,000) 1998 Survey and observation system for forests (€ 210,000) Leachate pollution Baltic Sea, St Petersburg (€ 201,000) "
    ]
}