{
    "text": [
        "Opinion of the European Economic and Social Committee on the ‘Recommendation for a Council Recommendation on the establishment of National Competitiveness Boards within the Euro Area’ (COM(2015) 601 final) (2016/C 177/06) Rapporteur: Thomas DELAPINA Co-rapporteur: David CROUGHAN On 11 November 2015 the Commission decided to consult the European Economic and Social Committee, under Article 304 of the Treaty on the Functioning of the European Union, on the: Recommendation for a Council Recommendation on the establishment of National Competitiveness Boards within the Euro Area (COM(2015) 601 final). The Section for Economic and Monetary Union and Economic and Social Cohesion, which was responsible for preparing the Committee’s work on the subject, adopted its opinion on 3 March 2016. At its 515th plenary session held on 16 and 17 March 2016 (meeting of 17 March 2016), the European Economic and Social Committee adopted the following opinion by 200 votes to 3 with 11 abstentions. 1. Summary and recommendations 1.1. The EESC examines the extent to which National Competitiveness Boards within the euro area can help to achieve the necessary improvement in economic policy governance by reducing divergence between EMU members and preventing it in the future, by acting as a mirror to economic and social policy and by strengthening the European focus by being linked into a euro area network. 1.2. Competitiveness is not an end in itself. It is only a sensible objective if it improves people’s well-being in practice. A continuation of current policy is not an option in the EESC’s view. The one-sided strategy which aimed to improve competitiveness in the EMU countries by reducing costs and increasing exports actually exacerbated the impact of the crisis if anything because it is based on too narrow a definition of competitiveness. 1.3. The Committee therefore recommends that an updated definition of competitiveness (‘competitiveness 2.0’) be used in future, and the concepts proposed in the WWWforEurope project funded by the European Commission are taken into account. Such a revised definition is compatible with the Europe 2020 objectives, which also include ‘Beyond-GDP’ objectives. There competitiveness is defined as ‘the ability of a country (region, location) to deliver the beyond-GDP goals for its citizens’. Under this approach, competitiveness is based on three pillars: income, social factors and sustainability. In the light of the above, the EESC urges that future discussions refer not to ‘competitiveness boards’ but to ‘boards for competitiveness, social cohesion and sustainability’. 1.4. The EESC also asks the Commission to provide clarification on a number of points so as to allow the activities of these Boards for Competitiveness, Social Cohesion and Sustainability to be evaluated. A number of technical questions such as the nomination of members, the provisions for accountability etc. still have to be answered, too. 18.5.2016 EN Official Journal of the European Union C 177/35 ",
        "1.4.1. The EESC agrees with the Commission approach which allows Member States to design their national boards either by setting up new institutions or adapting the mandate of existing bodies, provided they are independent and their aim is neither to interfere with the wage setting process and the role of the social partners nor to harmonise national wage setting systems. In view of the need to avoid duplicating existing work and bodies, the EESC asks the Commission to carry out a full mapping exercise (work of the IMF, OECD, existing committees, national and other potentially useful bodies, etc.). Such a comprehensive review is important as it would support decision-making by making it possible to estimate the added value of the proposed boards, to carry out a cost-benefit analysis and to gauge the need for additional bodies. 1.4.2. The EESC asks the Commission to present concrete proposals on how the following necessary requirements can be safeguarded: — accountability, legitimacy and transparency by fully incorporating the democratically legitimate institutions such as parliaments, social partners and other representative organisations of civil society, — representation of balanced unbiased expertise to mirror the existing diversity of opinions, — non-binding character of proposals of the board, especially fully preserving the autonomy of the social partners, — inclusion of the dual role of wages, which are both a cost factor for businesses and the main determinant of domestic demand, when assessing competitiveness in accordance with the new definition. 1.5. The EESC already put forward specific proposals for deepening EMU before the latest Commission package — proposals which should be implemented. — Competing national strategies are not needed, but rather a common European strategy. It is of crucial importance here to expand macroeconomic dialogue and introduce it for the euro area. This is where coordination of economic policies and of the three key macroeconomic policy factors should take place. — At national level, the role of the social partners must be strengthened and systems of macroeconomic dialogue developed or consolidated. — The role of national parliaments and the EP must be beefed up to ensure democratic accountability, and their role must not be encroached upon by technocratic committees of experts. — The EESC emphasises the importance of putting economic and social objectives on an equal footing and of carrying out a social impact assessment for all measures in conjunction with the European Semester. — Promoting public and private investment is of crucial importance in reducing imbalances, necessitating a budget policy that is better geared to promoting growth and high quality employment. — This affects the revenue side in that it requires appropriately designed tax systems to ensure an adequate financial basis. And it also concerns the expenditure side, where the EESC also sees a need for more growth-friendly measures. A broader-based golden rule for financing public investment in particular would seem consistent with existing measures that allow the financing costs of future investment to be spread over several generations. C 177/36 EN Official Journal of the European Union 18.5.2016 ",
        "2. Commission recommendation 2.1. In its Communication On steps towards completing Economic and Monetary Union , the Commission proposes to further consolidate the euro area by early 2017 (Stage 1 — ‘deepening by doing’, which started on 15 July 2015), and then on the basis of benchmarks for a renewed upward convergence of euro area economies, more fundamental reforms should be undertaken to move to a medium- to long-term vision for new growth perspectives (Stage 2 — ‘Completing EMU’). One of the key elements of Stage 1 is an improved toolbox of economic governance, including the proposal that the Council recommends the establishment of national Competitiveness Boards within the euro area Member States (as well as encouraging other Member States to set up similar bodies). 2.2. The Commission’s intention is that mobilising independent national expertise will encourage Member States to assume responsibility themselves for necessary measures and reforms at national level. The objective is to set up national competitiveness boards to monitor performance and policies in the field of a comprehensive notion of competitiveness, thereby contributing to fostering sustained economic convergence and to increasing ownership of the necessary reforms at national level. Member States are invited to implement the principles set out in this recommendation and after 12 months the Commission is invited to prepare a progress report on the implementation and the suitability of this recommendation, including whether adoption of binding provisions appears necessary. 2.3. The boards would monitor competitiveness trends in the individual Member States, especially factors that can affect prices and quality content of goods and services relative to global competitors in the short term. The remit of the boards would be ‘wage dynamics as well as non-wage factors and productivity drivers and dynamic considerations related to investment, innovation and the attractiveness of the economy to businesses’. The boards would analyse and assess relevant measures and formulate policy recommendations, taking account of national specificities and established practices. The boards would also provide relevant information to underpin wage-setting processes at national level. In compliance with Article 28 of the Charter of Fundamental Rights of the European Union, collective bargaining and collective agreement rights would not be affected. 2.4. The boards would enjoy structural and functional independence vis-à-vis Member State authorities. They should consult with relevant stakeholders (e.g. national actors or groups of actors, including social partners, who participate in the economic and social dialogue of the Member State on a regular basis) but should not convey only or mainly the opinions and the interests of a particular group of stakeholders. 2.5. The boards should draw up annual reports. To ensure that the euro area and Union objectives are taken into account, the Commission intends to coordinate the work of the boards, with consultation taking place between both sides while the reports are being drawn up and during fact-finding missions to the Member States. The reports would also inform Commission analyses in relation to the European Semester and the Macroeconomic Imbalances Procedure. 3. General comments 3.1. The EESC shares the European Commission’s conviction that EMU needs to be improved and deepened; it has pointed this out and made specific proposals in many of its opinions. The Committee also commends the positive steps taken by the Commission, and shares its view that closer coordination of national economic policies is absolutely essential in order to remove existing imbalances and make it less likely that imbalances will occur in future. A significant part of the value added of these national boards could be their linking into a euro area network of other such boards which would strengthen the European focus of policy debate between the Member States and the Commission. 18.5.2016 EN Official Journal of the European Union C 177/37 ",
        "3.2. However, this problem is not being adequately addressed by current policies: better instruments are needed to manage macroeconomic imbalances. The EESC therefore very much welcomes the Commission’s recognition at last that there should be more focus on Member States’ performance in relation to employment and social objectives and that ‘ownership’ of reform efforts should be strengthened. The Commission is also right in calling for more involvement of the social partners in drawing up the National Reform Programmes and for the national social partners to be included, through the Commission representations, in the European Semester process at national level. National boards, established with the full involvement of all the stakeholders could become a useful mirror to reflect the economic and social impact of current and prospective policy actions. 3.3. For the Member States having embarked on a single monetary policy (single currency, one interest rate) with little likelihood that it will in the medium term or ever become a full economic, social and fiscal union as in a fully federal union, the correction of imbalances by adapting the nominal exchange rate is not an option anymore. Until now, efforts to boost competitiveness in the euro area have been limited essentially to a narrowly defined objective, namely improving export performance and the current accounts, often by cutting costs which can be self-defeating. Current policy has been unable to eliminate the imbalances and the adverse consequences of the crisis. On the contrary, in some cases measures have actually reinforced them ( 1 ) by too much emphasis on the purely supply-side policy of austerity, which subdued demand, further increasing unemployment, public deficits and social inequality. As the emergence of imbalances might result in harsh realities if they are not addressed in a timely manner, new policy instruments are needed to avoid the whole burden of adaptation being carried only by wages and labour markets. 3.4. Although the Commission advocates in its recommendation a ‘comprehensive notion of competitiveness’, the EESC would point out that as far back as 2002 the Commission published a much broader definition of the term, namely ‘the ability of the economy to provide its population with high and rising standards of living and high rates of employment on a sustainable basis’ ( 2 ). In the project WWWforEurope ( 3 ) financed by the European Commission this definition has been deepened by covering ‘Beyond-GDP’ objectives such as social inclusion and sustainable environment in the context of the Europe 2020 strategy ( 4 ). There competitiveness is defined as ‘the ability of a country (region, location) to deliver the beyond-GDP goals for its citizens’ ( 5 ). Competitiveness is measured on the basis of three pillars: the income pillar (including disposable household income and consumer spending), the social pillar (socioeconomic impact of a system, such as risk of poverty, inequality and youth unemployment), and the environmental pillar, which measures resource productivity, greenhouse gas emissions intensity, energy intensity and the share of renewables in electricity generation. Also the digital agenda has to be taken into account. This does not imply that imbalances (such as the balance of payments’ current account) can be ignored as one could see in the wake of the financial crisis. 3.5. To ensure a comprehensive definition of competitiveness (‘competitiveness 2.0’) is understood, the EESC suggests that future discussions take place under the heading not of ‘competitiveness boards’ but of ‘boards for competitiveness, social cohesion and sustainability’. 4. Specific comments 4.1. There are numerous institutions and procedures at international level (including the IMF and OECD, as well as the European Commission) that monitor competitiveness and issue relevant policy recommendations. At national level, too, there are many bodies such as independent economic research institutes, statistical offices and economic and social councils which deal with such questions. The Commission notes that existing institutions and work can be drawn on when setting up competitiveness boards, since some countries already have such bodies and in other countries existing bodies could be used. It is, however, important that the boards are independent and their advisory role adequately reflects expert judgement formulated in the general interest. C 177/38 EN Official Journal of the European Union 18.5.2016 ( 1 ) For a detailed description, see EESC opinion on the Council Recommendation on the implementation of the broad guidelines for the economic policies of the Member States whose currency is the euro (point 3.8 ff.) (OJ C 133, 9.5.2013, p. 44). ( 2 ) COM(2002) 714 final. ( 3 ) http://www.foreurope.eu/ ( 4 ) WWWforEurope, Working Paper No 84: Competitiveness and Clusters: Implications for a New European Growth Strategy (February 2015). ( 5 ) Ibid., p. 9. ",
        "4.2. The EESC notes the Commission recommends that a progress report be carried out within 12 months of the adoption of the Recommendation, on the basis of relevant information from the Member States, on the implementation and suitability of this Recommendation to establish national Competitiveness Boards. Prior to the establishment of the boards a mapping exercise should evaluate the activities and effectiveness of existing and potential future bodies. Such a comprehensive review including the expertise of the social partners would support decision-making by making it possible to estimate the added value of such boards, carry out a cost-benefit analysis and gauge if there is the need for additional bodies. 4.3. The Commission quite rightly keeps emphasising the need to improve the transparency and democratic legitimacy of policy by fully involving the European Parliament, national parliaments and also relevant stakeholders of civil society, in particular the social partners. The EESC therefore calls for democratically accountable bodies to be duly involved in the questions of nomination and ratification of board members, of powers, of drawing up work programmes, of delivering reports and accounts etc. which need to be clarified if the boards are set up. 4.4. Before the establishment of competitiveness boards can be endorsed, the Commission must indicate the criteria for their independence and for the representation of balanced unbiased expertise to mirror the diversity of opinions including those of the social partners in order to dispel the doubts that exist about the existence of independent neutral expertise. Also the question of responsibility in the case of incorrect analyses or forecasts from the boards needs to be clarified. 4.5. The EESC, in noting the advisory nature of such bodies, seeks clarification by the Commission to be explicit as to the non-binding nature of the recommendations made by the competitiveness boards. The non-binding issue arises in particular in relation to protecting the autonomy of wage-bargaining parties. The Commission notes in its recommendation that the right to negotiate and conclude collective agreements should not be affected, but this assurance, which concerns only the right guaranteed by the Treaty ( 6 ), is too weak. Any attempt to directly influence wage setting falls completely outside the remit of competitiveness boards. 4.6. The EESC notes the wider consideration of competitiveness beyond cost competitiveness. Other considerations in preventing the build-up of imbalances have to take into account the double character of wages (cost factor for enterprises, factor determining domestic demand; see point 5.5). Furthermore a symmetric approach towards surpluses and deficits is necessary to address imbalances adequately ( 7 ). 5. EESC proposals 5.1. The EESC believes in the need to deepen EMU. Since the Committee has identified many unanswered questions in its above assessment of the Commission proposal, questions that require further analysis and clarification, a summary follows of its own relevant proposals submitted to date. In recent years, the EESC has adopted a number of opinions on the subject of ‘deepening the EMU’ ( 8 ), the most recent being opinion ECO/380 on The Community Method for a Democratic and Social EMU in 2015 ( 9 ). 5.2. The EESC puts forward proposals for future EMU initiatives by the Commission in its opinion ECO/380. The EESC is convinced that such measures will help put an end to the divergences in the functioning of labour markets, wage-setting and social systems, systems which are needed in order to stabilise EMU and to deepen it from a democratic and social perspective. The EESC’s approach is based on the idea that, within the overall context of monetary, budgetary and wage policy, confidence can be developed and greater convergence achieved without undermining the independence of collective bargaining. 18.5.2016 EN Official Journal of the European Union C 177/39 ( 6 ) TFEU Article 153(1): ‘With a view to achieving the objectives of Article 151, the Union shall support and complement the activities of the Member States in the following fields: […]’ and (5): ‘The provisions of this Article shall not apply to pay, the right of association, the right to strike or the right to impose lock-outs’. ( 7 ) See EESC opinion on Economic governance review (OJ C 268, 14.8.2015, p. 33) (point 3.2.3). ( 8 ) In particular on the political pillar: see EESC opinion on Completing EMU: The political pillar (OJ C 332, 8.10.2015, p. 8). ( 9 ) And before that EESC opinion on Completing EMU: The political pillar (OJ C 332, 8.10.2015, p. 8). ",
        "5.3. This will require measures to promote macroeconomic dialogue and above all to establish a macroeconomic dialogue in the euro area (MED-EURO). MED was launched in 1999 in order to achieve a sustainable and growth- and stability-oriented macroeconomic policy mix, i.e. smooth interaction between wage development and monetary and fiscal policy. This forum for coordinating the three big players in macroeconomic policy could, with the direct involvement of the social partners, make a key contribution to ensuring the necessary coordination, compliance with the EMU’s common stability goal, and the democratic and social development of EMU. Its findings and conclusions should feed into both the Annual Growth Survey and the country-specific recommendations. 5.4. The Committee stresses once again the importance of promoting the role of the social partners and their involvement in policy-making. Some kind of macroeconomic dialogue is also of benefit at national level. There has been strong growth in competitiveness and productivity, mostly in those countries where there are robust social dialogue and industrial relations and where a high level of social protection and social cohesion is assured. 5.5. The wage-setting system should be left to the collective bargaining partners, without any interference from outside. Their autonomy has to be fully respected and guaranteed. They have the best understanding of the actual situation in relation to wage setting and labour markets. The collective bargaining partners take into account the fact that changes to wages have effects on both costs and demand. They are well aware that aligning wage increases with medium-term national productivity growth plus the ECB’s target inflation rate has a neutral impact in terms of prices, competitiveness, domestic demand and income distribution ( 10 ). The need for strengthening the macroeconomic dialogue is fostered by the fact that this awareness differs from Member State to Member State and sometimes finds no practical expression, thus giving rise to imbalances. 5.6. In the governance of the euro area there needs to be more active involvement of national parliaments and the European Parliament. The EESC calls for a grand EP committee comprising all members of parliament from the euro area and from those countries wishing to join, combined with stronger coordination among members of parliament from the euro area on EMU issues (COSAC+). 5.7. The EESC points out that the economic policy goals must be brought more into line with the EU’s social policy objectives under Article 4(2) TFEU and that possible conflicts between economic and social objectives should be resolved. All measures under the European Semester — in accordance with the horizontal social clause — must be subject to a social impact assessment ( 11 ). 5.8. In addition, the EESC believes that short-term demand management and an effective investment programme to generate income through growth, social cohesion and solidarity are essential. This implies a need for a growth- and employment-friendly budgetary policy. There must be effective tax coordination in order to ensure that countries have an appropriate revenue base. Strong action to tackle tax fraud, tax havens and aggressive tax planning is also required. 5.9. On the expenditure side too, the Committee sees scope for more growth-friendly budgetary policies. Public investment is a key tool for economic recovery. The necessary investments in cutting-edge fields and in the social field (research, education, child care, social services, public housing, etc.) not only promote growth and jobs in the short term, but also raise potential output in the long run. Investment and growth, particularly in crisis-hit countries, are key to the process of catching up and thus removing imbalances. 5.10. The EESC welcomes the Commission’s proposal not to include Member State contributions to the European Fund for Strategic Investments in budget deficit calculations. Since this is a question of expenditure that boosts growth potential and whose proceeds will also benefit future generations, financing should also be spread over several generations. Using the same reasoning, the Committee therefore asks once again ( 12 ) why there cannot be identical treatment of future-oriented investments using the general budget, in the form of an investment golden rule. Brussels, 17 March 2016. The President of the European Economic and Social Committee Georges DASSIS C 177/40 EN Official Journal of the European Union 18.5.2016 ( 10 ) See EESC opinion on Annual Growth Survey (OJ C 132, 3.5.2011, p. 26) (point 2.3). ( 11 ) See EESC opinion on The Community Method for a Democratic and Social EMU (OJ C 13, 15.1.2016, p. 33) (point 1.5). ( 12 ) See EESC opinion on An Investment Plan for Europe (OJ C 268, 14.8.2015, p. 27) (point 4). "
    ]
}