{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 22.5.2017 COM(2017) 502 final Recommendation for a COUNCIL RECOMMENDATION on the 2017 National Reform Programme of Bulgaria and delivering a Council opinion on the 2017 Convergence Programme of Bulgaria ",
        "EN 2 EN Recommendation for a COUNCIL RECOMMENDATION on the 2017 National Reform Programme of Bulgaria and delivering a Council opinion on the 2017 Convergence Programme of Bulgaria THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 121(2) and 148(4) thereof, Having regard to Council Regulation (EC) No 1466/97 of 7 July 1997 on the strengthening of the surveillance of budgetary positions and the surveillance and coordination of economic policies, 1 and in particular Article 9(2) thereof, Having regard to Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbalances, 2 and in particular Article 6(1) thereof, Having regard to the recommendation of the European Commission, 3 Having regard to the resolutions of the European Parliament, 4 Having regard to the conclusions of the European Council, Having regard to the opinion of the Employment Committee, Having regard to the opinion of the Economic and Financial Committee, Having regard to the opinion of the Social Protection Committee, Having regard to the opinion of the Economic Policy Committee, Whereas: (1) On 16 November 2016, the Commission adopted the Annual Growth Survey, 5 marking the start of the 2017 European Semester of economic policy coordination. The priorities of the Annual Growth Survey were endorsed by the European Council on 9-10 March 2017. On 16 November 2016, on the basis of Regulation (EU) No 1176/2011, the Commission adopted the Alert Mechanism Report, 6 in which it identified Bulgaria as one of the Member States for which an in-depth review would be carried out. 1 OJ L 209, 2.8.1997, p. 1. 2 OJ L 306, 23.11.2011, p. 25. 3 COM(2017) 502 final. 4 P8_ TA(2017)0038, P8_ TA(2017)0039, and P8_ TA(2017)0040. 5 COM(2016) 725 final. 6 COM(2016) 728 final. ",
        "EN 3 EN (2) The 2017 country report for Bulgaria 7 was published on 22 February 2017. It assessed Bulgaria’s progress in addressing the country-specific recommendations adopted by the Council on 12 July 2016, the follow-up given to the recommendations adopted in previous years and Bulgaria’s progress towards its national Europe 2020 targets. It also included an in-depth review under Article 5 of Regulation (EU) No 1176/2011, the results of which were also published on 22 February 2017. 8 The Commission’s analysis leads it to conclude that Bulgaria is experiencing excessive macroeconomic imbalances. In particular, Bulgaria continues to experience imbalances linked to remaining fragilities in the financial sector and high corporate indebtedness in a context of the high long-term unemployment. (3) Bulgaria did not submit its 2017 National Reform Programme and its 2017 Convergence Programme by the deadline. (4) The relevant country-specific recommendations have been taken into account in the Member States’ programmes for the European Structural and Investment Funds (ESI Funds) covering the 2014-2020 period. As foreseen in the legislation governing the ESI Funds, 9 where it is necessary to support the implementation of relevant country- specific recommendations, the Commission may request a Member State to review and amend its relevant ESI Funds programmes. The Commission has provided further guidelines on the application of those rules. 10 (5) Bulgaria is currently in the preventive arm of the Stability and Growth Pact. The government did not submit its 2017 Convergence Programme by the deadline set by Regulation (EC) No 1466/97. (6) On 12 July 2016, for 2017 the Council recommended Bulgaria to achieve an annual fiscal adjustment of 0.5% of GDP towards the medium-term budgetary objective. Outturn data indicate that Bulgaria already reached its medium-term budgetary objective in 2016. Based on the Commission 2017 spring forecast, the structural balance is forecast to deteriorate from a surplus of 0.1% of GDP in 2016 to a deficit of 0.4% of GDP in 2017 and of 0.3% of GDP in 2018 on a no-policy-change basis. In spite of this deterioration, the structural balance is projected to remain above the medium-term budgetary objective in both years. Overall, the Council is of the opinion that Bulgaria is projected to comply with the provisions of the Stability and Growth Pact in 2017 and 2018. (7) Efforts to improve tax collection are ongoing. Despite improvements, tax compliance remains a challenge. The shadow economy and undeclared work are still high. The tax-related administrative burden is significant. Measures to cut red tape appear to have produced limited results so far and there are no indications of major improvements in voluntary tax compliance. Under these circumstances, enforcing the rules appears to be key not only for implementing controls but also for strengthening 7 SWD(2017) 68 final/3. 8 COM(2017) 90 final. 9 Article 23 of Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006, OJ L 347, 20.12.2013, p. 320. 10 COM(2014) 494 final. ",
        "EN 4 EN the prevention of tax non-compliance. The Action Plan to the 2015-2017 Single National Strategy for improving tax collection, tackling the shadow economy and reducing compliance costs appears to be a useful tool, especially for evaluating and improving the coordination and efficiency of a number of administrative bodies working in the tax field. An ex post analysis of the impacts of the specific measures could contribute to the proper assessment, planning and targeting of future tax compliance measures. These measures will replace the current strategy, which expires at the end of 2017. (8) The authorities, in consultation and cooperation with the relevant European bodies, conducted asset quality reviews and stress tests of the banking and insurance sectors, and a review of private pension funds’ assets. While the results confirmed the robustness of the sectors on aggregate, pockets of vulnerabilities were confirmed, including in some systemically-important institutions. As the follow-up measures have not yet been fully implemented, the source of the vulnerability remains. Furthermore, some issues, including valuing illiquid financial instruments and assets as well as related-party exposures, were not fully tackled by the three reviews. The supervisors could take a more conservative approach to address these issues. Outstanding issues in the insurance sector also include the treatment of certain reinsurance contracts, some insurance receivables and group-level supervision. (9) To tackle the possibility of similar imbalances re-emerging in the future, the measures to improve banking supervision need to be finalised and further efforts to improve non-banking supervision are required. Tackling hard-to-value assets and unsound business practices, including related-party and connected lending, remain key challenges for the authorities. The Bulgarian National Bank has launched a plan to restructure and develop banking supervision, based also on the findings of the World Bank and the IMF. This plan is now being implemented, but may need to be amended in light of the findings of the Financial Sector Assessment Programme. The shortcomings in supervision evidenced by the insurance and pension fund reviews highlight the need for the Financial Supervision Commission to develop and implement a comprehensive plan to strengthen supervision, including by improving its own internal governance and functioning. To ensure full credibility, such a plan should draw on international best practices in the area and should be prepared and implemented in close cooperation with European bodies, incorporating input from third-party service providers as needed. (10) Corporate debt remains high (well above that of peer countries), placing a burden on companies’ balance sheets and potentially constraining credit demand and investment over the medium term. To reduce the still-high level of corporate non- performing loans, the authorities should facilitate the workout process for banks by drawing on a comprehensive set of tools. For instance, speeding up the insolvency framework reform would improve the legal environment for dealing with bad debt and provide opportunities for out-of-court restructuring. Beyond the insolvency framework, the toolkit could include supervisory guidance to banks with particularly high levels of non-performing loans levels. This would make data on asset quality more transparent and help to deepen the secondary market for non-performing loans. (11) Recent labour market developments have been positive, but structural problems remain. The labour force continues to shrink because of population ageing combined with emigration. As the economy is undergoing structural changes, it is essential to tap into the unused labour potential. Currently, the labour market is characterised by high long-term unemployment and inactivity, limited inclusion of young people in ",
        "EN 5 EN the labour market and skills shortages and mismatches. While the unemployment rate fell below the EU average in 2016, the share of long-term unemployment and the rate of young people not in employment, education or training and the low employment rate of low-skilled people are still major challenges. In the face of these challenges, active labour market policies are insufficiently targeted towards disadvantaged groups and their needs, which hinders their employability. In addition, the insufficient integration of employment and social services for recipients of social benefits can limit their labour market participation. (12) Improving educational outcomes and strengthening the provision of quality inclusive mainstream education remains a challenge, with potential consequences for poverty. While the risk of poverty or social exclusion for children has slightly decreased, it remains one of the highest in the EU and is strongly linked to the educational level of the parents. Achievement in basic skills as measured by PISA 2015 show that the proportion of under-achievers in reading, mathematics and science remains one of highest in the EU. The planned methodology to improve school financing has yet to be developed. This aims to support more equitable outcomes by providing additional support to low-performing schools. Children from families with lower socioeconomic status, particularly Roma families, do not enjoy equal educational opportunities, including in early childhood. Vocational education and training is being reformed, but its quality and the cooperation with business and social partners are insufficient. Dual education continues to be rolled out. In higher education, performance-based funding seeks to improve quality and labour market relevance. (13) Limited accessibility, low funding, the emigration of professionals and weak health outcomes continue to be key challenges in the healthcare system. Low health insurance coverage, including the low public coverage of outpatient medical services and high out-of-pocket payments, make it difficult for some people to access healthcare. Recent measures, such as selective contracting of hospital services based on the National Health Map, have the potential to improve access to healthcare and equity if implemented fully. (14) Bulgaria’s minimum wage level, while still the lowest in the EU, has increased significantly since 2011. Limited progress has been achieved in setting up an objective mechanism, despite employers and trade unions agreeing on the criteria. The absence of a transparent mechanism, which takes into account economic and social criteria, the labour market conditions, and the institutional aspect of their application, may jeopardise a proper balance between the objectives of supporting employment and competitiveness and safeguarding labour income. Despite some tensions among the social partners during the failed negotiations for minimum social security thresholds for 2017, social dialogue in the country remains in place. (15) The high share of people living at risk of poverty or social exclusion remains a major economic and social challenge. Bulgaria is still the poorest Member State in the EU, with disadvantaged groups, such as Roma, children, the elderly, and people in rural areas, being disproportionately affected. After several years of sustained improvements, the at-risk-of-poverty rate for the elderly deteriorated substantially. Elderly women are at particularly high risk of poverty or social exclusion given their typically shorter pension contribution period. While the relative poverty situation of children has improved, poverty levels among this group remain very high. The deinstitutionalisation of children is keeping its momentum with the adoption of the new action plan. However, the process is still lagging behind for adults and people with disabilities. Income inequality represents a significant and growing problem. ",
        "EN 6 EN The ratio of the income of the richest 20 % of households to that of the poorest 20 % rose from 6.1 in 2012 to 7.1 in 2015 and is among the highest in the EU. In Bulgaria, the difference between income inequality before and after taxes and social transfers is among the smallest in the EU. The social protection system, including the general minimum income scheme (consisting of monthly social assistance benefits and heating benefits), does not provide adequate levels of support. Coverage of people on social benefits remains low, driven by very restrictive entry requirements. The level of minimum income remains low and has not been updated since 2009 and does not have a transparent adjustment mechanism. (16) Measures to improve the public procurement system have been put in place, but their concrete added value still remains to be seen. Appropriate and efficient implementation of the new risk-based ex ante control system needs to be ensured. Enacting the recommendations made in the review of the appeal system remains a challenge since efficient remedies are key to implementing important projects. Once assessed, the administrative capacity of the Public Procurement Agency would have to be adjusted to reflect the Agency’s functions. Furthermore, the administrative capacity of the contracting authorities should be enhanced, including by drawing on support provided by the Public Procurement Agency and the Central Purchasing Bodies for the central administration, the municipalities and the health sector. The work to introduce e-procurement in order to boost the transparency of public procurement still needs to be finalised. Safeguarding the impartiality of public tenders and preventing possible conflicts of interest continue to be important concerns. Despite the recent reforms aimed at modernising the public administration, the effectiveness and efficiency of public institutions remain limited. A number of legal amendments were finalised in 2016 to put in place the appropriate legal framework, but enforcing and implementing them in an efficient and systematic way is challenging. (17) In 2016, Bulgaria adopted significant reforms to address continued concerns about the independence and quality of its judicial system. However, as these reforms have been adopted only recently, it is too early to assess their impact. Further steps are needed in a number of areas. Corruption also remains a major challenge in Bulgaria and continues to weigh on investment, both at national and local level. In 2015, the authorities presented an ambitious strategy to fight against corruption, but its implementation is still in its early stages. Bulgaria’s anti-corruption policy continues to be hampered by weak and fragmented institutions, a weak track record in the prosecution of high-level cases, and faltering parliamentary backing for reform. Under the Cooperation and Verification Mechanism, Bulgaria receives recommendations in the areas of judicial reform and the fight against corruption and organised crime. These areas are therefore not covered in the country-specific recommendations for Bulgaria. (18) In the context of the European Semester the Commission has carried out a comprehensive analysis of Bulgaria’s economic policy and published it in the 2017 country report. It has also assessed the follow-up given to the recommendations addressed to Bulgaria in previous years. (19) In the light of this assessment, the Council is of the opinion that Bulgaria is expected to comply with the Stability and Growth Pact. ",
        "EN 7 EN (20) In the light of the Commission’s in-depth review and this assessment, the Council recommendations made under Article 6 of Regulation (EU) No 1176/2011 are reflected in recommendations 2 and 3 below, HEREBY RECOMMENDS that Bulgaria take action in 2017 and 2018 to: 1. Further improve tax collection and tax compliance, including through a comprehensive set of measures beyond 2017. Step up enforcement of measures to reduce the extent of the informal economy, in particular undeclared work. 2. Take follow-up measures on the financial sector reviews, in particular concerning reinsurance contracts, group-level oversight, hard-to-value assets and related-party exposures. Improve banking and non-banking supervision through the implementation of comprehensive action plans, in close cooperation with European bodies. Facilitate the reduction of still high corporate non-performing loans, by drawing on a comprehensive set of tools, including by accelerating the reform of the insolvency framework and by promoting a functioning secondary market for non- performing loans. 3. Improve the targeting of active labour market policies and the integration between employment and social services for disadvantaged groups. Increase the provision of quality mainstream education, in particular for Roma. Increase health insurance coverage, reduce out-of-pocket payments and address shortages of healthcare professionals. In consultation with social partners, establish a transparent mechanism for setting the minimum wage. Improve the coverage and adequacy of the minimum income. 4. Ensure efficient implementation of the 2014-2020 National Public Procurement Strategy. Done at Brussels, For the Council The President "
    ]
}