{
    "text": [
        "CHAILLOT PAPER Nº 138 — June 2016 People on the move The new global (dis)order BY Roderick Parkes European Union Institutefor SecurityStudies Chaillot Papers Q N - AA - 16 - 002 - E N - C European Union Institute for Security Studies 100, avenue de Suffren | 75015 Paris | France | www.iss.europa.eu European Union Institutefor SecurityStudies ",
        "EUInstituteforSecurityStudies 100,avenuedeSuffren 75015Paris http://www.iss.europa.eu Director:AntonioMissiroli ©EUInstituteforSecurityStudies,2016. Reproductionisauthorised,providedthesourceisacknowledged,savewhereotherwisestated. Print:ISBN:978-92-9198-490-9 ISSN:1017-7566 doi:10.2815/821222 QN-AA-16-002-EN-C PDF: ISBN:978-92-9198-491-6 ISSN:1683-4917 doi:10.2815/50937 QN-AA-16-002-EN-N PublishedbytheEUInstituteforSecurityStudiesandprintedinFrancebyJouve. GraphicdesignbyMetropolis,Lisbon. ",
        "CHAILLOT PAPERS June 2016 PEOPLE ON THE MOVE: THE NEW GLOBAL (DIS)ORDER Roderick Parkes 138 ",
        "European Union Institute for Security Studies Paris Director:AntonioMissiroli ©EUInstituteforSecurityStudies,2016. Reproductionisauthorised,providedthesourceisacknowledged,savewhereotherwisestated. Print:ISBN:978-92-9198-490-9 ISSN:1017-7566 doi:10.2815/821222 QN-AA-16-002-EN-C PDF: ISBN:978-92-9198-491-6 ISSN:1683-4917 doi:10.2815/50937 QN-AA-16-002-EN-N The author Roderick Parkes is a Senior Analyst at the EUISS where he works on issues of immigration, asylum and international home affairs cooperation. He holds a PhD from the University of Bonn. Acknowledgements Preliminary research for this analysis was carried out when the author was still based at the Swedish Institute for International Affairs (UI) in Stockholm, and he gratefully acknowledges the financial support from the Swedish Foreign Ministry. The author has received invaluable feedback from colleagues at the EUISS, and would like to thank Zoe Stanley-Lockman in particular for her comments and edits on previous drafts of this publication, which significantly improved the readability of the paper. Annelies Pauwels was meticulous in finding data for graphs and maps. Finally he would like to thank Antonio Missiroli for his encouragement and guidance. Disclaimer The author is writing in a strictly personal capacity. The views expressed are his alone and do not reflect in any way those of the EU institutions. ",
        "Contents Foreword 5 Antonio Missiroli Executive Summary 7 Introduction: migrating across a disintegrating world 9 Gone West? Starting assumptions 13 Three sets of migration drivers 23 Twelve key migration trends 41 Conclusions: whither European migration policy? 67 Annex 71 Abbreviations 71 21 3 A ",
        "",
        "5 Foreword The public debate over the migrants and refugees flocking to Europe over the past twelve months has been very emotional. Their sheer number, the images of their ordeal relayed on television and in the media, and concerns about their possible impact on recipient communities have often trumped any rational consideration of the actual drivers and trends behind this crisis. Yet it is evident that we are increasingly confronted with a completely new paradigm for global migration: far from being prompted simply by a specific humanitarian crisis or inadequate border management, the recent wave is arguably just a manifestation of a broader phenomenon that happens right now to affect Europe comparatively more than other parts of the world. European approaches to human mobility (both internal and external) have long been driven by a number of assumptions – on market incentives, circular migration, social integration – that may now need to be reviewed. To some extent, even EU approaches to development or peacebuilding were based on the assumption that people recovering from conflict situations would stay in their countries and communities: our funds and our missions would help them secure a better future there – not here, or elsewhere. But this is no longer true – and it was already only partially true in the 1990s, when the first massive (and eventually successful) wave of migration from the Western Balkans took place – due to a combination of factors that this Chaillot Paper analyses in great depth. As a result, global migration is there to stay: connectivity and demography, insecurity and instability are shaping a new and rapidly evolving world (dis)order and these dynamics will affect Europe quite significantly – as both a safe haven and a place where a better future can indeed materialise. This, along with the undeniable need for an intake of younger population cohorts due to our ‘demographic deficit’, is the good news. The less good news is that a balanced policy debate on the challenges and opportunities this phenomenon is creating, starting with its wider foreign policy implications, is still lacking. In a world that is ever more connected, contested and indeed complex, solutions need to be looked at which can factor in several variables and players, cut across policy areas, and adapt to changing circumstances. Roderick Parkes’ analysis constitutes a frank opening in a conversation that is likely to continue and intensify in the months and years to come. Antonio Missiroli Paris, June 2016 ",
        "",
        "7 Executive summar y To understand the new drivers of human mobility , it is necessary to understand the old drivers of immobility, and just how successfully the West hitherto gave people in the developing world a reason to stay at home. By liberalising global trade and investment flows and increasing aid, industrialised economies like Europe’s spread prosperity and good governance. This long-standing strategy was underpinned by a message: Western-style jobs and democracy are coming to you, so you do not have to move in search of them. Without this positive perspective, moreover, governments could never have globalised their economies. People would have crossed borders as easily as goods and capital, and migration flows would have swamped states. Until even quite recently, the West’s strategy seemed to be bearing fruit. Following a century and a half during which the West had become richer and the rest poorer, the last fifteen years have seen global economic convergence. But if economies like China’s are today making up ground, it is mainly due to their brute size and the negative repercussions of the 2007-2008 financial crisis in the West. Large, authoritarian and muscular, most of these emerging powers now demand their ‘rightful place’ at the negotiating table, and resort to zero-sum methods to secure jobs and natural resources. The hope that equitable global development could one day be achieved has petered out, giving way to a world of winners and losers. Ever greater numbers of people are being displaced. But today’s migration shocks are not a mere by-product of economic or geopolitical shifts – they are a constituent part of them. Key migration trends reveal how emerging powers are using migration in a purposeful bid to reshape the rules of globalisation. Emerging powers can use migration to reroute the flow of knowledge, investment and jobs, engage in ‘economic warfare’ and even find grounds for military intervention. As these states try to instrumentalise migration flows in this way, however, their citizens increasingly prefer to move independently. Empowered by the growth of cross-border communications and geospatial technologies, migrants are going it alone and creating their own cross-border systems and networks. Apply these global trends of reordering and re-bordering to Europe, and the extent of the change becomes clear. Europeans once considered rolling out a borderless free movement zone across their neighbourhood. Now the whole region risks splitting up: into the EU’s own internal free movement area (now under pressure to become a ‘Schengen for NATO’, in which tanks and troops can move more freely); Russia’s Eurasian Economic Union (an eastern labour market in which Moscow leverages its neighbours’ dependence on migrant remittances); and an increasingly lawless and borderless zone stretching across the Middle East and North Africa. Threaded throughout the various free-movement and buffer zones are migrant and smuggler networks. ",
        "8 People on the move: the new global (dis)order Still, every crisis creates certain opportunities – or at least that has become the mantra of European experts, following several difficult years for the EU. Many counsel that the current crisis could herald a more liberal global migration regime – one in which Europe plays a leading role: the EU has until now been restrictive on migration, experts say, but it has a strong rationale to lift barriers. Not only does the European labour market require young workers, but the EU’s citizens are looking for jobs abroad, in the more vibrant economies of Latin America or Southeast Asia. As the economic differences between traditional ‘receiving’ and ‘sending’ countries fade, all parts of the world can agree on the need to open opportunities for migration. If the EU is really undergoing a prolonged period of economic difficulty, however, the Union seems unlikely suddenly to become more open to migration – let alone be able to force the world’s assertive new powers to cooperate. A more productive starting point would be to recall that Europe’s strategy on migration for the past 25 years has in fact been rooted in liberalism, alleviating the root causes of disorderly migration abroad. At the heart of this strategy was a bid to devolve power to other world regions and players. Vast new numbers of actors – private and public, national and regional – have been empowered, for better or worse. Any new strategy on migration and refugees will therefore need to focus mainly on the world beyond the EU’s borders, providing people with opportunities as close to home as possible. ",
        "9 Introduction: migrating across a disintegrating world If the media are to be believed, the world is facing protracted political disorder and economic decline. For the EU, this raises a spectre – of Europe remaining a magnet for the world’s downtrodden even as emerging powers overtake it economically; of refugees retaining loyalties to their home countries even as they are offered safety in the West; and of European workers having to beg for job opportunities in the world’s few functioning economies. This would be a world characterised by perma- nent irregular migration. This Chaillot Paper is based on a rather different scenario, characterised by an emphasis on political stability and economic growth. But the outcome is likely to be much the same: permanent irregular migration. This scenario is not a firm prediction, of course – but it at least provides a useful structuring device to highlight the mechanics of migration. The point is to show that migration is not just an action of last resort. Increasingly it is also an act of choice and empowerment. Today, a highly-mobile minority defines the shape of the international order. Strings of people If people move, it must be because they are pushed by top-down forces of global order and disorder. That is what Europeans have usually believed anyway, and they have tra- ditionally viewed migration as a more or less involuntary act. But the global migration crisis has forced us to reconsider. Migrants are not necessarily helpless individuals, and many are proving capable of defining these big geopolitical and geoeconomic forces themselves, from the roots up. This Chaillot Paper looks at the future of global order and migration, and shows why this bottom-up perspective has never been so relevant. European analysts are discovering that migrants have always had the power to spin new forms of international order from the bottom up, and that people on the move can create rules and arrangements that suit them. States, moreover, have no choice but to react to the challenge and accommodate it. In effect states are competing with the human urge for flight, and have to provide better solutions to problems like physical danger and resource scarcity. They can only justify their existence if they give people a good reason to stay put. This gives weight to European authors like Tim Cresswell who argue that most ma- jor innovations in territorial order have been driven by a creative tension between ",
        "People on the move: the new global (dis)order 10 settled states, and the human desire to move. 1 The obvious task for this paper is to ask how this tension will be resolved in future – how will states control migration, how will migrants push back, and what new international rules will emerge? But that would be to assume that this creative tension can still be resolved. In reality, migration may well be running out of states’ control. The reason for the shift is clear. Governments across the developing world are boost- ing their efforts to provide stability, security and economic opportunities to their cit- izens in a bid to persuade them to stay put. This is ‘authoritarian developmentalism’. Yet their citizens increasingly prefer to achieve these things independently, crossing borders in search of new opportunities. The result is the emergence of ‘strings of peo- ple’ – of migrants who use their newfound wealth and access to technology to stay on the move and pass information back down the line to other migrants. If this shift in global mobility persists, European states will be hard hit – and not just because they are a magnet for immigrants. European order rests on a very sed- entary vision of life. Settling down has been key to the stability of European polities, a prerequisite for everything from territorial defence to democracy to social welfare. It now becomes clear that Europeans developed these things – defence, borders, wel- fare – out of bitter need: when people stop moving, they become vulnerable. The European lifestyle is vulnerable to mobile people, be it refugees or workers. A crisis of globalisation For the last 25 years, the world has achieved artificially low levels of migration. This was in no small part because Western governments offered a model of global devel- opment which persuaded people to remain at home. Trade and capital flows were presented as a conveyor belt for Western-style good governance and prosperity. By pushing for the liberalisation of these flows, Western governments in effect prom- ised the rest of the world that democracy and wealth would come to them, so people did not have to move in search of these things. True, in the last two decades more and more people have migrated – but that is only because there are more people. The global population has jumped from five to seven billion since 1990, but still just a tiny fraction (3.3%) live outside of their country of origin. That proportion, moreover, has hardly changed since the 1960s (2.3% in 1965) despite the massive spread of cross-border transport. Indeed, it is remarkable how many people have resisted the new opportunities to move – a testament to the power of the promise of sustainable development. 1. TimCresswell, OntheMove:MobilityintheModernWesternWorld (London;Routledge,2006) . ",
        "11 Introduction: migrating across a disintegrating world Today, most emerging powers like China would probably subscribe to the West’s basic focus on wealth creation and migration control. But they are eroding some key tenets of Western liberalism, which have traditionally kept people in their home countries. China’s model of ‘authoritarian development’ is more nakedly nationalistic and ‘zero-sum’ than the West’s development model, and it makes no promise of an equitable new global order. There will be winners and losers in this new order, not to mention severe environmental degradation and competition for scarce resources. Clearly, geopolitical and geoeconomic drivers of migration are back on the rise – but the real shift is in the mindsets of migrants themselves. People are no longer prepared to remain at home and trust in the development capacities of their gov- ernments. European border officials say that migrants arriving on Europe’s shores cite one motive above all: they have lost hope. Over the years they have grown used to bad governance and unemployment, but until now had assumed these problems would eventually be overcome. That hope is gone. If states do not succeed in giving people positive reasons to stay at home, it will become very hard to sustain the current pattern of economic globalisation and the free flow of goods and capital. Governments cannot risk opening up their econo- mies to cross-border trade and investment flows if workers try to move as freely as goods and money. Mass migration from poor to rich countries would overwhelm their territorial integrity. Indeed, it is no exaggeration to say that the effective con- trol of migration has contributed more to the success of globalisation in recent de- cades than the free movement of people. Outline of this paper This Chaillot Paper is structured as follows: it first makes explicit a few working as- sumptions about the ways in which global order and migration interact. This brief introductory section explains how the Western-led global order of the last 25 years has led to unusually effective migration control, and it sets out some assumptions about what will happen to migration flows if this liberal Western order is undermined. Next, the emerging drivers of migration are set out in detail. This second section does not consist of the usual catalogue of migration drivers (a list of unemployment projections, models of climate change or indices of state fragility). It offers a more holistic approach – describing key features of the Western-led global order which in the past persuaded people to stay put, and going on to show how these are being eroded, thus creating spurs to migration. These drivers are then illustrated with some key migration trends. As with the drivers section, these trends are viewed from three perspectives – top-down (how states affect migration flows), bottom-up (how migrants react) and then the ‘sand- wich-filling’ (the new rules and norms which emerge). This section broaches the ",
        "People on the move: the new global (dis)order 12 idea that states and migrants are moving in irreconcilably opposite directions, and that migrants have growing potential to create systems which suit and sustain them quite independently of states. The paper concludes with some questions for the EU. Europeans rely heavily on the current global order, with its emphasis on effective migration control. As power shifts away from the West, the EU will be heavily exposed to migration shocks. But it can set its borders policy on a solid footing if it ‘goes with the flow’ and leverages the shift of power. It can successfully find new allies by focusing on four possible new principles in its migration policy: (1) recognise migrants’ ‘agency’ – i.e. their resourcefulness and sense of initiative; (2) provide people with opportunities as close to home as possible; (3) be more open to lopsided international partnerships; (4) court the more progressive of the world’s new spoiler states. ",
        "13 C HAPTER 1 Gone West? Star ting assumptions The latest annual report delivered by the United Nations High Commissioner for Ref- ugees (UNHCR) is called World at War , an apt description of the current global state of affairs. 2 The UNHCR report paints a picture of chaos spreading worldwide. The Middle East, where war has forced 4.8 million people to flee Syria alone, is just one of many conflict-ridden regions producing large volumes of disorderly migration – in- deed, in the EU in 2015, only half of all asylum-seekers came from the obvious source countries of Syria, Iraq or Afghanistan: Nigeria was the number one source country for Italy; for France it was Sudan; for the UK, Eritrea; for Poland, Russia. At 20 million, the current global numbers of refugees are just the tip of the ice- berg. Countless more people are in precarious situations, facing bad governance and resource shortages at home. At least 80% of the 14 million people who fled their homes in 2014 remained in their own countries as so-called internally displaced per- sons (IDPs) rather than becoming refugees. Of those people who did manage to flee across borders, as many as 85% are sitting close to home in nearby regions, waiting for any sign of improvement. Unemployment and underemployment are on the rise worldwide, with 215 million people predicted to be out of a job by 2018. Few of the people who are moving countries, moreover, are likely to return home any time soon. The proportion of refugees being repatriated of their own volition is declining, sinking to a 30-year low of just 125,000 in 2014. 2014 was the year, too, when UNHCR classified 6.5 million refugees as being in a ‘protracted situation’ – that is, without any foreseeable resolution to the conflict in their homelands. More than 10 million people are now classified as stateless, either because they were born in refugee camps (170,000 children have already been born to Syrian refugees in Turkey) or their home states simply revoked their citizenship. Still, there is nothing too unusual about this. The last 20 years have seen plenty of such migration spikes, only for people to settle down again, as stability returns and they tire of moving. So, when European citizens ask ‘when will the number of mi- grants drop?’, what they really want to know is: ‘when will global order be restored?’ But this Chaillot Paper asks a rather different question: what if global order is not restored – at least not in any recognisable form? Its core hypothesis is that some 2. OfficeoftheUnitedNationsHighCommissionerforRefugees(UNHCR), WorldatWar:GlobalTrends-ForcedDisplacementin2014 , June2015. ",
        "People on the move: the new global (dis)order 14 very specific features of Western order which have hitherto served to keep migra- tion rates low, are about to disappear as Western influence wanes. Three working assumptions are outlined below. Whenever Western order is asserted, migration dips … Every time there has been instability in the past quarter century, people have migrat- ed. But they seldom moved for very long: every recent migration spike was followed by a deeper lull as people settled down, or – as 18 million refugees have done since the 1990s – voluntarily returned home. Analysts have thus come to expect a regu- lar cycle of refugee and migration highs arising every five or so years. As Figure 1 (see page 17) shows, the last such spike was in 2010 (with notable trouble-spots in Iraq, Afghanistan and Somalia). Before that similar spikes occurred in 2007 (Iraq, Afghanistan, Sudan and Colombia), 2000 (Afghanistan, Kosovo), 1994 (Bosnia and Herzegovina), and 1990 (the Gulf and Eastern Europe). Today, just as with every past migration spike, analysts are able to find green shoots of stability – even in geopolitical hotspots. Algeria, twenty years after its democratic reforms stalled, is now identified by some experts as a potential force for stability in Libya, the Sahel and Niger: it is playing host to an estimated 100-150,000 refugees, mainly from West Africa, while it is itself the source of the lesser figure of around 10,000 refugees. Most importantly, Algeria’s citizens appear to have drawn lessons from their own turbulent history – not least when it comes to battling radical Islam (as few as 170 Algerians are estimated to have become ‘foreign fighters’). Examples such as that of Algeria could well lead us to believe that the world is still gravitating towards a path of stability and progress – a path considered more or less inevitable in recent decades. However, this Chaillot Paper argues something rather different: there is no inexorable law of progress (and a post-Bouteflika Algeria could in fact very easily pitch into chaos and become the next major source of refugees to Europe). Stability – and orderly migration – are hard won. That is the first assump- tion here: the Western liberal order, spread by hard work and statecraft, has entailed some specific features which serve to stem disorderly migration. Look again at the last decades of asylum statistics in Figure 1, and two spikes stand out – in 1990 and 2000. Both coincided with an ambitious expansion of Western liberalism – first, ‘Western victory’ in the Cold War, then the growth of unilateral US power. These shifts dislodged large numbers of people (in the 1990s across Eastern Europe and in the 2000s in Iraq and Afghanistan), but the contention here is that they also account for the subsequent dip in irregular migration and refugee flows. The spread of Western-style territorial order meant not just basic migration control, but also a broader attempt to build cohesive national communities within fixed borders. ",
        "Gone West? Starting assumptions 15 1 … so if a new global order emerges, disorderly migration could remain high … Western power seems to be giving way to the emerging powers of the East. Yet, orderly migration control ought logically to be one of those things least affected. Many emerging powers – most notably states across East and Southeast Asia – share the West’s respect for such principles as social cohesion, border management and migration control. But just because Eastern powers share the West’s dislike of dis- orderly migration does not mean they will be prepared, say, to stem refugee flows at source or spread ‘migration best practice’ as the West has done. China’s respect for borders is expressed mainly in the principle of mutual non-interference. So the second assumption is that any new global order founded on this hands-off Eastern approach would be characterised by small festering conflicts and prolonged disorderly migration. This is not to discount the possibility that emerging powers like China could become more Western in their behaviour, more interventionist and readier to tackle migration at source. But even then, disorderly migration may re- main high: Beijing is embracing Western institutions and methods for no other rea- son than that it lacks the legitimacy and creativity to reform them. But that in itself is a problem: China will erode the legitimacy of these international institutions if it presents no new ideas. If emerging powers like China preserve global institutions like the International Monetary Fund (IMF) or World Bank merely out of a sense of inertia or as a means of exercising power, the systems themselves will lose legitimacy. Emerging pow- ers must instead articulate some kind of long-term vision for the world, or people will simply ignore their plans and take their own opportunities. This is something which the West achieved through its model of sustainable global development. It promised that trade and investment would bring people worldwide prosperity and good governance, with the result that they did not feel the need to move. If major powers like China fail to fill the vacuum left by the West, moreover, other smaller players will step in. The power struggles may create migration chaos. But it is possible too that migration chaos may actually be a systematic feature of the new order. This eventuality is being vividly illustrated along the EU’s borders: neigh- bours like Russia do not apparently lay the same emphasis on global migration con- trol, and they seem prepared to tolerate disorderly population flows as a vector of their own preferred forms of order. Moscow stands accused of everything from re- directing refugee flows towards EU states to encouraging its political sympathisers to claim asylum in Europe. ",
        "People on the move: the new global (dis)order 16 … meaning Europeans will face new migration shocks It is probably time for a reassessment of Western-led globalisation and its effects on migration: Europeans tend to think that liberal economics have exposed them to huge and unexpected migration flows. But any illiberal new order will likely be worse. Two decades ago, for example, when Ukraine entered the world economy, half its workforce was pushed into unemployment. And yet, in hindsight, the re- sulting wave of Ukrainian migration to Europe was at least predictable – the timing was foreseeable, as were the paths taken by migrants (many of the 2.5 million peo- ple followed their economic interests to places like Portugal, rather than pursuing established cultural ties). If liberalism ceases to be the dominant force in global politics, Europeans could lose a whole set of policy tools for stemming irregular migration at source or in transit. Already, they are struggling to build the support necessary to stage liberal interven- tions in countries like Syria or Libya, and few transit countries are signing up to the full panoply of migration control rules. The European trade and aid policies which once spread prosperity and good governance abroad now appear more likely to fuel migration than prevent it. The signs of this are seen today in countries such as Ni- geria, where people leave as soon as they have the means, rather than staying behind to build institutions. Europeans also risk losing a policy toolbox designed to welcome those migrants who arrive. European states have gradually liberalised their citizenship rules over the past few decades, for example, keen to remove obstacles to migrants’ participation in the workforce and the free flow of skilled labour. When European governments permitted people to hold dual citizenship, this meant overcoming their deep-rooted concerns about creating citizens with split loyalties. But recent actions by neigh- bouring powers will have resuscitated those old fears: Moscow recently mobilised ethnic Russians in Germany to protest about their rights; and Ankara is deepening its political engagement with its diaspora across Europe. European states, in place of their traditional array of liberal policy tools, are re- sorting to illiberal approaches of their own. Who would have thought that West- ern powers, a decade after they moved into Iraq to establish democracy, would be adopting the migration policies they encountered there? Yet, some states are indeed debating introducing the immigrant-bond system they experienced there when hir- ing foreign labour for their military camps: soon, immigrants to the West may find themselves forfeiting cash deposits if they fail to leave the country on time or are caught drawing welfare benefits to which they are not entitled. This is likely only to push migrants into clandestine situations rather than create orderly migration. ",
        "17 G L O B A L L E V E L S O F R E F U G E E S A N D I D P S 1 * R E T U R N E D R E F U G E E S O E C D 2 V O L U M E O F I N T E R N A T I O N A L A I R T R A V E L 3 A R R I V A L S O F B O A T P E O P L E I N A U S T R A L I A 4 * * * 2 0 0 4 2 0 0 3 2 0 0 2 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 1 9 9 1 1 9 9 0 1 9 8 9 1 9 9 2 1 9 9 3 1 9 9 4 1 9 9 5 1 9 9 6 1 9 9 7 1 9 9 8 1 9 9 9 2 0 0 0 2 0 0 1 M i l l i o n s P a s s e n g e r s P e o p l e 1 , 0 0 , 5 1 , 5 2 , 0 2 , 5 3 , 0 3 , 5 B i l l i o n s 0 2 6 2 1 4 9 5 3 2 3 7 6 6 0 3 3 9 2 0 0 3 7 2 1 2 9 3 9 5 5 1 6 1 5 3 1 5 1 1 6 0 1 4 8 1 6 1 2 7 2 6 6 5 5 5 4 5 6 5 1 7 2 0 4 1 9 8 2 0 6 4 7 1 6 0 4 2 1 6 8 1 4 0 , 0 0 0 2 0 , 0 0 0 6 0 , 0 0 0 8 0 , 0 0 0 1 0 0 , 0 0 0 1 2 0 , 0 0 0 1 4 0 , 0 0 0 1 8 0 , 0 0 0 0 1 0 2 0 3 0 4 0 5 0 6 0 R e f u g e e s I D P s * * R e f u g e e s a n d I D P s * * F I G U R E 1 . S H I F T S I N I N T E R N A T I O N A L O R D E R A N D M I G R A T I O N F L O W S S o u r c e s f o r d a t a : 1 . U N H C R ; 2 . O E C D ; 3 . W o r l d B a n k ; 4 . U n i v e r s i t y o f Q u e e n s l a n d a s q u o t e d o n w w w . l a w . u q . e d u . a u / m i g r a n t s m u g g l i n g - s t a t i s t i c s . N o t e s : * D a t a a v a i l a b l e u n t i l M a r c h 2 0 1 5 . * * T h e r e i s n o d a t a a v a i l a b l e f o r I D P s f o r t h e t i m e p e r i o d 1 9 8 9 - 1 9 9 3 . * * * D a t a a v a i l a b l e u n t i l J u n e 2 0 1 5 . ",
        "People on the move: the new global (dis)order 18 Box 1. What do the migrants of the future look like? When predicting future migration flows, most analysts still extrapolate from his- toric Western patterns of economic development and migration, and apply this model to the rest of the world. But the era of Western-led economic development appears to be dwindling, and the world is unlikely to see any more ‘migration humps’ (whereby a country’s rising wealth triggers a certain pattern of intense emigration, such as in 1920s Europe, and 1990s Mexico) or ‘demographic transi- tions’ (where economic development reduces family sizes and creates ageing soci- eties, like in 1950s Europe and 1990s Iran) – or at least fewer incidences which fit a classic Western pattern. It is worth remembering that the migrant of the last 25 years (the Westernised economic migrant portrayed as homo economicus , who rationally calculated the costs and benefits of working abroad) was nothing like the migrant of the Cold War ( homo sovieticus , who moved in pursuit of ideological motives). In the Commu- nist East, high-skilled European professionals moved to low-wage but ‘brotherly’ countries in North Africa, while their home countries themselves played host to leftist activists from Turkey and Greece. Ideology trumped raw economics. That historic comparison gives a sense of the possible scale of the coming change in migration patterns and migrant motivations. The world is no longer polarised by two competing ideologies, or united in its narrow cost-benefit thinking. Migrants’ motives are unpredictable as never be- fore, and analysts find themselves puzzling over each migrant’s ‘choice architec- ture’ – the myriad ways in which migrants navigate the available options. The most we can say is that successful migrants now share a select few character traits: they are adaptable risk-takers who go it alone, often young males who manage to cope without state help. There are signs, too, that migrants increasingly link up to swap tips and pool information about travelling routes and crossing borders, thereby preventing effective migration control. Migrants are becoming more self-sufficient and autonomous: they are permanent- ly temporary and sustain themselves while on the move; they form global ‘strings of people’, passing information back to other migrants. This empowerment of migrants raises the question whether the neat interaction between international relations and migration (see Figure 1) is breaking down and whether migrants’ motives will diverge completely from the goals of governments. ",
        "19 ",
        "People on the move: the new global (dis)order 20 Box 2. What are the new push and pull dynamics of migration? Today’s migrants have good reason to be tough and resourceful: they are operat- ing in a challenging geopolitical environment. Irregular migrants from Afghan- istan provide an instructive example of the new global push and pull dynamics. Nearly 200,000 Afghans claimed asylum in the EU in 2015, and at first glance they seemed to be following a familiar pattern – displaced from Afghanistan, a state which has failed to cope with the demands of economic modernisation, and pulled towards the EU by the hope of a job and safety. This is the familiar push- pull dynamic of globalisation, where the world gravitates towards a Western eco- nomic model, some states faster than others. In reality, these Afghans are not being propelled by invisible market forces. They have been actively pushed and pulled around by governments for geopolitical advantage. As shown in the map (see Figure 2 on page 19), many of the Afghans started their journey not from Afghanistan but from Iran, which hosts around 2-3 million Afghans, many of whom were born in Iran. Some argue that Tehran is using this vulnerable population as a source of leverage over neighbours and rivals such as Turkey – a tap to be turned on and off in return for concessions, and to signal its readiness to play hardball in the region. The important point here is that Iran, following the lifting of sanctions, is a grow- ing economy. Whereas its integration into the global economy would have once drawn it towards Western-style political liberalism and created pull factors for refugees, the reverse may now be happening, with economic success making Iran more assertive and nationalistic. Moreover, the signs are that it is not just Iran but other transit states, like Russia and Turkey, which are pushing Afghans onwards until they reach the EU, each trying to instrumentalise the flows for political rea- sons – Turkey in order to gain visa-free travel for its citizens, Russia to destabilise its rivals. Europeans still seem to understand migration ‘push’ and ‘pull’ factors as an inev- itable by-product of an integrating global market economy, the result of invisible market pressures. The notion that spoiler states might actively push and pull mi- grants in a bid to contest the rules of that economy is new – and uncomfortable. ",
        "",
        "22 People on the move: the new global (dis)order Summary of Chapter 2: Three sets of migration drivers Globalisation has been based on an implicit pledge: it would bring the world Western levels of prosperity, security and good governance. This promise of global economic convergence and homogenisation reduced the incentives for people to move countries. It also provided a set of developmental goals which citizens and their governments everywhere more or less agreed on. As that pledge now loses credibility, however, global economic and political integration is giving way to centrifugal forces and people are on the move again. Where once there was a harmonious sense of convergence, new drivers of migration are emerging from three directions – top-down (global economics and power politics), bottom-up (migrants, as they look after their own interests), and the ‘sandwich-filling’ (the international rules and institutions which emerge to mediate between these forces). Thus, geo-economic competition between Western and emerging powers is deepening; citizens are increasingly trying to go it alone across borders; and global rules are collapsing into contestation. Migration is being driven top-down above all because emerging economies made a miscalculation. They gambled that the liberal economy would bring them new economic opportunities, primarily in the high-tech sector. Trade flows were meant to create manufacturing work; capital flows would fund technological advances. The recipe has not delivered and, for emerging powers like China and Russia, the inability to provide decent jobs for their workers is a source of in- stability. Now the old global project of economic integration is giving way to geo-economic power play. This geo-economic rivalry is only fuelling people’s sense of insecurity, not least as the West’s effort at nation-building runs out of steam. People had been prom- ised that if they stayed put they would enjoy security, stability and good gover- nance, while those who moved tended to be exposed to all sorts of dangers. That assumption has been turned on its head. Faced with problems like s tate failure, environmental degradation and resource shortage, people now view immobility as a source of vulnerability. The rules, norms and political glue which held the liberal system together are beginning to come unstuck, too. Global convergence around political and eco- nomic liberalism had been driven by the emergence of a global middle class who demanded good governance and democracy. Although the middle classes are still growing, particularly in Asia, they have fallen out of love with liberalism. As they grow wealthier, they are demanding better jobs at home and greater options to travel. If these are not provided, tensions tend to build up, creating a pres- sure-cooker situation. ",
        "23 C HAPTER 2 Three sets of migration drivers 1. Top-down drivers: the geopolitics of the global market In the early 1990s, wealthy industrialised economies in Europe and North America presented a vision of globalisation as an inclusive and forward-looking process: the global economy would expand and spread prosperity allowing developing econo- mies to provide their workers with jobs close to home and, eventually, with a Western standard of living. For 25 years, the focus was thus on using trade and investment to promote job creation and equitable global development – providing emerging economies with a carrot to persuade many of their citizens to remain at home. Today, few states believe the global economic cake is expanding, and the question of access to proper jobs has gained real significance. Emerging powers complain that the wealthy West has hived off its services industry, attracting their finest minds and stymying the flow of knowledge. They perceive, too, that the West still controls the channels of global connectivity – the transport networks which carry workers, knowledge and investors. They see migration as a means to challenge this, as well as being necessary for their size and status. The old promise of global market integration At the end of the Cold War, barriers and borders melted worldwide, leaving the West- ern victors fretting about mass migration. The International Labour Organisation (ILO) expected 30 million newly unemployed in the Soviet Union, and the UNHCR predicted an outflow of 25 million people from Eastern Europe. But, in tune with the spirit of the times, economists called for the West to trust in the ‘invisible hand of the market’: the laws of supply and demand would now be free to redistribute ‘surplus manpower’ to where it was needed, thereby equalising global wage levels and spreading wealth. Workers would be propelled efficiently from poor economies (with their abundant youthful labour) towards rich economies (with small family sizes, labour shortages and thus high wages). That, at least, was the theory. In practical and political terms, however, such mas- sive migration flows would have been impossible to manage. This posed a dilemma: Western economies were keen to liberalise global trade and capital flows. So, how to combine this liberalisation with migration restriction? The solution lay in cre- ating jobs in poorer states, in a bid to give workers there a reason to stay at home. ",
        "People on the move: the new global (dis)order 24 A carefully-sequenced recipe was perfected to help poorer countries create living standards on a par with the West: first, liberalise global trade flows to create basic manufacturing jobs; then liberalise capital flows to fund technologies and there- by generate well-paid high-skilled jobs. If all went well, after a few years, the only people migrating would be managers, skilled workers and cosmopolitan ‘lifestyle migrants’. The outcome, 25 years on, is instead a distorted global labour market. The handful of countries which have managed to catch up economically with the West have of- ten done so on the basis of a low-wage manufacturing sector and the sheer scale of their economies, rather than by creating well-paid jobs (China being a case in point). Furthermore, although some (like China) are suffering acute labour shortages, they struggle to find the means of raising wages to retain or attract workers. As for those developing economies which do maintain higher wage levels, this is no sign of ef- ficiency – let alone a shortage of labour. Low levels of productivity mean Africa’s labour costs are estimated to be around 80% higher than China’s, and a further 250 million African workers will join the labour market by 2050. The old assumptions about global market integration have thus proved wrong. High- wage skilled jobs remain heavily clustered in the West, and there is a growing sense in the rest of the world that globalisation has fallen short of its promise. Trade and capital flows, rather than helping the rest of the world catch up with the West, have ac- tually allowed Western economies to retain their high-wage services jobs. Asian econ- omies like China, in their drive to catch-up, have had to show an enormous degree of self-discipline, not least in reducing family sizes – causing their incipient labour shortage and stunting their innovativeness. As for Africa, investment flows have not brought the promised influx of technology. If its workers remain costly and relatively unproductive, it is because they lack access to labour-saving devices. Job shortages become a source of tension Trade and capital flows, the lifeblood of the global economy, have not quite yielded the beneficial effects many expected. According to the UN Conference on Trade and Development (UNCTAD), Western business investment in poorer developing coun- tries has largely taken the form of outsourcing low-skilled manufacturing or buying up extractive industries. On the occasions when Western investors have been obliged by third-world governments to set up joint ventures with local firms in a bid to help knowledge-transfer, they have carefully hived off their technologies. The result: in the 50 years leading up to 2000, developing economies quadrupled their share of global manufacturing, building up a massive low-wage sector. But in the 16 years since, they have failed to make the transition towards innovative service-based economies. The now defunct UN Centre on Transnational Corporations pins much of the blame on Western corporations. These firms used the liberalisation of trade and in- vestment flows to dominate the global economy, and to retain jobs and technologies ",
        "Three sets of migration drivers 25 2 in the West. After the Berlin Wall came down, they controlled as much as two thirds of world trade (most of which was conducted between their own affiliates). They moved managers and investors between their various affiliates under the World Trade Organisation’s (WTO) new ‘mode four’ rules. They shifted their manufactur- ing operations to poor countries, while retaining research jobs in the West. This has all led to criticism in developing economies about a ‘global division of labour’ – with the best jobs and services clustered in Western economies. In order to catch up with the rich West, emerging economies across Asia have re- sorted to building up their own domestic enterprises by such dubious means as heavy state aid and a relaxation of intellectual-property standards. These illiberal short-cuts, of course, are not a real means of creating vibrant high-tech jobs or in- novative economies. And yet, when China and others do play by the rules of the liberal economy, they still struggle to make the leap to a services economy. In a bid to boost its innovativeness, for instance, China has improved its university system and created new opportunities for its young professionals to study abroad. But the main outcome has been massive ‘brain drain’: young Chinese students now make up around one fifth of all students in OECD states – only around one third have returned home again. From Somalia to Kyrgyzstan, the lack of proper employment is fuelling instability and radicalism, and developing states everywhere are under pressure to create high- wage jobs or secure their workers access to foreign labour markets. China is partic- ularly strained: its low-wage sector is facing strong competition from Indonesia, Vietnam and Bangladesh. Moreover, its new army of highly-qualified graduates is demanding high-wage work. By 2020, China will be producing 29% of all the uni- versity graduates educated in either OECD or G20 member states, and these people will seek lucrative work. China is thus throwing its weight behind domestic firms, from SAIC Motors to Sinopec, in a bid to increase its share of the world’s manufac- turing supply chains and sustain domestic wage growth. Global connectivity becomes geopolitical Until even quite recently, Washington actually encouraged Asian and African states to build up national firms and maintain certain tariffs, as China is doing. It viewed such efforts to regulate the national economy as key to state-building. But today, in the wake of the US’s invasion of Iraq and its heavy-handed treatment of South Korea and Taiwan following the Asian financial crash, these same states question whether Washington was ever truly committed to state-building: the US, they say, was simply interested in overtaking Europe economically by hastening decolonisation in Asia and Africa. That is why, having achieved this, the US suddenly began to criticise poorer economies for ‘crony capitalism’ and unleashed a devastating wave of market deregulation on the rest of the world. ",
        "26 M E X I C O U N I T E D S T A T E S T U R K E Y S O U T H A F R I C A A U S T R A L I A C H I N A 3 1 1 2 3 1 2 3 1 2 3 1 2 3 G E R M A N Y U K R A I N E 1 1 1 2 3 R U S S I A 2 B A N G L A D E S H I N D I A 3 U N I T E D K I N G D O M 2 C A N A D A 3 2 T O P T H R E E M I G R A N T C O R R I D O R S A C R O S S T H E F O U R G L O B A L D E V E L O P M E N T A X E S A V I A T I O N M E G A - C I T I E S I N 2 0 1 4 S o u t h - N o r t h S o u t h - S o u t h N o r t h - N o r t h N o r t h - S o u t h G l o b a l N o r t h G l o b a l S o u t h > 2 5 0 , 0 0 0 > 5 0 , 0 0 0 d a i l y l o n g - h a u l p a s s e n g e r s > 2 0 , 0 0 0 d a i l y l o n g - h a u l p a s s e n g e r s > 1 0 , 0 0 0 d a i l y l o n g - h a u l p a s s e n g e r s > 3 , 0 0 0 , 0 0 0 > 1 2 , 0 0 0 , 0 0 0 > 1 , 0 0 0 , 0 0 0 N U M B E R O F M I G R A N T S J O F I G U R E 3 . A I R H U B S A N D M A J O R M I G R A T I O N C O R R I D O R S S o u r c e f o r d a t a : I O M W o r l d M i g r a t i o n R e p o r t ( 2 0 1 3 ) ; W o r l d B a n k ( 2 0 1 0 ) ; A i r b u s G M F ( 2 0 1 5 ) . ",
        "Three sets of migration drivers 27 2 This is a typical example of the resentful geopolitical narratives that developing coun- tries now spin as they contest the way the global economy is ordered. When Western economies chose to spread trade and capital flows – and to restrict migration – their decision was in fact based on a genuine effort to ensure globalisation did not un- dermine state-building. It also marked a very careful reversal of the last great wave of globalisation (whereas in the nineteenth century unfettered migration from the world’s economic core had led to colonisation, now trade and investment flows from there would finance nation-building). But emerging economies regard these choices as exclusionary, and they particularly criticise the West’s control of the global commu- nications networks which keep goods and money flowing – and trap workers at home. This follows years of disappointment about the promise of ‘cross-border connectiv- ity’. In the 1990s, poor economies hoped that new telecommunications networks would give their workers access to Western labour markets from home. In reality, these merely helped Western firms outsource low-paid telesales. Then there were hopes about the spread of global air networks: the liberal international air regime, ‘Open Skies’, would give foreign workers scope to dip in and out of European and North American labour markets. But this system is not really open to all: in practice, only the most robust airlines can survive. Poorer economies like Mexico, with less efficient airlines, have shied away from the competition – despite the demand from domestic workers seeking easy access to the US. From a Western perspective, it is logical that developing economies should have unfettered access to Open Skies only when they are wealthy enough – how else to prevent an unmanageable flow of poor workers? Yet, many emerging economies complain that they will never catch up with the West under the current rules: with- out immediate access to Open Skies, they cannot hope in the long run to attract investors or innovative workers. This sense of unfairness is driving emerging econ- omies to try to create their own means of connection. China is now throwing state aid at a trio of domestic airlines so as to compete with Open Skies on its own terms. Spoiler-state Russia seems to be trying to erode the West’s advantages: Russia’s air safety record and alleged complicity in the downing of a passenger jet in Ukraine indicate a hard-nosed attitude to connectivity. Demography as destiny Back in 2000, the UN presented a proposal to permit greater migration from poor to rich economies. Its goal was ‘replacement migration’, whereby rich ageing economies like the EU-15 would take in surplus young workers from poorer economies. This was a response to the way economic development affects demography: development is al- most always fuelled by the existence of a large youthful population. But this ‘youth bulge’ can often be politically destabilising. It can, moreover, quickly give way to shrink- ing birth rates as economic development progresses – as, indeed, was already occurring at this time across much of Europe and East Asia. The UN recognised that some kind of international migration system was needed to navigate these demographic pitfalls. ",
        "People on the move: the new global (dis)order 28 In the world’s least-developed but fastest-growing economies, birth rates are still on the rise. By 2050, there will be 80 people per square kilometre of Africa, a tenfold increase on 1950. Although fertility rates in the more heavily developed areas of the South and North are showing signs of stabilising, the countries of Central, Eastern and Western Africa seem to be moving in the opposite direction. In Niger, the latest generation of married women report wanting even more children than the previous generation – as many as ten per family. This may be a product of a more top-heavy model of development (wealth is not trickling down to workers sufficiently to affect their reproductive patterns) or it may reflect the way governments are creating their own models of development, more attuned to local customs. By contrast, leading emerging economies across Asia are at risk of getting old be- fore they get rich. Having directly or indirectly suppressed birth rates for years, many are now dabbling with forms of social engineering to redress the problem. Their societies are nervous about immigration and are split along ethnic lines. So this mainly involves raising the birth rates of certain ethnic groups (e.g., of- fering child support to people who go to university, and are likely to belong to an in-group) while even further shrinking others (e.g., offering easy access to birth control to minorities). ‘Transmigration’ remains a feature of those societies, too. This is where a government increases its control of a territory by moving people around, dissipating concentrations of one group, boosting others. Far from opening themselves up to ‘replacement migration’, some G7 states are pursuing a ‘silver economy’. Japan is investing in labour automation to cope with an ageing labour force. The government in Tokyo projects that, over the next two decades, this new robotics sector will expand sixfold, all but overtaking the produc- tion of consumer electronics like phones and TVs. Many European governments are investing in new border control and migrant surveillance capacities, hoping to reap broader economic benefits from the technology. Although Europeans perceive the potential benefits of the recent influx of young immigrants and refugees, they worry that the newcomers will remain mobile. Host states will pay a massive upfront price for training immigrants, only to see them move on after a few years. 2. Bottom-up drivers: migration as personal empowerment Historically, people chose a sedentary life over migration because they hoped for se- curity and prosperity. States offered a menu of services – territorial defence, econo- mies of scale, social welfare, resource management – which are possible only because people stay put. The recent spread of Western-style territorial order was supposed to cement these advantages. But a rise in over-consumption, rentier economies with bloated welfare sectors, and high national debt now means that for many set- tling down in sedentary communities is no longer a guarantee of safety or stability. ",
        "Three sets of migration drivers 29 2 Significantly, however, people these days are not just moving because they are obliged to do so. Citizens are voluntarily adopting migration as a life strategy, seek- ing opportunities outside state structures. They are becoming perma-mobile – ‘per- manently temporary’ – as they pick and mix between states, and operate increas- ingly independently of them. This is occuring despite the best efforts of their home states to provide jobs and stability. As such, this small mobile class challenges the very rationale for state-building and national development – not just in sending countries but in receiving states too. The old promise of migrants as development partners Despite states’ best efforts to restrict migration, mobility has become normal in an integrating global economy – indeed, even the classic nation-states of Europe have learned to accommodate it. Since the 1980s, the volume of global movement, as well as the distances covered by migrants, have grown, and migration has ceased to be a once-in-a-lifetime act, in which people moved with a view to settling permanently. As mobility has grown in intensity, wealthy receiving states have actually come to see that migrants can deepen the global economy without threatening nation-build- ing: after the World Bank discovered in the late 1990s that financial remittances sent by migrants eclipsed the volume of official development aid, Western states began to conceptualise migrants as ‘development partners’. Each year, the World Bank found, millions of migrant workers were moving from poor to rich economies in pursuit of short-term contracts and seasonal work, and then going home again. Western governments labelled this intense back-and-forth movement ‘circular migration’, and recognised it as conducive to their own goals: ‘circular migrants’ would provide them with a steady supply of seasonal workers who they did not need to integrate long-term; sending societies would gain finan- cial remittances without running the risk of ‘brain drain’. As a consequence, rich economies felt increasingly able to open their borders, safe in the knowledge that the migrants would leave again; migrants came and left again because they knew the borders would be open in future. With the onset of the global financial crisis, the number of registered ‘circular mi- grants’ dropped drastically in Europe (from 130,000 in 2008 to 53,000 in 2009, in just 17 EU member states). The once-familiar seasonal workers from the nearby Western Balkan states began to arrive as irregular migrants and ‘bogus asylum-seek- ers’, seeking their own paths into the bloc. In the years since 2009, the situation has worsened and large numbers of Syrians, Iraqis and Afghans have arrived as refugees. These people are vulnerable victims in need of immediate care (as witnessed by the upfront cost they pose for some frontline member states of around €15,000 per head). But, importantly, they also demonstrate real ‘human agency’ – resourceful- ness and initiative – crossing multiple borders to reach their goals. ",
        "People on the move: the new global (dis)order 30 This suggests the pattern of international migration is changing once again. No longer do people move once in a lifetime like in the 1980s, or commute between home and abroad as ‘circular migrants’. They have become more permanently mo- bile. The talk now is of strings of people – of mobile people who keep on the move, and pass information back down the line to other migrants. It is still a small minority of people who will use mobility to turn their backs on national states and their failings – be it the highly educated workers who will move countries and change occupa- tions so often they come to see ‘migrant’ as a professional category in its own right, or the refugees hardened by state failure and preparing for a life permanently on the road – but this small group will have a sizeable social impact. States cannot work with migrants, cannot function without them Until the 1990s, states found it hard to ‘partner’ with migrants, or even to steer migrants’ behaviour – a lesson learned the hard way in the 1970s when European governments tried to cajole supposed ‘guest workers’ to return home to Turkey and North Africa. Every restrictive policy they adopted seemed to backfire: threaten to close borders to prevent migrants coming in? This only encouraged guest workers to settle down and avoid leaving the country again. Prevent migrants from claiming welfare for family members still in the homeland? Guest workers only brought their families to join them. Restrict migrants’ access to certain professions? Migrants simply worked below their skillsets, taking their chances in more precarious sectors of the economy and letting their previous qualifications lapse. FIGURE 4. EMPLOYMENT STATUS AND LABOUR-FORCE PARTICIPATION Source: for data: Gallup World Poll, 2009-2011 63% 59% 61% 67% 52% 56% 48% 44% 26% 18% 18% 18% 13% 8% 6% 7% Migrants Native-born Migrants Native-born High-income countries (North) Middle- to low-income countries (South) Unemployed Underemployed Employed full time Labor force participation rate ",
        "Three sets of migration drivers 31 2 Just like the guest workers of the 1970s, today’s migrants and refugees are proving re- silient and adaptable. Polling suggests that migrant workers in wealthy economies are often under-employed, working below their skillsets, but they are also more likely than natives to actually have a job. This readiness to work gives them clout in the econo- my. In wealthy Southeast Asia or Western Europe, migrants perform unappealing but indispensable tasks such as food-processing or cleaning. Their low pay has permitted their employers to expand fast, in turn creating new jobs that are attractive only to fur- ther waves of immigrants. Their sheer numbers give migrant workers economic and political clout quite disproportionate to their (often meagre) contributions to GDP. Unlike the old guest workers, however, today’s migrants are actually becoming more mobile in the face of efforts to control their movements. A global services indus- try has sprung up to help migrants move on at will, with the traditional low-end wire-transfer, phone card and bus firms now joined by international airlines, banks and tourist businesses, all vying to win over migrants and refugees as a significant future consumer group. Most interestingly, migrants themselves are gaining con- trol of this industry. The people-smuggling networks in Southeast Asia and Europe are becoming more like their Latin American equivalents, in that they are managed end-to-end by a diaspora community in receiving countries and by local communi- ties in sending states like Afghanistan. This is one more nail in the coffin for the idea that migrants are ‘development part- ners’, although global migrant remittances now top USD 500 billion each year. Mi- grants control a huge and unstable cross-border economy, which governments can neither properly harness nor do without. The bulk of remittances are not chan- nelled into public works but rather into private household consumption, and are often sent through improvised channels (in-kind and wire-transfer systems fre- quently collapse, triggering instability of the kind seen across Libya, Chad and Su- dan). Migrants are, moreover, converting their financial clout into political leverage over homelands to which they have no intention of returning: they are demanding the right to vote, or at least a say in how their ‘diaspora bonds’ (funds raised by countries from overseas citizens) are spent. Migrants form communities on the move Until even quite recently, migrants were seen as useful vectors for global economic and political integration thanks to their circular patterns of movement: migrants dipped into Western labour markets, then carried Western investment and values back home. In 2004, analysts even traced a link between the ‘Orange Revolution’ and the Ukrainian migrants who, year after year, entered the EU for seasonal work: the seasonal workers had, apparently, enjoyed their taste of life in the West and pushed for reform when they got home. It was just one of a range of events which persuad- ed the EU to ease restrictions on short-term travel from neighbouring states. But today, as patterns of migration shift, migrants no longer automatically function as transmitter-belts for norms and money. ",
        "People on the move: the new global (dis)order 32 Today’s migrants create their own communities on the move – the so-called ‘strings of people’ who pass information and resources between themselves. As migrants sep- arate themselves from their more sedentary host and sending societies in this way, there is a growing polarisation vis-à-vis less mobile people. The 2003 Darfur conflict provides a visceral example of what happens when the two ways of life unravel. West Sudanese life usually combines mobile pastoralism and sedentary farming. The two were mutually dependent: farmers counted on passing herds to fertilise their land, but as ethnic tensions grew, so too did distinctions between the two ways of life. African farmers abandoned their farms and sought safety in the cities, causing overcrowding and resource shortages; Arab herders used their mobility to pillage farmsteads. Even in advanced economies, societies have struggled to accommodate this highly mobile class of people. Trades unions have tried to link up across Europe, South Asia and the Gulf in a bid to offer help to migrants in precarious jobs or to show local soci- eties what a ‘day without migrants’ might be like. But migrants show little interest in collaborating with them, and seem surprisingly eager to take risks across borders rath- er than seek protection, integration or representation. Even in the most egalitarian and cohesive of societies, the mobility gap is growing. Just 3% of Swedes is estimated to undertake nearly a quarter of the population’s entire international travel; 5% of the French population account for as much as 50% of the overall distances covered. It is telling, too, that earlier generations of migrants are often the ones worst hit by the new ‘perma-mobility’. Earlier generations of migrants who moved to wealthy economies often did so with an expectation of settling down, and they have diligently tried to integrate. But these first- and second-generation migrants are being superseded by highly mobile newcomers. Thanks to the ‘enclave effect’, the new workers profit from existing diaspora structures and leapfrog the very people who built them up. The incumbents, moreover, no longer have up-to-date tips or information about how best to get ahead, and have lost a valuable form of social capital. Indeed, European border controls have changed so radically in recent times that only the newest of the newcomers manage to stay on top of events. Mob rule challenges territorial order The fear of mobile people – of a ‘mob’ which owes loyalty to nobody and evades official control – is as old as territorial order itself, and is being revived by incidents like the New Year’s Eve sexual assaults that took place in Cologne. But there is an important difference between the new wave of migrants and their predecessors. Im- migrants to the US historically turned to criminality principally in order to achieve long-term social integration (in the absence of legitimate means to get ahead, they climbed the ‘crooked ladder’ of social mobility). Today’s mobile criminals are far less interested in social integration. True, they offer employment on the black la- bour market or an underground welfare economy to local communities wherever governments are failing to meet basic needs, but they will themselves take the mon- ey and move on. Today’s mob retains its mobility. ",
        "Three sets of migration drivers 33 2 As a smallish but powerful section of the global population becomes more perma- nently mobile, this eats away at the fabric of international order and inter-state hi- erarchies. Volumes of temporary migration are even higher in the US, the archetypal ‘settler state’, than they are in the classic nation-states of the EU – and the US is facing the prospect of sizeable emigration flows. Australia is experiencing similar trends. This erodes their status and ability to draw concessions from sending states. The same percentage of Americans now report wishing to leave the US as Mexi- cans wishing to leave Mexico. Meanwhile Mexico, which like Morocco and Turkey had been charting steady progress up the development ladder to become an ‘immi- grant-receiving’ country, is now simultaneously ‘sending’ large numbers, too. In less developed parts of the world, some traditionally mobile communities and ethnic groups are even providing an alternative to classic statehood. The Tuareg are a pastoralist community whose traditional stomping grounds stretch across the Sa- hel. In pre-colonial times, they controlled lucrative trade routes, but were squeezed out during the various phases of state-building in West Africa. Today, lack of access to farmland has pushed them into smuggling and other schemes suited to their mobile lifestyle. Increasingly, they have the upper hand. Bolstered by the return of heavily armed militias from Libya, the Tuareg are sufficiently powerful to assert their way of life in the face of West Africa’s weak and failing states. People who settle down are supposed to be the lucky ones. But in fact they are in- creasingly vulnerable. Climate scientists predict that environmental changes will displace a massive 200 million people by 2050 – a challenge to territorial order worldwide. But there is a deeper challenge too: climate change will trap far greater populations, hitting poor workers in sprawling coastal cities like Guangzhou, Ho Chi Minh City, Abidjan or Mumbai who cannot afford to flee. The most vulnerable people are the most rooted. So, while it may have sounded progressive for politi- cians at the recent Paris climate talks to recognise migration as the means to adapt to environmental degradation, they were in effect supporting an option available to relatively few people and one which fundamentally erodes the very premise of territorial order. 3. ‘Sandwich filling’: the birth-pangs of the global middle class The global migration regime is famously weak. The Western liberal order has focused on rewarding people for settling down. The global spread not just of wealth and sta- bility, but of democracy and good government, is a factor which has persuaded mil- lions of people not to migrate from their home countries. It is the middle classes, who are the lynchpin of liberal consumer economies, who have been credited with doing much of the spadework for this spread. Today these middle classes are growing across China, India, Indonesia, Thailand and Malaysia, raising expectations of a deepening rule-based global order with ever-decreasing levels of irregular migration. ",
        "People on the move: the new global (dis)order 34 Yet, it turns out that the newly rich are less persuaded by democratisation and global political integration than was once hoped. The middle classes in these coun- tries demand distinctly national ways of doing things, and view the Western-style policies which brought them wealth as evidence of an intrusive identity war. Their authoritarian leaders are focusing on aggressive wealth creation and using nation- alistic rhetoric to placate their citizens and give them a reason to stay home. The middle classes are thus becoming the drivers of a new global (dis)order which is gridlocked, ‘zero-sum’ and based on exhaustive consumerism – wreaking havoc on migration patterns. The old promise of a global middle class Economists call it the ‘migration hump’: when poor workers become middle-class, they suddenly have the means and ambition to migrate. More than half of university graduates in sub-Saharan Africa still move to OECD countries, and in the first decade of this century so too did millions of graduates from India (2 million), China (1.7 mil- lion) and the Philippines (1.4 million). These high numbers explain why the ‘hump’ has come to be viewed as something of a law of economic development, and why it poses a challenge for Western governments: their goal has been to reduce migration precisely by lifting the world’s workers out of poverty. The last thing they want to do is to fuel migration by giving people the means to travel, let alone undermine their own development policies by poaching poorer countries’ brightest minds. Despite the OECD’s sobering statistics, however, the ‘hump’ is no unbreakable law. The untold story of the last few decades is one of people in the developing world being persuaded to stay home or return as ‘circular migrants’. Back in the 1950s, the US be- gan formulating a persuasive law of its own – the ‘modernisation thesis’ – which posits that trade and investment will automatically spread prosperity and democracy, giving people a reason to stay home. Conceived at the height of the Cold War, and adopting the logic of class inevitability, its claims proved largely self-fulfilling: the modernisa- tion thesis gave middle-class people everywhere the confidence to stay home and to demand a vote and a say in domestic politics concomitant to their wealth. Trade and investment did seem to automatically spread democracy. There was quantifiable evidence for this spread: not only did democracy demonstra- bly go hand in hand with wealth creation, wealth in turn consolidated democracy. Between 2001 and 2011, 700 million people were successfully lifted out of poverty and the global middle class more than doubled. A ‘third wave’ of democratisation, which had already rippled out from the Iberian Peninsula and Latin America, began to consolidate in Africa and Eastern Europe – with the number of democratic nations reaching 123 by 2005 (compared to just 39 in 1974). As late as 2011, a fourth wave of democratisation unfurled across the Middle East in the form of the Arab Spring and, despite increased opportunities for migration, people who had the material means to move were instead choosing to stay home and build institutions. ",
        "Three sets of migration drivers 35 2 Today, the middle classes are still growing, but good governance and democracy are no longer spreading. The global middle class is projected to increase to 3.2 billion by 2020 (out of a total world population of 7.7 billion), but the economies creating these middle classes are increasingly illiberal, and owe their success to their sheer size rather than democratisation or adoption of OECD-style best practice (today, the average ranking of the G20 economies on Rule of Law is trumped by at least 75 smaller economies). Clearly, this creates a risk of disorderly migration, with middle classes choosing to leave countries suffering from poor governance. Yet, just as US- style liberal policies did not trigger unfettered global migration, migration dynam- ics are likely to play out according to their own peculiar logic this time. Consumerism displaces people If the middle classes are growing so fast, it is because large emerging powers like China see these citizens as allies: China views its blossoming middle class as pil- lars of the status quo , who have a stake in maintaining the system which made them rich. They are the lynchpin of a new ‘authoritarian developmentalism’ rolled out in countries like China and, previously, South Korea. This top-down economic policy boasts a strong track record (back in the 1950s, South Korea had a lower per capita GNP than Zambia, and explosive birth rates, yet it turned itself into a world-class economy) and convincing political calculus (polling from China confirms that the new middle classes are indeed more interested helping the government shore up their status than engaging in potentially destabilising political reforms). ‘Authori- tarian developmentalism’ is now inspiring governments from Ethiopia to India to turn their backs on traditional Western liberalism. As developing economies now shelve democratic reforms in favour of basic wealth cre- ation, however, there is a risk that their citizens will grow disenchanted: although most people worldwide (81%) believe that their state as a whole will benefit from further eco- nomic development, fewer believe that they personally will, whether such benefits take the form of higher wages (45%), or lower prices (26%). The most successful emerging economies are thus doing their best to keep their citizens happy: they are bringing their citizens all the trappings of Western consumerism. China leads the way, rerouting the world into a web of supply chains, drawing on resource-rich countries across Africa, bur- dening physical supply routes and building up domestic industries and energy plants. Many states are paying a price for their part in China’s new developmentalism. If the presidents of Zimbabwe and Angola are again reaching out for investment from Western governments, it is because they have begun to realise the drawbacks of the Chinese debt model and the ‘commodities supercycle’. But by playing East off against West and competing against neighbours for short-term foreign investments, they only risk setting themselves on a path of resource mismanagement, violence, smuggling and emigration. Syria shows the pitfalls of this kind of failed develop- mentalism, with drought and economic downturn leading to protests in cities like Daraa, previously considered loyal to the government, and where the basic lack of amenities has become a major source of human displacement. ",
        "People on the move: the new global (dis)order 36 But this consumer-driven model also marks a lost opportunity for the global man- agement of resources and the environment. Formerly, environmentalists tended to be sceptical about migration: migration from poor to rich countries transformed pastoralists into rampant Western consumers; migration also significantly boost- ed the carbon footprint of rich receiving economies (by an estimated 285 million tonnes from 1991 to 2009, in the case of the UK) as well as spurring heavy urbani- sation (pushing population densities in southeast and northwest England to more than 560 per square kilometre by 2033, according to projections). But environmen- talists have gradually come to see migration in a new light: it is better for the envi- ronment to bring people to things rather than things to people. A migration bottleneck emerges In actual fact, governments have only recently come to think of the middle classes as vectors of stability. Historically, wealth creation and economic modernisation have actually been prime causes of instability, meaning that, as Pascal Lamy puts it, ‘while the existence of a dominant middle class correlates with stability […] the emergence of a large middle class is often accompanied by political and social unrest’ 3 . In this case, even successful economies with a strong measure of wealth redistribution may face revolt and societal tumult. Migration has historically functioned as a political safety valve: if people are able to ‘vote with their feet’, it enhances their political choices. In the absence of democracy, the migration channel is of growing importance. By 2030, 66% of the world’s middle classes will live in Asia. They are growing fast, but have nowhere to expand to: they are destined to hit a glass ceiling of elitist governments, bad regulation and poor wealth redistribution. In China, 81% of people think their chil- dren will have even better prospects than they do but presumably citizens expect these prospects to include greater opportunities to travel and work abroad. International trav- el is a status-marker, with China producing 117 million tourists in 2014 alone, and an estimated 10% of China’s middle classes (which are projected to hit the 1 billion mark by 2030) are said to be interested in working in the US. Yet Chinese officials are ambivalent about pursuing migration channels for citizens, fearing that this will lead to brain drain. The ambivalence is currently reciprocated by Western economies, which show lit- tle appetite to see Asian tourists transformed into immigrants, no matter what the economic benefits: in the US, the middle classes already feel squeezed, and are shrinking relative to upper and lower income brackets (partly thanks to the influx of high- and low-skilled workers from Asia and Latin America). It is worth remember- ing here that it is not just the emergence of the middle class which can cause political instability: the decline of the middle classes, too, is becoming a driver of populism and radicalism across much of the West. Just 19% of the US population believes the next generation will be better off than they were – in stark contrast to China – and they are sceptical about the benefits of immigration. 3. Pascal Lamy, ‘If we don’t hang together in this multipolar world, we’ll hang separately’, Europe’sWorld , Autumn 2013 edition. Availableat:http://europesworld.org/2013/10/01/if-we-dont-hang-together-in-this-multipolar-world-well-hang-separately/#. VuAHPJwrLWI. ",
        "Three sets of migration drivers 37 2 FIGURE 5. SHARE OF US WORKERS WHO ARE LOWER, MIDDLE OR UPPER INCOME IN SELECTED INDUSTRIES, 1971-2014 Source for data: Pew Research Center, 2015 FIGURE 6. TODAY’S YOUTH COMPARED TO THEIR PARENTS’ GENERATION Source for data: Ipsos MORI Global Trends Survey , 2014 23% 36% 24% 38% 14% 16% 7% 21% 71% 52% 67% 53% 68% 56% 48% 53% 5% 12% 9% 8% 19% 28% 45% 26% 1971 2014 1971 2014 1971 2014 1971 2014 Communications Finance, insurance and real estate Retail trade Agriculture and mining Upper income Middle income Lower income Towhatextent,ifatall,doyoufeelthattoday'syouthwillhavehadabetterorworselifethan theirparents'generation,orwillitbeaboutthesame? Better Worse 81% 49% 41% 40% 29% 24% 20% 19% 19% 7% 11% 19% 18% 31% 15%34% 26%38% 27% 24% 8% 32% 41% 29% 56% 42% 54% 43% 54% 69% China India Turkey Russia Italy Germany UnitedKingdom Sweden US France ",
        "People on the move: the new global (dis)order 38 Global migration, rather than functioning as a useful political safety valve, seems des- tined to hit a bottleneck: over the past 20 years, developing economies have caught up with the West – but not quite enough. As a result, Western economies still cannot safe- ly open up their labour markets without risking a flood of poor migrants, meaning Asia’s middle classes are expected to enjoy the fruits of globalisation at home, but not abroad. Eastern economies are not yet truly attractive work destinations. They have caught up enough only for their workers to compete with Western professionals but not to attract them as migrants. Western middle classes are thus feeling the pressure of globalisation at home, but enjoy few new options abroad. Migration in a world where the winner takes all For 25 years, the West has tried to expand the global economy – a bid to ensure that countries in the developing world with whom it traded were integrated into the fold. Global economic convergence would also have the benefit of permitting orderly mi- gration between a growing circle of developed economies. Since 2000, there has been real economic catch-up (think of the ‘BRICS’). But this has led only to status rivalry, rather than political integration: the West’s share of the global economy has shrunk as it helped others catch up, but developing economies present this only as evidence of the ‘West’s decline’. These catch-up states, under pressure from their burgeon- ing middle classes, demand recognition. International politics is, according to John Ikenberry, now characterised by battles over: ‘authority … over who sits at the table, who decides over rights and privileges in the global political hierarchy. It’s not about contrasting ideologies of order and certainly not rival models of modernity 4 ’. In a world driven by status and size, migration will be bartered over, a bargaining chip in regional trade deals. The ‘G2’ of the US and China will likely set the tone on migration. The US and China have vast populations and thus huge numbers of potential migrants. This gives them a very limited range of partners when it comes to reaching migration deals, potentially leading to a global mobility regime sewn up in collusive arrangements between the biggest players. If that is so, this regime will be agreed on between large states at very different stages of economic development, making it impossible to entrust migration management to market forces. All this puts paid to the old hope that migration channels will become more inclusive and more liberal thanks to broader processes of global economic integration. Smaller emerging economies will feel this shift acutely: size and stability, not in- novativeness or democratisation, are becoming the key to economic success. Some smaller states may thus come to view migration as a useful means to engineer the long-term political stability requisite for economic catch-up. Singapore’s govern- 4. John Ikenberry, ‘The rise of China and the future of liberal world order’, The C Douglas Dillon Lecture, 7 May 2014, Chatham House.Availableat:https://www.chathamhouse.org/sites/files/chathamhouse/field/field_document/20140507RiseofChina.pdf. ",
        "Three sets of migration drivers 39 2 ment has already announced plans to increase the population of the island by 30% for economic reasons; critics say that it sees immigrants as a new voter clientele to keep itself in power and guarantee political continuity. Turkey’s ruling Justice and Development Party is accused of using Syria’s Sunni refugees to create an over- whelming ethnic majority in the country – another highly contentious claim, but a possible indicator of future policies in democracies which are no longer on the path to liberalism. In the world’s least-developed economies, especially those riven by inter-ethnic ten- sions, this global shift spells state failure: in a world where size is a more effective guarantor of success than political and economic integration, old tensions between majority and minority ethnic populations are already re-emerging. This is notably the case in the Middle East, where minority regimes are under attack by ethnic ma- jorities which feel trapped within national borders and locked out of the domestic economy. Indeed, across the world – from India to Somalia – old resentments be- tween minority and majority groups are bubbling up again. New or re-emergent powers like Iran and Russia are taking the opportunity to reach across borders to support downtrodden minorities. ",
        "40 People on the move: the new global (dis)order Summary of Chapter 3: Twelve key migration trends The previous section looked at how an apparent decline in Western power is driving migration from three directions (through top-down geopolitical rivalry, through bottom-up personal empowerment, and in the breakdown of the inter- national rules which formerly mediated between these forces). The following sec- tion illustrates these dynamics with a selection of key migration trends. The main aim, given the confusing range of current speculation and statistics concerning global migration, is simply to show which migration developments matter most for the future of international order. If this section has an overarching theme, it is about how emerging powers, and migrants from the developing world, are still gravitating towards a Western eco- nomic and political model, but without the West itself: developing countries are trying to bring a Western lifestyle to their citizens by redirecting migration flows and transport networks. But their citizens prefer to achieve a Western lifestyle by going it alone across borders. Meanwhile the West itself, whose way of life con- tinues to provide the yardstick for migrants and foreign governments, is increas- ingly absent from the debate. Emerging powers like China are physically redirecting economic flows in order to bring their people Western levels of prosperity and stability. Migration flows are important vectors of know-how in the global race to create high-paid employ- ment. These flows are also a means to supplement or disrupt a global liberal sys- tem which has seemingly served to keep wealth, knowledge and jobs in the West. Emerging powers will physically divert migration channels in a bid to unlock a global economy dominated by Western institutions and to destabilise the West. Meanwhile, the citizens of these emerging powers are pursuing their own indi- vidual paths to a better life. By moving, they can now enjoy an approximation of Western-style political and social benefits on the move. Indeed, it is the act of moving rather than the destination state which brings this: migrating keeps them out of danger, as well as bringing a degree of democracy (‘voting with their feet’) and even welfare (earning enough to start families). These benefits were supposed to accrue only to people who settled down and built Western-style lib- eral democracies. This is no longer the case. In short, there is a mismatch here. While emerging powers are busy trying to create basic prosperity and stability at home, their populations increasingly go it alone across borders in an effort to determine their own lives. This mismatch cannot be ignored, and the governments of emerging powers are beginning to cooperate on migration. Often, they are doing so along the lines laid out by Western states when the latter grudgingly began to cooperate in the early twentieth century. But West- ern states themselves are strangely absent from this norm-setting exercise. ",
        "Twelve key migration trends 41 3 C HAPTER 3 Twelve key migration trends Four top-down trends: emerging powers use migration to challenge the Western order When the global economy was still integrating around a Western model, wealthy countries such as those in Europe were able to manage migration with relative ease. They blocked irregular migration by intervening at source, while keeping skilled mi- grants moving by means of a fast-growing global transport network. It was part of a whole intricate global system of trade, investment and labour flows which prom- ised equitable economic development. As globalisation slows and economic flows become contested, these mechanics are being challenged. Emerging economies are instrumentalising migration as part of a general bid to redirect knowledge and cap- ital and rewrite order. The following four trends have been selected because they illustrate the relative decline of the Western liberal model and the way in which rival powers are using mi- gration to rewrite a global order reliant on trade and investment flows. The starting point is the apparent failure of Western states to offer a workable solution to the conflicts caused by the ‘demographic time-bomb’ in Africa – posing a serious blow to their own model of globalisation and development. Trend 1: Rich economies seal off high-fertility states International fertility rates are diverging sharply. In the world’s wealthiest countries, people are having fewer children than ever, but in the poorest fifty they are having even more. This massive divergence can be balanced out only with strenuous migra- tion cooperation between high- and low-fertility regions. But instead of this, barriers to migration are being erected, with knock-on effects for the flow of goods and money. The global fertility gap demands strenuous migration cooperation . Global fertility rates are converging around the replacement rate of 2.06 children per woman. But this ap- parent stabilisation does not spell an end to the world’s problems with overpopu- lation: it is in fact the product of very strong divergence between states. Although birth rates have dipped below replacement levels in almost all major economies, the decline is being offset by stiff growth in the world’s least developed economies. Put ",
        "People on the move: the new global (dis)order 42 another way: in the countries currently accounting for half the world’s population, birth rates are below the replacement rate, whereas in the poor countries accounting for 15% of the world population, birth rates are creeping above four per woman. The divergence requires ambitious global migration cooperation. After all, helping the world’s ‘surplus’ workers move out of overpopulated areas is one of the few ethi- cal means for the international community to modulate population levels. Merely by creating an opportunity for migration, indeed, rich economies can persuade people in poorer countries to reduce their family sizes (if people have the option to support themselves through migration, they do not need to rely on children). Or this is the theory anyway: if Europe opens up its labour markets to Africa, it could plug its own demographic deficit while spreading the Western norm of a small nuclear family. Demographic decline creates a fortress mentality. In the Europe of 2060, the over-80s will equal the proportion of young people (aged 0-14) at around 15%. Those aged 15-64 will shrivel to 57% of the population, whilst those aged 65-80 will massively expand to 28%. This, Europe’s demographic decline, is more likely to push societies towards insular chauvinism and nationalism than openness to immigration. Analysts talk of the ‘souring of the peace dividend’. At the end of World War II, European countries diverted their bloated defence budgets into welfare spending, fuelling a population boom. But, as those ‘baby boomers’ now reach late old age, Europeans are having to divert spending back into the military, surveillance and border control. Emerging powers which have caught up most with the West, show similar signs of ageing populations. This is impairing their ability to cooperate on global problems like migration and fuelling status rivalry: a rising power needs a rising population, but today Brazilian women have just 1.8 children on average, South Koreans 1.3, and South Africans 2.4. China’s fertility rate has dipped below the US’s (to just 1.6) and, despite Beijing ending its one-child policy, fertility rates are unlikely to rise back above 1.75 by 2050. Russia’s population in 1950 was 24 times that of Yemen, but, if current trends continue, it will famously be on a par with the small Arab state by 2050. In short, the world’s emerging and incumbent powers, instead of migra- tion cooperation, are engaged in population competition. A curtain descends between developed and underdeveloped countries . Many wealthy and ad- vanced economies are deeply nervous about the population explosion in underde- veloped countries, and are tightening border controls. Under-developed economies complain that this ‘demographic containment’ will stunt their growth (experience from the US-Mexican border in the early 2000s shows that migration restrictions tend to disrupt the flow of trade and capital). They threaten to retaliate by unleash- ing uncontrolled migration on richer neighbours – a tactic familiar from past use by Haiti and Cuba to leverage market access to the US, and by Libya to gain economic concessions from Europe. The antagonism is creating so-called ‘geo-demographic’ dividing lines – between the world’s high- (South Asia, Central Africa and the Pacific spine of Latin America) and low-fertility zones (Europe, North America, China, southern Africa and Latin Amer- ",
        "43 F e r t i l i t y r a t e , t o t a l b i r t h s p e r w o m a n ≤ 2 2 - 2 . 6 2 . 6 - 4 ≥ 4 S t r a i t o f H o r m u z S t r a i t o f M a l a c c a T r a d e C h o k e p o i n t s S u e z C a n a l S t r a i t o f B a b e l - M a n d e b T u r k i s h S t r a i t P a n a m a C a n a l 1 2 3 4 S u n d a S t r a i t L o m b o k S t r a i t 7 8 M o z a m b i q u e C h a n n e l T o r r e s S t r a i t 1 09 1 0 1 0 5 6 1 0 9 7 2 1 4 35 6 8 F I G U R E 7 . G L O B A L F E R T I L I T Y F A U L T L I N E S A N D T R A D E B O T T L E N E C K S S o u r c e f o r d a t a : W o r l d B a n k , 2 0 1 3 ",
        "People on the move: the new global (dis)order 44 ica’s Atlantic flank) as well as at vulnerable spots on trade routes at continental land passages (around high-fertility Guatemala, Iraq or Afghanistan) and narrow straits (Madagascar, Papua New Guinea-Australia). The few regions of the world where demographics genuinely are showing signs of stabilising – the Middle East, Turkey and North Africa – risk becoming mere buffer zones between low- and high-fertility areas. A cordon sanitaire is drawn around high-fertility societies . As witnessed in Iraq and Syria, if a country is prey to poor and inequitable governance, and its population booms, the result can be civil war. Popularly, war is often seen as the ‘natural corrective’ to over-populated societies living beyond their resource base. Contrary to common belief, however, war actually leads to population growth, and almost all societies undergo a population boom at the end of a conflict, as families settle down again and look to the future. But it is here that the opportunity for the international com- munity lies: as this post-war generation enters the labour market, states can convert the population boom into economic growth. This is the so-called ‘Phoenix effect.’ Japan and West Germany achieved this effect in the 1950s and 60s; Hungary and Vietnam, too, with less international support; even Cambodia managed it, despite its initially low level of development. But a growing number of states is simply too poor and resistant to convert the population boom into an economic boom. These countries risk being locked into a cycle of perpetual violence by their recurrent de- mographic booms. States like Afghanistan, the DRC, Angola and Chechnya are pro- ducing seemingly limitless supplies of young men, who then fuel the next round of conflict. Weak states, with such bulging populations, may find themselves simply cordoned off – look at Yemen, Somalia, Libya or the Ivory Coast. Trend 2: Emerging powers embrace ‘illiberal interventionism’ Western governments were able, until quite recently, to intervene readily in coun- tries where bad government was making people flee – in Iraq, Bosnia or Haiti. But today that old ‘liberal interventionism’ is being nudged out by emerging powers. Although these new powers preach mutual non-interference, they show signs of in- tervening in source countries in a bid to expand their territory. This can be defined as ‘illiberal interventionism’. States preach mutual non-interference. In the 1990s and 2000s, Western governments enjoyed a clear justification for intervening abroad in the affairs of other states: ‘a country that forces its people to flee […] has in effect internationalised its internal affairs, and provides a cogent justification for policymakers elsewhere to act directly upon the source’. 5 This was the notion of ‘contingent sovereignty’ – states could claim sovereignty only if they adhered to certain liberal-democratic standards. But 5. AlanDowtyandGilLoescher,‘Refugeeflowsasgroundsforinternationalaction’, InternationalSecurity ,vol.21,no.1,Summer 1996,pp.43-71. ",
        "Twelve key migration trends 45 3 now emerging powers, from Brazil to Russia, are resisting the idea of intervention- ism in favour of mutual non-interference in other states’ affairs. A new modus vivendi is emerging from the contradictions of the last. It turns out that ‘liberal interventionism’ was often driven by a narrow desire to restrict migration: critics say that the West demanded interventions only when it faced an acute risk of migration (Kosovo, Bosnia), and sat on its hands when the migration risk was more limited (Rwanda). Today, an unspoken new formulation of the principle of contingent sovereignty is emerging: repressive states will be permitted to treat their populations as they like, on condition that they prevent these from spilling out. This approach would neatly combine migration control with non-interventionism. Repressive regimes like Syria’s simply have to learn from Belarus or Azerbaijan and give the world an excuse to stay out of their affairs. States step in to ‘manage territory’ . Few regimes will be able to meet this new condition, and some across the Middle East actively expel minorities in a bid at state-building. So, interventionism is not off the table for the international community. Yet, the justification now lies less in humanitarianism than in basic territorial management. Witness, for example, the way the causes of the Syria crisis are suddenly being pre- sented. No longer is the crisis put down to a repressive regime abusing its people. Rather, it is about the Syrian government’s failure to manage a 2006 drought which displaced farmers and led to overcrowding in the cities. The World Bank and UN- HCR now explain their cooperation in Jordan as an effort to prevent these poor farmers from overwhelming infrastructure there too. This kind of interventionism is likely to garner consent, even in problem regions themselves. States seem quite ready to cast off ‘unmanageable’ bits of territory to international oversight – especially if this land is unproductive and houses concentrations of uncooperative minorities or refugees. Middle Eastern officials quietly talk of creating refugee camps in the ‘no man’s land’ at their country’s borders, and handing responsibility to the international community. Israeli poli- ticians have talked of redrawing the national borders so as to exclude concentra- tions of Arabs. India and Bangladesh are exchanging hundreds of enclaves dot- ted along their shared border, discarding responsibility for villagers who show no great loyalty to either side. States expand their sphere of influence by containing migration. This places question-marks over the management of the Syrian refugee crisis and the desirability of creating safe havens and air corridors. International NGOs such as Mercy Corps working in northern Syria say that their work became all but impossible under the hostile firepower of Russian and Syrian air-forces, after Turkey downed a Russian jet and Russia began bombing areas near the Turkish-Syrian border. Yet, many are hesitant about the desirability of establishing a safe haven there. The fear is less about the means (arming rebels hostile to the so-called Islamic State of Iraq and the Levant (and asserting a no-fly zone) so much as the possible abuse. Such concepts as safe havens can become a vehicle for territorial expansion by ambitious neighbours. ",
        "People on the move: the new global (dis)order 46 In the past, Turkey has successfully and legitimately pushed for safe havens to be cre- ated across the Middle East in order to stem the flow of refugees. Just like in 1991 and 2002, its current advocacy of a safe haven in Syria is about protecting vulnerable people close to home, and preventing mass population movements. But there are con- cerns that Turkey also views the creation of a safe haven in Syria in territorial terms – not just to provide a buffer against Islamic State forces, but also to forge a beachhead into a post-Assad Syria. A safe haven would provide a channel into a partitioned or a Sunni-led Syria, as well as diluting the Kurdish presence across the border. States create, then manage, refugee flows. There is a further twist: states which invade another will inevitably displace large numbers of people. Increasingly, they can con- solidate their territorial gains by controlling the flows. When Russia moved into Crimea and Eastern Ukraine, the refugee flows went East not West, making Russia the largest recipient of asylum claims in 2014. Commentators suggested at the time that the international community should avoid countering Russia, or they would only end up increasing and diverting the flows. For its part, Moscow drew legitimacy from the fact that the refugees were moving towards Russia – a seemingly aggressive power is hardly likely to attract refugees. Russia’s Eurasian Economic Union (EEU) embodies a more benign form of this dynamic, whereby a state creates migration flows and so has to harness them for territorial reasons. Russia has opened its labour markets to the huge numbers of unemployed and underemployed workers across Armenia, Belarus, Kazakhstan and Kyrgyzstan. Moscow is also wooing Russian-speaking workers in Ukraine and Mol- dova, hinting to them that they will lose their access to the Russian labour market if their governments do not join the EEU. Western economies are invited to accept this new trade and migration bloc because, otherwise, it is they who might well at- tract the region’s low-skilled workers. Trend 3: Spoilers use migration to erode Western power As states across Africa, Central Asia and the Middle East collapse, transit countries will typically squeeze concessions from richer neighbours. At various times Turkey, Mexico and Libya have all regulated the onward flow of people on condition that they are properly rewarded for their efforts by destination states. But Russia’s cur- rent instrumentalisation of these migration flows shows how spoiler states can use this leverage more strategically – to subvert Western order. Russia turns a weakness into a strength . Russia has struggled to adapt to the demands of the global economy. It has failed to attract foreign investors to anything but a handful of domestic sectors, and is reliant on international commodities markets. Its economic troubles have taken their toll on its social and territorial cohesion, fuelling separatism among its ethnic minorities, and Moscow is being drawn into conflicts in its near abroad and the Middle East as it seeks to quash external sources of political dissent. But in one field at least, this lack of economic attractiveness may ",
        "Twelve key migration trends 47 3 be a strength: Syrian and Iraqi migrants fleeing violence in their homelands show little appetite to stay in Russia, and are keen to move onwards to richer states in nearby Europe. Moscow now stands accused of actively directing irregular migrants towards West- ern states – of helping migrants cross into Scandinavia and possibly also the Bal- kans. By bombing Syria right up to the border with Turkey, moreover, Moscow has been accused of pushing ever greater numbers of refugees northwards. Of course, such behaviour is not wholly new: countries like Libya or Turkey, lying on a mi- gration transit route, often try to draw concessions from richer neighbours. But Russia’s behaviour seems different, more systematic. NATO analysts suggest that Russia is ‘weaponising’ migration in a bid to overturn Western rules and Western control of the cross-border economy. Russia undermines the Western alliance. As such, this would be a response to what Mos- cow sees as the West’s own weaponisation of the global economy. In Spring 2014, in a bid to curb Moscow’s aggression in Ukraine, the West introduced trade and travel sanctions against Russia. It was just the latest attempt by the US and EU to harness economic flows for political ends, and came after decades in which bodies like the WTO and IMF had allegedly used trade and capital markets as a selling place for Western-style governance. If Moscow were now to ‘unleash’ migrant flows on the West, Russian commentators say, it would merely be responding in kind (as well as giving the lie to assertions that free-market forces like trade and migration entail no culture shocks). Moscow has also, presumably, noted how it might use the refugee flows to exacerbate rifts in the Western military alliance – between the more expeditionary NATO allies (the US, UK and France) and their more geographically-exposed partners to the East and South. Moscow has seen, too, how the flows can stoke tensions between the West’s Mediterranean Southern flank and the EU countries sharing a long land border with Ukraine. And it has noted that the refugee flows are hitting states which are not party to the full plethora of Western organisations: Turkey, Finland and Norway require solidarity from both NATO and the EU, even though they do not all belong to both. Russia attacks shared standards of territoriality. Over the years, the West has succeeded in spreading its own preferences about national border control and who or what may legitimately cross borders – what kinds of goods, investors and workers have rights of free movement. Through a series of ‘public-private partnerships’ with business- people, manufacturers and transport firms, Western governments have harnessed the cross-border economy to establish common standards of territoriality. Western investors are welcome in almost all developing states, for instance, and they expect certain travel standards; developing countries have readily signed up to Western standards on migration control and document security to attract them. Russia may well be seeking to subvert this system by harnessing the cross-border economy in its own way. When Moscow helped irregular migrants cross from Russia into Finland, for example, EU governments speculated that this was a mere prelude ",
        "People on the move: the new global (dis)order 48 to a more invidious public-private partnership: Russia would help people-smugglers hack European border standards – Moscow would provide criminals with the informa- tion and technology necessary to unlock ‘fortress Europe’. This would turn the West’s standard-setting prowess into a weakness: the EU’s standardisation of border controls would only have made life easier for the smugglers, allowing them to hack any border. Russia attacks international stability . Russia also appears to be using migration flows to scoop up new allies further afield and erode the principles underpinning the UN system. Back in the 1990s, Russia supported the UN, even in its more interven- tionist activities such as stepping in to resolve conflicts and keep the peace. Under Gorbachev’s influence, indeed, the Soviet Union enthusiastically supported UN in- terventions in Namibia, Angola, Nicaragua, Mozambique, and Cambodia. Howev- er, this enthusiasm soured as the eventuality of a UN intervention in Transnistria, Nagorno Karabakh or the former Yugoslavia grew. It has lately turned to antipa- thy after the United Nations General Assembly condemned Russia’s annexation of Crimea in its Resolution 68/262. Now Russia is accused of using migration to undermine the system. Take, for in- stance, Russia’s recent actions in Fiji, a country until recently subject to Western sanctions. Fiji, like many poor nations, views its participation in UN peacekeeping missions as a kind of substitute for mainstream migration channels – a means to provide its personnel with overseas work and a channel for remittances (worth an estimated USD 300 million over 30 years). Russia recently began shipping heavy arms to Fiji on the grounds that the island can continue participating in missions only if its soldiers have access to modern equipment. But there is speculation that Russia is exploiting Fiji’s financial dependence on the ‘UN migration channel’ in order to win and arm a new Pacific ally. Trend 4: Emerging economies redirect global labour flows Until now, Western governments have been able to keep high-skilled labour moving by liberalising international travel markets, and have kept low-skilled migrants at bay by forming partnerships with airlines and airports. This management of global inter-connectivity was relatively uncontentious, and all states in the world could be sure of eventual inclusion in the wealthy bracket which enjoyed Open Skies. But as the global economy fragments, developing economies see only evidence of how this constrained their access to markets, investment and know-how. Spoiler states disrupt global connectivity. Western states have liberalised the spread of global communications and transport networks, and reaped the rewards (the Canada-US Open Skies deal alone pushed annual growth in bilateral air traffic from 1.5% to 11%). But many poorer economies have struggled to enter the highly competitive world of low-cost flying. They also complain that richer states have been practising a kind of divide-and-rule strategy in rolling out liberalisation – picking out small rich economies like Singapore or New Zealand to sign network ",
        "Twelve key migration trends 49 3 or Open Skies deals with, in order to put pressure on larger but weaker regional economies like Russia’s. Sensing that the rules are rigged against them, spoiler states now seem readier to disrupt networks than join them. Moscow’s suspected complicity in the downing of Malaysian airways flight MH17 over the borderlands of Ukraine may be a sign of things to come. Russia’s airline safety record is dreadful, and home-grown jets like the Sukhoi 100 have hardly set the markets alight. Although Russia committed itself, along with other Asia-Pacific countries, to find public-private financing to build air regional connectivity, the country remains locked outside the global air in- dustry and came very late to the Asia Pacific ‘trusted business traveller’ programme (ABTC). A spoiler role is the easy option. China builds a migration super-highway. The vulnerability of liberalised transport networks plays into the hands of states like China which prefer a more hands-on approach to global inter-connectivity. Until now, China has struggled to capitalise on global communications and transport networks due to their unregulated nature. In 2011, for example, it imported high-end services worth USD 236 billion but exported just USD 182 billion – a significant deficit, especially given its successes in low-cost manufacturing and the trade of goods. India, which has fewer advantages of geography and infrastructure, has ‘gone with the liberal flow’, and reaped the rewards – opening itself up to foreign communications firms and allowing a lightly- regulated services industry to grow. China’s response may well be to physically divert the flow of jobs and knowledge. The Silk Road project is not just about securing new trade routes beyond the reach of the US, but the flow of jobs and technology. Quite simply, the Silk Road could shorten the time required for Europeans to reach China by train, from 15 days to 2, facilitating the movement of skilled professionals and allowing for the creation of various tech hubs along the route. Whereas the US is harnessing market forces in free-trade deals like the Trans-Pacific Partnership (TPP) in a bid to steer the flow of knowledge and spread standards on intellectual property, China is building on a grander scale the physical ‘knowledge highway’ it has created between Shenzhen and Hong Kong. Rich states seek captive migrant economies . As transport networks are disrupted and re- routed in this way, this will negatively affect the security of supply in the West, un- derlining the need to build autonomy in such critical sectors as food production. This means looking for menial workers to carry out the work, and invites the cre- ation of ‘captive ethnic economies’: in the 1990s, Australia maintained a low-wage sector by relying on enclaves of (often patriarchal) ethnic groups where women did low-paid work; Japanese manufacturers, given the absence of an open national im- migration policy, have relied on asylum seekers from Mali, Bangladesh and Nepal. Massive captive refugee economies are emerging the world over, and these may be exploited by wealthy economies. In middle-income Jordan, Special Economic Zones are employing refugees, and the Jordanian government is brokering trade deals with rich economies for the goods produced. Until recently the governments and mili- ",
        "People on the move: the new global (dis)order 50 taries of places like Eritrea and Burma accounted for 20% of global forced labour, and often offered up conscripted labour to foreign investors. That trend seems to be declining under international pressure. But, as vulnerable Burmese or Eritrean refugees spill out into neighbouring countries, they are being trafficked or trapped into forced labour there. States use migrants to access tricky markets . For the past two decades, wealthy economies have used trade and investment as a tool to reduce migration from the developing world. Developing economies, by contrast, actively encourage migration in order to get trade and investment flowing – not least between themselves. Migrants moving between developing countries now number around 80 million, and these migrants help account for the massive growth in South-South Foreign Direct Investment (FDI) flows. Most famously, China’s million-odd migrants across Africa have helped Beijing win public contracts and mining concessions in countries like Zambia, as well as teaching Chinese and Chinese culture. The countries of the global North send only around 7-13 million migrants to the poorer world, and thus risk being locked out of these emerging markets. It is a sign of the times, therefore, that wealthy Japan is said to be looking to co-opt Indian aid professionals into implementing its Official Development Assistance (ODA) in Africa – a rather lopsided relationship given that India itself is a major recipient of Japanese ODA. Commentators speculate that Japan is worried about its lack of presence in Africa’s emerging markets, and is using ODA for the purposes of business promotion. Since Japanese professionals show little interest in moving to Africa, Tokyo will (according to reports) partner with poorer, but friendly, India to implement the spending. Four bottom-up trends: migrants spearhead a subversive new order In the 1990s, Western policymakers set themselves the task of ‘helping other coun- tries become Denmark’. With their fixed borders and defence systems, progressive social welfare regimes, and regular democratic elections, European countries like Denmark seemed to embody the best that globalisation had to offer. Western soci- ety duly posed as a model for others to replicate: it persuaded people worldwide to settle down with the promise that they too can form stable, solidary, democratic and secure societies. This kept international migration low and allowed Western states to maintain their requisite social cohesion. The four migration trends identified here show how migrants are achieving basic attributes of Western society for themselves. The West remains largely closed to them and emerging powers do not offer a really attractive alternative model of living of their own. Today’s most successful migrants achieve their own version of welfare, demo- cratic expression and security without the state. The result is the spread, by bottom-up forces, of strange new forms of international order – ‘Denmark, but on the move’. ",
        "Twelve key migration trends 51 3 Trend 1: Migrants achieve global interconnectivity For 25 years, workers from developing economies have been physically shut out of the global labour market, pending their country’s full catch-up: rich Western coun- tries have spun a dense global network of Open Sky air routes, internet connections and capital flows, to which poor workers had little access. But workers are now tak- ing their own paths across borders. They are forming ‘strings of people’ – migrant networks which link up between continents. Air arrivals drop . Until recently, Western governments had been able to use their con- trol of global air networks to control migration. By partnering with international airlines, they screened travellers and gained passenger data ahead of flights. The techniques amounted to a global system of ‘remote control’: states screened mi- grants before they even got on an aeroplane. They operated document-checks in for- eign airports, fined those airlines which transport people without the proper papers (‘carrier sanctions’) and held illegal arrivals in indeterminate ‘international zones’ before putting them on the first plane home again. Today, irregular migrants are taking new paths across borders, arriving messily by land and sea. This risks undermining even an advanced border system like Australia’s, where an entry-exit system has for 25 years counted migrants into the country’s sev- en major airports and back out again. Until recently, most illegal immigrants in the West actually entered legally by plane before overstaying their visas. This meant they hailed from comparatively affluent countries with strong visa relations to the West and globalised air hubs of their own (in 2005, for instance, the largest proportion of Australia’s 47,000 visa-overstayers were from the US). That situation has changed. Disorderly sea arrivals are buoyant . In the past four years, the West has experienced a growing number of disorderly arrivals from a lengthening list of source countries. In the US, for instance, the numbers of ‘spontaneous’ Central American arrivals has grown (in 2014, nearly half a million migrants were apprehended by US authorities, of which almost half were Central Americans transiting the usual source country Mexico). In Australia, meanwhile, the numbers of boat arrivals had undulated gen- tly for 20 years (reaching an early high of 4,175 in 1999, then falling back to zero in 2002). But then in 2012, the figure shot up to 25,173. In Europe in 2014, 220,000 irregular migrants crossed the Mediterranean. Already between January and March 2016, 170,000 migrants crossed the Mediterranean. For the West, many of the most relevant border-control practices are now those in- novated in places like Southeast Asia which have long had to contend with arrivals by land and sea. It is quite a shift. Of the thirteen Southeast Asian states, only three are party to the 1951 UN refugee convention, and only eight are members of IOM. It is the Law of the Sea, not humanitarian or migration law, which rules here: all thirteen are members of the International Maritime Organisation (IMO) and par- ticipate in regional initiatives such as the Bali Process on People Smuggling – a rigid diplomatic forum in which governmental interests feature more prominently than human or commercial concerns. ",
        "People on the move: the new global (dis)order 52 Space expands, but time shrinks . Migrants threaten to begin running rings around these same Southeast Asian governments, not least thanks to a growing mastery of the latest communications technologies. Irregular migrants share real-time in- formation with each other via social media about border controls, and use GPS to cross difficult terrains. They use bank transfers in order to avoid being exploited by border guards and people-smugglers, paying the criminal networks in small instal- ments at each step of the route to their agreed destination rather than handing over a lump sum at the outset or carrying large amounts with them. Governments still like to talk about how they are shrinking ‘time’ and ‘space’: by roll- ing out new communications technologies, they are massively reducing the amount of time required for goods and capital to cross the earth. In reality, however, most governments are finding that ‘time’ is shrinking but ‘space’ is getting ominously bigger. As poorly-governed parts of the world build airports and communications infrastructure, governments are losing control of cross-border networks, and have to police ever greater areas, both physical and virtual. Migrants are taking advantage of transport networks and internet connections in order to cross borders and enter labour markets as they like. Migrants spin a web of cities. This empowerment pertains to all sorts of migrants, be it middle class Syrians fleeing Aleppo or the highly-skilled tech experts trained in South Asia. As these migrants gain greater capacity to cross borders, and become more permanently mobile, they are redefining global geography. Until even quite recently, the world’s largest cities were able to perform a traditional control func- tion. They were ‘migration gateways’: they funnelled arriving migrants on to nearby destinations, just like the immigration inspection centre on Ellis Island once did in the US. But migrants no longer politely wait to be funnelled on. The world’s mayors are putting a brave face on it. They increasingly position their cit- ies as ‘escalator hubs’: they promise migrants a career leg up and, eventually, easy entry to an even more desirable city in another country. They talk of forming a ‘new Han- seatic League’, offering migrants easy passage rather in the same way that port towns offer easy access to the crews of ships. And yet, such initiatives only end up estranging the cities from their surrounding countryside: cities are working to manage and at- tract a mobile international crowd, and only grudgingly perform their role as centres of administrative and political power for the more sedentary national community. Trend 2: Migrant families create their own welfare systems Despite their reputation for undermining welfare systems, migrants have actual- ly driven the spread of welfare support – mobile people are unable to avail them- selves of traditional family support-structures and thus require state help caring for children or elderly parents. But as international migration intensifies and states struggle to coordinate these matters across borders, migrants are creating their own welfare arrangements – often with negative implications for official systems. ",
        "Twelve key migration trends 53 3 Migrants usually drive the spread of national social welfare . Welfare systems would never have developed without migration: as economies industrialise, young workers move from the countryside to the town, breaking traditional family-support structures and starting small atomistic families of their own. Governments step in and sup- port people with child- and old-age care. This was the historical pattern in the West and, as rural-urban migration emerges as a global mega-trend and at least 65% of the world’s population will live in cities by 2050, analysts have suggested that small nuclear families and extensive social welfare provision could become the norm across Asia, southern Africa and Latin America. This provides an opportunity for both rich and poor states. The world’s rich econo- mies have an interest in seeing poorer economies such as Vietnam or China develop social welfare systems (this will help end ‘social dumping’, whereby poor economies undercut western labour costs). Poorer economies in turn have an interest in devel- oping their own welfare systems (this is a key step on the path for low-wage econo- mies to become rich consumer societies). Rich states have thus been working closely with poor states to boost domestic welfare provision, with EU members offering China advice on coordinating welfare provisions across its constituent regions. States fail to tailor welfare to international migration . There is one problem: industrialisa- tion today takes place in a globalised economy where workers have growing scope to cross borders. Just like Europe’s workers once did, therefore, China and Vietnam’s migrant workers are moving from the countryside to the nearest city; but, once there, they frequently move again to another country – to big cities in the US or Southeast Asia – and then on again. That means today’s economies must somehow coordinate welfare across borders, permitting migrants to retain pension rights, or to send transfers to family members left behind. Without this cooperation, severe distortions can arise in the way families organise themselves. In sending countries, such as across Central Africa, people are maintaining large family sizes as the main local and international migration channels remain unregu- lated, uncertain and outside state regulation. In receiving states too, there are signs that the nuclear family is ceasing to be the norm: extended families are moving back under one roof, as governments cut welfare spending in the face of international competition and as immigrant families import traditional family patterns. Already in 2009, 50 million households in the US registered as ‘multi-generational’. This risks undermining the very characteristics which drive economic development in the first place – privacy, single inheritance, entrepreneurship, and mobility. Lone male migrants are on the rise . Young male migrants are readily absorbed into the global labour market. Youths aged 15-29 will soon make up as much as one third of the population in Africa, and a vast army of young men now migrate alone. The signs are they tend to view wives and children as a hindrance rather than a help. In recent decades women had accounted for a growing proportion of the world’s migrants, and were on the cusp of achieving numerical parity with men. But that trend is at risk. Children too are seen as a burden, and find themselves pushed into under-age employment or marriage – or into dangerous migrations of their own. ",
        "People on the move: the new global (dis)order 54 This reverses some older, more cohesive patterns of migration. In the past, young male migrants have typically been most successful when they moved with their spouse and children. Migrants with poor language skills, for example, relied on their children for contact with the host society; women and girls were the ones to flourish over the long- term in the host society, having been freed from the more traditional patriarchal fam- ily structures of the homeland. Again, Western states recognised and supported these social transformations – thus modernising hierarchical old family structures, driving gender equality and youth-oriented consumerism. That is no longer the case. ‘Welfare migrants’ proliferate . In this context we can talk about ‘welfare migration’: people left vulnerable by their states and their extended families are on the move. Elderly people are moving to cheaper economies for their final years. These ‘retire- ment migrants’ are swimming against the global migration tide by moving out of cities and into the countryside, and then out of the countryside to poorer countries – Europeans to Morocco and Turkey, East Asians to Malaysia and Thailand. Some analysts speculate that elderly Americans now make up the majority of Mexico’s illegal immigrants, and whole local economies are built around these unproductive elderly consumers. At the other end of the life spectrum, there is a resurgence of various forms of bridal migration – people are moving to marry and have children. In the US, in 2010, the authorities had on their records around 400 international marriage broker agencies, and registered between 10,000 and 15,000 weddings. There is also big demand from China where, by 2030, 25% of men in their thirties will be unmarried. But this is not just about the demand from large numbers of young males left at home in China, Norway, Germany or the US. Bridal migration increasingly entails young male mi- grants returning home to their countries of origin to find a spouse. Trend 3: Diasporas vote with their feet Migrants have played a small but important role in the spread of democracy. Those migrants who settled permanently in the West gained a vote and often provided a useful bridge between their host and home states for purposes of trade, develop- ment support and political rapprochement. Those migrants who commuted back and forth for reasons of seasonal work often carried liberal values with them. These days, however, migrants bypass political institutions and simply vote with their feet. Washington loses its diaspora lobby. When the US began to encourage the formation of its diaspora lobby system, critics warned of phenomena such as ‘Hispanification’ – of Latin American immigrants taking over US politics by sheer dint of numbers and dictating US foreign and migration policy with Latin America. Twenty five years on, the danger is the exact reverse. The fear now is that Hispanic voters will not grab the opportunity to shape US politics. Latinos make up as much as 17% of the US elector- ate, but display low levels of voter registration, and are heavily clustered in just a few states. It is one of many signs that America’s ‘diaspora lobby’ system is losing lustre. ",
        "Twelve key migration trends 55 3 This under-representation is not only due to failed civic integration: it also reflects a shift in immigrants’ priorities. Today’s diasporas are more interested in influ- encing the politics of their homeland than of their hostland. Major countries of origin – Mexico, Turkey, Albania – diligently encourage their diasporas to obtain the vote in the West, having learnt to view their overseas population as a useful diplomatic resource. But these diasporas are keener on gaining voting rights in their country of origin. Recent cases include the Ethiopian-American lobby which found it could bypass Washington and influence Addis Ababa directly, at a time when US engagement in Africa was spread thin. Voters move for partisan reasons. As worker mobility grows, it is perhaps inevitable that many people now simply ‘vote with their feet’. Western democracies are expe- riencing internal migration along these lines. 50 million Americans move house each year, and increasing numbers are moving for partisan rather than work rea- sons – they are going to communities which match their political persuasion. Large parts of the US are politically gridlocked and ethnically segregated, and people must move constituencies if they want a change. This ‘partisan migration’ fuels the polarisation, and politicians are able to take hard-line stances with the legitimate excuse that they are merely reflecting their constituents’ wishes. International migrants seeking a tolerant place to live are avoiding polarised democracies, searching instead for countries with which they share cultural af- finities. Thus wealthy Gulf migrants are creating their own cultural enclaves in Bosnia and Herzegovina, setting up businesses in a country which they perceive as Islamic, and whose political class welcomes their cash investments. They are moving into Indonesia, which restricted the sale of alcohol ahead of its President’s September 2015 round of trade diplomacy in the Gulf. Developing states, rather than aiming for democracy and multiculturalism, are scoring points by aligning with a particular culture. Diasporas move rightwards . Migrants coming to the West from poorer economies are often highly-educated. Commentators hold this ‘brain drain’ responsible for the slide towards illiberal democracy and authoritarianism in the developing world: if a country loses its most progressive and educated citizens, logically it will become less liberal. But recent analysis of voting patterns turns this picture on its head. Overseas voters – for instance, the Turkish – are actually often the ones supporting the shift to authoritarianism at home. Migrants, even as they themselves become more international and cosmopolitan, are often supportive of a more retrograde culture or authoritarian approach in their countries of origin. Migrants have a stake in the economic prowess of their home countries because it impinges upon their own reputation abroad. India and Israel have famously capitalised on this, raising since the 1950s more than USD 35 billion by issuing ‘diaspora bonds’. Other developing economies, including Ethiopia and Nigeria, have also started selling bonds to their diaspora, viewing this as a means to ensure the flow of migrant-remittances goes towards large infrastructure projects rather than into household consumption. But local voters now complain that overseas ",
        "People on the move: the new global (dis)order 56 diasporas have more influence over the evolution of domestic social developments than they do, and that these overseas financiers support authoritarianism. The diaspora captures the homeland. As China becomes more visible on the world stage, so too does its 50 million-strong diaspora. The Chinese diaspora has a growing pro- file in states like Thailand and Indonesia, with Chinese immigrants often stigma- tised by politicians as the ‘Other’ in society. Beijing has found itself having to inter- vene to chastise neighbouring governments for their treatment of Chinese migrant communities. The existence of this massive diaspora is seen as evidence of the coun- try’s past weakness: huge numbers of Chinese left the country due to its incapacity to resist colonialism or compete against Western economies. For some in Beijing, the good treatment of the overseas Chinese is thus a question of national pride. But this may in fact be a case of the tail wagging the dog. China’s diaspora is increas- ingly assertive in Beijing. In a reversal of the usual pattern, whereby more settled and better-integrated immigrants are the most vocal part of the diaspora community, it is actually the new arrivals from China who are most assertive. These wealthy new Chinese immigrants to Thailand and Indonesia are the ones lobbying political elites back in Beijing, pushing the Chinese Communist Party (CCP) to defend China’s international prestige. Beijing (not unlike Moscow) has occasionally been forced to abandon its commitment to non-interference to stand up for its supposedly vulner- able overseas diaspora. Trend 4: Young migrants seek out high-risk opportunities Successful migrants are natural risk-takers, and the notion that they meekly move away from areas of geopolitical tension to places of safety is false. In today’s age of instability, young (usually male) migrants are seeking opportunities in unsta- ble places where other people fear to tread, abandoning Western destination states for more uncomfortable options. This challenges the logic of liberal state-building, which is based on a promise of security and the attractiveness of the West. Migrants have their own notion of security. Successful migrants tend to be active risk- takers, and most migrant economies are based around risky behaviour. Take the extreme case of ‘kamikaze migration’: families across Africa invest in the education of a single family member and then push him (and usually it is a man) to make the dangerous journey abroad; any migrant who dares return home must prove he has been successful. Thus, if migrant remittances proved stable during the financial crisis as compared to ODA and overseas direct investment it is mainly because migrants are ready to take huge risks to support their families back home. This risk-taking can form the basis for some truly successful international relation- ships such as, historically, between Europe and the New World. This relationship involved the young risk-seekers moving from traditionalist Europe to ‘frontier’ soci- eties like the US or Australia. And it continues to leave a mark: in the US, workers re- ",
        "Twelve key migration trends 57 3 main highly mobile, and eschew a social safety net; European societies, by contrast, remain relatively sedentary and risk averse, having used expulsion and emigration as tools to maintain social order. And yet this kind of harmonious relationship is hard to replicate, and the migration of risk-takers is today spreading disorder. The West exports ‘conflict tourists’ . Many Westerners are engaged in risky migrations – not least as ‘foreign fighters’. Western economies are still overwhelmingly coun- tries of destination, somewhere where international migrants want to end up. When Westerners do emigrate, therefore, it is seldom about ‘work’ and ‘flight’ – the usual motivations. Rather, there is a tradition of ‘lifestyle migration’ – people who migrate as a lifestyle choice, in pursuit of greater adventure, mental stimulation or some higher philosophical motivation. Traditionally, this would involve some kind of vol- untary service overseas to former colonies or an extended tourist trip. Westerners of immigrant background are increasingly making these lifestyle migra- tions – ‘returning’ to Pakistan, India, Mexico or Turkey to recover their roots. The desire for adventure, and to make a difference, is fuelling ideological migrations, too. Of the 20,000 foreign fighters in Syria in early 2015, around one fifth were na- tionals or residents of Western European states. Islamist groups are responding to the demand – the East African terrorist group Al Shabaab is just one of the voices appealing directly to the migrant mentality, offering ‘jihadi tourism’. It goes with- out saying that these migration flows have hugely damaged the reputation of the West in the countries concerned. Asian families use the West as a stepping stone . Chinese workers may not have much of an international reputation for risk-taking or innovation, but that is all the more reason why Western economies have been surprised to find themselves used by Chinese mi- grants as mere stepping stones for riskier migration further afield. Chinese migrants use Australia and New Zealand, and increasingly Europe, as somewhere to safely park family members and assets, before the main breadwinner moves on to risky employ- ment in, say, Africa. Filipino families reportedly spend time in the West, long enough to gain a passport, before the main breadwinner moves on to work in the Gulf or North Africa, where workers of Western nationality are paid more than others. This echoes a pattern of Asian migration labelled ‘astronaut migration’: back in the 1990s, when Australia and New Zealand dropped their restrictions on non-Euro- pean migrants, a new wave of Asian migrants moved, but only in order to deposit family members in Oceania before returning alone to China, Hong Kong or Taiwan to take up risky but high-wage employment there. These Chinese migrants often belonged to mercantile family networks stretching out of China’s globalised coastal cities. The guanxi system (of family cliques), which is held responsible for mainland China’s stultifying hierarchies and corruption, is often what makes the diaspora family networks so vibrant and resilient. Young Africans import conflict-potential to Asia . South-South migration is on the rise. Following the strengthening of relations between China and African states, any- where between 60,000 and half a million Africans are estimated to have moved to ",
        "People on the move: the new global (dis)order 58 China. And, to succeed in China, these African migrants must often risk a life in le- gal limbo. To gain permission to leave China, for example, migrants find they must either buy false documents or wait to be arrested, fined and expelled (or imprisoned, as has happened to 700 Nigerians). The result is that large numbers of young male Africans are living precariously in China’s traditional trading hubs, dodging both the police and exploitation. These new migration opportunities have not provided a safety valve in Africa’s youthful societies – on the contrary, they have merely internationalised the conflict potential. Previously, young West Africans who were trapped at home might sign up with Sierra-Leonean or Guinean warlords offering a flash lifestyle. They lacked op- portunities to move abroad, and traditionalist local village culture relegated young men to a lowly position. It had been hoped that the new migration opportunities to Asia would create a safety valve in West Africa. But the protests by young African mi- grants in Guangzhou in 2009 only highlight how the conflict potential has spread. Sandwich-filling: four trends towards order Global institutions like the WTO or IMF are being shaken by the shift of economic and political power away from the West. One positive side effect is the unblocking of old diplomatic deadlocks. This could help the creation of a global migration re- gime – something which until now has been lacking. There is indeed talk across the West of forging a new global ‘grand bargain’ on migration. But what looks logical on paper is seldom followed through in practice. New migration rules and practices are instead springing up in unexpected places. The following section identifies four trends which will encourage international cooperation on migration. It also reveals that the principles guiding the new glob- al rulebook originate overwhelmingly in the West: emerging powers are borrowing from historic precedents set in Europe and North America. Yet, the West itself is not harnessing this dynamic. Rather than pursuing innovative new agreements with neglected regions and non-state actors, the West remains quite passive and even short-sighted in its approach to the issue. Trend 1: New regional free-movement zones emerge Wealth disparities are shrinking between developing and developed states, and as a result many of the traditional migration pull factors are on the wane. So does this mean the global ‘North’ and ‘South’ finally have a long-term basis to cooperate on migration? Not quite: the shift in global wealth has triggered the current crisis in disorderly migration, leading to restriction rather than cooperation. But it may at least unleash other new political dynamics to resolve old gridlocks. ",
        "Twelve key migration trends 59 3 North-South gridlock continues : Countries of the global ‘North’ – that is, North Ameri- ca, Europe and Oceania – are once again becoming ‘sending countries’: they are set to experience growing levels of emigration, including to the developing world itself. As poor economies become richer and more attractive, US citizens are already going to Mexico and South Africa, Germans to Turkey, Portuguese to Brazil and Angola and Italians to Argentina. The numbers of these North-to-South migrants are only set to grow from today’s estimated 13 million, and the global North thus has a stake in ensuring that there are proper standards for international migration so that its own citizens are treated well abroad. That will not make cooperation with developing states easy. The North-South mi- gration divisions of the 1990s have left a strong legacy. Back then, poor states de- manded more financial support from the rich in dealing with the burden of local refugee and migration flows, including a loosening of the conditions attached to ODA; rich states wanted the opposite – they expected recipients of ODA to pre- vent the onward flow of migrants. The tensions were cemented in the form of the strained working relations between UNHCR and the UN’s development wing, dead- lock in the WTO over migration liberalisation and a refusal by rich states to adopt a UN convention on the rights of workers. South-South cooperation creates an opportunity : The growth in South-South migration may prove a spur to cooperation, at least among emerging economies. The volume of South-South migrants now matches South-to-North migrant flows (around 80 mil- lion apiece) and only a shrinking minority of international migrants are now moving from the South to the North – as few as 40%. Migration flows between poor continents are also growing, for instance from Ghana or Nigeria to certain Chinese cities, or of Chinese migrants to resource-rich countries such as Angola and Papua New Guinea. Developing economies, such as the Philippines, have historically been at the forefront of the fight for safe migration options and high standards of migrant labour rights. If South-South capital flows are anything to go by, developing economies may suc- ceed in reaping the benefits. In the decade to 2009, South-South FDI grew sharply as a share of global FDI to around 14%, and subsequently remained robust even as FDI from OECD states shrank. Developing economies were, moreover, receptive to advice from international organisations, with the UN stepping in when a state was first beginning to open up to the international economy (Mongolia); when a reformist new government needed help overhauling rules (Liberia and its extractive industries); and when countries for the first time negotiated major trade and invest- ment arrangements (Morocco). Equatorial free movement zones form : The spaces in between the global North and South are also becoming hotbeds of migration cooperation. Rather than allow- ing themselves to be reduced to mere migration transit zones for North-to-South flows, countries of the ‘global middle’ are creating migration regimes of their own. Fledgling examples of these regional free movement zones include the Econom- ic Community of West African States (ECOWAS) in West Africa, the Intergov- ernmental Authority on Development (IGAD) in the Horn of Africa, the Central ",
        "People on the move: the new global (dis)order 60 American 4, the Caribbean Community (CARICOM) in the Caribbean and per- haps even the Gulf Cooperation Council (GCC) and the Association of Southeast Asian Nations (ASEAN). The proliferation of these special regional zones may strengthen the global migra- tion regime. Migration cooperation has been driven by the ‘tendency for more and more countries to be crucially affected by migratory movements at the same time’. 6 Regional organisations will not be affected by the very same migratory movements – ASEAN and CARICOM face very different inflows. But, during global economic downturns, for instance, they can expect to be confronted with similar problems at the same time – as witnessed by the coincidence of the Rohingya refugee crisis in Southeast Asia and the Syrian refugee crisis. A useful new regional layer is thus emerging in the global governance of migration. An East-West dynamic replaces the North-South split. Shifts in the global economy, and in particular the growth of the Asian economy, are altering the dynamics of global mi- gration cooperation in another way. Although most migration policies are still con- ceived by reference to the idea of a rich ‘North’ which attracts migrants and a poor ‘South’ which sends them, in strict geographical terms at least, many major migration flows now go between East and West. Thus, high-skilled migrants from South and East Asia are crossing the Pacific to North America and Eastern European and Eur- asian migrants are making overland crossings – from Russia to Ukraine (and vice ver- sa), from Kazakhstan to Russia (and vice versa), and from Eastern Europe into the EU. These East-West dynamics are set to grow with the rise of the Transpacific as a polit- ical and economic zone. The two high-population powerhouses of the global econ- omy, the US and China, may collude to create a modern migration corridor between East Asia and North America; this would involve high-skilled labour, selective visa policies and intensive transport links. Europe and Eurasia would have to cooperate in the new East-West dynamic too, or risk being shut out. Certainly, the EU has no desire to be left alone handling its own local East-West immigrants – the overland flows of migrants from Eastern Europe and Central Asia. Trend 2: Emerging powers pose a ‘progressive’ challenge to the West The structuring principles of the international refugee regime have been universal- ism, humanitarianism and interventionism. These are unloved by emerging powers, which view them as a source of Western expansion. But these powers, in their bid to nudge out the West itself, are actually embracing these principles – and so too are the smaller countries which fear them. This is the ‘progressive’ challenge to Western order, and one which could be harnessed for constructive reform. 6. Stephen Castles and Mark Miller, The Age of Migration (Houndmills, Basingstoke, Hampshire and London: MacMillan Press, 2009),p.10. ",
        "Twelve key migration trends 61 3 Large powers seek territorial advantage . Even for powers like China which seem reso- lutely allied to the principle of mutual non-interference, humanitarianism provides some tempting opportunities. Take Search and Rescue (SAR). In a sign of how am- bitious powers might exploit the rescue of migrants for reasons of territorial ex- pansion, China has been capitalising its proactive role in the search for the missing Malaysia Air plane to bolster its claims to resource-rich maritime territories. It has also tried to justify its construction of man-made islands in nearby waters on the basis that they are a public SAR resource. There are signs that Russia is pursuing a similar strategy in the Barents. Similar expansionist dynamics are at play in the field of ‘land reclamation’: reclama- tion is fast becoming recognised as a means of mitigating the risk of climate refugees. In areas such as Southeast Asia, land can be reclaimed from the sea for as little as USD 3-5 per cubic metre. Given that a country like Vietnam could lose as much as 10% of its territory if there is a one metre rise in sea levels, this is a serious option, and could alleviate massive displacement. It is not just Western states like Italy which advocate this as an option. Large emerging powers are showing interest, and wondering wheth- er they might have a claim to the land they helped a submerged country recover. Small powers cooperate to prevent outside interference . The development of the global ref- ugee regime has often been driven by this kind of geopolitical power play. Big states have preached high values, but taken a very instrumental view of refugees. During the Cold War, the US set up humanitarian organisations to sponsor ‘refugee war- riors’. It supported refugees overseas as combatants in conflicts such as Nicaragua’s and as useful political vectors across Latin America and Africa. The US also refused to give entry to refugees, even from conflicts in which it was intimately involved, on the grounds that it needed to maintain the social and political cohesion necessary to project power in source countries. All this gave smaller powers good grounds to create progressive refugee laws. During the Cold War, a desire to resist destabilising interventions by outside powers drove regional refugee cooperation in the Third World. African, South Asian and Latin American countries drew up refugee rules which were often far more advanced than those applied in the West itself. As such, they hoped to reduce their reliance on out- side powers and to give little grounds for foreign intervention. They also wanted to make sure a large power which did intervene could be held responsible for refugee flows. Under African and Latin American rules, the proxies of the US and USSR in the region would be obliged to house refugees. Largepowersinterveneafterthefact . Until recently, Western countries cited the emergence of refugee flows as grounds for intervening in source countries. Indeed, the goal of Western organisations has been to stop disorderly migration and refugee flows before these even begin. This preventive approach has involved IOM engaging in technocrat- ic capacity-building in sending states and technical convergence with international best practice in transit states. But large emerging powers are proving resistant to such interventions, and the IOM or the Red Cross find themselves increasingly forced into such reactive Cold-War style tasks as reuniting families separated by displacement. ",
        "People on the move: the new global (dis)order 62 Large emerging powers show interest in the subtler forms of interventionism asso- ciated with the Cold War. They are using refugees to intervene after the fact. Emerg- ing powers are showing interest in using émigrés to influence countries of origin, no- tably with regard to birth rates and economic development. IOM and UNHCR are exploring issues such as using migrants in establishing chains of evidence against perpetrators of war crimes in countries of origin, or in recovering property there. The UN is working with emigrants to help post-conflict societies establish new reg- ulatory packages to attract FDI (investment guarantees and insurance, restoration of basic services). Small powers seek to burnish their reputation. When Ecuador chose to award political asylum to Julian Assange, the Wikileaks founder, it reminded the world that there is reputational capital to be gained under the international refugee regime. Offering asylum boosts a country’s standing, and allows it to resist the interventions of larg- er and more vocal powers. One ready field for this kind of beauty contest is refugee resettlement, where demand has never been higher. Just ten years ago, far more of the world’s refugees were returning home than being resettled, but that ratio of 93:7 in 2005 is now at 45:55. The US now resettles fewer than half the numbers it did in the early 1980s. Many states have been trying to win plaudits here. In 2015, Gambia pledged to take in Rohingya refugees from Myanmar, using the gesture as a means to highlight the importance of ‘Muslim kinship in international relations’. The offer did not really merit serious attention, but it may herald a new wave of resettlement programmes. Already in the 1990s, the traditional countries of resettlement – the North American and Nordic countries – were joined in their efforts by a new cluster of states. Two – Spain and Ireland – were countries of emigration which were undergoing a shift to immigration. The others – Benin, Burkina Faso, Argentina and Chile – were seeking to erode the West’s ‘moral hegemony’. Trend 3: International organisations go back to the future Dozens of states – most famously the Philippines – export migrants to keep their economies afloat. They are struggling to achieve this in the current environment, and the international organisations which support them are gridlocked. Happily, many international organisations have experience of dealing with similar prob- lems during earlier, more turbulent periods of their history. Interestingly, this is a competition between global organisations with roots in Europe – like the Inter- national Labour Organisation (ILO) – and those with roots in the US – like the World Trade Organisation (WTO). Labour-supply regimes seize up. Many developing economies rely on the emigration of their workers to provide them with stability and a source of revenue. The most suc- cessful of these are able to educate young workers according to the long-term skills needs of major economies – the Philippines has 12 agreements with receiving states. ",
        "Twelve key migration trends 63 3 Receiving states like Malaysia and Thailand have duly entered into deals with local labour exporters like Bangladesh or Cambodia to supply them with workers. These agreements have the benefit of codifying migrant workers’ rights: receiving states pledge to give the imported workers substantial labour and social rights. But this model is in trouble. The Philippines is finding it hard to nail down firm long-term emigration opportunities and to assert the rights of its workers. Receiv- ing countries still hold the whip hand, as highlighted by Saudi Arabia which re- stricted the immigration of Filipino workers in 2011 in apparent protest at Manila’s attempt to impose a minimum wage for household staff overseas. The result is that Filipino workers are migrating outside the official government framework, often to risky locations. In 2014 thousands of Filipino nurses were still in war-torn Libya, in defiance of an order from the government in Manila to return home to safety. IOM and ILO explore a supply-driven system. The International Organisation for Mi- gration is today associated with a rather restrictive outlook on migration, driven by the priorities of major receiving countries in Europe. But IOM was in fact original- ly founded with the task of opening up emigration channels from Europe. In the 1950s, Europe’s high fertility rates were seen as a likely trigger for international in- stability. Governments from across Latin and North America, Australia and Turkey created IOM to provide migration opportunities for ‘surplus manpower’ from Eu- rope. Today, there is growing pressure for IOM to rediscover its founding member- ship criterion: a proven ‘interest in the principle of the free movement of persons’. The International Labour Organisation, another organisation with roots in Europe, has been nudged out of migrant affairs by the WTO, but the need for supply-driven migration systems is creating interest in its rights-based approach. Importantly, ILO legitimates these rights with appeals not to universal rights but to its bargaining process between states, labour and employers: its labour standards are the product of hard negotiations rather than ‘inalienable rights’. Authoritarian countries like China, which tend to control not just the official negotiating position of the government, but also that of businesses and workers, may find this bargaining approach palatable. Labour-demand chains unravel. Global progress towards this kind of supply-driven mi- gration system is slow, and most migration flows are still demand-driven. Demand for labour from Western states has kept small developing economies in the black and, in at least a handful of countries worldwide, remittances still account for around one quarter of GDP (in 2010, Tajikistan, Tonga, Lesotho, Moldova, Nepal, Lebanon and Samoa were in this category). As long as demand for immigration from wealthy econ- omies remained quite stable, sending states have been able to rely on it, meaning that receiving countries’ resistance to fuller migration liberalisation and the formalisation of migration channels within the WTO did not acutely matter. Sending countries now worry that the demand-driven system is close to gridlock. Demand for labour in rich countries is being sated by the massive numbers of irreg- ular migrants and refugees who are filling vacancies. For a country like Lebanon, the situation could be critical. Lebanon has a poor record of job creation for its citizens. ",
        "People on the move: the new global (dis)order 64 Between 1985 and 2011, around one quarter of the population emigrated to richer economies (approximately 330,000 Christians and 720,000 Muslims). Those migra- tion opportunities are closing off at just the moment when the country must find work for 1.2 million Syrian refugees – many of whom formerly contributed to the economy as tourists but are now displacing native workers. The ISO and WTO step in to complete the ‘commodification’ of migration . The WTO has long been under pressure to focus more on migration liberalisation – what it calls ‘trade in services’. The reason for applying the methods of trade liberalisation to migration is clear: experts estimate that, if half of the developing world’s workforce moved to the richer world, this could raise global output by an estimated 30% (USD 21 trillion) – far more than the 2-3% rise in global GDP which would come from complete trade liberalisation. And yet, the WTO’s latest round of migration liberalisation – focused on the creation of new opportunities for temporary migrants – has been gridlocked for a decade, as receiving countries refuse to sign up to international migration norms in the way they do in trade because of the explosive political salience of immigration. The International Standards Organisation (ISO) was founded in 1947 as a conglom- eration of national product-standardisation bodies, and has been instrumental in depoliticising the global flow of goods. ISO has grown increasingly active in the field of labour-market practices, and there is talk of it now standardising certain cate- gories of labour migration: if workers meet an internationally-agreed skillset they would enjoy relatively free passage. Much of the drive for this is apparently coming from Asia, where firms have begun to conceptualise migrant workers as just another standardised component of the assembly process to be delivered, just in time, to a factory. This would treat workers as any other form of commodity. Trend 4: Demography favours democracy The West’s political influence appears to be at its lowest ebb for decades, and the US in particular is increasingly gambling on demographic changes to force political changes abroad: the growth of the global middle classes, ‘youth bulges’ and shifts in the balance between minorities and majorities are expected to force authoritarian and divided states to reform. But emerging powers which catch wind of this simply try to re-engineer their populations. The West may be missing the main chance. The West gambles on ‘political demography’ . In the past, Western governments steered well clear of ‘political demography’. As an academic discipline, it has tended to raise false hopes about human development. (One common prediction was that post-Soviet Russia would become a peace-loving country, because its ageing and overwhelmingly female population would resist the prospect of young men having to go to war). The West largely left the field to developing states, which used demographic arguments to justify aggressive actions. (They used their growing population as an excuse to annex territory, or cited their shrinking population as grounds to protect precious overseas diasporas). ",
        "Twelve key migration trends 65 3 Nevertheless, over the past few years, Western analysts have subscribed to political demography in the hope of encouraging political change abroad. American demographers predicted that a youth bulge would trigger the ‘Arab Spring’, and have made similar predictions about Ecuador, Colombia and Venezuela’s path to democracy. This willingness to leverage complex demographic trends reflects the limits of the US’s diplomatic influence. This is a policy of calculation rather than active shaping. Indeed, the US’s ability to affect other countries’ demography has itself dipped (US ODA policies, which formerly had a strong family-planning component, have fallen prey to religious lobbies in Washington). Demographic theory proves self-fulfilling . There are signs that US enthusiasm for political demography is in fact having distortive effects in the rest of the world: countries are trying to live up to the assumptions of Washington’s political demographers – not least in geopolitical hotspots where nations already have a history of using population size for gain. Israel, for instance, has long been locked in a demographic battle to outgrow the Palestinians as well as its high-fertility neighbours (Jordan, Iraq and Yemen). In 2012, President Obama raised eyebrows when he commented that, given high birth rates among Palestinians, a two-state solution was inevitable. Statements such as Obama’s may have unintended effects. Palestinians have retained their high birth rates largely because they are locked out of the economy and must continue having large families as a matter of economic survival. Israeli politicians, instead of integrating them, are being encouraged to engage in an artificial demographic competition. Already in the 1990s, in a bid to stay ahead, Israel relaxed its definition of Jewishness and opened its doors to newcomers from Eastern Europe. These newcomers are now at the forefront of many of Israel’s more radical political movements and are able to exploit the threat of leaving the country, and triggering population loss, in order to strengthen their hand. Ethnic engineering backfires . The Gulf States once counted as perhaps the most successful model of demographic engineering, having used migration as a tool of internal stability and external alliance-building. Gulf States have drawn their immigrant labour predominantly from South Asia rather than from neighbouring countries, in a far-sighted bid to avoid importing local political and sectarian conflicts. Their example has been taken as evidence that states can use a selective migration policy strategically. Migrants now constitute as much as 90% of the workforce and 80% of the population in some Gulf States. But the model is backfiring. Until recently, the oil kingdoms had more or less succeeded in resolving class tensions within their native society by creating a foreign underclass of migrant workers; but this had the unexpected effect of encouraging their citizens to focus more on the religious and sectarian divisions that polarised them. Today, the religious dissent is regaining a class element, as socio-economic problems return and native workers are leapfrogged by migrants and struggle to find work outside the public sector. In the absence of regional migration, moreover, neighbouring states have benefited little from the Gulf States’ wealth, in a possible source of inter-state tensions. ",
        "People on the move: the new global (dis)order 66 Demography is on the side of democracy : In the fragile, high-population societies of the Gulf and North Africa, there are numerous signs of human resilience and even a de- gree of roots-up democracy. Local governments are harnessing this human ineguity. Jordan is overcoming its reluctance and allowing migrants to self-organise and link to international universities and employers. Lebanese ministers talk about helping local businesses bypass the government and link up to international investors when it comes to building schools and services. There is a renewed interest in a federalisa- tion of Libya or Syria, and in boosting local government in the region, not least in response to the way the Assad regime is seeking to isolate Syria’s different cities in order to break the opposition. At a global level, too, there are signs that demography is on the side of democracy. US analysts long viewed India as an important global ‘swing state’: alongside In- donesia, Turkey and Brazil, it was a democratic emerging power. But as China has risen, India’s star seemed to wane. Compared to China’s self-disciplined model of growth, India’s more liberal model only spawned social disparities and low levels of literacy (63% compared to China’s 94%). And yet, India is now set to benefit not just from the liberal way it is freeing up its young professionals – academics, doctors, tech entrepreneurs – but also from the fact that this population will grow. India’s age dependency ratio is due to beat China’s within 20 years. ",
        "67 Conclusions: whither European migration policy? This Chaillot Paper has traced the apparent waning of Western power, and its effect on migration flows. Western power, when it was still in the ascendant, provided peo- ple worldwide with new opportunities to travel, but also with a better reason to stay at home. This allowed Western states to create a global cross-border economy, with- out risking massive irregular migration. As Western power now declines, people are seizing the means to move (and abandoning their fellow citizens to forlorn attempts at state-building). This is eating away at the mechanics of globalisation. The European Union is witnessing a historic shift in the nature of international order – but using this same historical angle helps put the current migration flows into perspective. The old liberalism of EU migration policy 25 years ago, Western European governments faced calls from voters to abandon everything from refugee law to their ambitious plans for a passport-free travel area (Schengen): newspapers were awash with predictions of a migrant flood. After the fall of the Berlin Wall, the ILO expected as many as 30 million workers to become unemployed in the Soviet Union, and politicians in Poland talked of 8 million Rus- sians ready to move by the end of 1991. UNHCR estimated the size of potential refugee flows from Eastern Europe to be around 25 million – and this is not even to mention the potential flows from Africa, a perpetual source of worry for Europe. In the event, the flows never materialised. But this is not evidence that such fears are unfounded. Rather, it is proof that migration control must be the first priority whenever there is a global power shift. In the early 1990s, EU governments closed their borders to all but chosen groups and they worked hard to stem migration at source (reportedly even dissuading Moscow from granting citizens immediate freedom of travel). Their goals, however, were essentially liberal. Such restrictions were a prerequisite not just to create the Schengen Area, but for the broader set of freedoms they had promised former Communist states: it was clear that migration could not be liberalised like trade, because this would undermine the higher goal of liberal state-building and democracy promotion. This, then, was not a case of immigration restriction for its own sake. It was a short- term step to restore stability and bolster state institutions, necessary to pursue the longer-term goal of giving people in the developing world employment opportunities ",
        "People on the move: the new global (dis)order 68 and greater safety close to home. To this end, Western states recognised that the fall of the Berlin Wall had opened whole new vistas to intervene abroad: liberal interventions would now stabilise refugee-sending states; the spread of refugee best practice would ensure people received protection as close to home as possible; trade and investment liberalisation would reduce wealth disparities. This was a world in which the ‘root causes’ of involuntary migration were gradually being eradicated by liberal means. Some critics nevertheless characterise EU migration policy as a story of endless restrictions. They criticise the EU for outsourcing its migration controls to coun- tries across Africa and Eastern Europe. In reality, however, any such restrictive mea- sures have been temporary trade-offs, justified by the overall spread of liberal order. When, for instance, European governments responded to Rabat’s call for support and helped build controls along Morocco’s southern border, they calculated that such measures would have a restrictive character only until job and democracy-pro- motion measures took hold in Niger, Mali, Congo or Cameroon. The EU saw trade and development measures, rather than border restrictions, as the main line of de- fence against disorderly migration. A new liberal footing for EU migration cooperation The EU is once again looking to place its borders policy on a liberal footing. In March 2016, the EU introduced strict border controls, in cooperation with Turkey, to reduce irregular inflows of Syrians and other migrants. By May 2016, a daily av- erage of 30 migrants was crossing the Aegean to Lesbos, down from around 4,400 in October 2015. But the stated goal of the EU-Turkey agreement has been a liberal one. With this deal, the EU is seeking not just to re-establish border controls and the rule of law, but also to better protect vulnerable Syrian children preyed on by human traffickers and to give those Syrians who wish to remain close to home a chance to do so. More generally, the EU is seeking to find a sustainable liberal response to people fleeing the latest cataclysmic shift in global order. Few experts are offering helpful ideas. Perhaps it is because they believe EU borders policy is inherently illiberal, that they are unable to offer a clear alternative to the policies already in place. Such experts, with their vague calls for ‘liberalisation’, seem unaware that most EU policies are already inspired by liberal values and principles, be it the naval missions in the Mediterranean (an echo of an earlier era of liberal interventionism) or the return of asylum-seekers to Turkey (a country where the EU has been spreading refugee best practice for years). When they call for the EU to recognise the ‘human security’ of migrants, they forget that this is a tenet of the old liberal interventionism, and that ‘boosting protection overseas’ was the aim of the EU’s long-running best-practice approach. Experts have, of course, made certain reform proposals which do mark a liberal step- change. But these have gained little traction. Experts blame this on decision-takers, and say their proposals to give Frontex a Search-and-Rescue mandate or make space ",
        "69 in the EU border code for humanitarian visas are too big a leap for Europe’s cautious politicians. But, arguably, the reverse is true. For the past 25 years, European law- makers have been able to rely on a truly comprehensive liberal toolbox: they were able to alleviate the push factors of migration at source, and spread Europe’s norms abroad. As that interventionist model fades, policymakers feel at the mercy of external forces. Policymakers view the experts’ current reform proposals as mere tinkering. Reformers in fact have a genuine chance to overhaul the management of migration, in Europe and beyond, in a fundamental way. Good proposals to increase global mobility could boost everything from the economy to the climate: quite simply, people need to be brought to where the productive technologies, power sources, and the health and education systems are, rather than hoping that these things will be brought to people. This would require a shift in the global model of development, away from classic state-building, consumerism and trade-based policies. In the long-term, reformers could do worse than think in terms of globalising the ‘sharing economy’. But, until then, some basic liberal steps are worth considering. Moving European migration control ‘down’ and ‘out’ For the past 25 years, the West has been trying to devolve global power to new actors. This was the real goal behind its liberal interventions abroad – to reduce the burden it bore for global prosperity and security, and to bind in new public and private actors. The process has not been smooth, and the resulting power shifts are forcing people to flee. Nevertheless, this devolution of power has also opened new vistas for cooperation. Western power is said to be shifting ‘down’ (to individuals) and ‘out’ (to new regional powers). For the EU, this creates potential new allies in the manage- ment of migration, and new means to use migration to empower allies. European migration policy seems already to be cohering around four new principles: • Recognise ‘human agency’ : More than ever before, migrants are being recognised as masters of their own destiny. OECD data from 2014 suggest that the people who left Syria for the EU in 2014 were often the best educated. The global ‘refugee’ crisis is really one of ‘internal displacement’ and trapped populations, unable to move. The task for the EU is to reserve its top-down humanitarian actions for the most vulnerable people. For the rest, measures which mix security interven- tions with development policy seem more appropriate. People worldwide must be helped to help themselves. They need to be given the means to work and sustain themselves in hostile environments and failing states. New technologies, from smartphones to 3D printers, are helping to make this possible. • Provide people with opportunities in their home regions : At just the moment when many European voters are calling for the dismantlement of their border-free travel area, the Schengen zone, the rest of the world seems interested in develop- ing their own. Free movement regimes are popping up across Eastern and West- ern Africa, the Caribbean and Central America, Southeast Asia and perhaps Conclusions: whither European migration policy? ",
        "People on the move: the new global (dis)order 70 even the Gulf and Western Balkans. Everywhere, states are grouping together to provide their citizens with opportunities to work closer to home. Admittedly in places like West Africa, these regional regimes just provide a post-hoc justifica- tion for countries unable to control their borders. But they do potentially take the strain off receiving states in the West. • Embrace lopsided partnerships : In November 2015, European and African represen- tatives met in Valletta, Malta, to discuss the control of migration. They talked about a grand bargain or quid pro quo between the two continents: Europe in- creases its development funding in Africa, and in return Africa agrees to keep more of its population at home. What the two sides did not really talk about was pooling their diplomatic resources to pursue goals elsewhere – for instance to press Gulf States or Egypt to open their labour markets and treat migrants better. If they had, it would have created an uneven partnership, but how else to, say, end conscription in Eritrea without first preparing legitimate work oppor- tunities in Gulf states for the thousands of young men who will be freed from army service? • Engage with progressive spoilers : Brazil has been quietly resettling Syrian refugees since the beginning of the refugee crisis. Partly this is a reflection of the historic contribution made to Brazil by ‘Levantine immigrants’. Partly it is the fruition of a resettlement policy conceived by Brazil back in 1999, in a bid to live up to its new international responsibilities and challenge the West’s moral mantle in these matters. From Turkey to Gambia, political leaders are adopting humani- tarianism as a means to erode the West’s standing. Oftentimes, this is unpalat- able (Gambia happens to be a major refugee-sending state). But where it leads to the genuine spread of Western norms, Western governments should logically embrace it even if this comes at the expense of their power and authority. ",
        "71 Annex Abbreviations APEC Asia-Pacific Economic Cooperation ASEAN Association of Southeast Asian Nations BRICS Brazil, Russia, India, China and South Africa CARICOM Caribbean Community CCP Chinese Communist Party DRC Democratic Republic of the Congo EEU Eurasian Economic Union FDI Foreign Direct Investment GDP Gross Domestic Product GNP Gross National Product GPS Global Positioning System IDP Internally Displaced Person IGAD Intergovernmental Authority on Development ILO International Labour Organisation IMF International Monetary Fund IMO International Maritime Organisation IO International Organisation IOM International Maritime Organisation ISO International Standards Organisation NATO North Atlantic Treaty Organisation NGO Non-Governmental Organisation ODA Official Development Assistance ODI Overseas Direct Investment ",
        "People on the move: the new global (dis)order 72 OECD Organisation for Economic Co-operation and Development SAR Search and Rescue TPP Trans-Pacific Partnership UN United Nations UNCTAD United Nations Conference on Trade and Development UNHCR United Nations High Commissioner for Refugees USD United States Dollars USSR Union of Soviet Socialist Republics WTO World Trade Organisation ",
        "",
        "CHAILLOT PAPER Nº 138 — June 2016 People on the move The new global (dis)order BY Roderick Parkes European Union Institutefor SecurityStudies Chaillot Papers European Union Institute for Security Studies 100, avenue de Suffren | 75015 Paris | France | www.iss.europa.eu European Union Institutefor SecurityStudies "
    ]
}