{
    "text": [
        "Opinion of the European Economic and Social Committee on the proposal for a Council decision on guidelines for the employment policies of the Member States (COM(2017) 677 final — 2017/0305 (NLE)) (2018/C 237/10) Rapporteur: Michael McLOUGHLIN Consultation Council referral, 1.12.2017 Legal basis Article 29(1) and Article 148(2) of the Treaty on the Functioning of the European Union Plenary Assembly decision 24.1.2017 Section responsible Employment, Social Affairs and Citizenship Adopted in section 23.2.2018 Adopted at plenary 15.3.2018 Plenary session No 533 Outcome of vote (for/against/abstentions) 159/43/15 1. Conclusions and recommendations 1.1. The EESC welcomes the draft employment guidelines and their alignment with the European Pillar of Social Rights. The Committee believes more could be done in the guidelines to truly fulfil the promise of the Pillar. 1.2. The employment guidelines need to contribute towards a greater balancing of the macroeconomic rules and a Social Europe consistent with the Five Presidents’ Report on Completing Europe’s Economic and Monetary Union in 2015 ( 1 ). The EESC believes the time to address convergence between the macroeconomic and the social situation is when there are signs of recovery. 1.3. The EESC reiterates its call for a proper social investment package as part of a European growth and investment programme worth 2 % of GDP ( 2 ). 1.4. The Committee draws attention to many of the findings of the 2018 Draft Joint Employment Report ( 3 ) which illustrate that employment recovery is uneven among EU Member States, regions and groups of people. 1.5. The EESC supports an enhanced focus on impact and delivery in the Pillar and the employment guidelines assisted by the social scoreboard and other measures where necessary. Impact relating to these questions should be part of the discussions and planning process between Member States and the EU in the allocation of EU funding. 1.6. The Guideline 5 provisions should make clear it is not always the case that innovative forms of work lead to greater casualisation of work even though this can sometimes be assumed. Measures which support smooth transitions in labour markets, including appropriate provisions for the security of workers would help to ensure that new forms of work provide fair employment opportunities 6.7.2018 EN Official Journal of the European Union C 237/57 ( 1 ) Five Presidents’ Report: Completing Europe’s Economic and Monetary Union, 22 June 2015. ( 2 ) OJ C 226, 16.7.2014, p. 21. ( 3 ) 2018 Draft Joint Employment Report ",
        "1.7. The movement of taxation away from labour to other sources in the Guidelines is welcome but the Guidelines should provide clarity on other possible sources. The EESC has produced opinions on aggressive tax planning, fraud and evasion, environmental taxes ( 4 ) which might also provide alternative revenues for suggestion in the Guidelines. 1.8. In Guideline 6 the EESC believes the specific mention of ESF should be retained. 1.9. In Guideline 7 the need for impartial dispute recognition should apply to all areas and not just unfair dismissals. Alternative dispute remedies should not take away from the parties’ rights to access the courts. 1.10. In Guideline 8 action on youth unemployment needs to be maintained, particularly guaranteed funding for the Youth Guarantee and the further development of a ‘Skills Guarantee’. 1.11. In Guideline 8 long-term unemployment must continue to be a focus and can be a source of labour in a tightening market. 1.12. The position of people with disabilities must be seen from a rights-based perspective but also with practical mainstream measures in the employment field with a particular emphasis on combatting discrimination as set out in the Treaties. 1.13. Provisions on gender equality need to feature in each guideline and there needs to be a strong focus on issues of low pay in addressing the gender pay gap. 1.14. Migrants and refugees should be specifically mentioned in the guidelines. 1.15. The EESC reiterates its view on the increase on the age of statutory retirement that the actual age should first be similar to the legal age ( 5 ). It also emphasises the need to ensure the sustainability of pension systems in the Member States by addressing challenges such as increasing life expectancy, changes in labour markets affecting the financing of pensions and ensuring adequate pension levels. 1.16. The EESC welcomes the clarity that the provisions for Eurozone — and non-Eurozone Member States will be the same for the Pillar and the Employment Guidelines. 2. Background 2.1. The employment guidelines have been a feature of the EU policy mix since 1997. The legal basis is found in Article 148 of the Treaty of the Functioning of the European Union (TFEU) ( 6 ): ‘ the Council … shall each year draw up guidelines which the Member States shall take into account in their employment policies’ . 2.2. In 1997, the guidelines were one of the first examples of the open method of coordination in EU policy where a voluntary approach to an objective is set with strong reporting and peer review systems. The guidelines are now linked to the broad economic guidelines in Article 121 TFEU. 2.3. The 2018 Draft Joint Employment Report of November ( 7 ) is published with the draft employment guidelines and presents significant research and findings on the employment situation across the EU. According to the report, the overall employment situation in the EU is improving, youth and long-term unemployment are declining and the 75 % headline employment figure in the Europe 2020 Strategy is within reach for the EU as a whole, although not for some Member States. However, the level of improvement significantly varies across Member States, regions and groups of people. A sizeable number of people still do not see signs of recovery in their lives. The quality of jobs created and the increase of in- work poverty are also important issues to note. C 237/58 EN Official Journal of the European Union 6.7.2018 ( 4 ) EESC own-initiative opinion on Wealth inequality in Europe (OJ C 129, 11.4.2018, p. 1), EESC exploratory opinion on Taxation of the collaborative economy (OJ C 81, 2.3.2018, p. 65, OJ C 434, 15.12.2017, p. 18, OJ C 71, 24.2.2016, p. 42). ( 5 ) OJ C 84, 17.3.2011, p. 38, OJ C 299, 4.10.2012, p. 115. ( 6 ) TFEU. ( 7 ) 2018 Draft Joint Employment Report. ",
        "2.4. The European Pillar of Social Rights ( 8 ) was adopted as an interinstitutional proclamation at the Gothenburg Social Summit in November 2017. The Pillar is effectively a political declaration committing the EU to 20 key principles. In effect it represents the EU’s new overarching commitment to a Social Europe. The Pillar is accompanied by a social scoreboard in which there are 14 headline indicators that assess employment and social trends. 3. General comments 3.1. The European Union has historically sought to balance the objectives of social rights and economic growth through a mix of treaty provisions, legislation and soft social policy mechanisms and the advancement of the Single Market, though not always successfully. The global economic crisis saw significant economic reform to stave off an existential crisis for the Euro. Many point out that the EU’s commitment to social policy has been in continual decline since the days of the Delors Commission. Furthermore, the political and social impact of the economic crisis as well as the associated austerity measures have been evident. Some even establish a more or less direct link with the rise of populism and Brexit. The need to return to convergence between economic integration and appropriate social policies received official endorsement in the Five Presidents’ Report on Completing Europe’s Economic and Monetary Union in 2015 ( 9 ). The 2018 Annual Growth Survey ( 10 ) has shown some change in the narrative with a stronger focus on equal opportunities, quality jobs and the need to look at the distributional impact of reforms. This is very much welcome. 3.2. The European Pillar of Social Rights (EPRS) is new and the EESC has already expressed its concern about a lack of clarity relating to the Pillar and its future implementation. The failures of the past in delivering on major policy commitments should be avoided in advancing policies for the well-being of EU citizens. The EESC examined the Pillar in two opinions ( 11 ) in 2017, broadly welcoming the principles and rights as well as the role of the Pillar as a compass for renewed convergence in the Member States and encouraging all parties to ensure their delivery and effectiveness. In this spirit the Committee also called for more clarity regarding the Pillar and its operation in practice. The Pillar does not have legal effect and is not part of the treaties. The Committee also saw the starting point of the Pillar as promoting ‘the existing EU social acquis and its full and proper enforcement’. While emphasising the role of civil society and especially the specific role of the social partners in employment and labour market policies, the opinions also drew attention to relevant employment issues relating to: — striking a fair balance between the economic and social dimensions, — the future of work, — particularly disadvantaged groups in the labour market, — employment and quality job creation, — support for new and more diverse career paths, — the need for a ‘skills guarantee’, — the need to bring the actual retirement age closer to the statutory age, — the aim of making people work longer, accompanied by a life-cycle approach encompassing good working conditions — fair labour mobility and fair working conditions for all, — the need for social investment, — the need to aspire to a binding social protection floor, 6.7.2018 EN Official Journal of the European Union C 237/59 ( 8 ) European Pillar of Social Rights. ( 9 ) Five Presidents’ Report. ( 10 ) 2018 Annual Growth Survey. ( 11 ) OJ C 125, 21.4.2017, p. 10 and the opinion on the Impact of the social dimension and the EPSR on the Future of the EU (OJ C 81, 2.3.2018, p. 145). ",
        "— the role of the European Semester and particularly the need for equality between employment and social goals and macroeconomic ones, — the need to ring fence EFSI funds for social investment, — the situation of non-Eurozone countries. 3.3. This opinion examines the Employment Guidelines and related questions in the context of the European Pillar of Social Rights. Indeed, the updating of the guidelines is also predicated on the Pillar and its methodology by the Commission. In many respects the amended employment guidelines can be seen, amongst other things, as a good first test of the Pillar. The EESC needs to examine the guidelines from the perspective of the views it has already expressed on the Pillar. 3.4. The issues of the impact and implementation of the employment guidelines have already been highlighted by the Committee in its previous opinions on the matter, in 2015 and before ( 12 ). They are also important when it comes to assessing the employment guidelines through the lens of the Pillar. The EPSR contains a 14-point scoreboard designed to measure progress, which may provide reassurance about the effectiveness of the Pillar. Some of these indicators are however not new and were already present in the employment scoreboard of 2013. It is welcome that the scoreboard covers the Pillar, however it would be important that the overall measurements cascade down into more detailed operational elements of the Member States’ employment policies. The question might also be asked whether the employment guidelines would sufficiently cover an issue or a group that is not explicitly covered in the Pillar or the scoreboard. 3.5. The employment guidelines continue to operate by means of the open method of coordination and the delivery of the Pillar is a mix of ‘soft law’ and EU legislation. This has always been the case for the guidelines so there is no weakening as to their effectiveness because of this. As there is a high political priority attached to the Pillar in its early days we can imagine this will carry through to the employment guidelines but longer term this may not always be the case. 3.6. The Committee has also drawn attention to the need for improvements to the scoreboard and the need for a both economic and social European Semester in its latest opinion on the Pillar ( 13 ). The relationship between the surveillance of macroeconomic matters and employment and social policies is critical. There is a contrast between the approach on employment and the extremely hard legal powers covering the Euro such as the Two-pack and Six-pack along with the fiscal compact treaty. It is still the view of the EESC that despite advances with the Pillar and the integration of employment guidelines with the broad economic policy guidelines there remains room for alignment between these two elements. The EESC reiterates its concerns on the lack of convergence between the employment guidelines and the broad economic guidelines ( 14 ). The tenor of the Five Presidents’ Report on achieving a triple-A social score for Europe also suggests greater convergence between the economic and social aspects. The amendment of the guidelines and the application of the scoreboard provide a further alignment of policy with the Pillar which is welcomed, though this does not represent major progress relative to the overall need for convergence between the social and the macroeconomic aspects. There may even be a question as to whether some of the economic guidelines contradict the employment guidelines. 3.7. The country specific recommendations ( 15 ) can play a critical role in making the employment guidelines and the European Pillar of Social Rights effective. They provide an important opportunity to shape national policy in consistency with the guidelines and the principles of the Pillar to realise common outcomes. Despite the improving situation throughout Europe differences still remain between Member States, between regions and between different groups of people in the labour market. The country specific recommendations arising from the employment guidelines should seek to reduce these differences and increase and channel resources into doing this. 3.8. The European Pillar of Social Rights was addressed to all Member States, even though it was conceived for the euro area ( 16 ), thus the principles of the Pillar and the indicators of the social scoreboard serve as a basis for formulating the country specific recommendations for all Member States, which is to be welcomed. C 237/60 EN Official Journal of the European Union 6.7.2018 ( 12 ) OJ C 332, 8.10.2015, p. 68. ( 13 ) EESC opinion on Impact of the social dimension and the EPSR on the Future of the EU (OJ C 81, 2.3.2018, p. 145). ( 14 ) OJ C 458, 19.12.2014, p. 1, OJ C 173, 31.5.2017, p. 73. ( 15 ) Country Specific Recommendations. ( 16 ) See Preamble of the European Pillar of Social Rights. ",
        "3.9. Since the previous guidelines the idea of a ‘Skills Guarantee’ has gained much interest. Drawing on the Youth Guarantee approach and finding some expression in the Commission’s communication on a New Skills Agenda for Europe ( 17 ) the concept notably focusses on low-skilled adults and the acquiring of literacy, numeracy and digital skills and progressing towards an upper secondary qualification ( 18 ). 3.10. Financing the implementation of the Pillar and the employment guidelines through European funds will continue to be important in the future. Negotiations on the next Multiannual Financial Framework will soon begin and clearly huge challenges will arise particularly in constructing a budget after Brexit. The Committee has set out its views in this regard in its opinion on the Mid-term review of the Multiannual Financial Framework 2014-2020, stating that ‘European added value should meet with a broad political consensus in support of EU action that can deliver real benefits for its citizens’ ( 19 ). 4. Specific comments 4.1. The Commission has clearly amended the employment guidelines to be consistent with the European Pillar of Social Rights. This is very welcome. The findings and recommendations from the 2015 EESC opinion on the employment guidelines ( 20 ) largely still hold true. However, there are some specific issues where updated comment is appropriate. 4.2. The economic situation in the EU continues to improve at the moment but much more needs to be done particularly for Member States, regions and groups of people that are encountering more difficulties, and this further supports the argument for a strengthened social policy consistent with the European Pillar of Social Rights. 4.3. The EESC previously welcomed the Commission’s Social Investment Package ( 21 ) believing it could make a significant contribution to a change of policy direction in favour of sustainable growth and more resilient societies. The Committee called for a European growth and investment programme worth 2 % of GDP and ‘greater focus on social investment in the coordination process of the European Semester’. The EESC reiterates this request in relation to the current employment guidelines and calls for the amendment of their text to reflect this idea. The current economic and labour market situation indeed supports a renewed emphasis on social investment. 4.4. The EESC is now even more conscious of the labour market position of specific groups of people, both in terms of labour supply and achieving more equal outcomes. The EESC regularly comments on the situation of many of these people, who remain important for the employment guidelines. Part 8 of the Commission’s explanatory memorandum on the employment guidelines explicitly references the Commission Recommendation on the active inclusion of people excluded from the labour market ( 22 ). This is a 2008 document so may be in need of revision to ensure consistency with the Pillar and the employment guidelines particularly as the tightening labour market will offer opportunities to such groups of people. 5. The guidelines 5.1. There are some specific changes in the wording of the guidelines brought about by aligning them to the Pillar or otherwise. According to Guideline 5 , Member States are now to ‘encourage innovative forms of work, which create job opportunities for all in a responsible manner’. While new forms of work and innovation provide opportunities for growth, they may also have a harmful impact on people if they translate into more precarious work. A balance is needed to capture the undoubted benefits for growth, entrepreneurship and employment. At the same time a proper assessment of the impact of new forms of work is needed ( 23 ). The employment guidelines should seek to translate the trends associated with these new forms of work into fair employment opportunities based on a balance between smooth transitions in labour markets and appropriate provisions for the security of workers. The provisions of this guideline should make clear it is not always the case that innovative forms of work lead to greater casualisation of work even though this can sometimes be assumed. Measures which support smooth transitions in labour markets, including appropriate provisions for the security of workers 6.7.2018 EN Official Journal of the European Union C 237/61 ( 17 ) New Skills Agenda for Europe. ( 18 ) See the 2016 Council recommendation ‘Upskilling pathways: new opportunities for adults’. ( 19 ) OJ C 75, 10.3.2017, p. 63. ( 20 ) OJ C 332, 8.10.2015, p. 68. ( 21 ) OJ C 226, 16.7.2014, p. 21. ( 22 ) Commission Recommendation 2008/867/EC of 3 October 2008 on the active inclusion of people excluded from the labour market. ( 23 ) See notably (OJ C 303, 19.8.2016, p. 54). ",
        "would help to ensure that new forms of work provide fair employment opportunities. In a recent own-initiative opinion ( 24 ), the EESC called for authorities to identify the employer and the employee, oblige individuals to pay contributions to social security systems, link up electronic social security and tax databases and explore new ways of funding social security systems. 5.2. Regarding ‘innovative’ forms of work, a greater connection and attention should be dedicated to trends such as digitalisation and the greening of jobs related to the EU Digital Agenda and the Circular Economy Package. As Member States are encouraged to foster social innovation, the Committee draws attention to some valuable models of social innovation that were awarded with the EESC 2017 Civil Society Prize ( 25 ). 5.3. In relation to entrepreneurship and the creation and growth of micro and small enterprises, the Committee supports their promotion, as well as the fostering of an entrepreneurial mindset ( 26 ). An indicator measuring conditions for entrepreneurship would be of use. 5.4. Regarding the implementation of the Commission’s proposals on the New Skills Agenda for Europe, the EESC in its opinion ( 27 ) has highlighted many challenges, such as the need for ‘more innovative solutions in the fields of education and skills development’ supporting a skills guarantee, and providing proper and enhanced funding and universal access for these. 5.5. Guideline 5 also refers to ‘fair wages that provide for a decent standard of living’ and to ‘ensure adequate minimum wage levels, taking in to account their impact on competitiveness, job creation and in-work poverty’. This is an improved focus on issues of low pay and in work poverty compared to the previous guidelines, though the EESC still believes that a clear definition of ‘quality jobs’ is needed. Strengthening the effectiveness of collective agreements by enhancing their coverage for example would be of use in this regard. At the same time it is a prerequisite and of utmost importance that the subsidiarity principle as well as the autonomous role of the social partners is fully respected. 5.6. The Committee considers that too much emphasis is put on barriers from the supply side but no corresponding attention is given to the need for social investment and growth. The movement of taxation away from labour to other sources in the Guidelines is welcome but the Guidelines should provide clarity on other possible sources. The EESC has produced opinions on aggressive tax planning, fraud and evasion, environmental taxes ( 28 ) which might also provide alternative revenues for suggestion in the Guidelines. 5.7. The referencing of technological and environmental change in Guideline 6 is welcome; more detail about the potential for green growth would also be worthwhile. Similarly the new commitment to the ‘transfer of training entitlements during professional transitions’ should enhance mobility. To do so the EESC stresses the need to safeguard decent existence during training wherever the training takes place. Instruments used in some EU Member States, such as grants, loans, collective agreements on paid training leave or other provisions should also be examined with a view to making good practice in the area of minimum standards regarding entitlements to educational leave standard practice in the other Member States. The Committee welcomes the new wording in Guideline 6 on the recognition of non-formal learning and increasing the take up of flexible continuing vocational training and enhanced action for adult learners. Some work has been done on broadening the provisions of Guideline 6 on barriers to female employment to more groups and making the C 237/62 EN Official Journal of the European Union 6.7.2018 ( 24 ) EESC opinion on Sustainable social security and protection/digital era (OJ C 129, 11.4.2018, p. 7). ( 25 ) The prize recognised outstanding projects which help the integration into the labour market of people in need, such as people from migrant backgrounds, people with disabilities, the long-term unemployed, women detached from the labour market, young people, and people living in poverty. See the EESC web page on the 2017 Civil Society Prize ( 26 ) OJ C 332, 8.10.2015, p. 20. ( 27 ) OJ C 173, 31.5.2017, p. 45. ( 28 ) EESC own-initiative opinion on Wealth inequality in Europe (OJ C 129, 11.4.2018, p. 1); EESC exploratory opinion on Taxation of the collaborative economy (OJ C 81, 2.3.2018, p. 65, OJ C 434, 15.12.2017, p. 18; OJ C 71, 24.2.2016, p. 42). ",
        "provisions more gender neutral. The Committee urges a certain caution in this regard in case any specific focus on gender equality might be lost. The work-life balance provisions are welcome and are to a degree already in train. In this respect the EESC reiterates its support of the Commission’s legislative proposal on work-life-balance, including paid family and care leave, as expressed in a recent opinion ( 29 ) (this is missing in the final paragraph of Guideline 6).The Committee believes the specific reference to the European Social Fund should remain in Guideline 6. 5.8. Guideline 7 contains improved language on precarious working conditions and flexible working. This is particularly the case when referring to ‘preserving appropriate security and healthy, safe and well-adapted working environments’. However the provisions on ‘an environment for recruitment’ should not be used to reduce labour law protection. There is considerable change to the provisions on active labour market measures and the public employment services. These are broadly welcome and accord with best practice in this field. Given the importance attached to this area, for example by the OECD, it would benefit from enhanced attention in the process of the Country Specific Recommendations. The Committee welcomes new wording on social dialogue but again repeats its views on the variability of social dialogue across the EU and the impact of the economic crisis in this field which has not been reversed in a number of Member States. 5.9. The provisions on access to impartial dispute resolution should have general application rather than just to unfair dismissals. However the rights of parties to utilise the courts where alternative dispute resolution has failed should be respected. There needs to be reference to workers’ involvement for example in issues like working time. Furthermore, while unemployment benefits should not act as a disincentive to take up work this should not undermine their function in safeguarding decent living standards for unemployed people. In addition, provisions on easing cross-border work need to be matched with those on ensuring fair treatment of workers and to avoid social dumping. 5.10. There are countries with less developed social dialogue and indeed those who have seen setbacks in this area due to the crisis. We welcome the efforts of the European Commission to increase the cooperation with social partners in the context of the European Semester. Given the centrality of social dialogue in the delivery of the Pillar of Social Rights and in the implementation of the employment guidelines and Country Specific Recommendations the EESC reiterates its call for it to be present in all Member States and urges all political players at national and European level not to weaken but to strengthen collective bargaining structures at all levels. In addition, the Commission has made advances in the involvement of civil society in country specific reporting and this is to be welcomed and should be built upon. 5.11. Guideline 8 provides new wording in the area of broader social provisions. The commitments to the representation of under-represented groups are welcome as are provisions on adequate minimum income. However reference to how this minimum income is calculated, particularly the work done on reference budgets, would be most welcome. Enhanced access to social protection for all types of workers regardless of their status should also feature in Guideline 8. Further reference to in-work poverty in this guideline and the referencing in detail of particular social services is welcome as it locates the guidelines in a continuum of social policy consistent with the provisions of the Pillar and again supports the EESC’s call for social investment. While the Committee repeats its views on the retirement age in this opinion, provisions now in the guidelines to ‘measures that extend working lives’ are welcome but it should be clear that such an extension is voluntary. The EESC will in due time express its view on the European Commission’s approach on access to social security. 5.12. The situation regarding youth unemployment and the number of young people not in employment, education or training (NEETs) are still causes of concern and this is emerging as particularly intractable. The Employment and Social Developments in Europe 2017 Review ( 30 ) particularly highlighted how the economic crisis impacted disproportionately on young people and it appears the recovery is not reversing this trend sufficiently. The Youth Guarantee supported by the Youth Employment Initiative and the ESF was encouraging in translating a political commitment in to action relatively quickly but there are still issues to be resolved. As is often the case the level of dedicated funding was minimal and a lot of the resources were not new. It will be important to ensure new monies (the Youth Employment Initiative) are at very least maintained. It would be important to maintain a focus on youth unemployment even as the figures improve as often 6.7.2018 EN Official Journal of the European Union C 237/63 ( 29 ) EESC exploratory opinion on Work-life balance of working parents and caregivers (OJ C 129, 11.4.2018, p. 44). ( 30 ) ESDE 2017 review. ",
        "structural reform is needed to ensure this is not the first group to suffer if another shock occurs. More research is required to ascertain ‘cause and effect’ links between improved youth employment figures (where present) and the actual measures taken under the Guarantee. Similarly the quality of interventions and the uneven changes in youth unemployment need to be accounted for in relation to the Guarantee. The EESC has previously called for a continued focus on this area in the European Structural and Investment Funds (ESIF) and an enhanced role for youth organisations and social partners in delivery locally ( 31 ). 5.13. As if often the case the long-term unemployed can take the longest to reintegrate as the labour market position improves. Specific measures for this such as flexible labour market relevant training and one to one employment guidance services will be needed. Attention needs to be given to the figures for discouraged and marginally attached workers in our statistics as these often get overlooked. An improving labour market can attract these groups back to active job seeking but dedicated and specific supports are needed and national systems have to respond to this challenge; again a focus on social investment would play a major role here. The Employment Committee’s Indicator Framework for Monitoring the Council Recommendation on the integration of the long-term unemployed into the labour market ( 32 ) is most welcome and must continue to be a feature of its work and be reviewed by EPSCO. 5.14. There is a need for specific mention of the needs and situation of migrants and refugees in the guidelines ( 33 ). 5.15. The gender pay gap and the over-representation of women in low pay roles continues to be a concern and should feature in the guidelines beyond the issue of labour supply. Action in this field is intrinsically related to the concept of decent work and minimum income which need to feature more in the guidelines process. Similarly initiatives on work-life balance and childcare will be important here. The recent EESC opinion ( 34 ) on the Commission’s work-life balance proposals sees them as an important first step. This is an area for action across the guidelines and indeed across the Pillar as several different policy areas interact. 5.16. Employment issues for people with disabilities are now seen as a critical part of modern employment policies and the reference to these in the guidelines is welcome, though they are minimal and could be enhanced. The EESC works through the perspective of the UN Convention on the Rights of Persons with Disabilities (CRPD) and believes Council Directive 2000/78/EC of 27 November 2000 establishing a general framework for equal treatment in employment and occupation ( 35 ) is central in this area. The European Disability Strategy (2010 — 2020) provides an overall framework in this area. The 4th European Parliament of Persons with Disabilities has highlighted many employment and Social Pillar issues for people with disabilities in its recent resolution on the future of the Strategy ( 36 ). The EESC also draws attention to the EU Treaty provisions on discrimination which apply to all groups and advises against conflating ‘vulnerable groups’ with the concept of discrimination. 5.17. The EESC does not believe that raising the legal retirement age will solve the problems connected with demographic challenges. We need initiatives to foster extended working life, and promote intergenerational solidarity flanked by effective growth and employment policies. We need a real ‘active ageing’ policy, to have good working conditions, health and safety and working time policies and to increase participation in lifelong learning. We further need to boost employment rates for older people, who give up work early due to health problems, the intensity of work, early dismissals, and lack of opportunities for training or re-entering the labour market ( 37 ). C 237/64 EN Official Journal of the European Union 6.7.2018 ( 31 ) OJ C 268, 14.8.2015, p. 40. ( 32 ) EMCO indicator framework for long-term unemployment. ( 33 ) OJ C 264, 20.7.2016, p. 19. ( 34 ) Opinion on Work-life balance of working parents and caregivers (OJ C 129, 11.4.2018, p. 44). ( 35 ) OJ L 303. 2.12.2000, p. 16.. ( 36 ) European Disability Forum (EDF) Resolution on the European Disability Strategy 2020-2030 adopted by the 4th European Parliament of Persons with Disabilities on 6 December 2017; see also the European Parliament resolution of 30 November 2017 on implementation of the European Disability Strategy. ( 37 ) OJ C 451, 16.12.2014, p. 109. ",
        "5.18. The social partners need to negotiate working conditions, e.g. adapting workplaces to the skills and state of health of older workers, taking into account the difficulty of certain jobs, improving access to further training, better preventing disabilities, making it easier to balance work and family and removing legal or other barriers to a longer working life. 5.19. The EESC reiterates its view on the increase on the age of statutory retirement that the actual age should first be similar to the legal age ( 38 ). It also emphasises the need to ensure the sustainability of pension systems in the Member States by addressing challenges such as increasing life expectancy, changes in labour markets affecting the financing of pensions and ensuring adequate pension levels. 5.20. The EESC believes that early retirement schemes should nevertheless be maintained — for workers who have worked for long periods in arduous or hazardous jobs or who began their career very early. The EESC does not support automatic adjustment mechanisms for retirement age, based either on longer life expectancy or demographic change. 6. General issues 6.1. In the negotiations on the next EU budget there is a need to considerably increase investment in social infrastructure as this has multiple positive impacts on labour markets as well as on budgets — as outlined by the Committee recently ( 39 ). This concerns in particular investments in human capital as a percentage of the overall budget if the EU is to meet its own aims of being a globally competitive economic area with a triple-A social rating including in employment priorities. 6.2. There is a need to monitor which kind of structural reforms Member States have implemented and which have had real positive impacts in the area of employment, education and life-long learning. In the 2018 Annual Growth Survey ( 40 ), the Commission refers to the Structural Reform Support Programme (SRSP) ( 41 ). The EESC welcomes this initiative and would like to see information provided on the employment and education reforms that have been carried out as part of this programme and the degree of involvement of the social partners and other civil society organisations. Brussels, 15 March 2018. The President of the European Economic and Social Committee Georges DASSIS 6.7.2018 EN Official Journal of the European Union C 237/65 ( 38 ) OJ C 299, 4.10.2012, p. 115. ( 39 ) OJ C 271, 19.9.2013, p. 91. ( 40 ) 2018 Annual Growth Survey. ( 41 ) SRSP. "
    ]
}