{
    "text": [
        "1 EPSC Strategic Notes are analytical papers on topics chosen by the President of the European Commission. They are produced by the European Political Strategy Centre (EPSC), the European Commission’s in-house think tank. Disclaimer The views expressed in the EPSC Strategic Notes series are those of the authors and do not necessarily correspond to those of the European Commission. A partnership of equals To achieve a ‘win-win’ partnership with Africa, Europe must take Africa’s own ambitions more seriously. Cooperation must balance African and EU interests in terms of migration, trade and investments within a more holistic partnership aimed at delivering peace and security, and opening up new economic opportunities, also for Africa’s most vulnerable. Sustainable transformation built on Africa’s strenghts Africa’s development must build on its assets – the most precious being its people. The transition to a modern agricultural sector will be key, as will industrialisation, diversification and investments in human capital and infrastructure. New technologies and business models can also help Africa to leapfrog into a sustainable development path. With the European External Investment Plan as part of its toolbox, the EU must support this transition. A more strategic EU approach Making the EU approach more strategic will require using the extensive range of EU instruments in a more coordinated, targeted and flexible way to respond to the very diverse developments on the ground – whether positive or negative. Given the scale of issues to address, the EU must also open up to broader collaborations with Africa’s new emerging partners, including China. Multiple partners for multiple problems The EU’s first partners are African governments themselves, as well as Africa’s continental and regional organisations, which are indispensable for achieving a holistic approach, in particular on migration, trade and security issues. But the EU’s Africa strategy should also support the local, bottom-up initiatives that are sprouting across the continent to fill the gaps left open by Africa’s governments, in sectors such as energy, healthcare, education and food security. A strong, stable and prosperous Africa is not only vital for Africans, it is essential for Europe. Cooperation between the two continents is hardly new and a lot of progress has been made, but Europe and Africa can and must go much further together. Too much of the African continent is still plagued by a lack of decent basic infrastructures, slow growth, extreme poverty, pandemics, droughts, civil wars, terrorism and poor governance. But Africa also has abundant resources – its most precious being its young, rapidly-growing – and often digitally native and entrepreneurial – population . Hand in hand with this African youth, African and EU leaders must develop transformative joint solutions to make the most of their partnership and adapt it to today’s realities. The ongoing review of the Joint Africa-EU strategy, as well as the Italian G7 and German G20 Presidencies’ plans to focus on Africa, and the Africa-EU Summit in November 2017 offer a unique window of opportunity to introduce a new logic to Africa-EU relations and adapt them to new realities . The Makings of an African Century Where African and European Ambitions Meet Issue 23 2 May 2017 EPSC Strategic Notes ",
        "2 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century One continent, multiple realities Demographic projections leave little doubt: population growth on the African continent will be one of the most substantial structural changes that will happen in the world in the 21 st century . Reaching an estimated total of 4.2 billion people by 2100 (Figure 1), Africa will dwarf Europe’s population of 600 million and account for 41% of global working-age population. 1 This huge population growth presents a significant potential economic opportunity as Africa becomes home to the youngest, fastest-growing middle-class in the world . Private consumption is projected to reach 2 trillion euro annually in 2025, opening up promising business opportunities in a range of consumer industries, from housing to healthcare. The business-to-business segment is expected to grow even more, with spending projected to reach 3.3 trillion euro annually by 2025. 2 These tangible opportunities are fast attracting sizeable investments from countries such as China, India, Brazil, as well as Kuwait, Saudi Arabia and the United Arab Emirates. However, providing jobs and adequate living conditions in line with these growth rates will be a formidable challenge , particularly given that vast swathes of the population continue to lack even the most basic access to food and water, electricity, education or healthcare. Rapid urbanisation adds to the stress , as many of Africa’s fast-growing mega-cities fail to cope with expanding populations. And, as climate change intensifies, the threat of natural and humanitarian disasters loom. ‘There are opportunities even in the most difficult moments’ — Wangari Maathai , first African woman to receive the Nobel Peace Prize These diverging trends are increasingly visible on the continent. Economic growth remains hugely uneven, as two Africas emerge : one of commodity-dependent countries, and another where countries have succeeded in diversifying their economic structures, helped by falling oil prices and cheaper imports. 3 And, while more than one hundred million Africans are already taking advantage of digital and mobile technologies, as many as half of sub-Saharan Africans still live on less than 1.25 dollars per day, 4 shut out from the growth that they see emerging all around them. Africa also continues to display an ever-growing diversity of political realities. Although some countries have consolidated their rule of law and democracy, others have slipped (back) into authoritarianism or are suffering from a resurgence in civil wars and terrorism. Europe has always shared Africa’s concerns and sought to develop partnerships to bring about meaningful change on the continent. But recently, a new sense of urgency has emerged, with fears over uncontrolled immigration, the outbreak of pandemics, such as Ebola in West Africa, or of widespread famines and droughts driven by climate change in the Horn of Africa, as well as the rise in Islamist violence. Towards a partnership of equals Development cooperation between the EU and Africa has a long tradition. It has reinvented itself regularly in an effort to move beyond a donor-recipient relationship and to ensure more consistency between different European policies and instruments. While remaining Africa’s biggest donor of development aid, the EU today is also its largest source of foreign direct investment, a major trading partner and a key ally on security. However, there is still much room for progress and cooperation. Africa’s entire GDP is still only roughly equivalent to that of France. 5 And EU trade with the whole of Africa still only represents 7.5% of its overall extra-EU trade – i.e. roughly equivalent to EU trade with Switzerland. South Africa and Northern African countries alone account for nearly two thirds of this. 6 What’s more, the EU approach to Africa is still perceived by some as overly paternalistic, outdated, fragmented, and, sometimes, counter-productive. For instance, agricultural and consumer policies in Europe and other industrialised countries are often seen as hindering the development of a more sustainable African domestic farm production and preventing African farmers from exporting their goods. Source: United Nations 0 500 1000 1500 2000 2500 3000 3500 4000 4500 5000 Africa Europe 1 9 5 0 1 9 6 0 1 9 7 0 1 9 8 0 1 9 9 0 2 0 0 0 2 0 1 0 2 0 2 0 2 0 3 0 2 0 4 0 2 0 5 0 2 0 6 0 2 0 7 0 2 0 8 0 2 0 9 0 2 1 0 0 Figure 1: African population to quadruple by 2100 In millions of people ",
        "3 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century If Europe is honest about implementing a ‘win-win’ partnership with Africa, it needs to take Africa’s own ambitions more seriously . A narrow narrative, rooted in historical relationships and outdated visions of Africa as a primary commodity exporter, or centred on stemming unwanted migration and refugee flows, will fail to convince an increasingly dynamic continent. A continent faced with the challenge of rapidly creating hundreds of millions of new jobs and for which remittances from African emigrants represent a larger and more stable inflow to the economy than all official development assistance combined (Figure 2). It will also fail to engage EU Member States that do not have established relations with Africa, and European citizens who are not directly exposed to the spillover effects of poverty, insecurity and instability in Africa. To be successful, any partnership with Africa must be based on realising the untapped potential of the economic relationship and opening up new business opportunities to the benefit of all Africans and Europeans. It must be holistic because business, trade and investments can only thrive and create jobs and inclusive, sustainable growth in a climate of peace, security, stability, good governance and mutual esteem. And it must be based on a long-term aspirational vision for the continent. The ‘Agenda 2063’ vision , adopted under the banner of the African Union, lays the groundwork for renewed and invigorated efforts to catalyse development and strengthen African integration and unity. The case for transformative solutions with mutual benefits for both Africa and the EU has never been more compelling . In 2015, landmark political commitments like the 2030 UN Agenda for Sustainable Development, the Addis Ababa Action Agenda for financing development post-2015 and the historic success of COP 21 in Paris set the global development agenda for the decades to come. The work on the post-Cotonou framework that governs the EU’s relations with countries from Africa, the Caribbean and the Pacific (ACP), the Economic Partnership Agreements (EPAs), the recently-tabled European External Investment Plan (EEIP), the implementation of the Valletta Action Plan on Migration, and the preparations for the 5 th Africa-EU Summit in November 2017 open up genuine opportunities to adapt the partnership to new realities (Figure 3). Engaging Africa’s potential Africa presents genuine business opportunities in wide-ranging sectors, from agriculture and energy to tourism, mobile banking and digital technologies. However, major deficiencies in the core enabling infrastructure – unreliable power supply and transmission networks, badly maintained and congested highways, inefficient and fragmented railway systems, inefficient ports, a lack of clean water and sanitation facilities, and very limited regional connectivity – have to be overcome, while also investing consistently in human development . Economic transformation must also be accompanied by smart trade policies as exports constitute a major incentive to develop additional capabilities. In parallel, local and foreign direct investment conditions have to be considerably improved through better governance, fighting corruption, strengthening the rule of law and a more independent judiciary. Source: Organisation for Economic Cooperation and Development, International Monetary Fund, World Bank 0 50 100 150 200 250 -50Remittances Foreign direct investments (FDI) Commercial bank credit (net) Net official bank credit flows (bilateral and multilateral) Official development assistance Portfolio investments average 2004- 2008 2009 2010 2011 2012 2013 2014 Figure 2: Remittances to Africa larger than aid or foreign investment Current billion US dollars France-Africa Summit in Bamako World Economic Forum on Africa in Durban European Development Days in Brussels Joint Valletta Action Plan: Senior Officials Meeting in Malta G7 Summit in Taormina G20 ‘Partnership with Africa Conference’ in Berlin G20 Summit in Hamburg Africa-EU Summit in Abidjan 13-14 January 8-9 February 3-5 May 26-27 May 7-8 June 12-13 June 7-8 July 29-30 November Figure 3: Key meetings covering Africa in 2017 ",
        "4 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century Sustainable transformation built on Africa’s natural assets African economies have been largely characterised by subsistence farming, a heavy reliance on natural resources, and low productivity across most sectors. Primary commodities continue to account for close to two thirds of African exports to non-African countries, while the share of manufacturing stagnated at around 11% of the continent’s aggregate GDP over the last decade. 7 In an era of slumping commodity prices and growing resource scarcity, the Africa 2063 vision calls for a ‘paradigm shift’, stating that Africa can ‘transform herself from an exporter of raw materials with a declining manufacturing sector in 2013, to become a major food exporter, a global manufacturing hub, a knowledge centre, beneficiating [our] natural resources and agricultural products as drivers to industrialisation’. 8 The modernisation and industrialisation of Africa’s farm sector will inevitably be at the heart of the transition efforts (Box 1). And diversification will also be of the essence. Africa can capitalise further on its unique human and natural assets, investing towards an ambitious and inclusive sustainable economy. Box 1: Towards an agricultural revolution The farm sector is vital for Africa. It acts as the main source of income for some 90% of the continent’s rural population and provides the means of subsistence – rather than of employment per se – to an estimated 75% of the labour force, half of which are women (Figure 4). Although it provides the majority of Africans with their daily food, productivity in the agriculture sector remains low and based on small-scale subsistence farming. Many farmers have difficulties competing with imported staple and food. Lack of capital prevents African farmers from acquiring fertilisers, more productive crops and/or machinery 9 and post-harvest losses are still vast, ranging from 15% to more than 30 % in most parts of Sub-Saharan Africa. Strengthening the agricultural sector is one of the most effective ways to combat famine, improve food security, create income opportunities and empower hundreds of millions of Africans . Improved crop varieties and farm practices can act as game changers across Africa and advances in crop/animal science and technology now make it possible to harvest more food per hectare than ever before in Africa’s history. The opportunity to start small means that people with little capital could become part of Africa’s growing agribusiness industry as soon as they produce surplus beyond what their families consume. The social impact for women, who are the tillers of the soil by tradition, can also be significant , giving them better chances of owning a farm or an agribusiness, and helping them to become successful entrepreneurs. 10 The EU is already one of Africa’s main partners in this domain, providing more than 4.2 billion euro to support food security and sustainable agriculture and fisheries over the period 2014-2020. 11 Yet this is still just one percent of what the EU itself spends on its common agricultural and rural development policies. Europe must continue to support agricultural development in Africa through a coherent set of domestic and external policies. Scaling up support for micro-finance, technology transfers and joint research programmes, combined with assistance on compliance with food safety standards and investments in sustainable production systems, irrigation schemes, food processing and logistics, namely through public-private partnerships and with the support of the European External Investment Plan, can help to release Africa’s untapped agricultural potential. Finally, the value of Africa’s other great natural resource – its lakes, rivers and surrounding oceans, must not be overlooked. The blue/ocean economy can be a major contributor to continental transformation and growth, through improved knowledge of marine and aquatic biotechnology; investing in the growth of an Africa-wide shipping industry; developing sea, river and lake transport and fishing; as well as the transformation of fisheries products for export; and the exploitation of deep sea minerals and other resources. Source: United Nations Conference on Trade and Development 0 10 20 30 40 50 60 70 Share of male labour force in agriculture Share of female labour force in agriculture 2 0 0 0 2 0 0 2 2 0 0 4 2 0 0 6 2 0 0 8 2 0 1 0 2 0 1 2 2 0 1 4 2 0 1 6 2 0 1 8 2 0 2 0 Figure 4: Past and projected shares of labour force in agriculture ",
        "5 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century By 2025, Africa could nearly double its current manufacturing output if African countries take decisive action to create an improved environment for manufacturers. 12 In countries where manufacturing is still limited, scaling up could begin with low-tech and local products, such as processed food and drink, cardboard packaging or products like cement, which travel badly. 13 These could be sold in the region, substituting imports, with considerable job creation potential. For instance, the United Nations estimates that African countries spend some 25 to 30 billion euro a year to import processed food . 14 Many African nations are also starting to overcome the perception that greening the economy is a luxury only affordable to richer countries, viewing it as a very real opportunity. Sub-Saharan Africa in particular can benefit from its current low-carbon position to leapfrog into a ‘green’ development model . Sustainable industrialisation can not only help to open up new economic opportunities and create jobs. It will also help Africa to become more globally competitive, by driving down production costs thanks to increased energy and resource-efficiency, while also contributing to the continent’s climate resilience . This last point will be critical in the long-run. Although Africa at present contributes less than 5% of global carbon emissions, 15 the effects of climate change will be much more disruptive on the African continent than in other parts of the world. Accelerating climatic cycles will lead to extreme weather events, with detrimental effects on agriculture. Food and water crises already now displace millions of Africans, contributing to increased migration flows both within the continent – internal migration presents well over half of African migration flows – and towards Europe and other world regions. The costs of climate change already amount to 1.5% of the continent’s aggregate GDP each year, and adapting to it will cost another 3% each year until 2030. 16 The path to this green industrialisation should begin in Africa’s existing enterprises and be built up through local, small-scale initiatives . A decentralised pattern of economic innovation will be more accessible to Africa’s dispersed rural populations, and more resilient to shocks. This inclusive transformation can be supported by the spread of digital technologies through collaborative or ‘sharing’ business models, similarly to what is being done in Europe and elsewhere. Here again, Africa can turn its lack of legacy infrastructure into an opportunity to jump straight into the digital era. Investing in youth, investing in the future Education and health can do more than anything else to change Africa’s prospects . Currently, Africa’s youth, and in particular Africa’s girls and young women, are not getting the attention and investment they deserve. The African continent combines multiple education failings that are putting Africa’s future at risk, while access to the most basic schooling and healthcare remains limited (Box 2). Education offers the possibility to stimulate the development of higher value economic activities. Educating girls and women also has the potential to transform demographic trends across the continent, by giving them more choice and economic opportunities. The EU and its Member States can, and already do, contribute in very concrete terms to helping to deliver education and training on the African continent. Building on this, the focus should be on furthering actions towards universal access to basic education and enhanced participation in higher education; support to vocational training; deepening collaboration on science, technology, research and innovation; continued efforts to eliminate gender disparities at all levels of education; scaling up mobility schemes for African students and academics; and reaping new synergies with the recently-created European Solidarity Corps. ‘ Education is, quite simply, peace- building by another name. It is the most effective form of defence spending there is’ — Kofi Annan , seventh Secretary- General of the United Nations Reconnecting Africa from the bottom up The modernisation of Africa’s economy will require large-scale investments into well- functioning, low-carbon, climate-resilient infrastructure . Improving electricity provision , transportation links and connectivity can stimulate regional integration, helping African companies to scale up and acting as a catalyst for manufacturing, skills development, research and innovation, intra-African trade and investments, and tourism. 17 ",
        "6 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century Box 2: Education — Africa’s crisis in the making Although sub-Saharan African countries have recorded some of the biggest increases in primary school enrolment since the turn of the century, one in three children are still out of school (Figure 5). 18 There is a shortfall of at least 1.7 million teachers, with a pupil/teacher ratio above 40:1 in many African countries and the gap is widening. A newly developed ‘Learning Barometer’ 19 estimates that 61 million African children will reach adolescence lacking even the most basic literacy and numeracy skills. In sub- Saharan Africa, less than 10% of children who enrol in primary school make it through the education system to university (Figure 6). Even when people do make it through the education system, unemployment or precarious, low-wage jobs in the informal economy are the most common outcomes. Only one in six African youths (aged 15-24) are in paid employment . A further one in three are in vulnerable employment, while the rest (i.e. more than 200 million young people and growing) are inactive or unemployed. 20 Part of the problem is simply the lack of available jobs, but a key issue is the severe mismatch between the skills young graduates are being taught and those needed in the labour markets. In Namibia, Zimbabwe and Tanzania, there is just one qualified engineer per 6,000 people – compared to one engineer per 200 people in China. 21 Given the infrastructure needs across the continent, this shortage is a significant impediment on local, regional and national development. There have nonetheless been more encouraging advances in other areas, such as health sciences research, which now accounts for 45% of all sub-Saharan African research, thanks to the growing scientific talent base. 22 Given the health challenges the continent faces, this can only be good news (Box 4). Failure to tackle the learning deficit will undermine prospects for dynamic growth and deprive a whole generation of the opportunity to develop their potential and escape poverty. The economic exclusion of Africa’s youth, combined with the lack of space for political expression, presents a real potential time bomb for the continent. Source: Brookings Center for Universal Education, United Nations Educational, Scientific and Cultural Organisation 0 20 40 60 80 100 2 0 0 0 2 0 0 5 2 0 1 0 2 0 1 5 2 0 2 0 2 0 2 5 Rest of the world Latin America Arab States East Asia and Pacific South and West Asia Sub-Saharan Africa Projected values Figure 5: Out-of-school children of primary school age on the rise in sub- Saharan Africa Millions of children Source: Brookings Center for Universal Education, United Nations Educational, Scientific and Cultural Organisation 0 20 40 60 80 100 North America and West Europe Arab States Latin America East Asia and Pacific South and West Asia Sub-Saharan Africa Enrolled in primary school Complete primary school Enrolled in secondary school Enrolled in tertiary school Figure 6: Fewer Africans complete their education Percentage of students at each education level Currently, 600 million people in sub-Saharan Africa do not have access to electricity , with over 80% relying on charcoal and firewood for cooking (Figure 7). The lack of reliable electricity access is a major constraint to doing business (Box 3). In addition, with the exception of South Africa, the only light-rail metro system in sub-Saharan Africa is in Addis Ababa, Ethiopia, and it only opened in September 2015. Congestion leads to expense and unpredictability – factors that deter the investors who might build the factories which would employ the population more productively and pay them better wages. 23 High transport costs along often badly-maintained roads also contribute to increased prices of inter-regionally traded goods. 24 Although the Internet and communications sector is growing rapidly – with the number of mobile phone subscriptions growing from 129 million to almost 1 billion in ten years – the continent is a very long way ",
        "7 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century from universal coverage. More than half of Africans have no phones at all (although it is also likely that many of these are children). This divide is even more extreme when it comes to having access to the Internet. Mobile phones have revolutionised the way Africans get online – with most jumping to cyber-connectivity directly on their mobile phones rather than on computers with fixed lines. But still the vast majority of Africans are not connected; three-quarters of Africans do not use the Internet, compared with just 21% of Europeans (Figure 8). 25 Those who do have access to mobiles and the Internet tend to be richer, better educated and live in cities. Those who do not risk being left even further behind. 28 Modern-day technologies offer huge potential across sectors, allowing for advances that were deemed impossible just a few years ago, making it conceivable to bring water, electricity and digital to even the most isolated regions at an affordable cost. Digital entrepreneurs in Africa are already taking advantage of these mobile technologies to create successful new business ventures in countries like Kenya, Namibia, Nigeria, Tanzania and Uganda. Farmers are using them to check market prices before selling to middlemen; market traders are using them to communicate with smallholders and accept payments in mobile money. 29 Source: Africa Energy Outlook, International Energy Agency >75% , No data 50% to 75% 25% to 49% <25% Figure 7: Population without access to electricity Box 3: Energy as a key vector for development Providing access to electricity has the potential to radically enhance the quality of life of African communities and create business opportunities, while tackling climate change. The World Bank estimates that chronic shortages of power trim about two percentage points from Africa’s annual economic growth. 26 The availability of electric light alone enables people to shift activities, such as studying, to after dark, freeing up time for other activities during the day. This has tremendous implications for education. The distribution of electronic information media also positively impacts education, with radios being the easiest to roll out as they consume the lowest amount of electricity. Africa, due to its lack of electricity infrastructure, might very well leapfrog the centralised generation and grid model that Europe developed to supply its energy-intensive industry. A decentralised approach with deployment of small- scale solar panels and batteries in rural areas and microgrids in cities may be better-suited to Africa’s realities . Off-grid solar is already spreading, providing power to perhaps 600,000 households. Although this represents less than 1% of African households, industry executives believe that, over the next year alone, the number of home power systems will grow by 60-100%. 27 In that sense, Africa’s energy future is also Europe’s energy future , as Europe is transitioning to a more decentralised model of electricity supply and use. The electrification of wide parts of Africa offers an opportunity for European industry to deploy its know-how, technologies and business models on a large scale and contribute to furthering innovation. These technologies have the potential to empower African consumers to self-generate electricity in their homes or together with their communities. The collaborations and exchange of know-how initiated under the Africa-EU Energy Partnership should be pursued, also in continued alliance with other international and bilateral initatives, and with an enhanced focus on decentralised and renewable energy systems, universal access, self-production and energy communities, energy efficiency and providing a fair deal for African citizens and entrepreneurs. The European External Investment Plan could, for instance, be used to support private investments towards rolling out solar panel-based systems in rural areas that produce electricity without being connected to a grid. This initiative could be complemented by a ‘WiFi4EU’-like scheme to support the building in of Wi-Fi routers in these decentralised solar systems to offer Internet connections to rural communities. ",
        "8 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century Digital inclusion also represents an important pathway for more inclusive education and training schemes, healthcare, and for the empowerment of women and girls. The PharmAccess pilot programme launched in Nairobi in 2013, for example, targeted mothers with children under the age of five living in informal settlements, providing them with a mobile health wallet on their phones. Users could save money for their own healthcare or receive contributions from friends and relatives, or other payers such as governments or charity organisations. 30 In light of its success, the project has now been rolled out on a national basis with some 100,000 registered users having access to 120 healthcare providers. Helping to spread mobile phone technology and Internet connections opens the door to a much more widespread use of such initiatives. Of course, in the field of healthcare in particular, this also requires actually investing in the medical and nursing services actually underpinning the mobile application (Box 4). Nonetheless, recent developments in Internet connectivity , including the use of fibre networks, cheaper satellites and solar-powered transmission systems could lead to a much broader roll-out of Internet and mobile technologies and services in the future . 31 Yet despite the huge potential of spreading digitalisation throughout Africa, current European infrastructure programmes have not specifically focused on this vector. The former EU-Africa Infrastructure Trust Fund, which is due to integrate the European External Investment Plan, spent less than 3% on information and communications technology investments between 2007 and 2015 (Figure 9). 32 Source: The Economist, International Telecommunication Union 0-25 26-50 51-75 76-100 South Africa Tunisia Morocco Nigeria Figure 8: Population without Internet access Percentage of total population Source: EU-Africa Infrastructure Trust Fund 2015 Annual Report Multisector Information and communications technology Transport Energy Water 1,300,000 18,347,737 47,100,000 202,455,042 385,663,496 Figure 9: Grant approvals by the Africa Infrastructure Trust Fund Cumulative grant amounts, in euro ",
        "9 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century Box 4: Investing in a healthy population Even though maternal and under-five mortality rates in sub-Saharan Africa have been more or less halved since 1990, they remain higher than anywhere else in the world (and 10 to 25 times higher than European rates). 33 Public healthcare remains generally unavailable or unaffordable and Africans continue to die daily from preventable and curable causes, including lack of safe water, under-nutrition, diarrhoea, maternal and neonatal conditions, malaria, tuberculosis or injuries. The World Health Organisation once estimated that Africa bears a quarter of ‘the global burden of diseases but has access to only 3% of health workers and less than 1% of the world’s financial resources’ . 34 Despite pledging to invest at least 15% of their national budgets in healthcare, few African countries have actually made this happen. According to latest available data from the World Health Organisation, only six African nations have a doctor-to-population ratio that is above one per 1,000 people, with countries like Liberia and Sierra Leone (which were recently hit by the Ebola epidemic) having only one or two for every 100,000 people. 35 In this context, the EU is a crucial partner for Africa, providing assistance and funding for humanitarian health, but also to improve public primary healthcare across the continent. Recent operations included direct assistance to contain the spread of the Ebola virus across West Africa, with the EU and Member States making available close to 2 billion euro in financial aid. The activation of the EU Civil Protection Mechanism enabled a rapid, coordinated deployment of emergency supplies and experts from EU Member States. The EU also recently announced a support package of 165 million euro to respond to famine and drought affected countries in the Horn of Africa. 36 Investments towards building local capacity, in particular through education, training and reskilling medical staff, but also support to non-profit and private organisations and foundations providing primary care, and the development of fixed and mobile healthcare services, especially in rural areas, must remain a priority to put an end to unnecessary deaths and tragedy on the African continent. Developing and implementing a tailor-made digitalisation strategy for Africa, in collaboration with African partners at all levels, including local entrepreneurs and service providers, should be a major pillar of any future Africa-EU joint strategy , underpinned by scaled up investments under the External Investment Plan. Spreading mobile technologies and making access to the Internet available throughout the continent is a key priority as it can support the development of innovative, people-centred, fast-growing private and public-private initiatives that are born at local level, including in areas where government intervention currently underperforms. Towards a more attractive investment climate African economies depend heavily on foreign private and public capital. Total inflows were estimated at 208 billion US dollars in 2015, of which 31% came from remittances, 26% from official development assistance and 24% from foreign direct investments (Figure 2, p.3). The EU and its Member States remain by far the largest source of official development aid. The fact that development aid represents well over half of central government expenditure in some countries – such as Benin (56%), Burkina Faso (62%), Madagascar (51%), Mali (79%), or Rwanda (78%) – shows just how important this source of funding is for African development. 37 Nonetheless, remittances from the roughly 32 million Africans living abroad – of which less than 9 million live in the EU – actually represent an even greater source of funding . Yet, comparatively high transaction fees and excess charges mean that Africans have been losing out on at least 1.8 billion US dollars each year. 38 In this context, the pledge, made by European governments at the EU-Africa Valletta Summit in November 2015, to cut remittance fees to below 3% by 2030 (from current average rates of 9.7%) 39 is an important one – and one that could benefit from being implemented even sooner. As for foreign direct investment inflows to Africa, these tend to fluctuate from year to year depending on the region and the circumstances. Since 2009 though, these inflows have systematicly accounted for less than 5% of total foreign direct investment inflows worldwide (Figure 10). 40 ",
        "10 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century Developed countries remain the largest investors in Africa, but multinational enterprises from Europe (in particular France and the United Kingdom) have been divesting as instability rises in many African countries. Many of these assets are nonetheless being swooped up by multinational enterprises, such as from the United Arab Emirates (Figure 11). 41 But to attract more domestic and foreign capital, most African nations need an improved business and investment climate . Rule of law, an independent judiciary, and predictability of taxation, as well as peace and stability are all key factors largely influencing both domestic and foreign investors’ decisions. The cost of setting up a business is thought to be around three times higher in fragile states (Figure 12) significantly discouraging private investment. At the same time, tax evasion, corruption, and illicit financial flows are thought to lead to an annual loss of 5.7% of Africa’s GDP. 42 The recently-tabled European External Investment Plan presents a major opportunity for the EU to work hand in hand with African governments, financial institutions and the private sector towards improving the business environment in Africa. By offering not only guarantees and loans with lower interest rates, but also technical assistance and capacity building, the aim is to improve the safety and security of financial transactions in Africa, mitigate some of the risks that private investors face or perceive when they start a business in Africa, and trigger sustainable private investments – including in countries that are generally seen as fragile and more risky. Importantly, the External Investment Plan also offers a shared framework to drive investments towards a common vision for Africa, based on modern, sustainable, climate- resilient infrastructure and inclusive, job-creating economic growth. In the past, European investment in Africa was largely driven by the priorities of individual companies, in some cases guided by overarching national strategies, but never by a common EU-level strategy. However, to make a real difference, political dialogue and upfront engagement with Africa will be critical . This cannot be limited to merely communicating with African partners on the new opportunities at offer. African partners must be fully involved – both with regard to setting funding priorities and to determining the operational modalities of the External Investment Plan’s African and Neighbourhood Investment Facilities. Security, governance and human rights Armed conflict, terrorism, political instability, corruption, organised crime, and weakness of institutions have held back African performance in recent years. The 2016 Mo Ibrahim Index of African Governance 43 indicates that overall progress on governance has been stalled for the past decade, with many countries even sliding backwards. Despite some progress in the past year on political participation and human rights, safety and the rule of law have declined in 33 countries. Source: EurActiv, Eurostat, Oxfam, War on Want Non-fragile African states Fragile African states Figure 12: The cost of setting up a business in fragile states Source: United Nations Conference on Trade and Development, World Investment Report 2016 0 10 20 30 40 50 60 North Africa Southern Africa Share in world total (%) Central Africa East Africa West Africa 2009 2010 2011 2012 2013 2014 2015 4.6 3.1 3.0 3.7 3.7 4.6 3.1 Figure 10: Foreign direct investment inflows to Africa Billions of dollars Source: Organisation for Economic Cooperation and Development 0 10 20 30 40 50 60 70 80 U n i t e d A r a b E m i r a t e s I n d i a C h i n a S o u t h A f r i c a B a h r a i n Q a t a r R u s s i a K u w a i t B r a z i l S o u t h K o r e a S a u d i A r a b i a T u r k e y V i e t n a m M a l a y s i a Figure 11: Emerging economy investments in Africa Cumulative foreign direct investment inflows, 2003-2015, in billion US dollars ",
        "11 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century In terms of safety, although the number of armed conflicts has declined over the past decade, terrorism has emerged as a severe and rapidly growing threat to several countries both in North Africa and in sub-Saharan Africa (Figure 13), already since 2011, and more acutely in 2014 and 2015. Most of the violence has taken place in Nigeria (in particular with attacks from Boko Haram), as well as in three of its neighbouring countries (Cameroon, Chad, Niger), Kenya, and other countries that are currently, or have recently been, affected by civil wars or internal conflicts. Recent attacks in Burkina Faso and Mali related to insurgencies in the Sahel provide a warning that these threats are spreading to more countries in the region. 44 Conflicts in Africa have both direct and indirect impacts on the security situation in neighbouring EU Member States. Thus, Africa remains one of the centres of gravity of EU action in the field of security: so far, out of 33 completed or ongoing civilian and military EU-led operations, 19 were deployed in Africa and today, five out of six current EU-led military operations are deployed in Africa (Figure 13). This focus on Africa is a must: While NATO is first and foremost focused on collective defence and the resurgence of Russian threats, the EU is expected to take greater responsibilities in Africa. Improving the capacity of African countries’ security forces to deal with crises, conflicts and other threats should be a key component of the EU’s partnership with Africa with a view to supporting stability, security and development. The ‘Capability Building for Security and Development’ instrument will make available up to 100 million euro in funding for equipment and capabilities until 2020, and could serve as a blueprint for a more robust instrument in the next financial perspective. Extreme Risk High Risk Medium Risk Low Risk No Data Boko Haram Al Shabaab Islamic State related groups Al Qaeda in the Islamic Maghreb 10681 2496 989 65 Top Actors Of Conflicts In 2015 Number of deaths Conflict And Political Violence Index 2014 EU Missions , 8293 1158 335 895 989 21 44 4 241 2251 Horn of Africa EU civilian missions Since 2014, security sector reform. 13 Member States contribute. Mali Since 2013, border mission. 10 Member States contribute. Libya Since 2012, security sector reform. 11 Member States contribute. Niger Since 2012, maritime security. 15 Member States contribute. Horn of Africa Since 2012, 9 Member States contribute. Somalia EU military missions Since 2015, military advisory mission. 12 Member States contribute. Central Africa Republic Since 2015, military naval operation. 25 Member States contribute. Libya Since 2013, military training. 23 Member States (and 4 non EU Member States) contribute. Mali Since 2010, military training. 11 Member States (and 1 non EU Member State) contribute. Somalia Since 2008, military naval operation. 20 Member States contribute. Horn of Africa Source: European Union External Action, Armed Conflict Location and Event Data Project , Verisk Maplecroft Political Risk Atlas 2015 Notes: This map provides a non-exhaustive overview of the main conflicts and attacks that took place in Africa in 2015. Figure 13: Overview of main conflicts, risks and EU missions in Africa ",
        "12 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century Shared solutions on migration Marked by the unprecedented inflows from Syria, Iraq and Afghanistan during the years 2014-2016, Europeans often tend to overlook that flows from Africa are, so far, rather modest in terms of numbers, while the majority of mobile Africans still move within their own continent. Nonetheless, the rapid growth of Africa’s population, combined with a rise in forced displacements driven by new security and climate threats, as well as the spread of digital technologies that fuel aspirations and facilitate travel, mean that migration and mobility between continents are clearly here to stay. In this context, the first priority must be to put in place shared solutions to address the human tragedy caused as many thousands of Africans embark on life-endangering journeys across land and sea, putting their hopes and futures into the hands of ruthless smuggling networks. Addressing this harrowing and complex issue requires a truly comprehensive solution, entailing responsibilities and obligations for all involved parties, in countries of origin, transit and destination. It means sustainably tackling the root causes of migration, ensuring the protection of those in need, and reinforcing opportunities when it comes to legal migration and mobility. The Partnership Framework, the EU’s most recent initiative to effectively manage migration, provides an umbrella for practical cooperation with third countries at a bilateral level, fully respecting humanitarian and human rights obligations. As part of this, the Emergency Trust Fund for Africa (EUTF) is a key instrument to mobilise funding for stability and addressing root causes of irregular migration and forced displacement. But comprehensive solutions also need to be investigated at regional, continental and global levels. Finally, the EU should also work with its African partners to maximise the dividends of regular migration and mobility to Europe and within Africa, and boosting its potential as a development driver – by faciliating and securing financial flows, including remittances, for example. Strengthened partnerships for an African century In a rapidly changing world, the Africa-EU partnership needs to be updated to fit new global circumstances and the evolving ambitions of both partners. A shared and comprehensive vision is needed to engage all partners, move the relationship forward, and enable it to deliver tangible benefits all around. In this respect, the internationally agreed and universal United Nations 2030 Agenda for Sustainable Development, which has been translated into the African Union’s Agenda 2063, offers a strategic and comprehensive framework in which any future Africa-EU relationship should be firmly rooted. All instruments of collaboration must be used in conjunction to work towards this common vision and to further joint interests , while ensuring that African partners are able to realise their own vision for the continent. Development cooperation, trade and investment policy, Common Security and Defence Policy missions, migration compact agreements, all need to be part of the EU-Africa toolkit, and all have to be used in a flexible fashion in order to rapidly and coherently respond to both positive and negative developments on the ground. But any joint strategy must be developed in common, based on continuous dialogue and mutual respect . The EU cannot expect to put forward initiatives and set up tools unilaterally in the hope that they will meet African expectations. And, it should also, where appropriate, consider potential side-effects of its policies in other areas, whether domestic – e.g. its consumer policies – or international – e.g. when negotiating trade deals with other partners – so that the benefits accrued by the Africa-EU partnership are not unintentionally eroded elsewhere. In addition, given the multitude of actors, efforts for coalition-building among existing and new partners must be stepped up to avoid unneccessary overlaps, duplications or even contradictions. Coherence and simplification should first and foremost happen at European level , where, despite much progress, there is still scope for improving the effectiveness of the collective 20 billion euro development assistance that the EU furnishes to the African continent each year. Joint programming between the EU and Member States should be the standard approach. Although work is underway with some 27 African countries, joint strategies are currently only being implemented with 10 of them. 45 Yet, as other global partners take on a more prominent role in Africa, and as the United Kingdom prepares to step out of the EU, the lack of a fully unified European approach makes it easier for African partners to question and doubt the cohesion and relevance of the EU as a global partner. In this regard, the External Investment Plan presents an important step towards establishing a single coherent framework to growth and investment policies in Africa. It provides a one-stop shop, bringing together the EU’s development and external action services with Member States and development finance institutions, to achieve greater efficiency, improved policy coordination, and a stronger political drive to stimulate sustainable investment. 46 To make it fully comprehensive, additional coordination with trade and other relevant policies would also be beneficial. But this instrument will only be effective with the full involvement of African partners, both with regard to setting funding priorities and to determining the operational modalities. ",
        "13 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century On the African side, the number of partners and organisational structures also makes for a complicated relationship, with exchanges being held at national, regional, continental, and even international level (within the African, Caribbean, and Pacific (ACP) Group of States, or the Group of 77). Against this backdrop, the African Union , which reflects the whole spectrum of Africa’s current political and economic realities, will remain an indispensable partner for the EU, despite the imperfections of the relationship. The African Union will likely continue to place African unity above the promotion of international norms, democracy and respect for human rights in its member countries. The African Union’s highly critical stand towards the International Criminal Court is one illustration of this approach. Yet, in a vast variety of fields, the African Union has proved effective in boosting African cooperation on peace-keeping, security and counter-terrorism; trade both within and outside the continent; culture, education, the empowerment of women; and the fight against corruption. The EU should focus its cooperation on those processes and continue to invest in its partnership with the African Union, while remaining realistic about the limits of Africa’s pan-continental organisation. Next to this, Africa should consider deeper regional economic integration . Investors are attracted to large markets, and integration is needed to help African companies build scale. Expanding intra-African trade also offers great opportunities for diversification as intra-African trade is already more diversified than that with the rest of the world. Yet, currently, the lack of connecting infrastructure and of standardisation between regulations are major limiting factors. Intra-Africa trade only accounts for 10-12% of trade on the continent. This is in comparison to the high levels of intra-regional trade recorded in Europe (60%) and Asia (40%). Africa’s economic fragmentation has domino effects on companies’ ability to source or sell inputs along supply chains in multiple sectors. There are few manufacturing Box 5: Interests, values and the terms of engagement The EU and its Member States have a long tradition of applying various forms of conditionality in delivering aid. This approach is strongly embedded in the multilateral system governing overseas development aid and the programmes of international financial institutions such as the World Bank. Conditionality is first and foremost aimed at ensuring that the economic and governance framework conditions of recipient countries allow for an efficient and effective use of donated funds and magnifies their benefits. The need for accountability – to the donor, and subsequently, to the citizens who support development aid budgets – drives the use of conditionality. But conditionality has also been used to try to pressure recipients into reforming authoritarian regimes, ending human rights violations, holding transparent electoral processes or undertaking more liberal economic policies. More recently, the debate has shifted to the question of whether conditionality could be mobilised to stem flows of irregular migration from Africa to Europe. To date, foreign aid conditionality has not had the best track record in terms of achieving its objectives . One possible failing of the approach has been that the different actors involved have too often not spoken with one voice in their bilateral aid relations. More effective forms of political conditionality are usually tied to more than just development assistance , and have typically been designed to be aligned with pre-existing reform dynamics in recipient countries as this facilitates ownership. More holistic incentive packages could also involve financial and technical assistance, trade concessions and migration access, for instance. 47 In an evolving context, where new actors are becoming a vital source of investment in Africa, the EU-supported ‘conventional’ OECD Development Assistance Committee (DAC) model faces competition. Countries like China, Brazil, India, Kuwait, Saudi Arabia and the United Arab Emirates are transforming the rules of the game. Generally, these new players develop more transactional, ‘no-strings-attached-no-questions-asked’ approaches which are perceived as simpler, faster, and mutually beneficial in the eyes of African counterparts. 48 While Europe should not compromise its values in its engagement with Africa for the simple reason that the theatre of operation is getting more crowded , it does need to reflect on how to update the relationship to reflect new global circumstances, while also being more confident in defending the virtues of its own partnership with Africa. In terms of Africa-EU relations, this means moving away from the donor-beneficiary framework towards a partnership of mutual interests, based on clear terms of engagement, open dialogue and honesty. ",
        "14 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century and services hubs as production is highly dispersed across the continent, hindering the formation of new businesses, limiting companies’ ability to specialise, and reducing their international competitiveness. 49 The EU has long been promoting regional trade-enhancing agreements with Africa, building on the success of its own regional integration approach. This is the main thrust of the Economic Partnership Agreements (EPAs), which have been tailor-made to suit specific regional needs. These agreements would enable African countries to export to the EU market duty-free, in return for gradually opening up to EU imports over 15 to 25 years, and with the possibility to exclude certain products. And yet, many African countries have not embraced these agreements, largely for fear of losing out to bigger, more competitive EU companies that could halt the development of nascent local industries, but also because cutting tariffs would lower much-needed government revenues for investing in improved public infrastructure, health and education. In response to these concerns, the EU could propose a toolkit of far-reaching assistance. Such an initiative could, for instance, support entrepreneurship and institutional reform to help African countries take advantage of their privileged access to EU markets. It could also include increased technical assistance to help African governments to collect alternative sources of revenue for investing in public policy and infrastructure – in line with the EU’s ‘ collect more, spend better ’ initiative, which aims to increase domestic revenue mobilisation in African countries and ensure more effective and efficient public expenditure. Such packages should be built around the specific needs of the nations and regions involved and could be linked to the roll-out of the External Investment Plan. Notwithstanding these efforts aimed at reactiviting regional cooperation, the EU should not let itself or its partners be paralysed if and when the interregional approach fails due to country-specific political or economic blockages. Where it is in the joint interest of the EU and a given African country, pragmatism should prevail and bilateral contacts should be pursued , while not closing the door on broader regional cooperation. Turning the Africa-EU partnership into a reality on the ground also requires a bigger focus on local realities . Efforts should be made to team up with the private sector and with civil society to address challenges faced both by rural communities and those living in Africa’s growing cities. Innovation is often strongest at local level, where government, private sector and citizens collaborate on tangible problems and solutions. Part of the Africa-EU strategy should include shifting support towards the growing number of local, people-centred, bottom-up initiatives that are sprouting in Africa to fill the gaps left open by governments, in particular in the energy, healthcare and education sectors. Sustainable urban development is a key area where the EU can transfer know-how and best practice, similarly to what is already done at the level of European cities. Indeed, Africa’s current model of urbanisation is unsustainable in many respects and the continent would benefit from a new agenda to effectively address its sprawling urban challenges and take better advantage of the opportunities offered by urbanisation. Finally, the EU needs to better map out the engagement of other actors present in Africa , such as the United States, Japan, China, India, Turkey, Norway, Switzerland, and other international players, including the international institutions such as the World Bank, the International Monetary Fund and the United Nations, with view to identifying areas of synergy as well as competition or even conflict. Although there has been progress on the quality and effectiveness of development cooperation in Africa in general, there are still many challenges in donor-coordination as well as considerable competition for economic opportunities, geopolitics and geoeconomics. Conclusions The upcoming Africa-EU Summit in November will be an occasion to revitalise the Africa-EU relationship and to adapt it to the new realities we are facing today. A strong and strategic partnership of equals must combine and balance African and European priorities, driving forward cooperation in areas of mutual interest, including education, healthcare, research, low-carbon technologies, security and migration. The internationally agreed and universal United Nations 2030 Agenda for Sustainable Development, which has been translated into the African Union’s Agenda 2063, offers a shared framework for moving this relationship forward, underlining the importance of good governance and of sustainable and inclusive economic transformation that leaves no one behind. ‘The size of your dreams must always exceed your current capacity to achieve them. If your dreams do not scare you, they are not big enough.’ — Ellen Johnson Sirleaf , President of Liberia ",
        "15 EPSC Strategic Notes EPSC Strategic Notes - The Makings of an African Century Notes and References 1. Whether this population will continue to reside on the African continent or not is unclear. 2. McKinsey Global Institute, ‘ Lions on the Move II: Realizing the Potential of Africa’s Economies ’, September 2016, estimates that overall household consumption will increase from 1.4 trillion US dollars in 2015 to 2.1 trillion in 2025, while the business-to- business market will expand from 2.5 trillion US dollars in 2015 to 3.5 trillion in 2025. 3. International Monetary Fund (IMF), ‘ Sub-Saharan Africa - Multispeed Growth ’, October 2016. 4. Proportion of employed people living below USD 1.25 (PPP) a day, Data as of September 2015: European Commission, ‘ Results Report - EU International Cooperation and Development, First report on selected results, July 2013 - June 2014 ’, July 2016. 5. Remarks by former US President Barack Obama at the US-Africa Business Forum, 21 September 2016; The Independent: ‘ Is the entire GDP of Africa really just equal to that of France? ’, 18 October 2016. 6. European Commission, Eurostat, Comext, Client and Supplier Countries of the EU28 in Merchandise Trade (value %), 2016, excluding intra-EU trade: http://trade.ec.europa.eu/doclib/ html/122530.htm 7. United Nations Economic Commission for Africa (UNECA): ‘ Greening Africa’s Industrialisation’ , May 2016. 8. African Union, ‘ Agenda 2063: Chairperson’s E-mail From the Future ’, January 2014. 9. The Economist, ‘ Fertile discussion: World climate talks address agriculture ’, 15 October 2016. 10. African Union, op. cit., January 2014. 11. EU funding for the period 2014-2020, in addition to cooperation programmes implemented by its Member States. 12. McKinsey Global Institute, op. cit., September 2016. 13. Ibid. 14. UNECA, op. cit., May 2016. 15. African Union, ‘ Agenda 2063: The Africa We Want ’, May 2016. 16. The Economist, op. cit., 15 October 2016. 17. African Union, op. cit., January 2014. 18. United Nations Educational, Scientific and Cultural Organisation (UNESCO), ‘ Global Monitoring Report – Education for All 2000- 2015: Achievements and Challenges’ , 2015. 19. Watkins, K., ‘ Too Little Access, Not Enough Learning: Africa’s Twin Deficit in Education’ , in Brookings Institution, January 2013. 20. African Development Bank Group, ‘ Jobs for Youth in Africa’ , March 2016. 21. United Nations Educational, Scientific and Cultural Organisation (UNESCO), ‘Engineering in Africa’, September 2014. 22. World Bank: ‘ Sub-Saharan African Science, Technology, Engineering, and Mathematics Research: A decade of development ’, 2016. 23. The Economist, ‘ Why African cities don’t make their residents richer ’, 4 October 2016. 24. The Economist, op. cit., 15 October 2016. 25. The Economist, ‘ Continental disconnect: Mobile phones are transforming Africa ’, 10 December 2016. 26. The Economist, ‘ Off-grid solar power: Africa Unplugged ’, 29 October 2016. 27. The Economist, op. cit., 29 October 2016. 28. The Economist, op. cit., 10 December 2016. 29. The Economist, op. cit., 10 December 2016. 30. Tafirenyika, M., ‘ It’s time to rethink medical insurance’ , in Africa Renewal Online, United Nations Magazine, December 2016. 31. The Economist, op. cit., 10 December 2016. 32. EU-Africa Infrastructure Trust Fund: ‘ Annual Report 2015 ’, June 2016, and ‘ Annual Report 2014’ , July 2015. 33. European Commission, ‘ Results Report - EU International Cooperation and Development, First report on selected results, July 2013 - June 2014 ’, July 2016. 34. World Health Organisation (WHO), ‘ Scaling Up, Saving Lives’, 2008. 35. World Health Organisation (WHO), Density of physicians (total number per 1,000 population): Latest available year, http://gamapserver.who.int/ gho/interactive_charts/health_workforce/PhysiciansDensity_Total/atlas. html 36. European Commission, ‘ Ebola in West Africa ’, 1 April 2016, and ‘ EU scales-up response to famine and drought affected countries in Horn of Africa with additional €165 million ’, 17 March 2017. 37. World Bank, Net ODA received (% of central government expense), 2014 data, extracted in March 2017. 38. Africa Progress Panel, ‘ Investing Responsibly in Africa ’, 2014. 39. World Bank, ‘ The Cost of Sending and Receiving Remittances ’, June 2015. 40. United Nations Conference on Trade and Development (UNCTAD), ‘ World Investment Report 2016 ’, June 2016. 41. United Nations Conference on Trade and Development (UNCTAD), ‘ World Investment Report 2015 ’, June 2015. 42. Africa Progress Panel, ‘ Investing Responsibly in Africa ’, 2014. 43. Mo Ibrahim Foundation, ‘The 2016 Ibrahim Index of African Governance’ , October 2016. 44. International Monetary Fund (IMF), ‘ Regional Economic Outlook: Sub-Saharan Africa: Multispeed Growth’ , October 2016. 45. European Union, Joint Programming: State of Play , January 2017. 46. Bilal, S., ‘ The European External Investment Plan: more than old wine in a new bottle ’, in EurActiv.com, 16 September 2016. 47. These reflections are based on the following analyses: Vanheukelom, J. ‘ Political conditionality in the EU’s development cooperation – pointers for a broader debate’, ECDPM, GREAT Insights, Volume 1, Issue 2. March-April 2012; Ling, J., ‘ Aid to Africa: What can the EU and China Learn from Each Other? ’, South African Institute of International Affairs, Occasional Paper N° 56, March 2010; as well as European Commission: ‘ Remarks by First Vice-President Timmermans at the European Parliament on the state of play of the external aspects of the European migration agenda: towards a New Migration Partnership Framework ’, 7 June 2016. 48. Japan International Cooperation Agency (JICA) Research Institute, ‘ Convergence of Aid Models in Emerging Donors? Learning Processes, Norms and Identities, and Recipients ’, Working Paper No.106, July 2015. 49. McKinsey Global Institute, op. cit., September 2016. PDF: ISBN 978-92-79-68545-3 • doi:10.2872/283160 • ISSN 2467-4222 • Catalogue number: ES-AA-17-003-EN-N HTML: ISBN 978-92-79-68546-0 • doi:10.2872/31185 • ISSN 2467-4222 • Catalogue number: ES-AA-17-003-EN-Q "
    ]
}