{
    "text": [
        "N° 24 FIRST SEMESTER 2007 NEWSLETTER OF URB-AL PROGRAMME, European Commission horizontal decentralised cooperation programme for cities, urban centres and regions of European Union and Latin America EUROPEAN COMMISSION EuropeAid Cooperation office Latin America Directorate In this issue From the last URB-AL Programme call for proposals (April 2006), 11 new joint projects were selected: 6 type A and 5 type B projects. The coordinators of these projects, in collaboration with their partners, have already begun to implement their activities. This issue provides a brief presentation of some of these activities. It is also a pleasure for us to present the Stuttgart experience. Following three years of work coordinating the URB-AL 8 “Control of Urban Mobility”, the decision was taken to continue working with its partners by creating the “Cities for Mobility” network. The Observatory for Local Decentralised Cooperation EU-LA (Spanish acronym OCD) continues to gather all the information regarding this subject, to develop its database and organise training courses. Work has been rounded out by a number of publications. The Documentation Centre for the URB-AL Programme (Spanish acronym CDPU) ran a second training course targeting the coordinators of the URB-AL common projects. This course, which met the expectations of the participants, took place in Valparaiso in October 2006. Moreover, the task of compiling best practices is progressing nicely and will be presented by the CDPU at the end of this year. The URB-AL programme, with its 13 theme-based networks and 188 joint projects, has generated many examples of best practices. All of these experiences have been presented at the Rosario Meeting organised by the European Commission to give greater visibility to the Programme and its results and also to reflect on the contribution made by local and regional policies to social and territorial cohesion. Vittorio TONUTTI EUROPEAID COOPERATION OFFICE – SECTOR HEAD B2 i n f o ISSN 1725-0420 Valparaíso. Sight of the city from the sea. ",
        "2 urb-al info n° 24 / FIRST SEMESTER 2007 JOINT PROJECTS SELECTED CALL FOR PROPOSALS 2006 – 30 APRIL (REFERENCE EUROPEAID/113113/C/G) Coordination of joint projects TYPE A JOINT PROJECTS Selected coordinator Country Project title Project No Municipalidad de Esbjerg DK E-PRESUPUESTO; Tecnologías de la Información R9-A2-06 las Comunicaciones (TIC) como herramienta para fomentar la participación pública en la gobernanza municipal. Municipalidad de Monobamba PER Cultura, relaciones étnicas y derechos humanos R9-A3-06 como intervención integrada en el contexto del presupuesto participativo en Municipalidades Rurales Ayuntamiento de Córdoba ESP Mi Pymes para todos R13-A4-06 Diputación Provincial de Huelva ESP ALFA Sociedad de la información y desarrollo local R13-A9-06 Intendencia de Colonia URU Escuelas seguras. Promoción de buenas prácticas en R14-A1-06 convivencia escolar a nivel local Municipalidad de Peñalolén CHI Espacios públicos y cohesión social R14-A3-06 PROYECTOS COMUNES DE TIPO B Selected coordinator Country Project title Project No Comune di Roma ITA LA.DE.S - Laboratorios de Desarrollo Sostenible R6-B3-06 Comune di Arezzo ITA DESURBAL: implementaciones de estrategias de R6-B4-06 comunicación/sensibilización y realización de actividades piloto para mejorar el impacto de la gestión de los desechos sólidos urbano en términos de reducción de los gastos socioeconómicos y de respeto por el medio ambiente Prefeitura de Porto Alegre BR Sistema Inter-municipal de Capacitación en Planificación y R9-B1-06 Gestión Local Participativa Municipalidad de Independencia PER Gobiernos locales promueven la autodeterminación de las R12-B3-06 mujeres a través de la inclusión laboral Municipalidad de Valparaíso CHI Observatorio Latinoamericano de Seguridad Ciudadana R14-B2-06 TYPE A PROJECTS Municipalidad de Monobamba: “Integration: Culture, ethnic relations and human rights as integrated intervention in the context of the participative budget in Rural Municipalities” The overarching objective of the project is to analyse the experiences implemented in the participating munici- palities where socio-economic disparity and social breakdown act as barriers to local integration processes such as the Participative Budget. T The Mayor of the Municipalidad de Monobamba, Julio César Mungi Núñez, gave the opening address. Following those words, several representatives of the partner countries spoke about their experiences: Town Hall of Santa Cristina D´Aro (Spain); Prefeitura Municipal de Campina Das Missoes (Brazil); Municipality of Cantón Mejía (Ecuador); Comuna de Roma (Italy) and the Universidad Nacional del Nordeste (Argentina). Following those interventions, joint project coordinator José Castillo Farneschi gave a progress report on the execution of the project, explaining everything having to do with administrative- financial aspects, important agreements concluded with part- ners, compliance with the objectives of the URB-AL philosophy, respect for horizontal aspects and coordination of activities during the two-year duration of the project. Francisco Osorio Ibarra, Cooperation and International Relations Advisor to the municipal coordinator, then made a presentation addressing the need to broaden and deepen popular participa- tion, highlighting the importance of cooperation programmes such as the URB-AL programme for the development of interna- tional cooperation between European and Latin American cities and stressing that “… plurality is a marvellous expression which underpins economic and political sustainability and democratic plurality and represents an open and democratic dialogue bet- ween Europe and South America.” He went on to highlight that “this meeting between municipalities amounts to a dialectic rejection of the culture of war, violence and death in which humanity lives today”. ■ ",
        "urb-al info n° 24 / FIRST SEMESTER 2007 3 Esbjerg Kommune: \"e-Budget: Information and Communication Technology (ICT) as a tool to foster public participation in municipal governance.\" A seminar was held on 4-8 December 2006 in the Esbjerg Kommune to mark the commencement of the project it is coordinating, hosting representatives of the partner municipalities of Fernando de la Mora (Paraguay), Independencia (Peru), Mocorito (Mexico), Conchalí and El Bosque (Chile), Santa Cristina d’Aro (Spain) and the Transnational Institute (The Netherlands) as an exter- nal partner. T he princi- pal aim of the project is to evaluate and identify how the use of ICTs at the local adminis- tration level can link and strengthen de- centralising participatory budget processes over the long term at the municipal level and create more sustainable measures to sup- port participatory democracy. Considering that in today’s world ICTs are not only considered an important element contributing to economic growth and employment but are also viewed as a powerful tool to improve public services and allow citizens to participate more efficiently in democratic processes, the e-Budget project appears to be both relevant and current. The project’s objectives clearly reflect general developments in this field and are supported by a series of activities and initiatives at national and international level such as the European Union’s “i2010”, specifically addressing on-line administration, and the eLAC 2007 Latin American initiative which is the Regional Plan of Action for the Information Society in Latin America and the Caribbean. Aware that the realities of the municipalities participating in the project are not homogeneous, the project envisages the compil- ing of new and relevant know-how, based on research of already existing e-budget initiatives, local SWOT analyses (Strengths, Weaknesses, Opportunities, Threats) and feasibility studies, with a view to making specific proposals on new ways to enhance public participation in local Participatory Budget processes through the use of ICTs. The project further aims to produce sug- gestions as to how ICTs can support the creation of real commu- nication between citizens and officials and politicians in local administrations. ■ Esbjerg. Participants in the Opening Seminar in Brussels. Ayuntamiento de Córdoba: “My-SMEs for all – a shared strategy to promote and facilitate the creation of companies through the use of new technologies. This project is led by the Ayuntamiento de Córdoba, Spain. The partner municipalities sharing the objectives of this project within the framework of the URB-AL pro- gramme are: Córdoba (Spain), Vila Real de Santo Antonio (Portugal), Tenerife (Spain), Colonia (Uruguay), Riobamba (Ecuador), Coinco (Chile), Maule (Chile), Guadalajara (Mexico), Vitória (Brazil). T he “My SMEs for all” strategy seeks to respond to a set of common needs identified in the territories where this initiative is being implemented and can be summarised as follows: 1. Lack of an entrepreneurial spirit among young people; 2. Lack of business training (ignorance of how to put a Business Plan together, vital to the consolidation of businesses); 3. Lack of financial resources on the part of the target group (unemployed young people), which in many cases is an insur- mountable barrier in the path to entrepreneurship; 4. Lack of training in ICTs in some cases and/or institutional sup- port for technological projects. The main objective of the action, then, is to implement a common methodology based on new information tech- nologies serving to fos- ter self-employment among those groups facing particular labour-market integration problems such as: women, youth, and unemployed persons over the age of 40 and people with disabilities. To this end the project envisages, inter alia, the development of IT virtual training tools focusing on business plans; training of technicians who will be rendering support services to entrepre- neurs using new technologies; and the conclusion of Collaboration Agreements with financial institutions for the pur- pose of financing technologically interesting business projects under preferential conditions. Through the execution of this project the authorities concerned firmly commit to facing the common challenge of fostering the entrepreneurial spirit and access to new technologies as means of achieving integration into working life and increasing the trust of entrepreneurs in public institutions. ■ Córdoba. Logo of the Project. TYPE A PROJECTS ",
        "4 urb-al info n° 24 / FIRST SEMESTER 2007 Diputación de Huelva: \"ALFA – Information Society and Local Development\" ALFA’s objective is to enhance the capacity of local Latin American civil servants to deal with matters relating to local development through the implementation of advisory services focusing on local development through the use of ICTs (information and communications technologies). T he project is coordinated by the Diputación de Huelva working togeth- er with Athens (Greece) and the following beneficiary partners in Latin America: Concepción (Chile), Pergamino (Argentina), Cuenca (Ecuador) and Santa Tecla (El Salvador). Project training focuses specifi- cally on the workers at the local entities involved in grass roots development. Efforts will likewise be made to raise awareness among senior officials regard- ing the importance of lending support to training initiatives of this sort. The indirect beneficiaries will be the small producers, cooperatives, associations, etc. which are able to take advantage of ICTs and con- sulting support from those who have gone through the training. The project has a number of objectives: • to create a network of local European and Latin American entities able to benefit from ICTs by sharing informa- tion on local development and advising small rural producers; • to provide beneficiary municipalities with needed infrastructure and subse- quently to use them as centres to train local officials; • to study the possibility of setting up an on-line, local development consulta- tion service using ICT tools; • to enhance the institutional capacity of Latin American entities to manage change and adapt to the information society. The following results are expected: esta- blishment of teletraining classrooms; development of a teletraining platform; training of local development and empo- werment agents through teletraining actions; technical study for the future implementation of citizen services based on ICTs and the exchange of experiences and best practices. ■ The Intendencia municipal de Colonia (Uruguay) coordinates this project in which the following partners participate: Municipality of Quilpue (Chile), Municipality of Acajutla (El Salvador), Provincial Government of Jaén (Spain) and the Associação de Municipios do Vale do Ave (Portugal). In most cases the problem of school vio- lence is addressed individually, i.e. the aggressor is identified and isolated from the rest of the school community by means of punishment or individual the- rapy. However, school violence is the result of a social relationship and the expression of violence is not necessarily a permanent state of behaviour nor an indi- vidual pathology. Often time aggressive behaviour is a way of sizing oneself up against others and one's surroundings; the expression of a \"need\" to seek one's identity and peer recognition. A large number of players emerge in this scenario who must all be considered when analysing the problem of school vio- lence, because leaving them out of the picture could result in the failure of the initiatives taken or a worsening of the conflicts between the different members of the school community. Another important aspect is the school viewed as a focal point in the socialisation process where youth not only receive aca- demic training but are also imbued with values and a sense of belonging and are taught to adopt social roles which consti- tute the basis for present and future social relationships. It is therefore vital to inte- grate schools in initiatives aiming at pre- venting this sort of risk behaviour. The goal of this project is to enhan- ce and promote co-existence among the different members of the school com- munity through the standardisation, dis- semination and promotion of best practi- ces at local level in European and Latin American partner countries. A diagnosis will be made of co-existence dynamics in two schools located in each partner city and these will subsequently serve to defi- ne the problems associated with hazar- dous, violent and/or criminal behaviours in schools. The next step includes the compi- lation and standardisation of successful experiences in preventing criminal behaviour and violence in schools associated with the problems detected, with a view to finally compiling teaching material at each school to encourage safe and inte- grative co-existence at local schools. The objective is to diagnose the climate of co-existence prevailing at the different local schools and, on that basis, to high- light and improve upon best practices in crime prevention and violence reduction with the ultimate goal of promoting safe co-existence at school. ■ Colonia. Pupils. TYPE A PROJECTS Intendencia municipal de Colonia: “Safe Schools” ",
        "urb-al info n° 24 / FIRST SEMESTER 2007 5 TYPE B PROJECTS “Rosario SUMA, social and territorial cohesion project”. Inauguration of the entry level Sport and Cultural Training Centre and Hipólito Yrigoyen Park. The project entitled “Rosario Suma, an urban solution with a different perspective” was coordinated by the city of Rosario (Argentina) as the continuation of Network 7 “Urban Planning Management and Control”. T he aim of the Rosario Suma project was to implement urban planning strategies, social integration and territori- al organisation with a view to rehabilitat- ing run-down neighbourhoods and thus contributing to better urban living stan- dards and environmental conditions. Three lines of work were envisaged with- in the framework of this overarching objective. The first was to devise an intervention project targeting run-down and discon- nected areas in each of the partner muni- cipalities (Lleida, Regione Autonoma della Sardegna, Sao Paulo, Montevideo). This was accomplished by means of an “Ideas Contest” between the project’s member cities ultimately leading to the presenta- tion of the terms of reference for an inter- vention project in each of them. A propo- sal was then selected for each city. As part of this first line of work, the part- ners also met to discuss and compile a document entitled “Methodological Document for the Urban Regeneration of Run-down and Disconnected Areas” which was published at the conclusion of the project. The second line of work of the Rosario SUMA project focused on the implemen- tation of an intervention strategy in the coordinating city for the urban regenera- tion of the area in the vicinity of Hipólito Yrigoyen Park. The objective of this inter- vention was to establish and consolidate the Park as a public space, to design an urban reassessment policy as a basis for planning, and to encourage social com- mitment and civic intercourse in the con- text of the Park. The Hipólito Yrigoyen Park covers a sur- face area of approximately 17 hectares. The Municipality of Rosario drew up a plan for the entire Park sector which inclu- ded the progressive recovery of areas and buildings, the restoration and revitalisa- tion of old railway warehouses, the defini- tion of new uses for refurbished buildings and the restoration and rehabilitation of particularly valuable historic and heritage buildings to integrate them in the project. The Rosario SUMA project covers the first stage of the Park’s global plan, covering a 6-hectare area. Actions undertaken for the urban regene- ration of that part of the Park included: forestation and landscape restoration; ins- tallation of equipment (2 sectors with play areas for children, cement benches distri- buted throughout the park, litter bins and signs); new lighting; integral irrigation system for the upkeep of green areas and new plantings; and smooth pedestrian paths (specially conditioned to accommo- date wheelchairs). Intervention likewise included the restora- tion and revitalisation of a building with particular heritage value located on park premises, which has become the Entry Level Sport and Cultural Training Centre. The Centre is equipped for a number of dif- ferent sports: football, junior football, volley- ball, handball and basketball. It also has a ser- vices wing with offices and dres- sing rooms and a multi-purpose hall for cultural activities. The Centre provi- ded an opportu- nity for those institutions and clubs which were already operating in the Park to con- tinue with their activities in a more orga- nised and better equipped setting, with co-management of activities between them and the Sports Directorate of the City of Rosario. The Entry Level Sport and Cultural Training Centre was inaugurated on 26 September 2006 and all of the Hipólito Yrigoyen Park's urban regeneration works envisaged under the Rosario SUMA pro- ject were inaugurated on 4 December 2006 with the presence of the Head of the EC Delegation in Argentina, Ambassador Gustavo Martín Prada and the Mayor of Rosario, Miguel Lifschitz. The Park intervention strategy was roun- ded out with a series of activities to pro- mote the appropriation of this green area by the population and encourage all resi- dents to use, respect and treat it as their own. These activities included a dissemi- nation and awareness-raising campaign targeting local residents, with the slogan “Hipólito Yrigoyen Park, a family place”, and in the vicinity of the Park the SEPARE Programme was launched (separation of recyclable waste, improvement in urban hygiene, reduction in the amount of waste delivered to landfills, etc.). ■ Rosario. The Head of Delegation of the EC in Argentina, the Ambassador Gustavo Martín Prada, and the Secretary of planning of the Municipality, Mirta Levin, inaugurating the H.Yrigoyen Park. ",
        "D irect and lasting relationships are formed between members and col- laborating partners within the framework of “Cities for Mobility” in order to jointly seek solutions to everyday problems in the area of transport. A wide array of subjects are addressed ranging from the promo- tion of bicycle as a means of transport to the use of new propulsion technologies to reduce polluting emissions. The global strategy of “Cities for Mobility” is based on four major pillars: — The enhancing of cooperation between members of the URB-AL 8 Network, Control of urban mobility, who have contributed over the last several years to the development of this network and have undertaken interesting projects for the improvement of urban transport systems. In surveys and at the annual meetings, members expressed interest in continuing to work on this decentralised cooperation once phase 2 of the URB-AL Programme is complete. The projects car- ried out within the framework of the net- work not only stressed experience and information sharing among project part- ners but also developed concepts with significant added value tailored to the reality of each of the urban regions affect- ed and benefiting the local population. Even following the conclusion of project activities, many of the partners have maintained lasting relationships with their peers and regularly exchange their views on current events and new ideas relating to projects. — The strategy’s second pillar entails opening the network to other cities and institutions which are active in the area of urban transport, with a view to enhancing the international profile of “Cities for Mobility”. As a result, today approximate- ly 300 cities, businesses and non-govern- mental organisations from 38 countries participate. — The network’s third fundamental pillar involves closing the gap with the private sector. Private sector investment in trans- port technology and in the long-term sus- tainability of the sector is vital to assure efficient and sustainable transport sys- tems. The City Council has decided to cre- ate the category of “Premium Partners” in order to give “Cities for Mobility” a sus- tainable financial base. Special arrange- ments, over and above those made avail- able to members, are offered to these companies in terms of Internet advertis- ing, publications and participation in net- work activities. In return, they are urged to actively participate with substantial contri- butions both in terms of financial support and content. The network now has two companies which have joined as “Premium Partners”. This is how new pos- sibilities are created for the funding of projects and conferences, given that espe- cially the small and medium-sized munici- palities of developing countries do not have sufficient resources to carry out transnational cooperation activities on their own. — The fourth pillar of the Stuttgart Town Hall strategy is the start-up of coordina- tion offices for the different regions, which will be run by the municipalities. The aim of these offices is to decentralise the coordination work and intensify activ- ities in different regions of the world. The First Annual Congress will be held in Stuttgart on 11-12 June 2007 and will be structured around three thematic areas (new hybrid plug-in motors, develop- ments in the promotion of the bicycle as an alternative means of transport and mobility management during major sport- ing events). Workshops will stress the practical over the theoretical and will serve as a forum for the preparation of project proposals among members. (http://www.cities-for-mobility.org/). ■ 6 urb-al info n° 24 / FIRST SEMESTER 2007 NETWORK 8 Landeshauptstadt Stuttgart: “Cities for Mobility” Network in favour of sustainable urban transport In October 2006, Stuttgart launched the world-wide “Cities for Mobility” net- work in close collaboration with local government officials, university and research centre experts and economic partners with a view to jointly crea- ting and developing new sustainable transport systems in urban areas. Tramway of Stuttgart ",
        "urb-al info n° 24 / FIRST SEMESTER 2007 7 NETWORK 8 Comuna di Roma: \"La.De.S\"- Sustainable Development Laboratories In addition to the Comuna di Roma which is leading the project, the part- ners are the Municipalities of Cuzco (Peru), Moyobamba (Peru), Tres de Febrero (Argentina), Guanajuato (Mexico) and Alicante (Spain), which all took part at Stage A. The Urban Environment Observatory (Spanish acronym OMAU) with headquarters in Malaga (Spain) is an external partner at this new stage. I n the Type A project entitled “New Integrated Urban Development Models for the valorisation of Environmental and Cultural Heritage”, the partner cities joint- ly developed an integrated urban devel- opment model which, based on the val- orisation of environmental and cultural heritage, took into account the factors contributing to the local development of a given territory – economic, social, cultural and environmental – as well as the “mate- rial\" and “human” resources available locally, with a view to bridging the gap between growth and development and achieving a greater degree of sustainabili- ty and social cohesion. In this connection, a flexible methodology has been adopted which is able to address the geographical, territorial, political, demographic and social differences of the seven partner cities without confining the unique reali- ties of each of these within a rigid struc- ture. In this way a general theoretical model, transferable and adaptable to each local reality and in tune with specific particularities and territorial resources was defined. According to this scheme, the Sustainable Development Laboratory project aims to conduct a trial run of the integrated urban development model in the Cuzco and Rome areas and use it as the basis for technical formulation of the projects being implemented in the four partner cities of Alicante, Guanajuato, Tres de Febrero and Moyobamba. The aim is also to enhance the competencies and know- how of partner governments at the local level, encouraging the creation of inte- grated and sustainable urban develop- ment processes by setting up a sustain- able development laboratory at OMAU headquarters. The following specific goals are envisaged in the project: 1. Reassessment and valorisation of envi- ronmental and cultural heritage at the following locations: — The San Jerónimo District in Cuzco (Peru) through flood management; recuperation of the Cloaca River; preparation of the ethnobotanical gar- den; rehabilitation of the existing sewage treatment system. — The Ex Snia Viscosa city park in Rome (Italy) through the rehabilitation of the open-air theatre with a bio-architectur- al system and the installation of a pho- tovoltaic system; reassessment of green areas. 2. Technical and scientific support for environmental and cultural reassess- ment and valorisation projects in spe- cific areas of the four partner cities: — Alicante: Execution of garden land- scape restoration works in the Juan XXIII neighbourhood. — Guanajuato: Environmental hazard prevention in this World Heritage city: restructure, rehabilitate, conserve and develop the ecological and environ- mental corridor/complex known as \"Chinchidaro - Presa de la Olla\". — Moyobamba: Recuperation of the nat- ural cliff area known as “Barrancos”, integrating it into urban activity as a natural and cultural area. — Tres de Febrero: Pre-feasibility study for the creation of the Morón Creek Natural Urban Reserve. 3. Development of project partner compe- tencies and know-how for the creation of integrated and sustainable urban develop- ment processes. 4. Creation of an Exchange Laboratory on sustainable development within the framework of the Urban Environment Observatory (Malaga) to spark debate on the four cross-cutting themes of the proj- ect: water treatment; landscape and envi- ronmental conservation, renewable ener- gy and grass-roots participation. Project activities are scheduled to con- clude in October 2008 with the finalisa- tion of the works in Cuzco and Rome and the definition of the pre-feasibility studies in the four partner cities. The project also envisages critical and constructive reflec- tion on integrated programming and urban sustainability in the territorial con- texts of Europe and Latin America. ■ Roma. Booklet which illustrates the project. ",
        "8 urb-al info n° 24 / FIRST SEMESTER 2007 T he aim of the “DESURBAL Project – implementation of communication and awareness-raising strategies and pilot activities to improve the impact of urban solid waste management in terms of diminishing socio-economic expense and respect for the environment” – is to raise the living standard of the participating Latin America and European cities by reducing the volume of waste deposited in landfills and improving selective waste collection systems. The project includes the sharing of expe- riences and best practices in the area of urban waste management. Action is like- wise envisaged in the waste management cycle with capacity-building and experien- ce-sharing activities and the undertaking of pilot activities. Having regard to citizen communication and awareness-raising, provisions have been made to share the experiences gai- ned by the city of Lille. This will serve to organise a shared communications stra- tegy tailored to the particularities of each partner city, including a specific campaign in each of the cities concerned and the organisation of a public event in each city with the involvement of schools and the population at large. Also, a permanent exhibit will be set up in Arezzo on the uti- lity and importance of recycling. A citizen awareness-raising event will likewise be organised focusing on waste, its alternati- ve use and treatment. And lastly, a speci- fic awareness-raising campaign will be undertaken in a multi-ethnic neigh- bourhood of Lille. Having regard to the subject of manage- ment, pilot activities will be launched in the 5 Latin American cities to improve selective waste collection and recy- cling: purchase of garbage bins and other equipment for selective collection, treatment of grey water and improve- ment in collection and organic waste composting systems. Each pilot project will be accompanied by a specific information and citizen aware- ness-raising cam- paign. The objectives of the 5 pilot projects are as follows: 1. Arica: reduction in the volume of waste deposited at the community’s municipal dumpsite (10 kg / inhabitant / year). 2. Cuenca: improve separation and collec- tion techniques used for organic waste: raise treatment capacity to 21t per day and increase the production of compost. 3. General Pico: improve the operational efficiency of the separated materials reco- very plant. 4. Santiago de Surco: increase the volume of selective waste collection. The pilot project targets new neighbourhoods, approximately 10% of the population. Technical implementation will involve 20 waste bins and a collection vehicle. 5. Tres de Febrero: promote increase in selective collection in order to reduce the volume of waste deposited at the landfill site. In this case, the goal is to make citi- zens more responsible in terms of the separation of waste through the distribu- tion of selective collection bins throug- hout the neighbourhoods. The industrial schemes implemented in the 6 Latin American partner cities will be updated and tailored to reduce environ- mental impact, with a view to consolida- ting their programming management capacities. Training activities targeting officials in charge of waste management services in the 6 Latin American cities will also be organised in order to optimise the waste treatment cycle, the monitoring of costs and revenues and the identification of suitable pricing systems. Local partners will also be provided with the instruments and methodologies needed to apply waste analysis, a fundamental element for effective urban waste management. Activities will be consolidated in the form of electronic experience- and document- sharing telemática (http://www.urbal-arezzo.net) ■ NETWORK 8 Comune di Arezzo: \"DESURBAL\" This project, headed by Comune di Arezzo, includes the Municipality of Lille Metropole and 5 Latin American municipalities: Surco (Peru), Cuenca (Ecuador), General Pico and Tres de Febrero (Argentina), Arica (Chile). The NGO “UCODEP” participates as an external partner. Arezzo. Pupils who visit the power station of processing waste of the city. ",
        "urb-al info n° 24 / FIRST SEMESTER 2007 9 NETWORK 8 Porto Alegre: “Inter-municipal capacity-building system for participatory local management planning” Cities are ever-evolving miracles. This premise is rooted in an interpretation of the most obvious urban phenomenon, i.e. the everyday bustle of people, commodi- ties and vehicles in cities. It is within the realm of cities that this collective stimulus- response structure of human existence produces the greatest and most impor- tant local governance experience that humanity has ever achieved. That is where citizens live their lives, leave their marks and establish their cultural values. The city is the milieu in which individuals establish and develop a feeling of belonging. It is cities, then, as an expression and synthe- sis of community, that form the basis for participatory democracy and governance in solidarity. There is a visible new protagonism of citi- zenship vis-à-vis government structures which prompts the need for a new State based on the principles of territoriality, transversality and transparency, allowing for the establishment of a new democrat- ic space capable of generating peace as the ultimate objective pursued. The Participatory Budget, an experiment in citizen participation in public budgetary decisions. Today, Porto Alegre is the Brazilian metropolis most experienced in participa- tory democracy as far as Participatory Budgets are concerned. At the beginning of the 80's, some Brazilian municipalities experimented with participatory democ- racy in city management, the Porto Alegre experience being the best known. Since then, based on this latter experience, an increasing number of cities have been implementing the Participatory Budget scheme. Citizen participation through the Participatory Budget Council gives munic- ipal authorities the chance to think about the participatory budget and its spending plan based on an agenda of project dis- cussions and needs expressed by the dif- ferent communities that comprise the municipality. The process thus entails a major organisation of communities and has been pursued over the last several legislative periods, enshrining an intense community spirit which is part and parcel of the gaucho and Porto Alegre culture. A new management scheme based on territoriality, transversality and transparency. The challenge of conceiving a new State able to include the citizenry in the discus- sion and development of public policy calls for a new way of taking decisions and consequently requires new public management which is respectful of the communal conditions and values which define the territory (territoriality). This pro- vides citizens with an easier and more objective way of relating to this new State by focusing on the objective reality of cit- izens, eliminating sectoral and depart- mental organisations, and therefore inter- preting this reality on the basis of definite multi-sectoral focal points drawing atten- tion to the citizens’ problems (transversal- ity). And finally, the increasingly prevalent use of information technologies allows for transparency in the monitoring of processes, implementation of projects and execution of public spending. This all con- tributes to a growing dialogue between political agents and communities, optimi- sation of resources and stimulation of syn- ergies capable of generating a new budg- et, greater than the public budget and with better results in the implementation of public policies. Information, planning, focused execution and measurement of results as a means of popular participation. The decisive process is, first and foremost, one based on information — information as a matrix for inclusion and the basic ingredient for the working of participato- ry democracy. That is the greatest poten- tial achievement, i.e. giving an increasing number of citizens the chance to take part in the planning of government actions, responding to requests in the form of strategic objectives to the benefit of communities and thus enabling increasingly focalised execution of public policies through observation and meas- urement of results concerning community interests and the objectives agreed upon between government and communities. ■ ",
        "10 urb-al info n° 24 / FIRST SEMESTER 2007 NETWORK 8 Municipalidad de Independencia: “Local governments endorsing the self-determination of women through labour inclusion” The aim of the project is to promote the inclusion of women in the labour market on an equal footing so as to be able to exercise their rights and enhance their capacities to gain access to the labour market under more advantageous and equal conditions. A s a follow-up to the type A project where a diagnosis was made through collection and standardisation of the needs and expectations of women regarding employment, this type B project entitled “Local governments endorsing the self-determi- nation of women through labour inclusion” seeks to act on the results registered in the first phase by promoting the inclusion of women in the labour market on an equal footing with their male counterparts. Assuming that local governments have the capacity to address the different dimensions involved in the exclusion of women from the labour market, the purpose of this project is to get those governments to implement initiatives to empower women and encourage their active participation in the economic and social development of their families and their community. In this connection, we have identified the need for an ambit within which to implement permanent programmes and/or servi- ces providing information, capacity-building and consulting with a view to providing women with the resources needed to take part in productive activity. Direct work with women is to be sup- plemented with services focusing on achieving a balanced distri- bution of domestic responsibilities between men and women, which means that these initiatives need to be consistent and sus- tainable over time. In some locations, entrepreneurial activities giving women the opportunity to earn income will likewise be implemented. The project includes an institution-building component through which the municipal governments will design and enhance spe- cific policies in this field so as to effectively focus resources on building equality. The following partners are taking part in this project: District of Independencia (Peru), district of Pueblo Libre (Peru); Cantón San Carlos (Costa Rica); Municipality of San Pedro de Nonualco (El Salvador); Municipality of Santa Rosa de Copán (Honduras); Town Hall of Gijón (Spain), Town Hall of Moncada (Spain); Municipality of Treviso (Italy). Project partners are currently undertaking the initial activities envisaged under the action plan and are preparing the first International Seminar. This will take place in El Salvador and will serve to define the programmes, methodologies and commit- ments of local partners in the project. The main target group is comprised of 13,509 women distribu- ted among 5 locations in Latin America and 3 in Europe, who find themselves in a situation of particular disadvantage vis-à-vis the labour market and who hope to benefit from advisory support and trai- ning for integration into working life. It is also hoped, by means of sup- plementary services, to meet the needs of 290 children, to run cam- paigns with information on reconciling family and working life, women's rights and equal opportu- nities for the 51,500 inhabitants of these cities and towns, and to train 210 municipal officials in equality policy issues. The project is expected to indirectly benefit the families of the women receiving this advisory and training support. ■ Independencia. Participants in the Project. ",
        "urb-al info n° 24 / FIRST SEMESTER 2007 11 NETWORK 8 Municipalidad de Valparaíso: \"Latin American Citizen Safety Observatory\" Nearly a year after having concluded the official coordination period of the telematic network on Citizen Safety, the Municipalidad de Valparaíso is continuing in the work of pooling forces to coordinate efforts on the part of local governments to assure the safety of their inhabitants, this time through the implementation of a Latin American Citizen Safety Observatory. T his action seeks to promote objectives similar to those set out in Network 14 by instituting a body to provide continuity with activities already undertaken and best practices developed, while maintain- ing constant coordination and communi- cation between the different Latin American partners and acting as a perma- nent channel of communication with the European partners. The main idea is to continue contributing to enhancement of local public policies through the consolidation of cooperative ties and the exchange of experiences on both continents, by instituting a body in Latin America to bring local governments together to confront the task of improv- ing knowledge, exchange and definition of policies relating to this topic. We are thus seeking to strengthen local citizen safety policies through the creation and consolidation of an Observatory whereby to standardise security informa- tion, conduct local security diagnoses, undertake joint training processes and collaborate in the exchange of promising and successful experiences. The aim of all of this is first of all to con- tinue with one of the most important facets of the Network, i.e. the establish- ment of contacts and links between part- ner cities, specifically in the achievement of common objectives, which in turn gen- erates a database of actions and best practices in the participating cities; sec- ondly it is to respond to one of the princi- pal limitations encountered in collabora- tion processes between local govern- ments in Europe and Latin America during the course of the three years of Network 14 collaboration, i.e. the lack of a security diagnosis in Latin America and of a com- mon body of knowledge having regard to the problem. The action undertaken helps to remedy this deficiency and strengthen the perma- nent and sustainable exchange of experi- ences between local governments. This will entail developing and reaching a con- sensus on a common methodological framework to describe the state of citizen safety at local level and setting up a joint database for criminal activity as well as a system for the implementation of best practices. The Observatory therefore sees itself as a body responsible for the collection and standardisation of all information avail- able at the regional level with respect to crime, violence and intimidation, offering a unique opportunity to record and analyse regional behaviour in this connec- tion. The Observatory will be set up in the cities of Quito, Buenos Aires, Santa Tecla, Barcelona and the Province of Padova. Another of the project’s main objectives is to attract new partners. To that end, the creation and formalisation of an institu- tion is envisaged through telematic means, entailing the conclusion of collab- oration agreements between the Observatory and different public and pri- vate entities providing access to new sources of funding to assure the continu- ity of the project projection for the future. The project also includes the implementa- tion of a Pilot Plan for the Prevention of Criminal Activity at Historic Centres, focusing particularly on the capacity of local governments in preventing crime. This Plan, to be implemented in the his- toric city-centre of Valparaiso, includes the execution of prevention initiatives at the local level in high-risk neighbourhoods where there is scant intervention in terms of citizen safety. The aim of the Pilot Plan is to set up a local citizen safety promotion scheme in historic city-centres in the belief that cities are built through the interaction of citi- zens with their environment. In this con- nection, the plan combines two ideas: the need to promote citizen safety at the local government level, and the appropriation of the city and its neighbourhoods by the citizens. These two ideas are key tools in diminishing insecurity, promoting partici- pation and generating a sense of belong- ing. ■ Valparaíso. Sight of the city. ",
        "12 urb-al info n° 24 / FIRST SEMESTER 2007 In 1995 the European Commission implemented the URB-AL Programme, a Community initiative designed to create lasting and stable ties of collaboration between European and Latin American cities. More than ten years following the implementation of the first network, the programme can safely be declared a success as demonstrated by the participation of nearly 2,500 citizens, local groups and citizen associations forming part of 13 theme-based networks which have held close to 40 international meetings with over 10,000 participants. All of these multilateral cooperation initiatives between players from both continents have given rise to the development of 188 joint projects. A ll of the information and know-how generated by URB-AL is available thanks to the URB-AL Programme Documentation Centre (CDPU). The CDPU started work in April 2005 with the intention of becoming a centre for the collection and dissemination of URB-AL best practices. This work is based on a three-prong strategy: Compile, centralise and standardise all of the documentation and all of the joint projects approved; pro- vide support and permanent advisory services for the managers of ongoing proj- ects; and identify and disseminate best practices emerging from these projects by means of a handbook and a final confer- ence. The CDPU website (www.centrourbal.com) is equipped with a multi-variable search engine giving users access to an excellent database of best practices for use in resolving common urban problems relating to social cohe- sion, urban planning, local development, tourism, natural resources, waste, gover- nance, safety, information society, etc. The main headquarters of the URB-AL Programme Documentation Centre is located in the city of Málaga (Spain) on the same premises as the Urban Environment Observatory. The CDPU also has a Latin American headquarters in the city of Valparaíso (Chile). The cities of Málaga and Valparaíso have created a consortium which enjoys the support of the University of Málaga (Spain), the Justice and Democracy Corporation (Chile) and the Latin American Centre for Strategic Urban Development (CIDEU). As part of the methodological support activity programme undertaken by the URB-AL Programme Documentation Centre, the city of Valparaíso was the site selected to conduct the II Training Course on “rules and procedures for the execu- tion of URB-AL Programme joint proj- ects”. The course was held on 25-27 October 2006. The Mayor of Valparaíso, Aldo Cornejo, was present at the inaugural ceremony and was accompanied by the European Commission representative Marie Tilburck, the Coordinator-General of the CDPU, Pedro Marín, the chief advisor and Cooperation Head of the EC Delegation in Chile, Pedro Martínez-Vargas and the Coordinator of the Latin American CDPU Antenna, Gustavo Paulsen. The objective of the course was to provide the methodological and technical tools needed by the joint project managers of the different URB-AL networks who were selected at the last two Programme calls for proposals (October 2005 and April 2006). Taking part in this edition of the course were 28 coordinators and techni- cal managers of different municipalities in Denmark, Spain, Italy, Peru, Uruguay, Chile, Brazil and Ecuador. The course is based on the practical Handbook of rules and procedures for the execution of type A and B URB-AL joint projects, edited by the URB-AL Programme Documentation Centre and available on the Website. The CDPU has scheduled an URB-AL Programme Best Practices Conference for 18-19 October 2007. ■ Inauguration of the II Training course of the CDPU: Marie Tilburck, manager of the CDPU in EuropeAid; Pedro Martínez Vargas, Head of the Co-operation to the Delegation of the EC in Chile; Aldo Cornejo, Mayor of Valparaíso; Pedro Marín, general Coordinator of the CDPU; Gustavo Paulsen, Coordinator of the AL CDPU and María del Huerto Romero, Person in charge for the practical guide presented during the course. CDPU – DOCUMENTATION CENTRE OF THE URB-AL PROGRAMME AYUNTAMIENTO DE MÁLAGA– MUNICIPALIDAD DE VALPARAÍSO The Documentation Centre of the URB-AL Programme: The major library focusing on urban know-how ",
        "urb-al info n° 24 / FIRST SEMESTER 2007 13 The OCD project, led by the Diputación de Barcelona in a consortium composed of the Intendencia Municipal de Montevideo, FUNPADEM (Costa Rica), the University of the Republic of Uruguay and the CIDOB Foundation (Spain), has a three-fold objective: to study and disseminate the phenomenon of decentralised cooperation among the local governments of the EU and LA; to offer services and resources to those municipalities and territories of the two regions interested in cooperation; and to work on current decentralised cooperation (DC) practices with a view to enhancing quality and strengthening associative relations. T he results to date after only two years of operation have been substantial: General overview of DC and dissemination of the phenomenon A database has been compiled which cur- rently registers over 1,200 relations between local governments in the two regions and their participation in net- works. Based on the information gath- ered, for the first time a map has been made of these relations, lending visibility to the phenomenon of DC. This informa- tion is disseminated to all the stakeholders through publications and through OCD participation in specialised forums and conferences. Services and resources made available to local governments An online Resource Centre has been cre- ated (http://www.observ-ocd.org) offering services, information and resources to cities and regions which would like to establish or develop their own decen- tralised cooperation schemes. One of these resources is the offer of training for technical staff and elected officials. Based on OCD practices and dis- cussions, two classroom courses were designed and taught (60 participants), as was an online edition in Spanish (50 stu- dents). The second edition, in English, involved 60 students. The Resource Centre will soon be offering more very useful tools, especially a data- base of notable experiences and a range of methodological instruments such as a practical handbook on the steps required to “internationalise” a city, a guide on institutional and jurisdictional frameworks and a guide on funding. Another service made available to local governments is the quarterly telematic bulletin with information on EU-LA Decentralised Cooperation, which is dis- tributed to close to 3,500 people working at local level throughout the world. Discussions and effects on Decentralised Cooperation A series of specialised publications has been launched and distributed through- out the two regions, including the Yearbook, the publication entitled “Observa”, studies on Decentralised Cooperation and others. In conjunction with research activities, dis- cussion forums have been created so that experts and local government officials can compare and contrast experiences. In this connection, the First Annual OCD Conference was held last year in Montevideo. An online discussion focus- ing on OCD-related tasks has also been launched (development of decentralised cooperation, models and types of cooper- ation, action content, etc.). And lastly, with a view to sparking applied research, the first OCD-sponsored research prize was awarded. Influence on national and regional processes Through all of these activities, the OCD is contributing to the discussion process and is beginning to have some influence on enhancing the quality and strengthening EU-LA Decentralised Cooperation. The OCD is already acknowledged as an important player in the realm of Decentralised Cooperation; it has actively participated (through the provision of technical support) in different processes involving local actors from both regions (I Latin American Mayor’s Forum, technical preparation of the upcoming Euro-Latin American Local Government Forum, etc.) and has contributed to the drafting of reports on the role of local entities in development and cooperation compiled by different institutions (Committee of the Regions, European Parliament, etc.). Likewise, end users’ recognition of the OCD (municipalities and regions) is on the rise as the resources and services it pro- vides are increasingly disseminated. This local impact is proof of the relevance and fitness of the OCD. ■ OCD. Cover of the Directory. OBSERVATORY OF EU-LA LOCAL DECENTRALISED COOPERATION (OCD) DIPUTACIÓN DE BARCELONA – INTENDENCIA MUNICIPAL DE MONTEVIDEO Results of the Observatory of EU-LA Local Decentralised Cooperation ",
        "14 urb-al info n° 24 / FIRST SEMESTER 2007 PROJECTS Over 135 projects for exchanging experiences have concluded their activities under the networks of the two phases, including 12 Type B projects. In the second half 2006 and the first half 2007, 23 joint projects concluded their activities. Coordinador Country Project number Project title Prefeitura de São Paulo BRA R7-A3-03 O acesso ao solo e habitação social em cidades grandes de regiões metropolitanas da América latina e Europa Intendencia de Rosario ARG R7-B1-03 Rosario SUMA: Una Solución Urbana desde una Mirada Alternativa Landeshauptstadt Stuttgart AL R8-B2-03 MOVI-MAN Provincia di Treviso IT R8-B2-04 OROS: Observatory for Road Safety Ayuntamiento de Madrid ES R9-A3-04 Guía de buenas prácticas en la gestión financiera local Ayuntamiento de Córdoba ES R9-A4-04 Particip@ndo en la gobernabilidad local: impacto de los presupuestos participativos en la administración pública local Comune di Venezia IT R9-A5-04 El presupuesto participativo como instrumento de lucha contra la exclusión social y territorial Prefeitura de Belo Horizonte BRA R9-A6-04 Instrumentos de articulação entre Planejamento Territorial e Orçamento participativo Ayuntamiento de Lloret de Mar ES R10-A5-04 Estrategias integradas para reducir la exclusión social entre la población joven y adulta mayor de 45 años, especialmente femenina, en el sector terciario Ayuntamiento de Granada ES R10-A12-04 “Integración de los inmigrantes en la ciudad como forma Políticas e ações municipais de segurança alimentar: realidade, limites e possibilidades da interstorialidadede combate de la pobreza” Piracicaba BRA R10-A17-04 Politicas e acções municipais de segurança alimentar: realidade, limites e posibilidades da interstorialidade Queretaro MEX R10-A8-04 Formación de personal de municipios para utilizar los programas de cooperación internacional como herramienta de combate a la pobreza en sus proyectos locales Ayuntamiento de Sant Boi ES R12-A3-04 Promoción y capacitación políticas para mujeres de Llobregat Diputación Provincial de Huelva ES R12-A13-04 PRO-IGUAL Comune di Latina IT R12-A2-05 Observatorio Internacional para los Derechos y las Oportunidades de Mujeres Solteras Jefes de Familia Ayuntamiento de San Sebastián ES R13-A7-04 Aproximar las TIC a los ciudadanos mediante el aprendizaje (Donostia) permanente Municipalidad de Curuzú Cuatiá ARG R13-A10-04 Observatorio participativo: de la e-exclusión a la e-inclusión Comune di Segrate IT R13-A11-04 Telemunicipio Saludable Consell Comarcal del Maresme ES R13-A8-05 Aplicación innovadora de las TICs en el desarrollo de territorios turísticos emergentes Municipalidad de Maule CHI R14-A3-04 Disminución de la percepción de inseguridad (temor) de los habitantes de las comunas Provincia di Padova IT R14-A4-04 The impact of urban plan on the prevention of the crime Prefeitura de Guarulhos BR R14-A6-04 El protagonismo del gobierno local como articulador en l a integración de políticas participativas de seguridad ciudadana Regione Toscana IT R14-A2-05 Consolidación de los gobiernos locales en seguridad ciudadana: formación y prácticas Over 135 joint projects have concluded their activities under the 13 networks of the first and second phases of the Programme ",
        "urb-al info n° 24 / FIRST SEMESTER 2007 15 CONTACTOS Your Commission contacts Coordinator: Vittorio TONUTTI Projects Managers: Concepción PÉREZ CÁMARAS Piotr KASPRZYK Secretary: Carmen DURÁN Address: EUROPEAN COMMISSION EuropeAid Cooperation office Latin America Directorate Unit B2 “Centralised operations: Latin America” URB-AL Programme - J54 4/38 - B -1049 Brussels (Belgium) Phone: (32-2) 295 20 24 - Fax: (32 2) 292 10 18 http://ec.europa.eu/europeaid/projects/urbal/index_en.htm DELEGATION CONTACT Argentina Constanza AJA ESPIL Tel. (5411) 4805-3759 Constanza.aja-espil@ec.europa.eu — http://www.delarg.ec.europa.eu Bolivia Ivo HOEFKENS Tel. (591-2) 278 22 44 Ivo.hoefkens@ec.europa.eu — http://www.delbol.ec.europa.eu Brasil Gabriela ANTUNES Tel. (55-61) 248 3122 — Fax (55-61) 248 07 00 Gabriela.antunes@ec.europa.eu — http://www.delbra.ec.europa.eu/ Chile Joachim ROTH Tel. (56-2) 335 24 50 Joachim.roth@ec.europa.eu — http://www.delchl.ec.europa.eu Colombia: Gonzalo FOURNIER Tel. (57-1) 658-1150 Gonzalo.fournier@ec.europa.eu — http://www.delcol.ec.europa.eu Cuba Robert STEINLECHNER Tel.( 53-7) 204-0327 Robert.steinlechner@ec.europa.eu — http://www.deldom.ec.europa.eu Ecuador Roberto COGNO Tel. (593-2) 2523-912 Roberto.cogno@ec.europa.eu — http://www.delcol.ec.europa.eu El Salvador Martina HUBER Tel. (503) 2243-2424 — Fax (503) 2243-2525 Martina.huber@ec.europa.eu – http://www.delnic.ec.europa.eu Guatemala Carlos GONZÁLEZ Tel. (502) 2384-2500 Carlos.gonzalez@ec.europa.eu – http://www.delgtm.ec.europa.eu Honduras Vanesa VALLADARES Tel. (504) 231 19 65 — Fax (504) 239 99 94 Vanesa.valladares@ec.europa.eu – http://www.delnic.ec.europa.eu México Aurélie PANCERA Tel. (52) 55 40 33 45 Aurelie.pancera@ec.europa.eu — http://www.delmex.ec.europa.eu/ Nicaragua Susana FERNÁNDEZ Tel. (505) 270 44 99 — Fax (505) 270 44 84 Susana.fernandez-rodriguez@ec.europa.eu — http://www.delnic.ec.europa.eu Panamá - Costa Rica Maite MARTÍNEZ Tel. (507) 265-3223 (Panamá) y (506) 283-2959 (Costa Rica) Maite.martinez-pardo@ec.europa.eu — http://www.delcri.ec.europa.eu Paraguay Vera VALENTE Tel. (595-21) 20 60 69 — Fax (595-21) 21 39 75 Vera.valente@ec.europa.eu — http://www.delury.ec.europa.eu Perú José Luis ARTEAGA CÉSPEDES Tel.( 51-1) 212 11 35 Jose-luis.arteaga-cespedes@ec.europa.eu — http://www.delper.ec.europa.eu Uruguay Natividad Lorenzo Tel. (598-2) 19 44 01 26 natividad.lorenzo-sanmartin@ec.europa.eu — http://www.delury.ec.europa.eu Venezuela Jean-Charles FIEHRER Tel. (58-212) 991 51 33 Jean-charles.fiehrer@ec.europa.eu — http://www.delven.ec.europa.eu ",
        "16 urb-al info n° 24 / FIRST SEMESTER 2007 ADDRESS BOOK Information sources KQ-AB-07-024-EN-C N ETWORK 9 Local finance and participative budget Coordination: Prefeitura Municipal de Porto Alegre Contact: Clóvis Magalhães Adress: Programa URB-AL Rede 9 Siqueira Campos 1300 – Sala 609 CEP 90010-170 - Porto Alegre – RS Brasil Tel.: (55-51) 3289-3442 Fax: (55-51) 32 28 04 7 29 E-Mail: Urbal9@gpo.prefpoa.com.br – portella@gpo.prefpoa.com.br @ http://www2.portoalegre.rs.gov.br/urbal9/ N ETWORK 10 The fight against urban poverty Coordination: Prefeitura Municipal de São Paulo Contact: Sara Garcia Martins (coordinadora adjunta) Secretaria Municipal de Relações Internacionais Adress: Programa URB-AL Rede 10 Palácio Anhangabaú - Viaduto do Chá, 15 - 7o.andar CEP 01002-020 - São Paulo-SP Brasil Tel.: (55-11) 3107-0318 / 3113-8554 Fax: (55-11) 3113-8526 E-Mail: saramartins@prefeitura.sp.gov.br @ http://portal.prefeitura.sp.gov.br/secretarias/ relacoes_internacionais http://ww2.prefeitura.sp.gov.br//urbal/home.html N ETWORK 12 Promoting the role of women in local decision-making Coordination: Diputación Provincial de Barcelona Contact: Elisabeth Maluquer Gabinet de Relacions Internacionals Adress: Còrsega 300, pral. 1.ª E-08008 Barcelona Tel.: (34) 934 02 20 55 Fax: (34) 934 02 24 73 E-Mail: maluquerme@diba.cat @ http://www.diba.es/urbal12 N ETWORK 13 Towns and the information society Coordination: Freie Hansestadt Bremen Contact: Claire Klindt Adress: Office Network 13 Kreuzstrasse 72 D-28203 Bremen Tel.: (49-421) 3695-433 Fax: (49-421) 3695-425 E-Mail: claire@whitebalance.de @ http://www.bremen.de/urb-al/ N ETWORK 14 Citizens’ safety in towns Coordination: Municipalidad de Valparaíso Contact: Gustavo Paulsen Adress: Programa URB-AL Red 14 Blanco 1663 – Oficina 1002 Valparaíso Chile Tel.: (56-32) 93 95 71 Fax: (56-32) 93 95 72 E-Mail: red14@urbalvalparaiso.cl @ http://www.urbalvalparaiso.cl Observatory of EU-LA local decentralised cooperation Coordination: Diputación de Barcelona Contact: Agustí Fernández de Losada Passols Adress: Còrsega 300, pral. 1.ª E-08008 Barcelona Tel.: (34) 934 02 20 55 Fax: (34) 934 02 24 73 E-Mail: ocd.bcn@diba.es @ http://www.observ-ocd.org/ URB-AL Programme Document Centre Coordination: Ayuntamiento de Málaga Contact: Pedro Marín Cots Adress: Plaza de la Alcazaba, s/n Ed. Aparcamientos E-29012 Málaga Tel.: (34) 952 60 27 77 Fax: (34) 952 22 30 92 E-Mail: info@omau-malaga.com @ http://www.centrourbal.com/ "
    ]
}