{
    "text": [
        "",
        "DIRECTORATE GENERAL FOR INTERNAL POLICIES POLICY DEPARTMENT C: CITIZENS' RIGHTS AND CONSTITUTIONAL AFFAIRS WOMEN’S RIGHTS & GENDER EQUALITY Gender Equality Policies in Croatia - Update STUDY Abstract This study was commissioned by the European Parliament's Committee on Women’s rights and Gender Equality (FEMM). It provides an overview of gender equality policies in Croatia. Apart from providing the history of institutional and political development in Croatia in this area, it illustrates in particular issues related to gender equality in the labour market and employment, women entrepreneurs, women in decision-making positions, policies against violence against women, reconciliation of private and professional life, gender stereotypes, sexual health and rights, economic independence for women and men, pay and pension gap, as well as national policies on eradication of gender based violence. PE 596.803 EN ",
        "ABOUT THE PUBLICATION This study was requested by the European Parliament's Committee on Women’s rights and Gender Equality (FEMM) and commissioned, overseen and published by the Policy Department on Citizens’ Rights and Constitutional Affairs. Policy departments provide independent expertise, both in-house and externally, to support European Parliament committees and other parliamentary bodies in shaping legislation and exercising democratic scrutiny over EU external and internal policies. To contact the Policy Department on Citizens’ Rights and Constitutional Affairs or to subscribe to its newsletter please write to: poldep-citizens@ep.europa.eu Research Administrator Responsible Martina SCHONARD Policy Department C: Citizens’ Rights and Constitutional Affairs European Parliament B-1047 Brussels E-mail: poldep-citizens@ep.europa.eu AUTHORS Nada BODIROGA-VUKOBRAT, Faculty of Law, University of Rijeka, Croatia Adrijana MARTINOVIĆ, Faculty of Law, University of Rijeka, Croatia LINGUISTIC VERSIONS Original: EN Manuscript completed in July 2017 © European Union, 2017 This document is available on the internet at: http://www.europarl.europa.eu/supporting-analyses DISCLAIMER The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the publisher is given prior notice and sent a copy. ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 3 CONTENTS LIST OF ABBREVIATIONS 4 LIST OF TABLES 5 LIST OF BOXES 5 LIST OF FIGURES 5 EXECUTIVE SUMMARY 6 GENERAL INFORMATION 8 1. DEVELOPMENT OF POLITICAL, LEGAL AND INSTITUTIONAL FRAMEWORK FOR GENDER EQUALITY 10 2. SPECIFIC TOPICS 15 2.1. Gender equality and labour issues 15 2.1.1. Gender equality in the labour market and employment 15 2.1.2. Reconciliation of private and professional life 18 2.1.3. Economic independence for women and men 20 2.1.4. Pay and pension gap between women and men 21 2.2. Women entrepreneurs 24 2.3. Women in decision making positions 26 2.3.1. Participation in political life 26 2.3.2. Economic decision-making 26 2.4. Violence against women (domestic, sexual, and other forms of violence) 28 2.4.1. Domestic violence 28 2.4.2. Sexual violence 31 2.4.3. Other forms of violence against women 31 2.4.4. National policies on eradication of gender-based violence 32 2.5. Breaking down gender stereotypes 33 2.5.1. Gender stereotypes in media 33 2.5.2. Gender stereotypes in sports 34 2.5.3. Gender stereotypes in education 35 2.5.4. Gender stereotypes in culture 35 2.6. Sexual health and rights 36 3. CONCLUSIONS 38 REFERENCES 40 ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 4 LIST OF ABBREVIATIONS EU European Union EUR Euro HRK Croatian Kuna HRT Croatian Radio Television LFS Labour Force Survey LTD Limited liability company JSC Joint stock company MP Member of Parliament NGO Non-governmental organisation SME Small and medium-sized enterprises TEA Total early stage entreprenurial activity UN United Nations ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 5 LIST OF TABLES TABLE 1 Basic population, labour market and social indicators 9 TABLE 2 Labour market indicators (activity rate, employment/population ratio, unemployment rate), 2014-2016 (%) 16 TABLE 3 Gender distribution of persons employed in legal entities in selected activities and women’s salaries as percentage of men’s in 2015 22 TABLE 4 Hourly earnings per gender and sector of ownership in 2012 23 TABLE 5 Entrepreneurial activity in Croatia according to gender, measured by TEA indicator 25 LIST OF BOXES BOX 1 Gender Equality Committee of the Croatian Parliament 11 BOX 2 Ombudsperson for Gender Equality 12 BOX 3 Office for Gender Equality 12 LIST OF FIGURES FIGURE 1 Institutional framework for implementation of gender equality policies in the Republic of Croatia 13 FIGURE 2 Entrepreneurial ownership structure of companies in the Republic of Croatia, according to gender (in 2015) 24 FIGURE 3 Gender structure in management boards of the companies (private limited companies and joint stock companies) 27 FIGURE 4 Gender structure in supervisory boards of the companies (private limited companies and joint stock companies) 28 ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 6 EXECUTIVE SUMMARY Background The key to achieving true gender equality in practice lies in effective implementation of gender equality policies and targeted legislative instruments and measures. Gender equality is an overarching principle of the democratic and social legal order of the Republic of Croatia. Gender equality issues permeate all spheres of life. The fundamental policy instrument for combating gender discrimination in the Republic of Croatia is the National Policy for the Promotion of Gender Equality, which is adopted and implemented in continuous five-year periods. However, given the period of political instabilities and crisis in the functioning of the coalition government during 2016 and 2017, the new national gender equality policy, which was supposed to be drafted and adopted in 2016, is still in the process of preparation. The Working Group which consists of representatives of various state bodies, county gender equality commissions, NGOs and independent experts was established in 2015. Before adoption by the Croatian Parliament, the final draft of the new policy will have to be submitted for public consultation, in accordance with the 2009 Codex of public consultation in the procedures of adoption of laws, regulations and other acts and the 2010 Guidelines for Application of the Codex. In the best-case scenario, the new policy will be adopted in the last quarter of 2017. It shall cover the period from 2017 to 2020, leaving an intermission in the application of gender equality policies in 2016 and the most of 2017. Gender equality is about empowerment, participation, equal access and equal opportunities. The political will and commitment to gender equality issues is evident from a number of policies, actions and measures, as well as legislative instruments, primarily the Gender Equality Act. However, promoting gender equality requires concerted efforts and has to be complemented by a number of flanking policies and strategies, mainly family policies, social policies, as well as labour market and economic policies. Recognising a gender dimension in various fields and promoting gender mainstreaming in all policies therefore has to be a priority in the upcoming period. More determination and efforts are needed to ensure that all state, regional and local authorities understand and combat gender discrimination within the scope of their activities. Rooting out traditional attitudes and prejudices about gender roles in the society is particularly important for the elimination of gender stereotyping and sexism in general. Unfortunately, many issues in the Croatian society are still not recognised as gender equality issues (primarily economic independence, which has spill-over effects throughout a person’s life) and some are too politicised (such as reproductive rights of women). Economic issues predominate in the public and political debate, but the awareness about the importance of gender equality for economic growth is still low. It is therefore extremely important to constantly question the existing policy and legislative frameworks for combating discrimination and to adapt them to resolve particular problems which are revealed in their practical implementation, in accordance with the international standards. Aim The aim of this in-depth analysis is to provide an overview of development of gender equality policies in the Republic of Croatia. It analyses the strategic, legislative and institutional framework for implementation of the principle of gender equality in various fields of public and private life. It highlights specific issues and assesses the current ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 7 situation, relying on the relevant statistical data and independent research, where available. It identifies existing gaps and challenges which require further attention and more efforts to achieve desired objectives of the gender equality policies. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 8 GENERAL INFORMATION KEY FINDINGS  Gender equality is proclaimed as one of the highest values of the Croatian constitutional order and a ground for interpretation of the Constitution.  The existing constitutional, legislative and strategic framework aims to create an environment of equal opportunities for both genders and strengthen equality between women and men in all spheres of public and private life.  Achieving gender equality in practice is a continuous effort. Unbalanced distribution of social, political and economic power and resources between men and women is evident from the relevant indicators and results in a less favourable position of women in a number of areas, especially labour market and economy. The Republic of Croatia is a constitutional parliamentary democracy with a population of 4.3 million. The government is organised on the principle of separation of powers into legislative, executive and judicial branches, and limited by the constitutionally guaranteed right to local and regional self-government. The administrative division includes 20 counties and the City of Zagreb (regional level), and 128 cities and 428 municipalities (local level). The Croatian legal system is a civil law system, characterized by a hierarchy of legal norms, whereby laws must comply with the Constitution, and other regulations must comply with laws and the Constitution. Anti-discrimination legislation is organised around three main levels of protection: the Constitution (prohibition of discrimination and gender equality guarantee), special horizontal anti-discrimination laws (Anti-Discrimination Act and Gender Equality Act) and other laws containing anti-discrimination provisions. Article 3 of the Constitution of the Republic of Croatia proclaims gender equality, along with freedom, equal rights, national equality, peace-making, social justice, respect for human rights, inviolability of ownership, conservation of nature and the environment, the rule of law and a democratic multiparty system, as one of the highest values of the Croatian constitutional order and a ground for interpretation of the Constitution. Gender equality is reinforced in Article 14 of the Constitution, which stipulates that everyone in Croatia shall have rights and freedoms, regardless of race, skin colour, sex, language, political or other opinion, national or social origin, property, birth, education, social status or other characteristics (general equality provision with a non-exhaustive enumeration of prohibited discriminatory grounds). The Gender Equality Act and Anti-Discrimination Act explicitly prohibit sex discrimination. The Gender Equality Act specifically aims at protection and promotion of gender equality as a fundamental value of the Croatian constitutional order and defines and regulates methods of protection against discrimination based on sex, while also creating equal opportunities for men and women (Article 1 Gender Equality Act). The Anti-Discrimination Act is a horizontal, ‘umbrella’ act in the field of prohibition of discrimination and creation of equal opportunities, and includes an exhaustive list of 21 prohibited discriminatory grounds (sex, race, ethnic origin, skin colour, language, religion, political or other opinion, national or social origin, property, trade union membership, education, social status, ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 9 marital or family status, age, health, disability, genetic heritage, gender identity and expression and sexual orientation; Article 1(1) Anti-Discrimination Act). The international legal obligations in the field of gender equality arise from international agreements which have been concluded and ratified in accordance with the Constitution and form part of the domestic legal order. As an EU Member State, Croatia is dedicated to promoting EU gender equality policies and implementing the EU gender equality acquis . Table 1: Basic population, labour market and social indicators Area 56 594 km 2 Population (2011 Census) 4 284 889 Population density (per km 2 ) 75.7 Official language Croatian Currency Croatian Kuna (HRK) Average age of population men 40.5 women 44.1 Life expectancy at birth men 73.8 women 79.9 Working age population 3 558 000 Persons in employment 1 579 000 Employment/population ratio average 44.4 % women 38.5 % Activity rate average 51.3 % women 45.2 % Registered unemployment rate average 13.4 % women 14.8 % Source: Croatian Bureau of Statistics ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 10 1. DEVELOPMENT OF POLITICAL, LEGAL AND INSTITUTIONAL FRAMEWORK FOR GENDER EQUALITY KEY FINDINGS  Over the years, the Republic of Croatia has developed a solid policy and legal framework aimed at establishing gender equality, based on international standards and obligations. It is primarily directed towards empowering of women in order to achieve effective realisation of equal opportunities in practice.  The National Policy for the Promotion of Gender Equality establishes strategic objectives and areas of action with targeted timeframes, indicators of achievement and bodies responsible for implementation of gender equality policies.  Mobilisation of all stakeholders at local, regional and national levels, better coordination and partnership between them and enhanced accountability mechanisms are needed in the future in order to ensure that the existing gaps and challenges are addressed in a timely and adequate manner, and that the legislative and policy responses to existing inequalities are not just symbolic standards. The Beijing Declaration and the Platform for Action adopted at the UN Fourth World Conference on Women held in 1995 in Beijing provided an impetus for the creation of the first institutional mechanism for the promotion of gender equality in Croatia. The Commission for Equality Issues, established in 1996 and renamed in 2000 as the Gender Equality Commission , was the Government’s advisory and coordination body, composed of the representatives of Ministries and other state authorities. It prepared the first National Policy for the promotion of Equality in 1997, as well as the first regular periodic report on the implementation of the UN Convention on elimination of all forms of discrimination against women to the UN in 1995. It ceased with its operations in 2004, when the Office for Gender Equality was created as a special administrative and technical service of the Government. The National Policy for the Promotion of Gender Equality is the basic strategic document of the Republic of Croatia adopted for the purpose of eliminating discrimination against women and establishing true gender equality by implementing a policy of equal opportunities. The first National Policy for the Promotion of Equality, adopted in 1997 , contained an assessment of facts, goals and measures to be achieved in the following crucial areas: women’s human rights, institutional mechanisms for the promotion of the position of women, women in decision-making positions, women and health, education and vocational training of women, women as victims of violence, women in economic life and women in war. It was strongly rooted in the idea of women empowerment, and it served as a model for the development of future national policies, but it failed to produce any significant effects. In 2001, the Gender Equality Committee of the Croatian Parliament was created. ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 11 Box 1: Gender Equality Committee of the Croatian Parliament The second National Policy for the Promotion of Gender Equality for the period 2001-2005 was adopted in December 2001 and it represents a turning point in terms of inclusion, cooperation and consultation with NGOs active in the promotion of gender equality and human rights. Its proclaimed goals included the promotion of women’s rights in all spheres of activities, raising the awareness of women in all areas on their real position and on the need to harmonise it with basic human standards, creating preconditions for an efficient solution of identified problems, and providing support to women in enforcing their rights. The Policy identified three priority areas in which women needed to be guaranteed full enforcement of their rights: family, working environment and society. Priority tasks included: gathering of data on the situation of women’s rights in Croatia, education of women in all areas and all levels of society, forming a network of commissions and fostering their cooperation, ensuring financial means for implementation of the programme tasks, planning the promotional activities on all levels, designing the legal framework for enforcement of women’s rights, and encouraging media activity with the goal of raising awareness in public on women’s rights. The first Gender Equality Act was adopted in 2003 , but in 2008 it was abolished by the Constitutional Court of the Republic of Croatia due to formal inconsistency – because it was not adopted with the required majority in the Parliament. The Gender Equality Act falls, namely, in the category of ‘organic’ laws which elaborate constitutionally established human rights and fundamental freedoms and should therefore be adopted by a majority vote of all MPs. However, during the time the Act was in force, important institutional framework for combating discrimination based on gender was created, with the appointment of the Ombudsperson for Gender Equality in 2003 and the establishment of the Government’s Office for Gender Equality in 2004. The Committee was established in 2001 as one of the working bodies in accordance with the Standing Orders of the Croatian Parliament. It has a chairperson, a deputy chairperson, 11 members from among the ranks of Members of Parliament, and additional 3 members appointed from among non-governmental organisations, scientific and expert institutions engaged in the promotion of gender equality and protection of human rights. The Committee’s tasks and powers are prescribed in the Standing Orders of the Parliament, and involve establishing and monitoring the policy implementation. In the legislative and other procedures for the adoption of laws and other regulations it acts as the competent working body in matters which include promotion and monitoring the enforcement of the principle of gender equality. It encourages the signing of international instruments on gender equality and monitors their application. It participates in drafting, implementing and analysing the achievements of the National policy for gender equality. It cooperates with relevant stakeholders and defines measures and activities aimed at promoting gender equality rights. Its other activities include proposing programmes with measures for elimination of gender discrimination, encouraging equal representation of both sexes in working bodies and parliamentary delegations, preparing draft legislation and other acts on gender equality and introducing the principle of gender equality in education, health care, public information, social policy, employment, entrepreneurship, decision-making processes, family relations and other areas. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 12 Box 2: Ombudsperson for Gender Equality Box 3: Office for Gender Equality The third National Policy for the Promotion of Gender Equality covered the period from 2006 to 2010 and it relied on the positive outcomes of two prior policies, addressing the observed difficulties and shortcomings in their implementation and concentrating on the actual possibilities of application of measures and activities, both in terms of content and the necessary timeframe. General objectives of this Policy included the promotion and protection of women’s human rights, creation of equal opportunities in the labour market, introduction of gender sensitive education, balanced participation of men and women in decision-making, eradication of all forms of violence against women, improvement of health protection of women, and further enhancing of institutional mechanisms and methods of enforcing the policy of equal opportunities. Following the Constitutional Court’s decision to repeal the 2003 Gender Equality Act, the new Gender Equality Act was adopted to replace it in 2008 . The new Act did not only cure the formal defect, but it has also introduced several substantive changes. It was additionally aligned with the relevant international standards and EU law. It has extended Office for Gender Equality was established in 2004 as an administrative and technical service of the Government in charge of specialised and administrative affairs aimed at achieving gender equality. Its mission is to coordinate all activities with a view of establishing gender equality in the society, to create conditions for the promotion of gender equality, and to monitor implementation and efficiency of the Gender Equality Act and National Policy for the Promotion of Gender Equality. One of its most important tasks includes the preparation of the National Policy for the Promotion of Gender Equality, but it is also authorised to propose necessary legislative and policy changes in the field of gender equality to the Government, as well as to conduct studies and analyses, to actively promote gender equality and to cooperate with civil society organisations, international and regional organisations. It is also in charge of coordinating the work of county level gender equality commissions. Ombudsperson for Gender Equality is an independent body in charge of combating discrimination based on sex, marital and family status, pregnancy and maternity, sexual orientation and gender identity. In addition to receiving and acting upon citizens' complaints about discrimination on grounds within her/his purview, the Ombudsperson monitors the enforcement of the Gender Equality Act and other laws and regulations regarding implementation of gender equality principles. The Ombudsperson is authorised to investigate individual complaints prior to the legal proceedings and to conduct, with the consent of the parties involved, a mediation process with a possibility to reach an out-of-court settlement. In addition, the Ombudsperson collects and analyses statistical data on cases of sexual discrimination, and conducts independent surveys, whose results serve as a valuable contribution to and a platform for the promotion of gender equality in Croatia. The increasing workload of the Ombudsperson for Gender Equality (especially regarding individual complaints; about 300 – 400 annually) shows the relevance of this office. In addition, the Ombudsperson for Gender Equality issues numerous recommendations, suggestions and warnings ex officio . The Ombudsperson is appointed and may be relieved of duty by the Croatian Parliament. ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 13 the grounds of prohibition of discrimination in the field of employment and labour, introduced a system of gender quotas for elections at all levels, improved the area of judicial protection against discrimination, and redefined the powers of Ombudsperson for gender equality, an independent body for combating discrimination in the area of gender equality. The Gender Equality Act lays down a general framework for the protection and promotion of gender equality as a fundamental value of the constitutional order of the Republic of Croatia and it defines and regulates the method of protection from discrimination on grounds of sex and establishment of equal opportunities for women and men. It defines the terms gender equality, direct and indirect discrimination, harassment and sexual harassment, and victimisation. It prohibits discrimination based on sex, marital or family status, pregnancy and maternity, and sexual orientation in political, economic, social, cultural, civil and other areas of life. It provides the basis for the introduction of specific measures as a form of special benefits enabling persons of a specific gender to have equal participation in public life, eliminating existing inequalities or ensuring them rights they were denied in the past. It prescribes specific obligations aimed at combating discrimination and promoting equality in matters of employment and occupation, education, political life, media and gathering statistical data. Entities in charge of enforcement of the Act include Office for Gender Equality, Ombudsperson for Gender Equality, gender equality coordinators in state administration bodies and state administration offices in counties, and gender equality commissions at regional and local level. Figure 1: Institutional framework for implementation of gender equality policies in the Republic of Croatia CROATIAN PARLIAMENT GOVERNMENT OF THE REPUBLIC OF CROATIA STATE ADMINISTRATION OFFICES IN COUNTIES Gender Equality Committee Ombudsperson for Gender Equality Office for Gender Equality State Administration Bodies Gender Equality Coordinators Gender Equality Coordinators UNITS OF LOCAL AND REGIONAL SELF-GOVERNMENT County Gender Equality Commissions City and Municipal Gender Equality Commissions Source: Office for Gender Equality, 2017. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 14 The fourth National Policy for the Promotion of Gender Equality was adopted in 2011, for the period from 2011 to 2015 . It redefines the national priorities and modes of implementation, focusing on special measures in line with the altered social and political circumstances and the progress achieved. In addition to the general objectives identified in the previous policy, it contains a chapter on international affairs, which was included not only to meet assumed commitments but also to facilitate the implementation of numerous activities aimed at establishing and developing cooperation with the most important international and regional mechanisms and organisations, including the UN WOMEN – the United Nations Entity for Gender Equality and the Empowerment of Women, as well as at promoting knowledge about the policies of the EU and the Council of Europe in this area. Unfortunately, it excludes the chapter on Women and Health, which is claimed to be the part of other strategic plans and programmes of the Ministry of Health. The work on the drafting of the Fifth National Policy for the Promotion of Gender Equality started with the formation of the Working Group in 2015. However, due to political and governmental crisis throughout 2016 and the first half of 2017, the composition of the Working Group changed several times and the work is still in progress. Given the delay, it is decided that the Fifth National Policy will cover the period from 2017 to 2020, instead of the previously planned 2016. This unfortunate time gap between the policies will certainly reflect negatively on the continuity of gender equality policies. ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 15 2. SPECIFIC TOPICS KEY FINDINGS  Although all of the analysed topics are covered by strategic documents and plans of action, the progress in many areas is still slow and unsatisfactory.  The analysed situation points to the need to intensify the work on finding better targeted solutions to the observed problems and to raise effectiveness of measures and accountability of all entities involved in combating gender discrimination.  Violence against women is one of the main areas which requires additional attention and urgent reversal of negative trends, as these seem to be partly due to inability of the competent institutions to effectively deal with cases of domestic or gender-based violence. 2.1. Gender equality and labour issues 2.1.1. Gender equality in the labour market and employment Legal framework for the protection against discrimination in the labour market and employment is laid down primarily in the Gender Equality Act and the Labour Act. The Gender Equality Act prohibits discrimination in the field of employment and occupation in the public or private sector, including state authorities, in relation to: conditions for access to employment, self-employment or to occupation, selection criteria and recruitment conditions; promotion; access to all types and to all levels of education, professional guidance, vocational training and re-training; employment and working conditions; all occupational benefits, including equal pay; membership of and involvement in professional organisations; balance between a professional and private life; pregnancy, giving birth, parenting and any form of custody. Job advertisements should include a clear indication that persons of both sexes may apply. The Labour Act of 2014 guarantees extensive labour protection to pregnant women, parents and adoptive parents, including the prohibition of dismissal and the right to reinstatement to former or an equivalent position after the expiry of maternity, parental or adoptive leave and the right to benefit from any improvement of working conditions during the absence from work. The employer may not refuse to employ a woman due to her pregnancy or offer her the conclusion of an amended employment contract under less favourable conditions on the grounds of her pregnancy, recent childbirth or breastfeeding. Employers are prohibited from requesting any information whatsoever about pregnancy, unless the worker personally demands for a particular entitlement provided for by laws, regulations and administrative provisions aimed at protecting pregnant workers. Despite the relatively advanced legislative framework for the protection against discrimination, evidence shows how vulnerable the position of women in the labour market actually is. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 16 Three major factors dictate the level of participation of women in the labour market: negative labour market trends, unequal division of care responsibilities based on ‘traditional’ gender roles, and gender segregation in the labour market to ‘male’ and ‘female’ professions, which is also connected with gender stereotyping in education and recruitment processes. The Croatian labour market in general is among the weakest in the EU, with high unemployment and low employment rates. Statistically, women make 51.7 % of the total population in the Republic of Croatia and 64.4 % in the working age cohort (15 – 64 years of age). 1 However, the share of women among inactive population is revolving around 58 to 59 %, and activity rate of women is approximately 45 to 46 %. The position of elder female workers is especially vulnerable: less than one third of women over 54 years of age participate in the labour market. Table 2: Labour market indicators (activity rate, employment/population ratio, unemployment rate), 2014-2016 (%) Indicator TOTAL (%) Women (%) Men (%) 2014 2015 2016 2014 2015 2016 2014 2015 2016 Activity rate (active population as % of working age population (15-64)) 52.4 52.7 51.4 46.4 46.8 45.5 58.9 59.1 57.8 Employment/population ratio (persons in employment as % of working age population) 43.3 44.1 44.6 38.0 38.9 39.2 49.2 49.9 50.6 Unemployment rate (LFS, unemployed persons as percentage of active population) 17.3 16.3 13.3 18.3 17.0 14.0 16.5 15.7 12.8 Source: Croatian Bureau of Statistics The Report of the Ombudsperson for Gender Equality for 2016 indicates that the level of education is an important factor influencing the employment rate of women. There are more women graduates from institutions of higher education (59.1 % of women in comparison to 40.9 % of men in 2014) and more women are enrolled in postgraduate specialist and doctoral studies (63.5 % and 57.3 % respectively in academic year 2014/15). These statistics reveal the generally unfavourable position of women in the labour market, although their educational level is generally higher than that of male population. Nevertheless, women with tertiary level of education have more chances to find and keep the job than their male counterparts. However, women are more likely to be employed under flexible, and more insecure, working arrangements. In 2016, the share of 1 Mid-2014 estimates, Croatian Bureau of Statistics, Women and Men in Croatia 2016. ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 17 men on temporary contracts in total employment was 17.6 %, whereas the share of women was 19.7 %. In the same period, the share of men employed on part-time basis in total employment was 4.4 %, as opposed to 7.1 % of women. About one third of the inactivity among Croatian women in the broad age bracket 45 – 59, which is well above the EU average, 2 can be explained by the traditional division of gender roles in family life. Women (mothers, grandmothers) predominantly take on childcare responsibilities. The lack of systematic nation-wide policy approach to childcare and considerable regional discrepancies in availability of childcare facilities perpetuates this tradition. Similar situation exists regarding the long-term care and care for dependent relatives. There is no coherent long-term policy, tax or social benefits targeted at assisting families who have to take care of their dependent relatives. To date, there are no effective policies and instruments designed to enhance flexibility of working arrangements to balance work and care responsibilities. In many cases, women of prime working age or approaching retirement are forced to take advantage of the relatively lenient early retirement conditions, and exit the labour market, often involuntarily. Gender segregation is also a prominent feature of the Croatian labour market. Out of 19 industry sectors only 5 are relatively gender balanced, meaning that the share of either sex does not exceed 55 %. The most favourable ratio of employed women and men is in the sector of professional, scientific and technical activities, with 51.8 % of men as opposed to 48.2 % of women. In 14 sectors one sex is either significantly underrepresented (share of one sex above 70 %) or manifestly underrepresented (share of one sex between 55 to 70 %). There are traditionally ‘male’ industries (such as construction, mining, water supply and wastewater management, where the share of women is from 11.1 %, 12.5 % to 19.7 %), and ‘female’ industries (such as healthcare and social welfare or education, with the share of women 78.3 % and 77.4 % respectively). These differences reflect not only educational patterns and choices, but also gender stereotyping in education and employment. For example, at higher education level, the share of women among graduate students is 15.5 % in computer science or 16.1 % in engineering, while at the same time there are 67.9 % of female graduates in business and administration and astounding 94.4 % in the educator/teacher profession or 94.8 % in social welfare services. At the same time, as highlighted in the 2016 Report of the Ombudsperson for Gender Equality, underrepresentation of employees of certain sex in specific sectors does not correspond to the number of unemployed persons of the same sex in that particular sector. For example, in the sector of water supply and wastewater management the share of employed women is 19.7 %, whereas the share of unemployed women with qualifications for that sector is 35.5 %. In the sector of agriculture, forestry and fishing, the share of employed women is 26.6 %, while the share of unemployed women is 45.5 %. 3 This may be due to gender stereotyping and prejudices in recruitment processes. Policy documents in the field of labour market and employment aim to reverse these trends. The Guidelines for development and implementation of active labour market policies in the Republic of Croatia 2015 – 2017 recognize the increase of participation of women in the labour market as one of its overarching priorities and objectives. Measures and instruments designed to achieve gender equality are directed at enhancing women entrepreneurship, gender balanced education and employment opportunities, accessible, high quality and flexible care for children and elderly in order to enhance work-life balance. However, the analysis of the measures implemented in 2016 conducted by the 2 European Commission (2017). 3 Ombudsperson for Gender Equality (2017a). ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 18 Ombudsperson for Gender Equality shows that the share of men benefiting from labour market interventions is still higher than the share of women beneficiaries. 4 This means that better targeted measures are needed. The persistence of gender inequalities in employment is also evidenced by the number of individual complaints received by the Ombudsperson for Gender Equality. Almost a quarter of all individual complaints in 2016 (23.5 %) concerned discrimination or harassment in the area of work and working conditions, which is a slight decrease compared to the previous year (30 %). Majority of complaints in this field is filed by women (65 % in 2016). 2.1.2. Reconciliation of private and professional life As a result of gender stereotypes and traditional attribution of gender roles in family life, the primary responsibility for family and household tasks falls on women. Housework, child and elderly care are predominantly women’s duties. Although the attitudes are changing (almost the same percentage (47 %) of both men and women in a recent study considers that both genders should assume equal share of responsibility for the housework), when it comes to the practical division of tasks, women perform the majority of housework. 5 Preliminary results of another research showed that majority of women spend the same number of hours on routine housework tasks daily, as their partners do on a weekly basis. 6 Women’s working day does not end after they come home from work, it just transforms into a type of unpaid work. There is a difference in attitudes whether child raising should be primarily women’s task: about one third of males, as opposed to one fifth of females believe that women should be primarily in charge of raising children. 7 Attitudes are reflected in the division of tasks: women usually spend more than twice of their time daily on child care responsibilities in comparison to men. 8 Traditional families with both parents are predominant in Croatia. Croatia has the lowest proportion of lone parents or single adults with children: 5 % of all households with dependent children, which is well below the EU average of 20 %. 9 However, they are in a vulnerable position and exposed to risk of discrimination and less favourable treatment as opposed to families with two parents, for example when it comes to access to childcare facilities in some municipalities. The share of family/children benefits in Croatia is also below the EU average of 651 EUR per inhabitant, and at 155 EUR per inhabitant stands at the lower end of the scale, representing only 7.2 % of the total social benefits costs. 10 The share of severely materially deprived people in Croatia is above EU average. In 2016, 12.5 % of people could not afford at least four of the following items, which are considered by most people to be desirable or necessary to lead an adequate life: pay their bills; keep their home adequately warm; face unexpected expenses; eat meat regularly; take a one-week holiday away from home; 4 Ombudsperson for Gender Equality (2017b). 5 Bertek, Dobrotić (2016). 6 Research “Impact of gender division of family responsibilities and housework on professional life of employed women”, Ombudsperson for Gender Equality (2016). 7 Bertek, Dobrotić (2016). 8 Research “Impact of gender division of family responsibilities and housework on professional life of employed women”, Ombudsperson for Gender Equality (2016). 9 Eurostat. 10 Eurostat. ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 19 own a TV; a washing machine; a car; a telephone. 11 Social safety nets are therefore inadequate to guarantee decent living conditions. Supportive measures for a balanced private and professional life are not satisfactory either. Only 9.5 % of children under three years of age have formal childcare. The fact that nine out of ten children in this age group are not included in some sort of formal organized childcare is not a result of voluntary decisions of parents, but the lack of available childcare facilities. The problem of availability is especially acute in nurseries (for children under three years of age). The situation improves when children reach three years of age, as 46.4 % of children from three years to minimum compulsory school age are involved in formal childcare. However, women in Croatia who have a job usually cannot afford to stay at home until the child reaches three years of age, because after the paid parental leave expires, the only option is to take unpaid leave until the child reaches three years of age. This does not only mean that families would be left with only one salary (usually not enough to cover the living costs), but that such a long career break could have a negative impact on a woman’s position in the labour market. Informal childcare is therefore usually the task of grandmothers or women who are hired by parents in the sphere of shadow economy. A survey conducted in 2015 showed that the better the coverage of formal childcare is, the larger is the share of employed women in relation to employed men. 12 There are large regional disparities: in the City of Zagreb, there are 10.4 employed women to 10 employed men, whereas the Croatian average is 8 women to 10 employed men. The average employment rate of women falls proportionally with the number of children, at a faster pace than the average employment rate of men. In families with two children, where the younger child is under 6 years of age, employment rate of women was 67.8 % compared to 86.5 % employment rate of men; and in families with three or more children, where the youngest child is under three years of age the employment rate of women was 51.1 % to 77.4 %. 13 At the same time, more women than men in families with children are employed part-time, which corresponds with the overall trend of part-time employment in the labour market. Maternity and parental leave, as forms of maternity and parental benefits, are used primarily by women. In 2016, only 158 or 0.24 % men have taken maternity leave (until the child turns six months of age). In the same period, only 1 930 or 4.42 % men have taken parental leave (after the child turns six months), which is even less than in the previous year. Experience shows that apart from gender roles, financial reasons are also important part of the decision which parent will take the leave. 14 Men who earn less than their female partners are more inclined to take parental leave, since the financial compensation during parental leave is capped. A recent research regarding the balance between professional and family life showed that twice as many women always give priority to family matters over professional life in comparison to men. On the other hand, gender situation is reversed when it comes to prioritising work over family obligations: more than twice as many men as women always give priority to work. About one third of respondents of both sexes declared that they are able to balance both obligations. 15 11 Eurostat. 12 Bertek, Dobrotić (2016). 13 Eurostat. 14 Ombudsperson for Gender Equality (2017a). 15 Bertek, Dobrotić (2016). ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 20 Croatia has not yet developed a suitable legislative framework for balancing private and professional in the sphere of labour market. There are no flexible working-time arrangements, job-sharing or remote work possibilities specifically designed for working parents. The possibility of flexible working-time arrangements is prescribed for certain categories of workers and it is unrelated to maternity or parental responsibilities. Readjusting working-time patterns is basically the employer’s prerogative and it is conditioned on the nature of the work. Flexible working hours, i.e. non-application of the standard provisions on working time, night work, daily and weekly rest are prescribed for certain categories of workers, where working time is impossible to measure or set in advance or where workers determine working hours independently due to the specific nature of the work (managers, employed family members living in a joint household with the employer etc.). Apart from that, the only form of flexibility in labour relations is prescribed for parents of children with disabilities or long-term illness (part-time work or leave of absence for a longer period). Taking part-time parental leave or part-time work, as well as a breastfeeding break are arguably the only flexible measures for working mothers, but they are designed as forms of parental benefits, not as labour market policy measures. Available research shows a significant correlation between reconciliation measures and labour market position of women. 16 However, there are still no effective reconciliation measures in Croatia, and the majority of measures in the field of family policies are of a compensatory nature, with a limited populistic and demographic reach. 2.1.3. Economic independence for women and men The question of economic independence is equally important for both men and women. Equal access to economic resources, and gender equality in economic life are prerequisites for economic growth and competitiveness. Several indicators can be used to evaluate economic independence of men and women in Croatia: the rate of their participation in the labour force, part-time and temporary work, the quality of work performed, income from work and exposure to risk of poverty. All of these indicators show unfavourable position of women. Although the share of women in total population is 51.7 %, activity rate of women is only 46.4 %. Employment rate of men is by 10 percentage points higher than employment rate of women. 17 In the long run, gender inequalities in the labour market translate into a higher risk of economic dependence, and ultimately poverty for women in old age. 34.4 % of women in the age cohort 65+ are exposed to poverty and social exclusion, compared to 28.2 % of men in the same cohort. Both part-time and temporary employment rise faster for women, on average by 2-3 percentage points in comparison to men. Part-time employment is not very widespread in Croatia. In the last decade, part-time employment rate revolves around 5 – 7 % (in 2016, it was 5.6 % on average). However, women are more likely to be employed part-time (in 2016, the share of part-time employment of women was 7.1 %, in comparison to 4.4 % men). Involuntary part-time employment is higher for men, because 35.7 % males declare that the main reason for part-time employment is because they could not find full-time job, as opposed to 27 % 16 E.g. Jugović (2016), Dobrotić (2015), Dobrotić, Matković, Zrinščak (2013), Dobrotić, Matković, Baran (2010). 17 European Commission (2017). ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 21 females. On the other hand, women are up to five times more inclined to take part-time job because of the obligation to look after children or incapacitated adult family members. 18 This shows that the majority of family responsibilities still falls on women and it is mostly in the sphere of unpaid work. In addition, women have more limited possibilities of transition from part-time to full-time work. 19 Unlike part-time employment, temporary employment is on the rise, and it almost doubled in the last decade. In 2016, temporary employment peaked at 19.3 % of total employment (20.2 % for women, 18.4 % for men). Job creation relies almost exclusively on temporary employment. Over 90 % of all new employment in 2016 was temporary employment, with the share of women around 55 %, and the trend continues in 2017. 20 Women are in majority among unemployed persons (56.1 % in 2016). Unemployment especially affects young women from 20 to 29 years of age and women over 50 years of age. One out of four unemployed women is over 50 years of age. The level of education has a significant impact on employability of women. The share of employed women rises with the level of education. Average employment gender gap is around 10 percentage points for those with lower educational level (less then primary, primary and lower secondary education; and upper and postsecondary education). However, at tertiary level of education, the employment gender gap is reduced to 2 percentage points. 21 Economic empowerment of women in self-employment is also one of the crucial fields of action for achieving economic independence. There are less women than men in self- employment across all age groups. The main targets of the Strategy of Women Entrepreneurship Development in the Republic of Croatia 2014 – 2020 include increasing the share of women entrepreneurs (to 32 % women owners of companies and 38 % owners of crafts) and to increase the share of women entrepreneurs in the amount of used financial incentives to 40 % by the year 2020. The unadjusted gender pay gap is lower than the EU average (10.4 % in 2015). However, combined with the earlier exit of women from the labour market, this factor also has a significant impact on economic independence. Expected duration of working life for women is almost five years shorter than for men, which is mostly stemming from previous differences in the pensionable age, but also from relatively lenient conditions for early retirement. Gradual equalisation of pensionable age is foreseen in the transitional period, which ends by year 2030. As a result of shorter time spent in employment, women are more likely to have lower pensions then men. 2.1.4. Pay and pension gap between women and men The Labour Act guarantees equal remuneration to women and men for equal work or work of equal value. The notion of ‘remuneration’ or ‘pay’ in the Croatian labour legislation is defined in the context and for the purposes of the implementation of the equal pay principle. It includes the basic or minimum wage and any other consideration in cash or kind, which the worker receives directly or indirectly in respect of his/her employment from the employer, based on the employment contract, a collective agreement, employment 18 Eurostat. 19 European Institute for Gender Equality (2014). 20 Croatian Employment Service (2017). 21 Eurostat. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 22 rules or other regulations. Two persons of a different gender perform equal work and work of equal value if: (i) they perform the same work in the same or similar conditions or they could substitute one another at the workplace; (ii) if the work is similar, and potential differences are insignificant in relation to the overall nature of the work; or (iii) if the work is of equal value, taking into account the criteria such as qualifications, skills, responsibilities, the conditions under which the work is performed and whether the work is of a manual nature or not. Eurostat data shows that the unadjusted gender pay gap was 10.4 % in 2015. Gender segregation of the labour market is evident in the gender pay gap as well. In the typically male industries, gender pay gap is lower than in the predominantly female industries. In sectors with nearly balanced representation of both genders (for example, real estate activities; professional, scientific and technical activities; or accommodation and food service activities), the share of women’s salaries as percentage of men’s is lower than the average (88.7 % in 2015). Table 3: Gender distribution of persons employed in legal entities in selected activities and women’s salaries as percentage of men’s in 2015 Activity Gender distribution, % Women's salaries as percentage of men's Women Men Education 77.1 22.9 82.7 Healthcare and social welfare activities 78.1 21.3 72.9 Accommodation and food service activities 53.9 46.1 82.2 Real estate activities 47.1 52.9 78.8 Professional, scientific and technical activities 47.7 52.3 86.3 Administrative and support service activities 41.5 58.5 105.9 Water supply and waste management 19.4 80.6 99.9 Mining and quarrying 12.2 87.8 103.0 Construction 11.5 88.5 113.9 Source: Croatian Bureau of Statistics, Women and Men in Croatia (2016) A comparison between public and private sectors, including state-owned enterprises reveals the difference in hourly earnings in favour of men in all sectors (average men ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 23 hourly earnings amounted to HRK 28.51 (EUR 3.8) and women hourly earnings were HRK 25.41 (EUR 3.3) in 2012). 22 Even though women make 65 % of all employed in the public sector, gender pay gap was 13.3 %. The biggest gender pay gap was detected in the private sector (16.5 %), and the lowest in the state-owned enterprises (6.2 %). However, state-owned enterprises had the lowest share of employed women (29.5 %). Table 4: Hourly earnings per gender and sector of ownership in 2012 Public sector State-owned companies Private sector total Hourly earnings (EUR) Men 4.5 3.9 3.5 3.7 Women 3.9 3.7 2.9 3.3 Gap (women’s pay as % of men’s pay) 86.7 % 93.8 % 83.5 % 89.1 % Share of female employees (%) 68.5 % 29.5 % 44.8 % 47.4 % Source: adapted from Nestić, Rubil, Tomić (2014), conversion to EUR by authors according to InforEuro monthly exchange rate for 12/2012 Although gender pay gap may be lower than the average for EU-28, it is a persistent problem. The aggravating factor is that there is no obligation of pay transparency in the private sector, and that data on pay are very often considered a business secret, thus making it very hard for an individual to assert equal pay claim. The National Policy for the Promotion of Gender Equality in the period from 2011 to 2015 has foreseen two measures to address the gender pay gap: improvement of statistical monitoring and raising awareness of all stakeholders involved in collective bargaining of the importance of the principle of equal pay. The Croatian Bureau of Statistics publishes annual publication “Men and Women in Croatia” (since 2006), which contains a separate chapter with gender segregated data on employment and earnings. However, this data does not offer a complete picture, because it includes only earnings of persons employed in legal entities. Only employers who are legal entities are required to report the average remuneration by category of employee or position, broken down by gender annually to the Croatian Bureau of Statistics. The other measure envisaged in the national policy, directed at awareness-raising of social partners, was not implemented at all. The gender pay gap translates into an even wider pension gap. Average pension of women is 78.7 % of the average pension of men, with the gender pension gap revolving around 22 %. Almost 55 % of pension beneficiaries are women. Pensions from the general pension 22 Nestić, Rubil, Tomić (2014). ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 24 insurance are as a rule very low and barely cover living expenses of the elderly. Pension adequacy is low for most of the population, also reflecting short working careers. Average pension insurance period for women is 28 and for men 31 years. Men predominate in the category of disability pensions under the general Pension Insurance Act (65.86 %), and women in the category of survivors’ pensions (93.44 %). 2.2. Women entrepreneurs Croatia is one of the rare countries that have a strategy of women entrepreneurship, but the measures and activities aimed at enhancing women entrepreneurship are slowly setting in. Women are particularly underrepresented in the ownership structures of companies and crafts. The share of women owners of companies has been steadily increasing from 17.3 % in 2010 to 20.3% in 2014, but in 2015 it dropped to 18.3 %. In the same period, 50 % of the companies in Croatia on average are owned by men. Women predominantly own companies in the services sector (47.5 %). In all other sectors, notably manufacturing, male ownership prevails. In general, companies owned by men employ twice as many workers, generate more income and have more valuable assets. 23 Figure 2: Entrepreneurial ownership structure of companies in the Republic of Croatia, according to gender (in 2015) Source: Croatian Financial Agency (FINA) (2016). According to data from 2013, the share of crafts owned by women was 31.9 %. Women entrepreneurs are faced with numerous structural and economic obstacles. Structural problems include stereotypes, traditional views on the role of women in society, absence of support for balancing work and family life and insufficient social support. Economically, women encounter more difficulties in access to financing and business networking. The analysis of the share of women in programmes of incentives to SMEs and crafts from 2010 to 2013 shows that while women accounted for 41.1 % of the total number of grants, their share in the total amount of grants awarded was only 19.4 %. In 2013, the share of women entrepreneurs in total amount of incentives from Entrepreneurial 23 Croatian Financial Agency (FINA) (2016). 48% 18% 17% 10% 7% male owners female owners legal persons mixed ownership unspecified ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 25 Impulse, a program for supporting entrepreneurship and crafts, was 16.5 %. 24 The low participation of women as beneficiaries of financial incentives may result from ‘soft’ obstacles, such as self-restraint, lack of advice or mentorship and lack of training and education programmes. The Strategy of Women Entrepreneurship Development in the Republic of Croatia 2014 – 2020 is the main strategic instrument aimed at eradicating the persisting inequalities. It builds upon the first strategy adopted for the period 2010-2013 and the Report on its implementation, which revealed a number of shortfalls and deficiencies, especially regarding insufficient coordination between relevant stakeholders and lack of reliable data. The Action plan which accompanies the Strategy defines measures, activities, competent bodies, stakeholders and deadlines for implementation of four strategic objectives: improvement in coherence and public policies networking, improving systematic support to women entrepreneurship, introduction of women entrepreneurship to the overall institutional infrastructure, and promotion of women entrepreneurship. The Strategy’s long-term orientation is the continuous implementation of activities that will have an impact on changes in the value system, behaviour and environment - factors which the strengthening of women’s entrepreneurial activity depends on. The Strategy’s medium- term orientation is to increase the number of women starting a business venture by 2020, and women’s entrepreneurial activity at the level that is achieved on average in the EU, measured by the TEA indicator. The TEA (Total Early Stage Entrepreneurial Activity) indicator measures the number of newly started business ventures, not older than 42 months, per 100 adult citizens, 18 – 64 years of age. In Croatia, women’s and men’s entrepreneurial activity ratio decreased from 1 to 2.24 in 2013 to 1 to 2 in 2016. This means that for one women’s entrepreneurial venture there are two men’s entrepreneurial ventures. The latest data shows good progress in achieving the total target value of the Strategy: to reach the value of the TEA indicator in the EU, which is 1.86. Table 5: Entrepreneurial activity in Croatia according to gender, measured by TEA indicator Year TEA men, % TEA women, % TEA men/women ratio Croatia EU 2014 11.3 4.8 2.4 1.9 2015 9.7 5.7 1.7 1.9 2016 11.2 5.6 2 1.8 Source: Singer, S. et al. (2017) What makes Croatia a (non)entrepreneurial country, Global Entrepreneurship Monitor Croatia 2016, CEPOR. The Strategy is in line with the Strategy of Entrepreneurship Development in the Republic of Croatia 2013-2020, whose general aim is to increase competitiveness of SMEs, as well as the National Policy for the Promotion of Gender Equality for the period 2011-2015, in the part that concerns the strengthening of women entrepreneurship. The Strategy is also 24 Strategy of Women Entrepreneurship Development in the Republic of Croatia 2014-2020. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 26 based on the EU Strategic Framework, Small Business Act, and Women’s Charter, as well as the Europe 2020 Strategy. In line with the goal of promoting women entrepreneurship, the first Croatian Registry of Businesswomen was established in 2016, modelled on the existing similar databases like the Global Board Ready Women initiative or the European Network for Women in Leadership. 25 2.3. Women in decision making positions 2.3.1. Participation in political life When submitting electoral lists for the elections of representatives to the Croatian Parliament, for the election of members of representative bodies of units of local and regional self-government or for the election of representatives to the European Parliament, political parties and other political actors should observe the gender quota of 40 %. This obligation is prescribed by the Gender Equality Act and it applies only for representative bodies, not the executive. Given the transitional period for adaptation, its effective application started with the local elections in May 2017. Monetary fines for a misdemeanour (a minor offence) of up to HRK 50 000 (EUR 6 730) apply for violations of this obligation. Data provided by the State Election Committee shows 41.67 % share of women in the total number of candidates at local elections in May 2017, which is a significant improvement compared to the local elections held in 2013, when the share of women candidates was 28.24 %. 14 % of all electoral lists did not comply with the gender quota. However, a formal compliance with the gender quota did not result in actual gender balanced representation at local and regional level. The results show that the hierarchical positioning on the electoral lists does not favour women. The share of women in county assemblies and city and municipal councils is 26.88 % and 25.26 % respectively. Still, this is the highest proportion of women in those bodies since the Croatian independence. Political participation of women is low in the executive positions as well. Currently, only 9 % of mayors are women and there are no women county prefects. 26 At national level, the current gender composition of the Croatian Parliament is not satisfactory, because the share of female Members of Parliament is only 18.66 %. 27 The share of women in the Croatian Parliament peaked in the mandate from 2000 to 2003, reaching 21.9 % of all MPs. Out of 21 members of Government, 6 are women. Women are underrepresented at other positions of political power as well. There were 33.5 % of women functionaries and government and public officers, and 24.1 % of ambassadors in 2015. 2.3.2. Economic decision-making There are no obligatory gender quotas for management and supervisory boards of companies. Available data shows that women are underrepresented at top-level positions and company boards, which reflects the unfavourable position of women in the labour market and employment in general. Official statistics are scarce. The representation of women and men at executive and managerial positions in business entities in Croatia is 25 Available at: http://staklenilabirint.prs.hr/wp-content/uploads/2014/09/Baza-zena_final.pdf. 26 Državno izborno povjerenstvo (State Election Committee), http://www.izbori.hr/izbori/ws.nsf/780896EC1A4F07ACC1258146003C61E3/$FILE/2017_Lokalni_rodna_zastupl jenost.pdf. 27 Hrvatski sabor (Croatian Parliament), http://www.sabor.hr/zastupljenost-spolova-9-saziv. ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 27 not part of the regular statistical monitoring by the Croatian Bureau of Statistics. The Croatian Financial Services Supervisory Agency’s periodical publications contain only limited data on gender structure in public listed joint stock companies. 28 The latest comprehensive research conducted in 2014 and 2015 by the Ombudsperson for Gender Equality within the PROGRESS project ‘Removing the glass labyrinth – equal access opportunities to the positions of economic decision-making’ provides a valuable and reliable source of information in this area. Quantitative research was conducted electronically and was directed at the top 500 companies per revenue, out of which 181 companies responded (36.20 %). 29 The average gender structure at managerial level (management boards and supervisory boards) changed from 2011 to 2014 in favour of women participation, from 19.53 % to 24.25 % respectively. There are significant oscillations in women participation depending on the type of legal entity. In joint stock companies with unitary board system, for example, there were no women on company boards. In the same type of companies with dual board system, the share of women in management boards was 19.53 %, and the share of women in supervisory boards was 19.94 %. However, where these types of companies had only one person on management board, only 9 % were women, which points to the possible correlation between the number of persons on management board and underrepresentation of women. The largest share of women in management boards (38.33 %) was found in in private limited companies with unitary boards, but the authors of the study highlight that further analysis of this result is needed, as it may be misleading. Figure 3: Gender structure in management boards of the companies (private limited companies and joint stock companies) Source: Ombudsperson for Gender Equality, 2016 28 See e.g. HANFA (2015). 29 Vranješ Radovanović, Šurina Hanzl, Selanec (2016). 0% 20% 40% 60% 80% 100% ltd jsc 31,03 17,12 68,97 82,88 women men ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 28 Figure 4: Gender structure in supervisory boards of the companies (private limited companies and joint stock companies) Source: Ombudsperson for Gender Equality, 2016 These results match the predominant indicators on the position of women and men in the Croatian labour market: women are underrepresented; they reach management functions at a later point in life and leave them earlier, which corresponds with their earlier exit from the labour market; traditional gender roles dictate the division of jobs at the executive level, just as they produce horizontal gender segregation in the labour market. Another related research concerning businesswomen’s perception of gender equality at top level positions showed that the majority of women on company boards and in managerial positions (57 %) do believe that women are exposed to discriminatory barriers in business surroundings, but they are not in favour of binding legal instruments enacting a certain gender quota on company boards. 30 Instead, they believe that such acts should be adopted at company level to reflect the commitment and will of employers. A relatively high percentage of women (45 %) considers that gender balanced company boards are not a decisive factor for company’s success. 2.4. Violence against women (domestic, sexual, and other forms of violence) 2.4.1. Domestic violence Croatia has established a framework of legislative and strategic instruments for combating domestic violence. The legislative framework includes the special Act on Protection against Domestic Violence, Gender Equality Act and numerous other acts covering specific spheres of domestic violence. The main strategic instruments include the National Strategy for Protection against Domestic Violence and the National Policy for the Promotion of Gender Equality. The Domestic Violence Case Practice Protocol was adopted in 2005 and it lays down obligations of competent authorities and other stakeholders to participate in the detection and eradication of violence, as well as detailed rules and procedures for the provision of assistance and protection to victims of domestic violence. The work 30 Vranješ Radovanović, Šurina Hanzl (2016). 0% 20% 40% 60% 80% 100% ltd jsc 24,61 19,94 75,39 80,06 women men ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 29 programme of the current Government sets the prevention and protection of victims of violence as one of the priorities within the wider sphere of promotion of gender equality. The full scope of violence against women, falling within the definition domestic violence, is always difficult to estimate. The available statistics reveal only part of the reality, since many cases, primarily in the sphere of economic and psychological violence, remain unreported. Practical implementation of the existing legislation, protocols and strategies is among the biggest problems. Domestic violence acts are often treated as one-time incidents, even though there is usually a history of unreported violence preceding them; perpetrators and victims are arrested together or even charged with public nuisance; victims are treated as if they have ‘provoked’ violent (re)actions themselves. Verbal, psychological or economic violence, or combination and interaction of several forms of violence are often not taken into account. Protective measures, such as restraint orders, are implemented by controlling the victim’s whereabouts, not the perpetrator’s. Psycho-social treatment of perpetrators is not adequate, primarily due to a serious lack of funding. 31 2016 was the year with the largest recorded number of women murder victims in the last 7 years. Out of 19 victims of murder committed by close family members, 15 were women who were killed by their partners. In the same period, the number of recorded misdemeanours in the area of domestic violence, punishable under the Act on Protection against Domestic Violence from 2009, is declining. Domestic violence is still primarily directed against women, who represent 64 % of victims. Two main conclusions may be drawn from this evidence. First, the rise of the number of murders shows a clear trend of intensification and progressive escalation of violence. Second, decreasing number of reported misdemeanours does not mean that the situation is improving, but rather that the system of sanctioning domestic violence in the sphere of misdemeanours is ineffective. In 2016, police authorities filed a total of 11 948 misdemeanour charges and requested from Misdemeanour courts to issue 7 881 protective measures against perpetrators. 32 However, only 15 % of those measures were adopted and implemented. The courts do not seem to follow a strict policy of zero tolerance towards domestic violence. Another problem is that statistics of the Ministry of Interior and the Ministry of Justice regarding the implementation of the Act on Protection against Domestic Violence are not compatible. According to the data of the Ministry of Justice, out of 3 849 proposed protective measures, 2 493 or 64 % were adopted. One of the biggest problems, as highlighted in 2016 Report of the Ombudsperson for Gender Equality, is the fact that neither of the two Ministries keeps gender segregated records on the number of persons actually convicted for domestic violence, or on the number of recidivist perpetrators of domestic violence acts. Steady decline in the number of misdemeanour charges is proportional to the increase in the number of criminal offences in the sphere violence in close relationships. 76 % of victims are women, and 92 % of perpetrators are men. The majority of offences in this area include threat, bodily injuries or criminal offences against sexual freedom. Since 2015 domestic violence, defined as a severe violation of rules on protection against domestic violence was introduced in the Criminal Code as a criminal offence, punishable if the deed does not fall under the legal description of a more serious criminal offence. Although the number of these offences did not rise significantly in 2016, the practice showed important discrepancies and overlaps in prosecution. Some acts were prosecuted partly as 31 Ombudsperson for Gender Equality (2017a). 32 Ombudsperson for Gender Equality (2017a). ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 30 misdemeanours and partly as criminal offences, which has already been declared as a violation of the principle ne bis in idem by the European Court of Human Rights (e.g. case Maresti v. Croatia, no. 55759/09). These and other issues are to be remedied in the new Act on the Protection against Domestic Violence, which is scheduled for adoption at the Croatian Parliament by July 2017. 33 The replacement of the 2009 Act on Protection against Domestic Violence with a completely new Act is foreseen primarily to eliminate the current potential overlapping between categorisation of certain acts as criminal offences or as misdemeanour offences and to align the Croatian legislation with the international and EU standards. The ratification of the Council of Europe Convention on preventing and combating violence against women and domestic violence (hereinafter: Istanbul Convention), which the Republic of Croatia signed in 2013, is scheduled for the last quarter of 2017. In anticipation of ratification, the new Act on Protection against Domestic Violence implements some of the obligations from the Convention, primarily concerning the rights guaranteed to victims of domestic violence. However, the new Act also seeks to implement the Directive 2012/29/EU of the European Parliament and of the Council of 25 October 2012 establishing minimum standards on the rights, support and protection of victims of crime, and replacing Council Framework Decision 2001/220/JHA (OJ L 315/57; hereinafter Directive 2012/29/EU). The new Act protects categories of persons identified as family members or close persons. However, certain categories, such as intimate partners who are not in a formal relationship or not living together or who do not have joint children are not covered by specific provisions on protection against domestic violence, but only under general provisions sanctioning violent behaviours. In parallel with the new Act on Protection against Domestic Violence, the new Strategy for the Protection against Domestic Violence for the period 2017 – 2022 is being prepared. The Strategy will replace the previous Strategy for the period 2011 – 2016. In comparison to the previous Strategy which was mostly directed towards the protection of children, the new Strategy places more emphasis on violence against women and majority of measures envisaged in Strategy actually refer to various obligations arising from the Istanbul Convention and methods and time-frame for their implementation. The new Strategy envisages implementation of 33 measures across 7 areas: prevention, upgrading legislative framework, providing assistance to victims of domestic violence, psychosocial treatment for perpetrators of domestic violence, enhancing intersectoral cooperation, education of experts and raising sensitivity and public awareness about the issue of domestic violence. The Ministry of Demography, Family, Youth and Social Policy provides systematic financial support for the operation of 17 shelters and advisory centres for victims of domestic violence. 7 shelters for women and children victims of domestic violence are run by NGOs in the City of Zagreb and in 5 counties, and the services of the remaining 10 shelters are financed through the mechanisms of the social welfare system. However, one of the major problems is ensuring suitable housing for women victims of domestic violence after they leave the shelter. This is recognised as one of the priorities of the Strategy in the upcoming period. 33 The final Draft Act No. 67 was included in the Croatian Parliament’s Agenda on 28 June 2017 and adopted on 7 July 2017. ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 31 2.4.2. Sexual violence The position of women as victims of sexual violence in family surrounding is particularly unfavourable. 71 % criminal offences of involuntary sexual intercourse 34 in 2016 was committed by step-fathers against step-daughters, and additional 15.6 % against spouses. Compared to 2015, this category of criminal offences has risen by 220 % (in 2015, there were 26 reported offences of involuntary sexual intercourse among close persons). Victims were close persons in 42 % cases of rape reported in 2016. The Protocol for Action in Cases of Sexual Violence was adopted in 2014. It recognises the fact that sexual violence, in addition to domestic violence, is a dominant form of gender based violence, where the majority of cases involve male perpetrators and female victims. The Protocol prescribes obligations of competent bodies and rules of procedure to be followed in cases of sexual violence. It also aims to enhance intersectoral cooperation of all bodies involved. The Protocol aims to introduce standardised procedures in cases of sexual violence and equal practices of all competent bodies on the territory of the Republic of Croatia, high quality medical assistance and emotional support, protection of personal data, which should serve to reduce sexual violence in the long-term and increase the probability of reporting and prosecuting cases of sexual violence. Special Act on the Rights of Victims of Sexual Violence during Armed Aggression on the Republic of Croatia in the Homeland War was enacted in 2015. It guarantees the recognition of special status and rights to all victims of sexual violence committed during the period of armed aggression from 5 August 1990 to 30 June 1996, regardless of gender. It is estimated that up to 2 200 victims fall within this category, but there are no official statistics. Although majority of victims are women, it is estimated that there is also a significant proportion of men who suffered from this form of violence. The Act was enacted almost 20 years after the war ended, and many of the victims have passed away in the meanwhile, due to the passage of time, or consequences of violence. Therefore, the Act prescribes conditions for financial compensation to their successors. Since the Act entered into force, only 185 requests for recognition of the status and rights under that Act were received by the competent Ministry. Around 80 % of requests were filed by women. 35 2.4.3. Other forms of violence against women Harassment, sexual harassment and mobbing at workplace are the most typical manifestations of violence against women in employment relationships. Women returning from maternity or parental leave are especially vulnerable. Despite the legal protection prescribed in the Labour Act, employers often reorganise work so that women are either not able to return to their previous position, which has been cancelled, or in worst cases are not given work corresponding to their qualifications, which is also affecting their prospects of promotion. It is difficult to estimate how many victims are affected, because many are reluctant to even file a formal complaint and demand legal protection out of fear of losing a job or lack of confidence in the legal system of protection. However, some civil society organisations report that discrimination of female employees after returning from maternity or parental leave has become “a rule, rather than exception”. 36 Another group of female employees at risk of violence and discrimination at workplace are divorced or single mothers. They are often exposed to sexual harassment and extortion in their 34 Involuntary sexual intercourse' is not to be understood as 'rape'. These are two different types of offenses in the Croatian criminal system. 35 Ombudsperson for Gender Equality (2017a). 36 Association Mobbing, 2016 Annual Report. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 32 working environment, where employers or superior co-workers use their position of economic dependence, given that the job is their only source of income. The association Mobbing for help and education of mobbing victims reports 29 complaints of sexual harassment in 2016 made by divorced or single mothers, none of which yielded any positive results with the employer. In 21 cases, women resigned after not being able to enforce their rights, and the remaining kept on working, because they simply could not afford to lose their jobs. In all of the cases of sexual harassment at work dealt in 2016 by the Ombudsperson for Gender Equality victims were women. Women are a majority of victims of trafficking in human beings. In 2016, out of 30 reported cases, 21 were women. Generally speaking, trafficking as a criminal activity in Croatia is primarily manifested as a sexual exploitation of young women, and is characterised by extreme brutality of sexual and physical violence and establishment of long-term exploitation or even slavery. 37 In 2016, 60 % of women victims of trafficking were under 30 years of age, and were sexually exploited. 38 2.4.4. National policies on eradication of gender-based violence Eradication of gender-based violence has primarily been part of the National Policy for the Promotion of Gender Equality, as well as the National Strategy for Protection against Domestic Violence in the broader sense. Both of these strategic instruments are up for revision, as the National Policy for the Promotion of Gender Equality was implemented for the period from 2011 to 2015, and the National Strategy for Protection against Domestic Violence in the period from 2011 to 2016. Eradication of gender-based violence has been dealt with in the National Policy for the Promotion of Gender Equality at the level of awareness-raising and educational activities. Campaigns, workshops, lectures, forums and roundtable discussions were organised in the period from 2011 to 2015 concerning the problem of gender motivated violence, including trafficking in human beings and prostitution and violence against LGBT persons. Apart from state bodies, such as the Office for Human Rights and Rights of Minorities and the Office for Gender Equality, county commissions for gender equality actively participated by organising the campaigns and financing the work of NGOs and other organisations which provide support for the victims of violence. An important step for strengthening national policies on eradication of gender-based violence will be the ratification of Council of Europe Convention on preventing and combating violence against women and domestic violence, which is scheduled for the end of 2017. Four years have passed since Croatia signed the Convention, but its ratification was delayed, primarily due to the lack of political will. Gender-based violence primarily affects women, but also homosexuals and trans-gender persons, who are often victims of hate crimes. Their position is not adequately protected, as they are faced with prejudices even in the police and justice system which is supposed to protect them. 39 The most common problem is that majority of offences end up being labelled as ‘simple’ acts of violence in the criminal system, and not as criminal acts motivated by hate towards members of LGBT community. Unlike the explicit ‘hate crime’ as a criminal offence, none of the misdemeanour offences is prescribed as a ‘hate offence’. 37 Veber, Koštić (2011). 38 Ombudsperson for Gender Equality (2017a). 39 See e.g. Vučković Juroš (2015). ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 33 Therefore, the upcoming national policies should address these issues more carefully and systematically. 2.5. Breaking down gender stereotypes 2.5.1. Gender stereotypes in media Gender stereotypes and sexism are common phenomena in the Croatian audio-visual, electronic and printed media, even though the media are obliged to promote the principles and values of gender equality. The most common examples include advertising based on gender stereotypes, sensationalistic reporting of gender-based violence, quoting offensive language transmitted through social networks or degrading statements by public persons, and commenting or criticising physical appearance of female politicians. 40 For example, one Croatian manufacturer of a laundry detergent advertised its product during UEFA Euro 2016 Championship in a video commercial showing male football fans supporting and cheering for the national team, while women stay at home, do the laundry and cleaning, and even dress their husbands in clean national football team jerseys. 41 Using female body and images of young attractive female models for the promotion of all sorts of goods and services is another example of sexism and gender stereotyping in advertising, regularly seen on a daily basis. A recent example was a billboard advertising campaign and on-line commercials for a new phone application offering a betting service by a national lottery, displaying an attractive young woman with the slogan in Croatian “ Skini je !”, which is intended as a word pun, because it literally means “undress her”, or in the context of phone applications, “download (her)”. The Gender Equality Act prohibits the public presentation of women or men in an offensive, degrading or humiliating manner with regard to their sex or sexual orientation. The sanction for a violation of this provision is a fine amounting to HRK 1 million (approximately EUR 135 000). The general principles of the Media Act prohibit the broadcasting of programme content which, among other things, promotes or advocates gender or other inequality or inequality on the basis of sexual orientation. The Electronic Media Act prohibits discrimination and dissemination of gender-based hate in programme content, as well as gender discrimination through television advertising and telemarketing. Gender equality is one of the criteria for the assessment of level of financial support that the Council for Electronic Media awards to television and/or radio broadcasters at the local and regional level. Combating gender stereotypes and introducing gender-sensitive policies in the media is one of the activities for implementation of the National Policy for Gender Equality in the period from 2011 to 2015. This activity was implemented primarily by the national Croatian Radio and Television (HRT), as well as local media. In addition to the programme content created for this purpose, HRT also organises the training of staff and reporters on gender equality. An independent research was conducted in 2016 by the Ombudsperson for Gender Equality concerning the media coverage of topics related to gender equality. 42 Out of 2 352 articles published in printed media and on internet news portals, gender-based and domestic 40 Ombudsperson for Gender Equality (2017a). 41 This is actually quoted as the good practice example, since the manufacturer changed the commercial eliminating stereotypes after receiving a warning from the Ombudsperson for Gender Equality. See Ombudsperson for Gender Equality (2017a). 42 Ombudsperson for Gender Equality (2017a). ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 34 violence, labour market issues and discrimination based on sexual orientation received the most media attention. One in three articles is dedicated to the topic of gender-based and domestic violence. Although this is positive for raising public awareness about this issue, there is a problem with the previously mentioned sensationalist approach to this topic. 2.5.2. Gender stereotypes in sports One of the key activities of the National Policy for the Promotion of Gender Equality in the period from 2011 to 2015 was to improve the status of women in sports. Combating gender stereotypes in sports is inherent in this activity. Only one out of three measures envisaged within this objective was partially implemented – reviewing the existing legal framework and developing models for monitoring the statistical data on the status of women in sports with a view of combating direct and indirect discrimination. The remaining two measures: increase of the share of women in management structures of sports associations and other sporting organisations and guaranteeing equal access to female athletes to the sports infrastructure, professional training, development and employment in the field of sports did not yield satisfactory results. 43 The Croatian Olympic Committee has already in 1996 established the Commission for Women in Sports, which has been renamed to the Commission for Gender Equality in Sports in 2015. Its main task is to raise awareness on the role of women in sports, encourage research on women in sports, especially from the health, sociological, educational, economic and societal aspects, as well as to encourage women to get involved in decision-making processes. The Croatian Olympic Committee keeps a database of gender structure in management and expert positions in national sports organisations. The data for 2015 shows the average share of women in management positions in national sports organisations stood at 19.34 %, with the largest share of women among administrative staff (51 %) and the lowest share as presidents and vice-presidents of national sports organisations (around 9 %). The share of women in leading positions in the Croatian Olympic Committee was 17 % on average. In comparison, one research dating back to 2007 shows that the share of women in management positions ranged from 10 % in county sports associations, over 11 % in national sports organisations to 15 % in the Croatian Olympic Committee. 44 A slightly better situation was recorded in management and expert positions in national sports teams, where the share of women in 2007 was 31 %. Women sports events are deemed as less attractive, and do not receive adequate media attention and coverage. A study on gender equality in sports was conducted by the Croatian Agency for Electronic Media in 2016 on the sample of sports news within central informative shows on four national TV networks. Key results show that reporting on male sports events predominates in all segments and TV networks (chiefly male football events), and sports news are primarily reported by male reporters. Women also face difficulties in access to sports facilities and training. The City of Zagreb sets a good practice example, by issuing a recommendation to all persons leasing sports grounds and facilities owned by the City of Zagreb to ensure their gender-balanced use, concerning the time and quality of use, as well as availability of professional training and employment in sport. Sporting Association of the City of Zagreb was also advised to ensure 43 Report on implementation of the National Policy for the Promotion of Gender Equality in the period from 2011 to 2015, for the period 2014 and 2015. 44 Borko (2007). ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 35 gender-balanced accessibility of training and employment, as well as appointment to management bodies. 2.5.3. Gender stereotypes in education The Gender Equality Act prescribes the obligation to include issues of gender equality as integral part of pre-school, primary and secondary school education as well as higher education and lifelong learning and additional training. Primary aims of this obligation are to establish a gender-sensitive education process at all levels and to eliminate sex and gender related stereotypes in the teaching curricula and textbooks. In addition, the Primary and Secondary Education Textbooks Act requires that all textbooks and education materials should not be contrary to the principle of gender equality in terms of their content. The new Textbook Standard adopted by the competent Ministry of Science, Education and Sports in 2013 is aligned with the legislative framework, requiring all textbooks and teaching materials to comply with certain ethical standards. It prescribes gender sensitivity in the language and contents of textbooks and teaching materials, application of visual art solutions with balanced representation of characters of both gender and the use of nouns in both grammatical genders when referring to occupations, qualifications and profession. Textbooks and teaching materials should prepare both genders for equal and active participation in all spheres of life. Introducing gender sensitive education and eliminating gender stereotypes from textbooks and teaching curricula is also one of the standard priorities of all national policies for gender equality. In the period from 2013 to 2014, 790 textbooks and additional educational materials were evaluated for compliance with gender sensitive education standards. None of the textbooks received a negative opinion of evaluators, meaning that all the examined materials corresponded to the ethical standards and the requirement of gender equality prescribed in the Textbook standard. However, in 2016, the Ombudsperson for Gender Equality reported the increase of complaints on gender stereotyping in textbooks, as well as unsatisfactory level of cooperation with the competent Ministry in resolving these complaints. The field of education is susceptible to gender stereotyping as a typical “female” occupation (share of women employees is 77.4 %). The share of female teachers in primary schools is 82 %, and in secondary schools 67 %. The steady gradual decrease of the share of male teachers is evident in the last decade. However, a research conducted by the Ombudsperson for Gender Equality in 2016 showed no evidence of gender stereotyping influencing recruitment decisions in primary and secondary schools. The share of male and female applicants actually corresponds to the general gender structure of employment in the field of education. The results of the job contests reflect the gender structure of applications. However, a division to ‘male’ and ‘female’ education fields persists, so that men are primarily recruited as physical and health education teachers or informatics and technical education teachers. The results of the research also showed that despite underrepresentation of teachers of male gender, there is no practice of applying positive measures to ensure balanced representation of both genders in the recruitment process, 45 which is allowed under the conditions prescribed in the Gender Equality Act. 2.5.4. Gender stereotypes in culture The gender stereotyping in the area of culture is a topic which does not receive a lot of public attention. There were no systematic evaluations on the prevalence of gender stereotyping and their influence in culture in the recent years. However, there is some 45 Ombudsperson for Gender Equality (2017a). ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 36 financial support available for the work of the NGOs in this field, primarily through public tenders organised by the Ministry of Culture and the Office for Gender Equality. One of the activities envisaged under the National Policy for the Promotion of Gender Equality for the period from 2011 to 2015 is to introduce gender budgeting and support the implementation of gender surveys and analysis. The Ministry of Culture is a competent authority to implement support and funding for cultural projects within this activity. As a result, the Ministry of Culture provided financial support to non-profit internet portals primarily dedicated to gender equality, feminism and LGBT issues in arts and culture, which are either not visible or are stereotyped in the mainstream media (VoxFeminae.net; libela.org; crol.hr; and muf.com.hr). The Ministry of Culture also financed one internet portal produced by women with disabilities and a magazine produced by women belonging to a national minority. 2.6. Sexual health and rights Women’s sexual health and reproductive rights are recurring topics of heated public debates. Conservative groups, supported by the Catholic Church and right-wing politicians regularly organise public campaigns, events and rallies, including continuous vigil actions and ‘prayer circles’ in front of hospitals’ gynaecology wards in which abortions are performed. In recent years, the question on the right to abortion intensified in anticipation of the Constitutional Court’s decision on constitutionality of the 1978 Act on health measures for the realisation of the freedom of choice in childbirth, which is still a valid law in Croatia. Under that Act, abortion is defined as a medical procedure and permitted at the request of a woman within 10 weeks from the date of conception, unless it would severely aggravate a woman’s health. After that period, abortion is performed only if a special medical commission issues its consent, and only if certain conditions are fulfilled (medical indications showing that women’s health is jeopardised, or that the baby will suffer from severe congenital physical or mental disability; or if pregnancy is the result of a criminal offence). Abortions may be performed only in hospitals. The procedure for review of constitutionality of this Act lasted 26 years, and it grew into a highly sensitive and controversial political issue. The Constitutional Court finally settled this issue in February 2017 by dismissing all motions, but at the same time instructing the legislator to adopt a new act within 2 years. The decision is a victory for the pro-choice supporters: it confirms that the right to life is protected only in so far as it does not conflict with the woman’s right to privacy. Woman’s right to privacy, including the right to self-determination and freedom of choice in childbirth is part of the Croatian Constitution and protected by the Constitutional court. No legislation can limit or prohibit this right. Although the legislator is allowed a certain latitude regarding the time-limit for performing the abortion, the Court confirmed that the existing time window (10 weeks from conception) is in compliance with the 1990 Constitution, and is constitutionally balanced and fair. When adopting a new law, the legislator will have no possibility to completely ban abortion or to make it extremely difficult. However, heated debates will certainly arise regarding the educational and preventive measures, as well as the issue of the cost of abortion. In practice, the issues concerning reproductive health persist, primarily concerning access to a legally induced termination of pregnancy, the accessibility of modern forms of contraception and different standards for the care and protection of women during delivery (giving birth). Regarding the first issue, health workers in many health institutions in Croatia refuse to perform abortions, based on a so-called ‘appeal to conscience’ or a ‘conscientious objection’. This is a personal right of health workers, but health institutions are ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 37 nevertheless obliged to engage a qualified person to perform this procedure. However, a study conducted by the Ombudsperson for Gender Equality showed that abortions could not be performed in 20 % of health institutions because all the health workers at those institutions had a conscientious objection to abortion. 46 Many of these hospitals are in rather remote areas, meaning that women in need of such a service have to travel to another facility far from their place of residence. The Croatian Health Insurance Fund covers the cost of abortion only if it is necessary due to medical reasons. The second issue regarding access to healthcare concerns the accessibility of modern forms of contraception, in particular the emergency contraceptives and the procedure for their delivery in pharmacies. Following a number of complaints regarding the unnecessary restrictions, even though these are prescription-free medicines, and as a result of combined pressure of competent institutions, the Croatian Chamber of Pharmacists issued in 2016 new, more lenient guidelines with instructions for delivery of prescription-free emergency contraceptives. The third issue concerns unequal standards for the care and protection of women giving birth, depending on the hospital in question. 47 For example, maternity units in several clinical hospitals do not comply with the required quality standards, the practice of organising and charging maternity courses differs, the possibility of a partner being present during childbirth is limited in some hospitals, the fees for voluntary abortions may vary significantly from hospital to hospital, etc. These standards and prices should be equalised to ensure equal quality and standards of care. 46 Ombudsperson for Gender Equality (2015), Ombudsperson for Gender Equality (2016), Ombudsperson for Gender Equality (2017a). 47 United Nations Committee on the Elimination of Discrimination against Women (2015). ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 38 3. CONCLUSIONS Overall, gender equality policies in the Republic of Croatia have been steadily improving since the adoption of the first National Policy for the Promotion of Equality in 1997. The procedures for drafting the relevant legislation and strategic documents progressively became more open to public, especially since the adoption of the Codex of public consultation in the procedures of adoption of laws, regulations and other acts in 2009 and the Guidelines for Application of the Codex in 2010. Public consultations are conducted through the e-consultations portal, which was launched in 2015. NGOs are included in the working bodies for preparation of various national policies, including gender equality policy. Surprisingly, however, the Ombudsperson for Gender Equality, as an independent body in charge of combating gender-based discrimination, is not included in the ongoing work for the preparation of the new National Policy for Gender Equality for the period from 2017 to 2020. The Republic of Croatia has implemented the gender equality acquis of the EU even before it became a Member State in July 2013. The most important piece of legislation in this field is the Gender Equality Act, which was first adopted in 2003 and replaced with a new act in 2008. It seeks to implement the constitutional guarantee of gender equality in the broadest areas of private and public life. Despite the relatively well-developed policy and legislative instruments aimed at eradication of gender discrimination, numerous challenges and gaps in the implementation of gender equality standards are still evident throughout all fields analysed in this study. In particular, open issues include:  Unbalanced participation of women in the labour market. Activity rate of women is 45 – 46 % and the position of women in the labour market deteriorates with age: less than one third of women over 54 years of age participate in the labour market.  Underrepresentation of women in entrepreneurship. The share of women owner of companies is under 20 %. Women are less likely than men to start a business venture, and less likely to benefit from entrepreneurship incentive programmes.  The ratio of women and men in company management and supervisory boards is 1:4 on average, with significant oscillations in women participation depending on the type of legal entity.  Political participation of women in representative bodies and executive functions at the local, regional and national levels is still very low, despite the obligation to observe gender quotas on electoral lists. In practice, the chances for women to actually be elected depend more on their hierarchical positioning on the electoral lists, than on the formal compliance with the gender quota.  Strategic, institutional and legislative framework for dealing with the cases of violence against women, especially domestic and intimate partner violence, is still not satisfactory. Perpetrators of domestic violence and victims are often treated in the same manner and even arrested and charged for public nuisance; individual acts of violence are treated as one-time incidents, without taking into account a history of violent behaviour; psycho-social treatment of perpetrators is weak due to serious lack of funding. The system of sanctioning acts of domestic violence in the sphere of misdemeanours is not effective. Monitoring and gathering of data by various institutions is inconsistent and incompatible, ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 39 which makes it difficult to evaluate the efficiency of existing measures and propose new, better targeted solutions. Although the system of support for victims is improving, some acute problems persist, such as finding suitable housing for women victims of violence when they leave the shelters, especially since they either have no or extremely limited financial support and income.  Work-life policies are underdeveloped, which in turn affects the labour market position of women, who assume the majority of family obligations.  Gender stereotyping and sexism are cross-sectoral problems, which are fuelling and perpetuating gender discrimination in all spheres of life. They require a new approach for changing the way of thinking, primarily in the field of education from earliest age.  Women’s sexual and reproductive health and rights are being called into question by conservative circles – a lot of public attention, energy and discussion are spent on averting those attacks, when those efforts could be better employed to improve the position of women in other areas.  Gender minorities are in a vulnerable position and often subject of gender-based violence, which is not recognised and prosecuted as hate crime. Policies and measures aiming to protect these groups are often attacked and labelled as an attempt to force ‘gender ideology’ in the traditional Croatian society, with distorted views of what ‘gender’ means in the framework of gender equality. Proper understanding and interpretation of existing trends depends on continuous statistical monitoring. The system of gathering accurate and reliable gender segregated data still needs to be developed in some areas, since it is vital for analysing the causes of certain developments and evaluating the effectiveness and impact of implemented measures. All stakeholders in the Croatian society have to be aware that closing the gap between the prescribed gender equality standards and their practical implementation is a continuous mission and one of the prerequisites for economic growth. With the work on the new national policy for gender equality still in progress, now is a chance to step away from misconstrued and over-politicised concepts and really concentrate on creating an environment of equal opportunities. Intensified efforts should be used to make institutions in charge of implementing gender equality policies more accountable and perceptive of gender equality issues. Sincere and systematic cooperation between various institutions is essential for fulfilling these tasks. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 40 REFERENCES  Act on Health Measures for the Realisation of the Freedom of Choice in Childbirth, Official Gazette Narodne novine 18/1978, 31/1986, 47/1989 and 88/2009.  Act on Protection against Domestic Violence, Official Gazette Narodne novine 137/2009, 14/2010 and 60/2010.  Act on the Rights of Victims of Sexual Violence during Armed Aggression on the Republic of Croatia in the Homeland War, Official Gazette Narodne novine 64/2015.  Agency for Electronic Media ( Agencija za elektroničke medije ), A Report on Pluralism and Gender Equality in Sport, http://www.e-mediji.hr/repository_files/file/956/.  Anti-Discrimination Act, Official Gazette Narodne novine 85/2008 and 112/2012.  Association Mobbing, 2016 Annual Report  https://mobbing.hr/files/2014/03/Godi%C5%A1nji-izvje%C5%A1taj-2016.-Udruga- mobbing-izrada.pdf.  Bertek T., Dobrotić I. (2016) Žena, majka, radnica. Usklađivanje obiteljskih obveza i plaćenog rada u Hrvatskoj (Women, Mother, Worker. Balancing family and work in Croatia), BaBe, Zagreb, https://www.babe.hr/attach/_z/zena_majka_radnica.pdf.  Borko G. (2007) Analiza stavova i interesa hrvatskih športašica o ravnopravnosti i obrazovanju i analiza zastupljenosti žena na upravljačkim i stručnim pozicijama u hrvatskim športskim organizacijama (Analysis of attitudes and interests of the Croatian female athletes on equality and education and analysis of representation of women in management and expert positions in the Croatian sports organisations), in Športašica: od rezultata do karijere u športu, Collection of papers from the international seminar, Croatian Olympic Committee, Zagreb, pp. 59-68.  Constitution of the Republic of Croatia, Official Gazette Narodne novine 56/1990, 135/1997, 113/2000, 28/2001, 76/2010 and 5/2014.  Croatian Bureau of Statistics, Women and Men in Croatia 2016, http://www.dzs.hr/Hrv_Eng/menandwomen/men_and_women_2016.pdf.  Croatian Bureau of Statistics, Women and Men in Croatia 2015, http://www.dzs.hr/Hrv_Eng/menandwomen/men_and_women_2015.pdf.  Croatian Bureau of Statistics, Statistical Yearbook 2016, http://www.dzs.hr/Hrv_Eng/ljetopis/2016/sljh2016.pdf.  Croatian Employment Service (2017) Statistics on-line, http://statistika.hzz.hr/.  Croatian Financial Agency (FINA), Analysis of share of women entrepreneurs in ownership structures of companies, http://www.fina.hr/Default.aspx?sec=1800, published 17 November 2016.  Dobrotić I. (2015) Politike usklađivanja obiteljskih obveza i plaćenog rada i položaj roditelja na tržištu rada (Work-family policies and the position of parents on the labour market), Rev. soc. polit. 22 (3), pp. 353-374.  Dobrotić I., Matković T., Zrinščak S. (2013) Gender Equality Policies and Practices in Croatia – The Interplay of Transition and Late Europeanization, Social Policy and Administration 47 (2), pp. 218-240. ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 41  Dobrotić I., Matković T., Baran J. (2010) Zaposlenost žena i pristup sustavu predškolske skrbi za djecu u Hrvatskoj: postoji li veza? ( Female employment and access to child care services in Croatia: is there a connection?), Rev. soc. polit. 17 (3), pp. 363-385.  Domestic Violence Case Practice Protocol (2005), available at: http://www.mspm.hr/UserDocsImages/djeca%20i%20obitelj/Protokol-o-postupanju- u-slucaju-nasilja-u-obitelji.pdf.  Draft Act No. 67 on Protection against Domestic Violence, available at: http://www.sabor.hr/konacni-prijedlog-zakona-o-zastiti-od-nasilja-u-ob.  Državno izborno povjerenstvo (State Election Committee), http://www.izbori.hr/izbori/ws.nsf/780896EC1A4F07ACC1258146003C61E3/$FILE/20 17_Lokalni_rodna_zastupljenost.pdf.  European Commission (2017), Commission Staff Working Document, Country Report Croatia 2017, SWD(2017) 76 final.  European Institute for Gender Equality (2014) Report: Gender Equality and Economic independence: part-time work and self-employment, http://eige.europa.eu/rdc/eige- publications/gender-equality-and-economic-independence-part-time-work-and-self- employment-report.  Gender Equality Act, Official Gazette Narodne novine 82/2008 and 138/2012.  Government of the Republic of Croatia (2014) Smjernice za razvoj i provedbu aktivne politike zapošljavanja u Republici Hrvatskoj za razdoblje od 2015. do 2017. godine (Guidelines for development and implementation of active labour market policies in the Republic of Croatia 2015 – 2017), available at: http://www.mrms.hr/wp- content/uploads/2015/02/smjernica-apz.pdf.  HANFA – Croatian Financial Services Supervisory Agency (2015) Godišnji izvještaj o korporativnom upravljanju (Annual Corporate Governance Report), available at: http://www.hanfa.hr/getfile/44515/GIKU%202015.pdf.  Jugović I. (2016) Beliefs about the Gender Division of Parental Leave and Characteristics Associated with Them, Rev. soc. polit. 23(3), pp. 359-382.  Kesić V. (2007) Feminizam i država (Feminism and the State), CESI, Zagreb.  Labour Act, Official Gazette Narodne novine 93/2014.  Ministry of Demography, Family, Youth and Social Policy, Draft National Strategy for the Protection against Domestic Violence for the period from 2017 to 2020, available at: https://esavjetovanja.gov.hr/ECon/MainScreen?entityId=4641.  National Policy for the Promotion of Gender Equality in the period from 2011 to 2015, Official Gazette Narodne novine 88/2011.  National Policy for the Promotion of Gender Equality 2006 – 2010, Official Gazette Narodne novine 10/2006.  National Policy for the Promotion Gender Equality 2001 – 2005, Official Gazette Narodne novine 12/2001.  National Policy for the Promotion of Equality 1997 - 2000.  National Strategy for the Protection against Domestic Violence, Official Gazette Narodne novine 20/2011. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ___________________________________________________________________________________________ 42  Nestić, D., Rubil, I., Tomić, I. (2014) Analiza plaća u javnom i privatnom sektoru u Hrvatskoj (Wage analysis in public and private sector in Croatia), Ekonomski institut, Zagreb, 2014.  Office for Gender Equality (2016) Report on implementation of the National Policy for the Promotion of Gender Equality in the period from 2011 to 2015, for the period 2014 and 2015, https://ravnopravnost.gov.hr/UserDocsImages//dokumenti/Izvje%C5%A1%C4%87a %20URS//Izvje%C5%A1%C4%87e%20o%20provedbi%20Nacionalne%20politike%2 0za%20ravnopravnost%20spolova%202011.- %202015.%20%20u%20razdoblju%20od%202014.%20do%202015.pdf.  Office for Gender Equality, https://ravnopravnost.gov.hr/.  Ombudsperson for Gender Equality (2017a) Annual Report 2016, http://www.prs.hr/index.php/izvjesca/2016.  Ombudsperson for Gender Equality (2017b) Provedba aktivne politike zapošljavanja u 2016. godini. Analiza Pravobraniteljice za ravnopravnost spolova (Analysis of implementation of active labour market policies in 2016), available at: http://www.prs.hr/attachments/article/2188/Smjernice%20APZ%20_2016_za%20WE B%20ozujak%202017.pdf.  Ombudsperson for Gender Equality (2016) Annual Report 2015, http://www.prs.hr/index.php/izvjesca/2015.  Ombudsperson for Gender Equality (2015) Annual Report 2014, http://www.prs.hr/index.php/izvjesca/2014.  Ombudsperson for Gender Equality, Research “Impact of gender division of family responsibilities and housework on professional life of employed women”, 2016.  Protocol for Action in Cases of Sexual Violence (2014), available at: https://www.mup.hr/UserDocsImages/PDF/Ravnopravnost%20spolova/prijelom_onlin e_protokol.pdf.  Protocol for Procedure in Cases of Hate Crimes (2011), https://pravamanjina.gov.hr/UserDocsImages/arhiva/protokoli/Protokol%20o%20pos tupanju%20u%20slu%C4%8Daju%20zlo%C4%8Dina%20iz%20mr%C5%BEnje.pdf.  Register of Businesswomen in Croatia, available at: http://staklenilabirint.prs.hr/wp- content/uploads/2014/09/Baza-zena_final.pdf.  Singer, S. et al. (2017) What makes Croatia a (non)entrepreneurial country Global Entrepreneurship Monitor Croatia 2016, CEPOR.  Strategy of Entrepreneurship Development in the Republic of Croatia 2013-2020, Official Gazette Narodne novine 136/2013.  Strategy of Women Entrepreneurship Development in the Republic of Croatia 2014- 2020 and Action Plan for Implementation of the Strategy, Official Gazette Narodne novine 77/2014.  United Nations Committee on the Elimination of Discrimination against Women (2015), Concluding observations on the combined fourth and fifth periodic reports of Croatia, 28 July 2015, CEDAW/C/HRV/CO/4-5. ",
        "Gender Equality Policies in Croatia - Update ___________________________________________________________________________________________ 43  Veber S., Koštić Z. (2011) Obilježja trgovanja ljudima u Republici Hrvatskoj (Characteristic of Trafficking in the Republic of Croatia), Polic. sigur. 20(2), pp. 203- 2010.  Vranješ Radovanović I., Šurina Hanzl G. (2016) Istraživanje percepcije poslovnih žena o eventualnim barijerama na putu prema upravljačkim pozicijama (Study of businesswomen's perception of the barriers to career advancement to top-level positions in Croatia), available at: http://staklenilabirint.prs.hr/wp- content/uploads/2014/08/istrazivanje_percepcije_poslovnih_zena.pdf.  Vranješ Radovanović I., Šurina Hanzl G., Selanec, G. (2016) Istraživanje o zastupljenosti žena i muškaraca na upravljačkim pozicijama u poslovnim subjektima u Republici Hrvatskoj / Top 500 (Study on the participation of women and men in company boards and managerial positions in business entities / Top 500 companies), available at: http://staklenilabirint.prs.hr/wp- content/uploads/2014/08/PRSRH_Izvjesce_muskarci-zene500_web.pdf.  Vučković Juroš T. (2015) Social Exclusion of Sexual Minorities in Croatia, Rev. soc. polit. 22(2), pp. 195-218. ",
        ""
    ]
}