{
    "text": [
        "European Education and Culture Executive Agency Erasmus+ Capacity Building in Higher Education (CBHE) action Survey Report Impact of COVID-19 on the implementation of Erasmus+ CBHE projects ",
        "More information on the European Union is available on the Internet (http://europa.eu). Luxembourg : Publications Office of the European Union, 2021 PDF ISBN : 978-92-9484-641-9 doi : 10.2797/448194 EC-02-21-149-EN-N © European Education and Culture Executive Agency, 2021 The Commission’s reuse policy is implemented by Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39 – https://eur-lex.europa.eu/ eli/dec/2011/833/oj ). Unless otherwise noted, the reuse of this document is authorised under the Creative Commons Attribution 4.0 International (CC BY 4.0) licence ( https://creativecommons.org/licenses/by/4.0/ ). This means that reuse is allowed, provided appropriate credit is given and any changes are indicated. For any use or reproduction of elements that are not owned by the EU, permission may need to be sought directly from the respective rightholders. The EU does not own the copyright in relation to any images which do not carry the copyright indicator © European Union. CREDITS Cover photo : © Halfpoint, stock.adobe.com Photos : pg 2 : © Designed by Freepik; pg 4 : © fauxels, pixabay.com; pg 8 : © fauxels, pixabay.com; pg 9 : © fauxels, pixabay.com; pg 10 : © fauxels, pixabay.com; pg 12 : © energepiccom, pixabay.com; pg 13 : © fauxels, pixabay.com; pg 14 : © Charlotte May, pixabay.com; pg 16 : © fauxels, pixabay.com; pg 18 : © fauxels, pixabay.com; pg 19 : © fauxels, pixabay.com; pg 20 : © fauxels, pixabay.com; pg 21 : © cottonbro, pixabay.com; pg 22 : © fauxels, pixabay.com & pg 23 : © Designed by Freepik. ",
        "Erasmus+ Capacity Building in Higher Education (CBHE) action Survey Report Impact of COVID-19 on the implementation of Erasmus+ CBHE projects ",
        "EXECUTIVE SUMMARY ",
        "3 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS INDEX INDEX 4 5 5 6 - 22 6 - 14 15 - 19 20 - 22 1. INTRODUCTION 2. AIM 3. METHODOLOGY 4. FINDINGS 4.1. How COVID- 19 has impacted the project implementation 4.2. How COVID-19 has impacted cooperation among partners and other stakeholders 4.3. Best practices ",
        "4 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS 1. INTRODUCTION EACEA Unit A4 carried out a survey to examine how the capacity building in higher education (CBHE) projects and higher education institutions in partner and programme countries have adapted their means of working and cooperation to the COVID-19 pandemic. The main findings are : ‣ Institutions quickly had to put in place COVID-19 policies and deal with a range of challenges . ‣ Project implementation has been heavily impacted by the COVID-19 pandemic. Uncertainty was and continues to be the main challenge to project implementation. ‣ Overall, the impact of the pandemic has been mainly on activities such as project meetings, budget, dissemination activities, and the implementation or piloting of the courses and/or the study visits. ‣ The pandemic affected communication between the partners and forced projects to find new means of cooperation . ‣ Staff members needed support from their managers, clear directions, as well as technical support . ‣ Students’ involvement has been affected in most of the projects, given that mobility exercises have either been delayed or changed to online training or blended learning. ‣ Collaboration with external stakeholders such as public authorities and enterprises has been affected in a large number of projects. ‣ Some projects took the challenge of the pandemic as an opportunity to improve certain areas which were not initially within the projects’ scope , such as the development of digital competences and the use of IT tools within the consortium. ‣ Overall, the partnerships have reacted very well to the challenges of the pandemic and have made considerable efforts to adapt quickly to the new situation. ‣ The pandemic brought opportunities for change and innovation , and the institutions can benefit from the new possibilities that arise. ‣ Despite the challenges encountered, the projects found many positive elements in the new ways of working, and may keep these positive elements in the future. 1. INTRODUCTION ",
        "5 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS TITLE 2. AIM 3. METHODOLOGY The aim of this study is to share the main challenges encountered, and provide recommendations on how to face them in future, drawing on the experience and best practices adopted by many CBHE projects. This study provides higher education institutions with deeper insight into current challenges, experiences and alternative ways to deal with the pandemic crisis. This may serve to raise more awareness and understanding within higher education institutions on topics such as how to support the staff in implementing international projects in times of crisis. Furthermore, sharing experiences of the ongoing projects provides other projects with new insights and ideas on how to deal with issues they encounter in the implementation of their projects. In December 2020, Unit A4 of EACEA launched a survey to evaluate the impact of the COVID-19 pandemic on the implementation of Erasmus+ Capacity Building in Higher Education (CBHE) projects. The survey was sent to 456 project coordinators from three different project generations, namely 146 projects from 2017, 147 from 2018 and 163 from 2019. The survey covered all the Regions participating in the CBHE action : Western Balkans, Eastern Partnership, Southern Mediterranean, Central Asia, Russia, Latin America, Asia, Africa, Caribbean and Pacific region (ACP), South Africa and Iran / Iraq / Yemen. Out of the 456 questionnaires sent, 395 replies were received, representing an answer rate of 87% . The survey focused on the following main categories of questions : ‣ To what extent have the projects been affected by the COVID-19 pandemic ? What has changed and what are the consequences of these changes ? ‣ How have the projects adapted to the new circumstances? What are the lessons learned ? ‣ To what extent do the projects expect these changes to remain in place after the pandemic is over ? The survey has highlighted the challenges faced by most of the projects and the measures adopted by the consortia to overcome them. The survey has also shown that some of the new working methods have had positive effects, and that in some cases, the projects would be keen to keep using these methods in future. 2. AIM - 3. METHODOLOGY ",
        "6 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS 4. FINDINGS 4. FINDINGS The findings of this study are presented in three parts. The first part refers to challenges and the impact of COVID-19 on project implementation, including challenges for receiving accreditation, project duration, budgetary issues, implementation of activities in Partner Countries, and student involvement and learning etc. The second part focuses on the how COVID-19 has impacted cooperation between partners and other stakeholders involved in supporting the CBHE projects. The third part focuses on examples of good practices and underlines the need to share these. It also highlights some positive changes that could be continued after the pandemic is over. 4.1 How COVID-1P impacted the in the project implementation This part examines how higher education institutions have adapted their activities and working methods to the pandemic. The survey revealed that almost 60% of projects were heavily impacted by the COVID-19 pandemic in their implementation phase. Uncertainty was and continues to be the main challenge to project implementation. Under these circumstances the partnership has proven to be optimistic, flexible and proactive, which has been helpful in dealing with the challenges to their work during the pandemic. An optimistic mindset as well as a willingness to be flexible helped to adapt more quickly to an unknown situation. Overall, the main impact of COVID has been on activities such as project meetings, the budget, dissemination activities, the implementation of piloting of the courses, and/or the study visits. However, some projects have indicated that the impact has been low to moderate. This can be explained because some of the 2017 generation of projects were almost closed by the time the pandemic started and the main activities had already been implemented. Consequently, the highest impact is seen on projects which are in the mid-term of their implementation , which means projects that started in 2018 and 2019. The survey revealed that almost 60% of projects were heavily impacted by the COVID-19 pandemic in their implementation phase. Uncertainty was and continues to be the main challenge to project implementation. Under these circumstances the partnership has proven to be optimistic, flexible and proactive, which has been helpful in dealing with the challenges to their work during the pandemic. An optimistic mindset as well as a willingness to be flexible helped to adapt more quickly to an unknown situation. Overall, the main impact of COVID has been on activities such as project meetings, the budget, dissemination activities, the implementation of piloting of the courses, and/or the study visits. However, some projects have indicated that the impact has been low to moderate. This can be explained because some of the 2017 generation of projects were almost closed by the time the pandemic started and the main activities had already been implemented. Consequently, the highest impact is seen on projects which are in the mid-term of their implementation , which means projects that started in 2018 and 2019. The detailed analysis of the areas most affected by the pandemic shows that, unsurprisingly, the impact is highest in the activities that mostly involve mobility, such as the planned trainings and study visits (72%). These activities have often been moved online or been postponed for later implementation. ",
        "7 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS TITLE 4. FINDINGS The detailed analysis of the areas most affected by the pandemic shows that, unsurprisingly, the impact is highest in the activities that mostly involve mobility, such as the planned trainings and study visits (72%). These activities have often been moved online or been postponed for later implementation. The implementation of the work programme was also significantly affected (66%) and there have been general delays in the timelines of various activities, such as delays in the purchase and delivery of equipment. There is also evidence of an increased additional managerial workload and administrative burden, with re-scheduling of project activities, requests for project extensions, and intense communication with project partners etc. On the other hand, those activities which in normal circumstances would take place remotely have been able to continue more or less normally. Here we refer to preparatory activities, such as desk surveys and comparative studies, as well as quality assurance activities. • Areas of implementation most impacted In order to face the current challenges and make progress in their implementation, all projects have converted planned activities into online activities . The crisis has put the project managers and the project partners on a steep learning curve regarding the use of digital and education technology both for project management as well as for teaching. In fact, while the pandemic has been a challenge, it has also been an opportunity to improve the partners’ education technology and digital tools. The survey has shown that projects have shifted nearly all the consortium and management meetings online . In particular, there is evidence that most of the CBHE projects starting in 2020 organised their kick-off meetings online. The implementation of the work programme was also significantly affected (66%) and there have been general delays in the timelines of various activities, such as delays in the purchase and delivery of equipment. There is also evidence of an increased additional managerial workload and administrative burden, with re-scheduling of project activities, requests for project extensions, and intense communication with project partners etc. On the other hand, those activities which in normal circumstances would take place remotely have been able to continue more or less normally. Here we refer to preparatory activities, such as desk surveys and comparative studies, as well as quality assurance activities. • Areas of implementation most impacted In order to face the current challenges and make progress in their implementation, all projects have converted planned activities into online activities. The crisis has put the project managers and the project partners on a steep learning curve regarding the use of digital and education technology both for project management as well as for teaching. In fact, while the pandemic has been a challenge, it has also been an opportunity to improve the partners’ education technology and digital tools. ",
        "8 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS Moreover, a significant number of training courses, study visits, piloting of courses and dissemination events were also transformed into online activities. For dissemination , projects started using more online dissemination channels and social media. The projects that were finalised in 2020 organised their final dissemination events online, when feasible. Main recommendations ➔ Review your work plan and start with the activities that can be done online : Given that the projects were operating in completely new circumstances, it is very important to review the work plan and to decide which activities can be done online and which have to be postponed. Given the current uncertainty, we recommend that you review at least the work plan of the first year of project implementation. ➔ Develop better digital tools : As the survey has shown, this crisis is also an opportunity to develop better digital tools to communicate, to disseminate information or to organise online events and training. These tools can continue to be used afterwards and can deliver efficiency gains. 4. FINDINGS The survey has shown that projects have shifted nearly all the consortium and management meetings online . In particular , there is evidence that most of the CBHE projects starting in 2020 organised their kick-off meetings online. Moreover, a significant number of training courses, study visits, piloting of courses and dissemination events were also transformed into online activities. For dissemination , projects started using more online dissemination channels and social media. The projects that were finalised in 2020 organised their final dissemination events online, when feasible. Main recommendations: ➔ Review your work plan and start with the activities that can be done online: Given that the projects were operating in completely new circumstances, it is very important to review the work plan and to decide which activities can be done online and which have to be postponed. Given the current uncertainty, we recommend that you review at least the work plan of the first year of project implementation. ➔ Develop better digital tools: As the survey has shown, this crisis is also an opportunity to develop better digital tools to communicate, to disseminate information or to organise online events and training. These tools can continue to be used afterwards and can deliver efficiency gains. ",
        "9 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS TITLE 4. FINDINGS • Challenges faced by the Partner Countries Partner Country institutions have faced a number of significant challenges during the pandemic. The survey shows that CBHE projects in all Regions have been affected. The greatest difficulties were in the following areas : ‣ Dissemination of project results ‣ Teaching online in terms of the new modules or programmes developed ‣ Access to online activities (for instance courses, training…) ‣ Communication within the project consortia Main recommendations In order to support partner institutions in the Partner Countries, the consortium should : ➔ Communicate clearly, share information and promote mutual trust between the partners The survey has shown that one of the key aspects for coping with COVID-19-related challenges is to communicate well between the partners of the consortium . It is essential that regular communication take place between the partners from the very start of the project. In fact, the experience during the pandemic has demonstrated that the partnership can react very well to the new challenges if each partner has a clear understanding of the modifications to be carried out in the work plan and the changes needed in the nature of the activities. This will enable the consortium to adapt better to the current circumstances and to be more flexible towards the changes required. https://www.pexels.com/it-it/foto/persone-vicino-al-tavolo-3184639/ • Challenges faced by the Partner Countries Partner Country institutions have faced a number of significant challenges during the pandemic. The survey shows that CBHE projects in all Regions have been affected. The greatest difficulties were in the following areas: ● Dissemination of project results ● Teaching online in terms of the new modules or programmes developed ",
        "10 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS • Challenges for the accreditation of new programmes For CBHE Curriculum development projects , challenges in the accreditation of the new study programmes has affected the majority of projects. This was due to the lockdown causing delays in getting accreditation for the new programmes developed for the partner institutions. Main recommendations ➔ Find out about the different steps for accreditation of the new programmes in each Partner Country of your consortium and about the delays that are currently in place. If you are well informed about the steps, the duration and the current delays, you will be able to revise your work plan accordingly. 4. FINDINGS • Challenges for the accreditation of new programmes For CBHE Curriculum development projects , challenges in the accreditation of the new study programmes has affected the majority of projects. This was due to the lockdown causing delays in getting accreditation for the new programmes developed for the partner institutions. Main recommendation: ➔ Find out about the different steps for accreditation of the new programmes in each Partner Country of your consortium and about the delays that are currently in place. If you are well informed about the steps, the duration and the current delays, you will be able to revise your work plan accordingly. ",
        "11 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS TITLE • Project duration 4. FINDINGS https://www.pexels.com/it-it/foto/foto-della-persona-che-tiene-il-telefono-cellulare-3183153/ • Project duration https://www.pexels.com/it-it/foto/foto-della-persona-che-tiene-il-telefono-cellulare-3183153/ • Project duration https://www.pexels.com/it-it/foto/foto-della-persona-che-tiene-il-telefono-cellulare-3183153/ • Project duration https://www.pexels.com/it-it/foto/foto-della-persona-che-tiene-il-telefono-cellulare-3183153/ • Project duration ● The survey has shown that because of the pandemic and the resulting delays in the implementation of the projects , 29% of projects have received an extension to their project duration. ● Only 7% have requested a suspension . ● Most of the projects consider that an extension or suspension will be needed in the future (58%). The most common extension and suspension requested has been for a duration of 6-12 months. It is the same duration that is envisaged for the projects that anticipate an extension in the future. Main recommendations: ➔ Before requesting an extension to the eligibility period of your project, evaluate in detail the new work plan and only submit the request when you have a clear view of the additional months that will be needed to complete your project. For projects starting in 2020/2021, you do not have to request an extension in the first phase of the project because the pandemic may still evolve in the coming months/years. We recommend that you focus on the revision of the first 6-12 months of the year. ➔ Before requesting a suspension, be aware that during the suspension no expense can be charged to the budget of the project because costs will be considered ineligible. ● The survey has shown that because of the pandemic and the resulting delays in the implementation of the projects , 29% of projects have received an extension to their project duration. ● Only 7% have requested a suspension . ● Most of the projects consider that an extension or suspension will be needed in the future (58%). The most common extension and suspension requested has been for a duration of 6-12 months. It is the same duration that is envisaged for the projects that anticipate an extension in the future. Main recommendations: ➔ Before requesting an extension to the eligibility period of your project, evaluate in detail the new work plan and only submit the request when you have a clear view of the additional months that will be needed to complete your project. For projects starting in 2020/2021, you do not have to request an extension in the first phase of the project because the pandemic may still evolve in the coming months/years. We recommend that you focus on the revision of the first 6-12 months of the year. ➔ Before requesting a suspension, be aware that during the suspension no expense can be charged to the budget of the project because costs will be considered ineligible. ",
        "12 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS ‣ The survey has shown that because of the pandemic and the resulting delays in the implementation of the projects , 29% of projects have received an extension to their project duration. ‣ Only 7% have requested a suspension . ‣ Most of the projects consider that an extension or suspension will be needed in the future (58%). The most common extension and suspension requested has been for a duration of 6-12 months . It is the same duration that is envisaged for the projects that anticipate an extension in the future. Main recommendations ➔ Before requesting an extension to the eligibility period of your project, evaluate in detail the new work plan and only submit the request when you have a clear view of the additional months that will be needed to complete your project. For projects starting in 2020/2021, you do not have to request an extension in the first phase of the project because the pandemic may still evolve in the coming months/years. We recommend that you focus on the revision of the first 6-12 months of the year. ➔ Before requesting a suspension, be aware that during the suspension no expense can be charged to the budget of the project because costs will be considered ineligible. 4. FINDINGS ",
        "13 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS TITLE • Budget The results of the survey show that more than half of the projects made financial modifications to their original budget. Projects carried out modifications in the following ways : ‣ through an amendment ‣ using the 10% transfer flexibility between the budget headings The budget heading which has seen the greatest number of modifications is ‘ Travel and costs of stay ’ due to the restrictions on worldwide mobility. The budget heading ‘ Staff costs ’ has also been affected as staff from partner universities have devoted more time to organisation of online activities, the revision of the work plan, and on communicating with project partners. Main recommendations ➔ For projects that have started recently, do not request amendments for the budget at this stage but rather use the 10% flexibility between the budget headings. In fact, as there is still too much uncertainty about developments relating to the pandemic, it is still too early to make significant budget modifications for projects starting in 2020 or 2021. 4. FINDINGS https://www.pexels.com/it-it/foto/persona-che-tiene-la-penna-grigia-seduta-vicino-al-computer- portatile-313691/ • Budget The results of the survey show that more than half of the projects made financial modifications to their original budget. Projects carried out modifications in the following ways: ● through an amendment ● using the 10% transfer flexibility between the budget headings https://www.pexels.com/it-it/foto/persona-che-tiene-la-penna-grigia-seduta-vicino-al-computer- portatile-313691/ • Budget The results of the survey show that more than half of the projects made financial modifications to their original budget. Projects carried out modifications in the following ways: ● through an amendment ● using the 10% transfer flexibility between the budget headings ",
        "14 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS • Challenges for students Many CBHE projects and in particular curriculum development projects include student mobility or piloting courses with the involvement of students. The pandemic has also affected students’ involvement , as in most of the projects mobility activities have either been delayed or changed into online training or blended learning. Some projects have pointed out challenges in persuading the students to reply to student surveys because it is more difficult to encourage student participation when the students are off the campuses. The survey has shown that the start of the course implementation has been delayed in 28% of the cases. At the same time, new ways of teaching and learning have been introduced in 26% of the projects. Main recommendations ➔ Keep students well informed of the changes that have taken place so that they can still be involved in the project activities. ➔ Carry out regular surveys of students to assess whether the new methods of teaching and learning are appreciated and appropriate, and whether the students are able to access the online activities easily. ➔ When revising your work plan, take into account the delays in starting the implementation of the new study programmes and modules developed. 4. FINDINGS The budget heading which has seen the greatest number of modifications is ‘ Travel and costs of stay’ due to the restrictions on worldwide mobility. The budget heading ‘ Staff costs’ has also been affected as staff from partner universities have devoted more time to organisation of online activities, the revision of the work plan, and on communicating with project partners. Main recommendation:  For projects that have started recently, do not request amendments for the budget at this stage but rather use the 10% flexibility between the budget headings. In fact, as there is still too much uncertainty about developments relating to the pandemic, it is still too early to make significant budget modifications for projects starting in 2020 or 2021. https://www.pexels.com/it-it/foto/foto-di-persone-laaning-sul-tavolo-di-legno-3184638/ • Challenges for students ",
        "15 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS TITLE 4.2 How COVID-19 has impacted cooperation among partners and other stakeholders • Cooperation among partners The survey shows that 32% of the projects considered the impact on cooperation between the project partners to be high or very high . In particular, the pandemic affected communication between the partners and forced the projects to find new means of cooperation . Participants have different perspectives on how communication has been affected during the pandemic. Some argue that communication has been hindered while others argue that it has improved. Due to the absence of face-to-face contact, they feel they need to put more effort into meetings. There is also a sense that during the pandemic people are more reachable because they are constantly online, which has improved communication. The feedback from the projects indicates that face-to-face meetings, in particular at the beginning of the projects, increase mutual trust and improve the sharing of tacit knowledge, which are important elements in creating a conducive environment for innovation. In this sense, some projects considered that the capacity to innovate has been affected. However, as the projects progress and virtual meetings become the new way of working, the capacity to innovate may be rediscovered. All project partners, both in the Programme and in the Partner Countries, started working from home, and all teaching staff had to make a sudden and radical shift to online and blended teaching. This resulted in a higher workload for all staff members involved. This shift was more challenging in the Partner Countries, where connectivity and reliable internet access is lower than in the Programme Countries. Moreover, very often teachers and students do not have all the required IT tools at their disposal. 4. FINDINGS 4.2. How COVID-19 has impacted cooperation among partners and other stakeholders • Cooperation among partners The survey shows that 32% of the projects considered the impact on cooperation between the project partners to be high or very high . In particular, the pandemic affected communication between the partners and forced the projects to find new means of cooperation . Participants have different perspectives on how communication has been affected during the pandemic. Some argue that communication has been hindered while others argue that it has improved. Due to the absence of face-to-face contact, they feel they need to put more effort into meetings. There is also a sense that during the pandemic people are more reachable because they are constantly online, which has improved communication. The feedback from the projects indicates that face-to-face meetings, in particular at the beginning of the projects, increase mutual trust and improve the sharing of tacit knowledge, which are important elements in creating a conducive environment for innovation. In this sense, some projects considered that the capacity to innovate has been affected. However, ",
        "16 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS Main recommendations ➔ Define clear means of cooperation at the beginning of the project, taking into account the current circumstance and possible efficiency gains. ➔ Ensure that the partner institutions in all Partner Countries have appropriate IT tools : It is important that the level of involvement of partner institutions in the Partner Countries is not affected due to a lack of access to appropriate IT resources. ➔ Communicate regularly and openly within the consortium. 4. FINDINGS as the projects progress and virtual meetings become the new way of working, the capacity to innovate may be rediscovered. All project partners, both in the Programme and in the Partner Countries, started working from home, and all teaching staff had to make a sudden and radical shift to online and blended teaching. This resulted in a higher workload for all staff members involved. This shift was more challenging in the Partner Countries, where connectivity and reliable internet access is lower than in the Programme Countries. Moreover, very often teachers and students do not have all the required IT tools at their disposal. Main recommendations: ➔ Define clear means of cooperation at the beginning of the project, taking into account the current circumstance and possible efficiency gains. ➔ Ensure that the partner institutions in all Partner Countries have appropriate IT tools: It is important that the level of involvement of partner institutions in the Partner Countries is not affected due to a lack of access to appropriate IT resources. ➔ Communicate regularly and openly within the consortium. ",
        "17 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS TITLE • Collaboration with external stakeholders The involvement of external stakeholders, such as public authorities and enterprises, is an essential part of the CBHE action in order to guarantee the dissemination, the impact and the sustainability of the projects. The survey reveals that collaboration with public authorities and enterprises has been affected for 37% of the projects. In particular, at the beginning of the pandemic, the projects experienced difficulties in involving businesses and enterprises in their project activities. However, once virtual meetings and events became better established, the projects managed to increase the participation of a wider range of stakeholders in the project events . In fact, many coordinators pointed out that the organisation of online events enables the participation of a wider number of external stakeholders. 4. FINDINGS https://www.pexels.com/it-it/foto/foto-di-persone-che-hanno-conversazione-3184285/ • Collaboration with external stakeholders The involvement of external stakeholders, such as public authorities and enterprises, is an essential part of the CBHE action in order to guarantee the dissemination, the impact and the sustainability of the projects. The survey reveals that collaboration with public authorities and enterprises has been affected for 37% of the projects. In particular, at the beginning of the pandemic, the projects experienced difficulties in involving businesses and enterprises in their project activities. However, once virtual meetings and events became better established, the projects managed to increase the participation of a wider range of stakeholders in the project events . In fact, many coordinators pointed out that the organisation of online events enables the participation of a wider number of external stakeholders. Main recommendation: ➔ Increase the number of stakeholders that can participate by organising more online events. ",
        "18 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS Main recommendations ➔ Increase the number of stakeholders that can participate by organising more online events. • Where to find support The projects underlined that they had received good support from the Agency, from their own institutions , and also from the NEOs in the ex-Tempus countries. Their responses also show that, overall, the whole partnership has reacted very well to the challenges of the pandemic and made good efforts to adapt quickly to the new situation. 4. FINDINGS https://www.pexels.com/it-it/foto/uomo-e-donna-che-agitano-le-mani-in-ufficio-5668842/ • Where to find support The projects underlined that they had received good support from the Agency, from their own institutions , and also from the NEOs in the ex-Tempus countries. Their responses also show that, overall, the whole partnership has reacted very well to the challenges of the pandemic and made good efforts to adapt quickly to the new situation. ",
        "19 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS TITLE Main recommendations ➔ Do not hesitate to contact all entities that can give you support during this crisis : At the Agency : Please keep your Project Officer informed about any significant changes and revisions to the work plan that you would like to request. Do not hesitate to contact the Agency if you need support and information about how to proceed. In the Partner Countries with a National Erasmus+ Office : Do not hesitate to contact them to request their support. Given that they have an overview of all the projects implemented in the country, they can share best practices already adopted by other projects. Within your institution : Your own institution may be able to help you and share information about the procedures in place to cope with the new challenges. Other CBHE projects : You can benefit from the experience and the best practices adopted by other projects in facing the challenges of the pandemic. 4. FINDINGS ",
        "20 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS 4.3 Best practices The survey has shown that most projects did not exchange best practices among themselves (only 38% did so). This reflects the general lack of synergies and communication between CBHE projects. However, it is positive to note that the projects which exchanged best practices considered this to be very useful . Main recommendation ➔ Get in touch with other CBHE projects to learn how they have dealt with the challenges linked to the pandemic. This recommendation is especially important for the projects starting in 2020 / 2021 because they can benefit from the experience of older projects. 4. FINDINGS Main recommendations: ➔ Do not hesitate to contact all entities that can give you support during this crisis: At the Agency: Please keep your Project Officer informed about any significant changes and revisions to the work plan that you would like to request. Do not hesitate to contact the Agency if you need support and information about how to proceed. In the Partner Countries with a National Erasmus+ Office: Do not hesitate to contact them to request their support. Given that they have an overview of all the projects implemented in the country, they can share best practices already adopted by other projects. Within your institution: Your own institution may be able to help you and share information about the procedures in place to cope with the new challenges. Other CBHE projects: You can benefit from the experience and the best practices adopted by other projects in facing the challenges of the pandemic. 4.3. Best practices The survey has shown that most projects did not exchange best practices among themselves (only 38% did so). This reflects the general lack of synergies and communication between CBHE projects. However, it is positive to note that the projects which exchanged best practices considered this to be very useful. Main recommendations: ➔ Do not hesitate to contact all entities that can give you support during this crisis: At the Agency: Please keep your Project Officer informed about any significant changes and revisions to the work plan that you would like to request. Do not hesitate to contact the Agency if you need support and information about how to proceed. In the Partner Countries with a National Erasmus+ Office: Do not hesitate to contact them to request their support. Given that they have an overview of all the projects implemented in the country, they can share best practices already adopted by other projects. Within your institution: Your own institution may be able to help you and share information about the procedures in place to cope with the new challenges. Other CBHE projects: You can benefit from the experience and the best practices adopted by other projects in facing the challenges of the pandemic. 4.3. Best practices The survey has shown that most projects did not exchange best practices among themselves (only 38% did so). This reflects the general lack of synergies and communication between CBHE projects. However, it is positive to note that the projects which exchanged best practices considered this to be very useful. ",
        "21 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS TITLE • Examples of good practices ‣ The survey shows that many projects were able to address the challenges and continue their activities . For instance, a large number of projects demonstrated a high level of flexibility in adopting alternative working methods , which is essential for adapting to the new implementation methods necessitated by the COVID-19 pandemic. ‣ Moreover, some projects took the challenge of the pandemic as an opportunity to improve some areas in ways that were not initially anticipated : For instance : ● Many projects decided to include more external stakeholders in their online activities. ● Other projects took the opportunity to develop digital competences and improve the use of IT tools within the consortium. Main recommendations ➔ Show flexibility and make contingency plans to cope with uncertainty. The current crisis shows that it is necessary to be flexible, have contingency plans and be ready to carry out the activities despite uncertainty. ➔ Consider the current challenges as potential opportunities to improve aspects of your project. 4. FINDINGS ",
        "22 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS • Positive aspects of the new working methods that could be kept in the future The survey shows that despite the challenges encountered, the projects have found positive aspects in the new ways of working that they might continue to use in the future. In fact, a large number of projects underlined that they would be in favour of keeping : ‣ Online management meetings (35%) and consortium meetings (25%) : The consortia concluded that they can organise meetings more frequently online and in many cases these are more efficient. As a result, communication between partners is more regular and useful. ‣ Online dissemination events : Online events can potentially reach more people, more stakeholders and increase the impact that the project has in the countries concerned. Main recommendations ➔ Find out about activities that have been successfully organised online and that you could replicate in the future when the pandemic is over. This could enable you to have a better mix of virtual and face-to-face activities and to manage the timing and the budget of your project in a more efficient manner. 4. FINDINGS Main recommendations: ➔ Show flexibility and make contingency plans to cope with uncertainty. The current crisis shows that it is necessary to be flexible, have contingency plans and be ready to carry out the activities despite uncertainty. ➔ Consider the current challenges as potential opportunities to improve aspects of your project. https://www.pexels.com/it-it/foto/uomo-mani-caffe-mano-4065864/ • Positive aspects of the new working methods that could be kept in the future The survey shows that despite the challenges encountered, the projects have found positive aspects in the new ways of working that they might continue to use in the future. In fact, a large number of projects underlined that they would be in favour of keeping: ",
        "23 SURVEY REPORT - IMPACT OF COVID-19 ON THE IMPLEMENTATION OF ERASMUS+ CBHE PROJECTS TITLE The EU cooperation policy with ACP countries primarily aims to reduce poverty in the Region. It also contributes to other international priorities such as sustainable economic, social and environmental development, respect for human rights, promotion of democracy, rule of law and good governance. This is in accordance with the UN 2030 Agenda for Sustainable Development. Within this context, the CBHE 2016 projects have promoted higher education exchanges and cooperation between the EU and ACP countries contributing to the establishing of several regional university partnerships and collaborative networks as well as mutually beneficial linkages in learning and teaching and, by extension, making a strong contribution to the evolution of the regional higher education area. A first analysis of a small sample of 2016 project reports - most of which are still ongoing - has shown that CBHE projects play an important role in the support and development of education systems in the Partner Countries. The higher education sector is a driving force for the economy and society as a whole and the role of the CBHE action is important as it has a long-term structural effect on the Partner Countries. A number of best practice examples show in an impressive way the benefits that CBHE projects can have on educational systems, HE institutions and individuals (academics, administrative university staff, and students). However, the impact of the CBHE action can be further improved by looking at the challenges that were identified via the sample of final project reports and the monitoring activities (desk monitoring, monitoring missions, cluster meetings) conducted by the Agency. Some of the challenges refer to the CBHE action as a whole, others specifically to the ACP region and in particular in Sub-Saharan Africa. 6.1. Challenges • The CBHE action has a large number of recurrent beneficiaries , both institutions and individuals. In the long term, this leads to a lack of innovative and creative project ideas (and few new collaborations) and diminishes the impact of the CBHE action in the Region. • The Region is relatively new to the programme and the Partner Country HEIs do not yet have sufficient knowledge of the EU financial regulations and experience of international project management in order to take a lead and coordinate projects. • The success rate of the projects to be funded in the calls is around 15% and the quality of proposals in increasing yearly. This means that the funding is not sufficient for the interest shown in the Region. For the same reason, there is not very widespread knowledge of the existence of this programme and its provision of funding opportunities across the ACP Region. • The unit costs for travelling should be revised in order to be closer to the real costs. In particular, in Sub-Saharan Africa, Caribbean and Pacific, the flight prices are very expensive, and do not reflect the unit costs . • Internationalisation strategies in HEIs are often absent or insufficiently developed. The creation of project consortia often lack a long-term strategic vision for the development of the HEIs, and proposals are developed because of existing or recurrent collaborations. • The large maximum grant amount of EUR 1 million sometimes leads to ‘inflated’ project budgets and lowers cost efficiency of project activities. In terms of staff costs, we observed that individual ",
        "",
        "Getting in touch with the EU IN PERSON All over Europe there are hundreds of local EU information centres. You can find the address of the centre nearest to you at : europa.eu/contact ON THE PHONE OR BY EMAIL Europe Direct is a service that answers your questions about the European Union. You can contact this service: – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696, or – by electronic mail via : europa.eu/contact Finding information about the EU ONLINE Information in all the official languages of the European Union is available on the Europa website : europa.eu EU PUBLICATIONS You can download or order free and priced EU publications from EU Bookshop at : http://bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact). EU LAW AND RELATED DOCUMENTS For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at : http://eur-lex.europa.eu OPEN DATA FROM THE EU The EU Open Data Portal (http://data.europa.eu/euodp/en/data) provides access to datasets from the EU. Data can be downloaded and reused for free, for both commercial and non-commercial purposes. ",
        "Erasmus+ Capacity Building in Higher Education (CBHE) action Survey Report Impact of COVID-19 on the implementation of Erasmus+ CBHE projects Resume The publication analyzes the outcomes of a survey carried out by EACEA Unit A4 on how the capacity building in higher education (CBHE) projects and higher education institutions in partner and programme countries have adapted their means of working and cooperation to the COVID-19 pandemic. Its aim is to share the main challenges encountered, and provide recommendations on how to face them in future, drawing on the experience and best practices adopted by many CBHE projects. The findings are presented in three parts. The first part refers to challenges and the impact of COVID-19 on project implementation, including challenges for receiving accreditation, project duration, budgetary issues, implementation of activities in Partner Countries, and student involvement and learning. The second part focuses on the how COVID-19 has impacted cooperation between partners and other stakeholders involved in supporting the CBHE projects. The third part focuses on examples of good practices and underlines the need to share these. It also highlights some positive changes that could be continued after the pandemic is over. ISBN : 978-92-9484-641-9 doi : 10.2797/448194 E C - 02 - 21 - 149 - E N - N "
    ]
}