{
    "text": [
        "With 55.2 out of 100 points , Poland ranks 24th in the EU on the Gender Equality Index. Its score is 12.2 points lower than the EU average. Between 2005 and 2017, Poland’s score increased by only 2.8 points. Compared to 2015, its score decreased by 1.6 points. Poland is progressing towards gender equality at a slower pace than other Member States. Its rank- ing has dropped four places since 2005 and six since 2015. Poland’s scores are lower than the EU’s scores in all do- mains. Gender inequalities are most pronounced in the do- main of power (29.1 points) and time (52.5 points). Although much lower than in other Member States, Poland’s scores are the highest in the domain of health (83.2 points). Since 2005, Poland’s score has improved the most in the domain of money (+ 13.7 points). Progress has stalled in the domain of knowledge (- 0.2 points) and decreased in the domain of time (- 2.1 points). Between 2005 and 2017, Poland improved its Index score, but had a much lower score than the EU average through- out the entire period. Poland moved towards gender equal- ity at a slower rate, increasing the distance from the EU’s score over time. 1 100 EL HU SK RO PL LT HR CZ CY BG LV EE PT MT IT AT DE EU-28 SI LU ES BE IE NL UK FI FR DK SE PL 55.2 EU 67.4 Full inequality Full equality 2017 2005 ▲ Increase since 2005 ▲ 5.4 ▲ 2.8 Each year we score EU Member States and the EU as a whole to see how far they are from reaching gender equal- ity. The Index uses a scale of 1 to 100, where 1 is for total inequality and 100 is for total equality. The scores are based on the gaps between women and men and levels of achievement in six core domains: work, money, knowledge, time, power and health. Two additional domains are integrated into the Index but do not have an impact on the final score. The domain of intersecting inequalities highlights how gender inequalities manifest in combination with age, dis/ability, country of birth, education and family type. The domain of violence against women measures and analyses women’s experiences of violence. In addition to providing a snapshot into the Index scores, the Gender Equality Index 2019 includes a thematic focus on work-life balance. Gender Equality Index 2019: Poland Gender Equality Index scores for EU Member States, 2005 and 2017 Progress in Poland is slower than the EU average 2005 2017 Poland EU 50 55 60 65 70 ",
        "Work Poland’s score in the domain of work is 67.0, showing a progress of 1.8 points since 2005 (+ 0.2 points since 2015), with a higher participation of both women and men in employment. The employment rate (of people aged 20-64) is 65 % for women and 79 % for men. With the overall employment rate of 72 %, Poland has already reached its national EU 2020 employment target of 71 %. Between 2005 and 2017, the full-time equiv- alent (FTE) employment rate rose from 37 % to 44 % for women, and from 52 % to 62 % for men, widening the gender gap (from 15 percentage points (p.p.) to 18 p.p.). The gender gap is much wider in couples with children than couples without children. Around 11 % of women work part-time, compared to 4 % of men. On average, women work 38 hours per week and men 42 hours. The uneven concentration of women and men in different sectors of the labour market remains an issue: 24 % of women work in education, health and social work, compared to 5 % of men. Fewer women (8 %) than men (37 %) work in science, tech- nology, engineering and mathematics (STEM) occupations. Money Poland’s score in the domain of money is 75.1, showing progress of 13.7 points since 2005 (+ 1.8 points since 2015), with strong improvements in the economic and finan- cial situations of both women and men. Despite increases in mean monthly earnings of both women (+ 64 %) and men (+ 61 %) from 2006 to 2014, women still earn 18 % less than men per month. In couples with children, women earn around 28 % less than men (25 % less in couples without children). The gender gap in earnings is wider among people born outside Poland: foreign-born women earn 31 % less than foreign-born men. The gender gap increases as the level of education rises. The risk of poverty decreased for both women (- 3 p.p.) and men (- 4 p.p.) from 2005 to 2017: 15 % of women and men are at risk. People facing the highest risk of poverty are: single people (25 % of women and 34 % of men), people with low levels of education (26 % of women and 27 % of men) and lone parents (23 %). Income distribution based inequalities decreased among women and among men between 2005 and 2017. The gender pay gap is 7 % (compared to the 16 % EU average) and the gender pension gap is 21 %. Knowledge Poland’s score in the domain of knowledge is 56.5, with no significant change since 2005 (+ 0.5 points since 2015). At 7 points below the EU’s score, Poland ranks 17th in the domain of knowledge in the EU. The share of women tertiary graduates increased between 2005 and 2017 at a faster pace than the share of men, widening the gender gap. Around 27 % of women have tertiary de- grees, compared to 20 % of men (14 % and 12 % in 2005). Poland has reached its national EU 2020 target of having 45 % of people aged 30-34 with tertiary education. The current rate is 46 % (56 % for women and 36 % for men). While tertiary educational attainment increased, participation in formal and non-formal education and training decreased in Po- land between 2005 and 2017. About 12 % of women and 11 % of men participate in lifelong learning (compared to 21 % and 20 % in 2005). A higher share of lone parents engages in lifelong learning, compared to single people and women and men in couples (with or without children). The uneven concentration of women and men in different study fields in tertiary educa- tion remains a challenge for Poland. Twice as many women students study in the fields of education, health and welfare, or humanities and art than men (39 % compared to 19 %). ▲ 5.1 ▼ 0.7 80.2 56.0 Participation Segregation and quality of work 67.0 ▲ 1.8 ▲ increase since 2005 ▼ decrease since 2005 ▲ 16.6 ▲ 8.5 62.8 89.9 Financial resources Economic situation 75.1 ▲ 13.7 ▲ increase since 2005 ▼ 1.5 ▲ 1.0 61.5 51.9 Attainment and participation Segregation 56.5 ▼ 0.2 ▲ increase since 2005 ▼ decrease since 2005 ",
        "Time Poland’s score in the domain of time has not changed since the last edition of the Index because new data is not available. The next data update for this domain is expected in 2021. More frequent time-use data would help to track progress in this domain. Poland’s score is 52.5, well below the EU’s score of 65.7, with increased gender ine- qualities in the distribution of time spent on social activities. Women continue to do the bulk of family care, with the gender gap in care almost doubling between 2007 and 2016. Around 71 % of women aged 25-49 have daily caring responsibilities of one hour or more, compared to 39 % of men. Overall, 90 % of women in couples with children care for and educate their family for at least one hour, compared to 64 % of men. Despite an increase in the share of men who cook and do housework daily for at least one hour, the gender gap persists. About 82 % of women cook and do housework every day for at least one hour, compared to only 34 % of men. Fewer women (17 %) than men (21 %) participate in sporting, cultural or leisure activities outside the home. Small shares of both women (7 %) and men (5 %) are involved in voluntary or charitable activities. Power Poland’s score in the domain of power is 29.1, which is the lowest across all domains. The score has increased by 2.8 points since 2005 (- 6.0 points since 2015). The increase is driven by improvements in the areas of economic and political decision-making. There is a significant regress in the sub-domain of social power. Poland ranks 23rd in this domain in the EU. The share of women ministers is 17 %, compared to 8 % in 2005. Poland introduced legislative quotas in 2011 and the representation of women in parliament increased after their application. Women made up 26 % of the members of parliament in 2018, in contrast to 22 % in 2005. The representation of women in regional assemblies has increased in Poland (from 16 % to 26 %). Poland has improved the most in the area of economic decision-making, although progress is slower than in the EU overall. Between 2005 and 2018, the share of wom- en on boards of the largest publicly listed companies increased from 11 % to 21 %. Progress in social decision-making went backwards, driven by the striking decrease of women board members of publicly owned broadcasting organisations: from 14 % in 2015 to 0 % in 2018. Women comprise 23 % of board members of research-fund- ing organisations, and just 5 % of members of the highest decision-making bodies of national Olympic sports organisations. Health Poland’s score in the domain of health is 83.2, with a 2.6-point increase since 2005 (+ 1.0 point since 2015). It stands 4.9 points below the EU’s score. There have been improvements in both health status and access to medical and dental services. There is no new available data for the sub-domain of behaviour. Fewer women than men consider themselves to be in good health, although the over- all level of health satisfaction increased for both between 2005 and 2017. About 56 % of women and 62 % of men perceive their health as good (compared to 51 % and 58 % in 2005). Health satisfaction increases with a person’s level of education and decreases in proportion to their age. Life expectancy increased for both women and men between 2005 and 2016. On average, women live eight years longer than men (82 compared to 74 years). Healthy life years have decreased for women (from 67 to 65 years) while remaining the same for men (61 years). Adequate access to medical and dental care has increased significantly in Poland. Around 8 % of both women and men report unmet medical needs (compared to 18 % and 15 % in 2005). Around 4 % of women and 5 % of men report unmet needs for dental examinations (compared to 17 % and 16 % in 2005). More women and men with disabilities report unmet needs for dental care (16 % and 19 %), compared to women and men without disabilities (7 % and 12 %). ▲ 1.1 ▼ 4.2 64.1 43.0 Care activities Social activities 52.5* ▼ 2.1 ▲ increase since 2005 ▼ decrease since 2005 * Scores not updated since 2017 edition. ▲ 11.5 ▲ 13.2 ▼ 11.5 43.6 33.1 17.0 Political Economic Social 29.1 ▲ 2.8 ▲ increase since 2005 ▼ decrease since 2005 ▲ 2.4 — ▲ 6.1 87.3 67.9* 97.0 Status Behaviour Access 83.2 ▲ 2.6 ▲ increase since 2005 * Scores not updated since 2017 edition. ",
        "Violence Violence against women is both a consequence and cause of persisting gender inequalities in the areas of work, health, money, power, knowledge and time. In con- trast to other domains, the domain of violence does not measure differences between women’s and men’s situ- ations but examines women’s experiences of violence. For this reason, the domain of violence is not captured in the calculations of the Gender Equality Index. Instead, it is calculated as a separate composite measure of three aspects: prevalence, severity and disclosure of violence against women. The calculation of scores relied on the 2014 European Union Agency for Fundamental Rights survey data results. No EU-wide survey on gender-based violence has been carried out since then. Until the com- pletion of the next survey, the scores cannot be updated. Poland signed and ratified the Council of Europe Con- vention on Preventing and Combating Violence against Women and Domestic Violence (Istanbul Convention) in August 2015. The domain of violence presents updated data on three additional indicators to help monitor femicide, female genital mutilation and trafficking in human beings. How- ever, not all Member States collect such data and im- provements in data collection are necessary. Poland does not provide data on women victims of in- tentional homicide by an intimate partner or family mem- ber. Nor does it provide data estimating the proportion of girls (in the resident migrant population) at risk of fe- male genital mutilation. Statistics on trafficking in human beings are gathered and reported. There were 34 reg- istered women victims of trafficking in human beings in 2016. Comparable data, disaggregated by sex, is essential to the development of EU-wide strategies on preventing and eliminating violence against women across Member States. Thematic focus on work-life balance Gender Equality Index 2019 focuses on work-life balance — an issue of high political importance in the EU. In addi- tion to work-life balance related indicators captured by the Index (e.g. in the domains of work, time and knowledge), the thematic focus presents additional indicators — a work-life balance scoreboard (WLB scoreboard). The WLB scoreboard cuts across three broad areas: paid work, unpaid work (care) and education and training. It presents 15 indicators in six specific areas of concern: parental leave policies; caring for children and childcare services; informal care for older persons and persons with disabilities and long-term care services; transport and infrastructure; flexi- ble working arrangements; and lifelong learning. Parental leave policies Parental leave helps parents balance their caring duties and work life. However, it is often unavailable to potential parents, as their eligibility might be dependent on criteria such as whether a person is in paid work; whether they are an employee or self-employed; the sector in which they work; the length of service; or whether leave is accessible to same-sex couples or migrants. Changes in the labour market, such as the spread of atypical forms of employ- ment (e.g. temporary contracts and on-demand work, bogus self-employment and voucher-based work) have in- creased concerns about parents’ access to leave, especial- ly in cases where it is based on definitions of traditional standard employment. In 2016, 27 % of women and 10 % of men aged 20-49 (po- tential parents) were ineligible for parental leave in Poland. Eligibility for parental leave is restricted to those in employ- ment; therefore, unemployed or inactive women and men accounted for nearly all of the total ineligible population of potential parents in 2016. Among the employed popula- tion, all women and men were eligible, with the exception of same-sex couples who are ineligible for parental leave in Poland. ",
        "Informal childcare and childcare services As the number of dual-earning and single-parent families grows, new needs for childcare services appear. High-quali- ty, available, accessible and affordable childcare services are essential to allow parents to stay in or join the labour market and reduce the gender gap in employment. In Poland, 65 % of all informal carers of children are women. Overall, 61 % of women are involved in caring for or educating their children or grandchildren at least several times a week, compared to 47 % of men. More women and somewhat fewer men are involved in caring for or educating their children or grandchildren in Poland than in the EU, where 56 % of women and 50 % of men are involved in caring for or educating their children or grandchildren. The gender gaps are wider among women and men aged 20-49 (90 % and 69 %), and among women and men who are not working (44 % and 23 %). Poland has not yet reached either of the Barcelona targets to have at least 33 % of children below the age of three and 90 % of children between the age of three and school age in childcare. In total, 12 % of children below the age of three are under some form of formal care arrangements (10 % of them are in childcare for at least 30 hours a week), which is the fourth lowest coverage in the EU. Formal childcare is provid- ed for 58 % of children from the age of three to the minimum compulsory school age (42 % are in formal childcare for at least 30 hours a week). Around 15 % of households report unmet needs for formal childcare services in Poland, which is 1 p.p. more than the EU average. Lone mothers are more like- ly to report higher unmet needs for formal childcare services (26 %) than couples with children (16 %). Informal care for older persons and persons with disabilities and long-term care services Available, accessible, and affordable care services and infra- structure are crucial if people with caring responsibilities are to maintain a healthy balance between their care duties and work life. This is especially relevant for women, who are of- ten more engaged than men in both formal and informal care of older persons and/or persons with disabilities. In light of emerging demographic trends, such as ageing soci- eties, lower birth rates and consequently the decline of the working-age population, the need for formal and informal long-term care services has become more important than ever. Most informal carers for older persons and/or persons with disabilities in Poland are women (73 %). This the highest share in the EU. The shares of women and men involved in informal care of older persons and/or people with disabili- ties several days a week or every day are 15 % and 6 %. The proportion of women involved in informal care is the same as the EU average, while the involvement of men is 4 p.p. lower. There are more women and men with care responsi- bilities for older persons and/or persons with disabilities in the 50-64 age group (28 % and 14 %), compared to women and men aged 20-49 (11 % and 9 %). Around 38 % of women caring for older persons and/or persons with disabilities are employed, compared to 42 % of men combining care with professional responsibilities. There are also fewer women than men informal carers working in the EU in general, al- though the gender gap is narrower in Poland (4 p.p., com- pared to 14 p.p. for the EU). In the 50-64 age group, 44 % of women informal carers work, compared to 31 % of men. Around 16 % of women and men in Poland report unmet needs for professional home care services. Transport and infrastructure Access to affordable and quality public infrastructure, in- cluding care facilities, educational facilities, health services and transportation, impacts women’s and men’s opportu- nities to balance paid work with other activities. The une- ven division of caring duties and household tasks between women and men influences the ways in which they use or need certain types of transport and infrastructure. Time spent commuting is a good indication of whether existing public infrastructure helps or hinders women and men in juggling their everyday activities. In Poland, women and men spend a similar amount of time commuting to and from work (around 35-36 minutes per day). Couples with children spend a little more time commut- ing than couples without children. In couples without chil- dren, women commute longer than men, while, in couples with children, men spend more time commuting. Single men are likely to spend more time commuting than single women. In general, women spend more time commuting than men, regardless of whether they work part- or full-time. Women and men part-time workers travel 31 and 30 minutes, respec- tively, from home to work and back. When working full-time, women commute 38 minutes and men, 36 minutes. Generally, men are more likely to travel directly to and from work, whereas women make more multi-purpose trips, to fit in other activities, such as school drop-offs or grocery shopping. ",
        "European Institute for Gender Equality The European Institute for Gender Equality (EIGE) is the EU knowledge centre on gender equality. EIGE supports policymakers and all relevant institutions in their efforts to make equality between women and men a reality for all Europeans by providing them with specific expertise and comparable and reliable data on gender equality in Europe. © European Institute for Gender Equality, 2019 Reproduction is authorised provided the source is acknowledged. Print: MH-03-19-024-EN-C ISBN 978-92-9470-816-8 doi:10.2839/295426 PDF: MH-03-19-024-EN-N ISBN 978-92-9470-814-4 doi:10.2839/785538 Contact details http://eige.europa.eu/ facebook.com/eige.europa.eu twitter.com/eurogender youtube.com/user/eurogender eige.sec@eige.europa.eu +370 52157444 Flexible working arrangements Flexible working arrangements, such as opportunities to transition between part-time and full-time work, flexibility in working hours and remote work, typically give employees a greater ability to control how much, when and where they can work. If carefully designed, keeping in mind the different needs of women and men, flexible working arrangements can make it easier to balance work and family life. They can also support people with caring responsibilities to enter the labour market as full-time employees. More women (61 %) than men (55 %) cannot make use of flexible working arrangements because they are set by an employer, with no possibility for change. Access to flexible working arrangements is lower in Poland than the EU aver- age, where 57 % of women and 54 % of men have no con- trol over their working time arrangements. The gender gap is wider among public sector employees, who, in general, are less likely to work on flexible hours than private sector employees. In the Polish public sector, employees have little control over their working time: 72 % of women and 74 % of men state that they have no possibility of changing their working-time arrangements, compared to 65 % of women and 62 % of men public sector employees in the EU overall. The situation is a little better for private sector employees, but rates are still high. Among private sector employees, 57 % of women and 54 % of men have no control over their working time. In Poland, just over one fourth of both women and men part-time workers (27 %) transitioned to full-time work in 2017. Poland is the only Member State with no gender gap here. In most EU countries, significantly fewer women than men are shifting to full-time work. Lifelong learning Constant advances in technology require workers to upskill continuously and stay up-to-date with new developments and technologies over the course of their careers. Lifelong learning is also a catalyst for gender equality as it gives women and men greater choice in their work options and more opportunities to achieve their full potential. Insuffi- cient financial resources and time-related barriers, such as conflicts with work schedules and/or family responsibilities can prevent access to lifelong learning for both women and men. Lifelong learning can help women to re-enter the la- bour market after career breaks due to care responsibili- ties. Poland has the fifth lowest participation rate in lifelong learning (4 %) among Member States, with a narrow gen- der gap of 1 p.p. Women (aged 25-64) are more likely to participate in education and training than men, regard- less of their employment status, except for economically inactive women, who participate less than men. Conflicts with work schedules are a greater barrier to participation in lifelong learning for men (28 %) than for women (18 %). Around 40 % of women compared to 22 % of men report that family responsibilities are a barrier to education and training. Both work schedules and family responsibilities are less of an obstacle for participation in lifelong learning in Poland than in the EU overall. According to the EU av- erage, 38 % of women and 43 % of men report their work schedule to be an obstacle and 40 % of women and 24 % of men report that family responsibilities hinder participation in lifelong learning. Read more about the Gender Equality Index at http://eige.europa.eu/gender-equality-index European Institute for Gender Equality Gedimino pr. 16 LT-01103 Vilnius LITHUANIA "
    ]
}