{
    "text": [
        "SociaEu EUROPEAN COMMISSION DIRECTORATE-GENERAL FOR EMPLOYMENT. INDUSTRIAL RELATIONS AND SOCIAL AFFAIRS &*%**> ",
        "Contents European Social Fund Targeting unemployment European Year of Lifelong Education and Training Learning, a source of personal fulfilment Private, family and working lives Three lives in one The Eures network Employment Europe takes shape The media and European integration Journalists with social commitment ! European social policy A new action programme for 1995-97 Integration and equal opportunities for disabled people Good intentions are not enough European companies manifesto Big bosses act against exclusion Europe's ageing population The Commission faces up to the future The fight against poverty Statistics, an essential tool Health and safety of workers An economically sound investment Free movement of workers No employment borders Essential reading A magazine produced by the European Commission Social Europe Magazine is produced by the Information and Publications Unit of the Employment, Industrial Relations and Social Affairs Directorate-General (DG V) of the European Commission. This magazine is published in German, English and French. The activities of DG V range from employment and labour policy to all aspects of social policy, including health and safety standards and some of the key issues in today's society, such as equal opportunity, social exclusion and immigration. DG V also manages the European Social Fund, the principal financing tool for programmes aimed at developing human resources. Notice to readers: The information contained in this publication does not necessarily reflect either the position or views of the European Commission. This publication was produced for the European Commission by Deloitte & Touche Europe Services. Design and layout by Made in V. (Brussels) Photographs: J.J. Patrlcola, E.C., Helios, Eures, Tony Stone, Image Bank. Luxembourg: Office for Official Publications of the European Communities, 1995 ©ECSC-EC-EAEC, Brussels · Luxembourg, 1995 Reproduction is authorized, except for commercial purposes, provided the source Is acknowledged Printed in Belgium Editoria Social policy at European level is the human face of the Union. It has an impact on people's every day lives. While much has been achieved, the hard reality is that living as we do, in a period of profound and rapid socio economic change, we must constant ly face up to fresh demands and chal lenges. The Commission's new social action programme 1995-97 seeks to address the dynamic nature of today's Europe. It builds upon and takes forward the achievements of the past while proposing a strategy to meet new needs and challenges. It sets out an important and substantial agenda in the social sphere for the coming years. It is not a static 'blue-print' but rather a rolling programme which is flexible and open enough to cater for the accelerating pace of social change. Employment and the fight against unemployment is, of course, the centrepiece of the programme. Access to sustainable employment for all our citizens is our number one objective. It is fundamental to improv ing the quality of life and preserving the key features of the European social model. We want to give you regular up dates and views on the social action programme as it unfolds. So we have decided to launch the first Social Europe Magazine. Here you will find a summary of the social action programme and we will return to it in future issues. Pádraig Flynn Member of the European Commission, responsible for employment and social affairs $^i^f_ Q SociaEurope ",
        "European Social Fund Targeting unemployment At the forefront of the European Union's fight to combat unemployment and social problems, the European Social Fund is a fundamental financial tool in shaping the life and future of hundreds of thousands of Europe's citizens. Here follows a brief presentation. The objectives of the European Social Fund (ESF) as clearly set out in Arti cle 123 of the Treaty instituting the European Community are to 'render the employment of workers easier and to increase their geographical and occupational mobility', as well as to 'facilitate their adaptation to indus trial change and to changes in pro duction systems, in particular through vocational training and re training'. Its task is therefore to take positive action on both the supply and demand side of the labour market. The European Social Fund does not, however, act alone. On the contrary, it is very much a part of the Euro pean Union's overall strategy to re duce inequality and to give all of Eu rope's regions and citizens an equal chance. As such, the ESF comple ments the work of the European Ag ricultural Guidance and Guarantee Fund, the European Regional Devel opment Fund and the Financial Instru ment for Fisheries Guidance. Togeth er, these comprise the Union's 'Structural Funds' which, in the years 1994 to 1999, will be allocated ECU 156 billion in order to facilitate the essential adjustments required to stimulate the growth and competitive ness of all areas of the European economy, including employment. During these six years, the European Social Fund will have a working bud get of ECU 47 billion. In other words, it will have the resources in keeping with the (considerable) scale of its am bitions. It will be active in many areas of structural policy, contributing to the development of regions which are lag ging behind ('Objective 1'), the eco nomic reconversion of declining indus trial areas (Objective 2'), the economic diversification of rural areas ('Objec tive 5b') and the development and structural adjustment of sparsely pop ulated areas (Objective 6'). Under Objectives 3 and 4, the ESF can intervene throughout the European Union in order to combat the condi tions which underlie long-term unem ployment and - better still - in order to prevent these conditions arising in the first place. Objective 3 clearly defines four stra tegic objectives for the ESF: to facil itate integration into working life of people threatened by long-term un employment; to help young people looking for work to enter the labour market; to promote the integration into working life of people at risk of being excluded from the labour mar ket; to promote equal opportunity between men and women on the labour market. Well-aimed actions The fight against long-term unemploy ment and exclusion from the labour market is based on the awareness that certain vulnerable population groups - young people, women, dis abled or elderly people in particular - require specific measures to encour age integration or reintegration into working life, or to protect them against the loss of employment. The various ESF schemes are adapted to individual cases and local conditions, but form part of an 'integration route'. They take account of the fact that a range of very diverse schemes are required in order to supplement the support provided for traditional forms of training. The ESF may there fore support measures such as vo cational preparation, advice, retrain ing, the acquisition of professional experience and schemes to assist geographical and occupational mobil ity. The ESF may also take indirect Reintegration into working life: ECU 47 billion between 1994 and 1999 for the European Social Fund ^i*^ c SociaEurope Q ",
        "action, such as by promoting care services to assist those with depen dent children or elderly or sick peo ple. In brief, the ESF opts for a flex ible approach which seeks to involve all the individuals concerned. Objective 3' also requires the ESF to strike at the root of the evil. But how? The point of departure must be basic education and initial training - which is precisely the aim of 'Youth- start' which seeks to ensure that all young people under 20 years of age have access to a recognized form of education and training. The ESF iden tifies two key concerns: firstly, to stop young people from entering the la bour market without any qualifica tions; secondly, to improve the qual ity of initial training and education and, at the same time, make it easi er for young people to acquire train ing and find employment. The ESF can therefore cofund initial training schemes anywhere in the Union. In less-favoured regions this may be ac companied by schemes to improve the quality of teaching, either in terms of training for teachers or by setting up networks bringing together schools and companies. Another priority field of action for the Social Fund is Objective 4 which seeks to adapt workers to industrial changes and new production systems. In this area, the ESF concentrates principally on model actions with a multiplier effect. The aid therefore supplements the companies' own ef forts, concentrating, in particular, on small businesses which often have to opt for on-the-job training. Also related to this, the ESF funds studies on emerging labour market trends, assistance with conversion and training, and the creation of net works. It also contributes to schemes deigned to improve and develop train ing systems. Future plans include a project to set up recognized continu ous training centres and the promo tion of distance learning using elec tronic means. The latter allows workers to gain access to informa tion on a flexible basis in accordance with their individual needs and de sires - of particular benefit to small businesses. A question of method A partnership between the European Commission, the Member States and the actors in the field lies at the ba sis of any ESF scheme. In this bottom-up process, it is the Member States which first draw up a plan, in accordance with the rules governing the Structural Funds. The programming is the result of a three-stage process which deter mines how the resources are ulti mately to be allocated. First of all, the Member State submits a plan set ting out a strategy and precise objec tives. Subsequently, the Community Support Framework identifies the pri orities and the sums required. Final ly, the Member States submit re quests for funds which are approved (or not) by the Commission, thus giv ing rise to the operational pro grammes. The operational programmes receive 90% of the available resources, most of the rest going to transnational Community initiatives. One example of the latter is the Employment initia tive which includes NOW (equal op portunities for women), Horizon (com batting exclusion) and Youthstart. Another example is the ADAPT initia tive which is entirely devoted to the 'human resources' aspect of indus trial change. The Charleroi region Neighbourhood networks As a region in difficulty, the Belgian province of Hainat.it recently qualified for aid under Objective 1 of the European Social Fund. Specifically, the plan involved setting up networks in two districts of Charleroi in order to give a much-needed boost to the area. People have to live there, so they have to work there ... for their own fulfilment. In cooperation with CPAS-Forem (Social assistance centre - placement centre for the unemployed) and the Charleroi 'Employment University', the experience allowed 24 trainees to receive training in bricklaying. The course was aimed at the long-term unemployed and those receiving minimum social security benefit or the 'minimex', while seeking to obtain a balance between the two categories. Candidates had to be aged under 30, preferably unskilled or with only limited skills. The 'Neighbourhood network' experience began on 1 September 1994 in Marchienne-Docherie and Damprémy and involved a six-month period of social training. But it also serves as a useful model for this whole region which was once prosperous due to its heavy industry but is now depressed. The Walloon region, part of the Belgian federal state, has drawn up an ambitious programme designed to result in the creation of 50 neighbourhood development offices. It would be unable to provide the financing without the assistance of the ESF. The social worker, the master craftsman and the six or seven apprentices who form the basic unit are destined to be the ultimate purveyors of this experience. First Charleroi, then ... Europe? S ^ « *^ v Q SociaEurope ",
        "European Year of Lifelong Education and Training Learning, a source of personal fulfilment 'We must return to the 40-hour week ... 20 hours of work and 20 hours to prepare for the future' .... Fanciful as it may seem, this comment is indicative of the current in-depth inquiry into the role of education and training in fast-changing European societies. The European Community has designated 1996 'European Year of Lifelong Education and Training' with the aim of stimulating a wide-ranging debate, involving everybody from the individual citizen to the politician, on developments which are going to shape Europe in the 21st century. 'How and for what purpose should we educate and train?' Although the ques tion may not be new, the employment cri sis and challenges and opportunities of the information society render it more pressing than ever before - and with a pertinence which extends far beyond edu cational and training circles alone. But one thing is certain: there is a need for fundamental changes to the educational systems in the Member States. This is one of the main conclusions of the Euro pean Commission's 'White Paper' on growth, competitiveness and employ ment. There are several reasons for this, but of crucial importance is the fail ure to suitably prepare for a labour mar ket which demands new and constantly evolving qualifications. Many signs - stu dent demonstrations, dysfunctions on the labour market, etc. - show that stu dents, people following training in gen eral, and sometimes the teachers and trainers themselves, are beginning to doubt the usefulness of knowledge which they see as too academic and out of step with day-to-day reality and the needs of the economic world. All your life: the European Commission sees training as a continuous process requiring a complete change of thinking More fundamentally, Europe's tradi tional educational and training systems are largely based on the idea that the education provided in schools is intended to 'train the fu ture worker'. This period of learning is limited in time and seeks to build up a 'knowledge capital' which is valid for the rest of the individual's life. Such an approach is clearly ill-suited to an age in which full employment and a 'job for life' are no longer the norm and when technological devel opments and the growing demand for high level, polyvalent qualifications inevitably mean that all knowledge must be systematically up-dated while also stimulating a debate on a reduction in working hours. Lifelong training But that is not all. We are in fact en tering an age of change in the very concept of knowledge and the means by which it is acquired. The classic approach is based on a sharp divi sion between knowledge and know- how and between the teacher and the pupil. The school, long regarded as the sole source of knowledge, teach es its pupils who are allocated a pas sive role. But today we are seeing a rapid increase in both the sources of knowledge and the means of acquir ing it. The role of the teacher or train er is also changing: the omniscient teacher who imparts his knowledge is being replaced by the trainer who is increasingly becoming a kind of guide to gathering and critically ana lysing the vast amount of information on offer. SociaEurope Q V ",
        "It is at precisely this point in time that Europe's progressive entry into the 'information society' and the large- scale introduction of new information and communication technologies are radically changing the means of ac quiring the knowledge which is now available to everybody and from so many different sources. Television, data processing, telematics, distance study and global communication net works such as Internet could, in the future, allow each individual to large ly acquire whatever knowledge he wants on his own initiative, with no limitations in time or space, benefit ting from this democratically-available knowledge as a source of personal fulfilment throughout his life. Provided that everybody has the skills required to use these new methods and has ready access to them, edu cation and training stand to play a vi tal role in ensuring equal opportunity in this on-going revolution. Although there is no lack of clear-cut arguments for fundamental change to Europe's educational and training systems, the ways to bring about this change have not yet been clearly de fined. Hence the importance of stud ies, initiatives in the field and inno vative projects which will provide the raw material for the conferences, seminars, exchanges of experience and good practices, etc. which the Commission will be promoting throughout 1996. The Commission's principal contribu tion to the debate will be based on its current inquiries into the concept of 'lifelong training' which are wide ly reflected in the new Socrates and Leonardo programmes and the ef forts of the European Social Fund in its current stage. Learning is viewed as a continuous 'lifelong' process with each individual being responsible for alternating periods of work and training, or their combination in the form of on-the-job training, in order to acquire new professional skills or for personal fulfilment. Such an approach to learning also supposes a radical change of thinking which may seem very ambitious. At a time when some of the corner stones which guarantee the stability of European democracies are being called into question, this develop ment deserves - at the very least - to be thoroughly debated. For further information For further information on the organization of the European Year of Lifelong Education and Training, please contact Jimmy Jamar, European Commission, Directorate-General for Education, Training and Youth (DG XXII), rue de la Loi, 200 1049 Brussels, Belgium. Tel: (32-2) 295-20-82; fax: (32-2) 299-41-52. Private, family and working lives Three lives in one The European Commission is seeking to promote the emergence of new forms of work organization which are adapted to the needs of today's society. In particular, it has set up the 'families and work' network and is working to achieve a Europe-wide collective agreement on parental and family leave. Action, on all fronts. 'All areas of life have to be recon ciled. The individual exists!', thun ders Michèle Tierlinck, principal administrator at the Employment, In dustrial Relations and Social Affairs Directorate-General (DG V) of the European Commission, where she heads the 'families and work' net work. 'Families and work' was set up in June 1994 for a three-year period, following in the footsteps of the 'childcare and actions to reconcile family and working life' network and the coordination group on positive actions. Its 15 members are all human resources experts in the var ious Member States. Its task? To tífv Q SociaEurope ",
        "identify 'good practices' in work or­ ganization in the European Union, such as job­sharing, part­time work, working hours based on annual to­ tals, sabbatical leave, etc. On this basis, it then promotes the exchange of experiences all over Europe in or­ der to ensure that a happy balance between private, family and working life does not remain the privilege of the few. 'This is an example of the value of the European Union', stress­ es Michèle Tierlinck: 'making sure everybody gets to hear about innova­ tive practices'. European Prize for Social Innovation The idea may be ambitious, but on 19 June 1995 in Stockholm the very first European Prize for Social Inno­ vation was awarded to eight compa­ nies and organizations for adopting schemes ­ such as flexible working hours and services for families ­ which allowed their workers to achieve a better balance between the commitments of family and work. This is to be followed up with the publica­ tion, twice a year, of a newsletter on new forms of work organization. Over to the social partners Even if most countries of the Euro­ pean Union now recognize the valid­ ity of notions of parental leave or spe­ cial leave for family reasons, the Council has never adopted the Direc­ tive. But that does not mean that the Commission has given up the fight to reconcile the family and work. 'We have relaunched the initiative on the basis of the Protocol on social policy (annexed to the Treaty on European Union)', stresses John Darcy, charged with the mission at DG V. The Commission has consulted the social partners on the need to act on the vast subject of 'conciliation'. The aim? To arrive at a collective agree­ ment which would govern parental and family leave throughout Europe. The social partners have generally shown themselves to be quite favour­ ably disposed towards the Commis­ sion's consultation document. Nego­ tiations have already begun and an agreement could be concluded before next winter ­ the first of its kind in the history of the European Community. But the Commission is not content to simply promote the transfer and spread of existing good practices, im­ portant as this may be. It also seeks to be a driving force in defining the future shape of work organization in Europe. As long ago as 1983, a proposal for a Directive on parental and family leave was submitted to the Council of Ministers. Among other things, this granted young fathers and mothers the right to at least three months' leave in order to look after a young child. It was therefore designed to provide a fairer division of family responsibilities between men and women. Tomorrow's Europe: by the end of 1995, a collective agreement could settle the problem of parental and family leave at European level SociaEurope φ ¿cia ",
        "EURES: useful addresses Looking for a job in another Member State The EURES network Employment Europe takes shape Employment Europe exists - and EURES can prove it. The acronym of 'European Employment Services', EURES is a network linking 350 labour market experts - or Euro-advisers - in the European Economic Area (EEA), i.e. the 15 European Union States plus Norway and Iceland. Their task is to circulate details of employment vacancies Europe-wide and inform anyone interested in working in another EEA country of the living and working conditions they are going to find there, and of the opportunities available on national and regional job markets. AUSTRIA . ARBEITSMARKTSERVICE OESTERREICH TREUSTRASSE 3643 A-1200 WIEN TEL: 43/1/33 32 05 93 14 FAX: 43/1/33 32 05 91 30 'Ah! Three new job offers. This one's from Italy. A 4-star hotel is looking for a cook. Experience desired, accom modation included, permanent con tract, ... May I?' Richard Menu care fully scans the several pages of the advertisement he has just received. Employed at the Belgian French- speaking office for vocational train ing and employment - or the FOREM as it is known - he is just one of the 350 Euro-advisers who make up the EURES network, the new 'European employment agency'. EURES was launched by the European Commission in November 1994 as the successorio SEDOC, the Europe an job offers and request service. Its aim is to help create a genuine Euro pean labour market by offering a per sonalized service to candidates willing to travel to another country to take up employment and to companies seeking to widen their field of recruit ment beyond national borders. What's more, it's all free of charge! Eight Cross-border EURES EURES is not solely interested in transnational exchanges between countries in the European Economic Area (EEA). It is also active in fron tier regions, the laboratories of Eu rope. Eight 'cross-border EURES' have been set up to date, concentrat ing on labour pools characterized by a significant movement of labour. Getting it right: for more than a year now, EURES has been providing a free, personalized service to assist anybody seeking employment in another country of the European Economic Area BELGIUM .FOREM-CHARLEROI BOULEVARD TIROU 104 B-6000 CHARLEROI TEL.: 32/71/20.61.11 FAX: 32/71/20.62.99 . VDAB BRUSSEL KEIZERSLAAN 11 B-BRUSSEL TEL.: 32/2/506.15.11 FAX: 32/2/512.24.74 . OFFICE REGIONAL BRUXELLOIS EMPLOI BOULEVARD ANSPACH 65 B-1000 BRUXELLES TEL.: 32/2/505.14.11 FAX: 32/2/511.30.52 DENMARK . ARBEIDSMARKEDSSTYRELSEN BLEGDAMSVEJ 56 DK-2100 COPENHAGEN TEL.: 45//35.28.81.15 FAX: 45//35.36.24.11 FINLAND . MINISTRY OF LABOUR FABIANINKATU 32 PO BOX 524 SF-00100 HELSINKI TEL.: 358/0/185.62.55 FAX: 358/0/185.69.050 FRANCE . AGENCE NATIONALE POUR L'EMPLOI 4 RUE GAULEE - IMMEUBLE LE GALILEE F-93 198 NOISY-LE-GRAND CEDEX TEL.: 33/1/49.31.7712 FAX: 33/1/43.03.1347 . OFFICE DES MIGRATIONS INTERNATIONALES - PARIS 44 RUE BARGUE F-75732 PARIS CEDEX 15 TEL.: 33/1/53.69.5370 FAX: 33/1/53.69.5369 . ASSOCIATION POUR L'EMPLOI DES CADRES INGENIEURS ET TECHNICIENS 51 BOULEVARD BRUNE F-75689 PARIS CEDEX 14 TEL.: 33/1/40.52.2000 FAX: 33/1/45.39.6360 GERMANY . BUBDESVERWALTUNGSAMT MARZELLENSTRASSE 50 -56 D-50728 KÖLN TEL.: 49/221/758.2742 FAX: 49/221/758.2768 GREECE . OAED - GLYFADA 8 RUE ETHNIKIS ANTISTATIS - P.O. BOX 77017 GR-16610 GLYFADA-ATHENS TEL.: 30/1/994.24.66 FAX: 30/1/993.70.84 ICELAND . MINISTRY OF SOCIAL AFAIRS REYKJAVIK TRYTGWAGATA 17 IS-150 REYKJAVIK TEL.: 354/1/609.100 FAX: 354/1/248.04 IRELAND . FAS - TRAINING & EMPLOYMENT AUTHORITY 27-33 UPPER BAGGOT STREET IRL-DUBLIN 4 TEL.: 353/1/668.57.77 FAX: 353/1/660.90.93 ITALY . MINISTERO DEL LAVORO E DELLA PREVIDENZA SOCIALE VIA FLAVIA 6 1-00187 ROMA TEL.: 39/6/46.83.2340 FAX: 39/6/47.88.7174 S*^*P* v Q SociaEurope ",
        "LUXEMBOURG . ADMINISTRATION DE L'EMPLOI LUXEMBOURG (ADEM) 38A RUE PHILIPPE II L-2340 LUXEMBOURG TEL.: 352//478.53.00 FAX: 352//46.45.19 THE NETHERLANDS . ARBEIDSVOORZIENING - LANDELIJK BUREAU VISSERINGLAAN 26 - POSTBUS 415 NL-2280AKRIJSWIK TEL.: 31/70/313.07.24 FAX: 31/70/313.06.30 NORWAY . ARBEIDSDIREKTORATET - OSLO MARIBOES GATE 8 N-0032 OSLO TEL.: 47/2/294.24.00 FAX: 47/2/236.49.59 PORTUGAL . INSTITUTO DO EMPREGO E FORMACAO PROFISSIONALE DEPARTAMENTO DO EMPREGO - EURES - RUA DE XABREGAS 56 P-1900 LISBOA TEL.: 351/1/868.05.75 FAX: 351/1/868.68.43 SPAIN . INSTITUTO NACIONAL DE EMPLEO - INEM CONDESA DEVENADIT0 9 E-28027 MADRID TEL.: 34/1/585.98.88 FAX: 34/1/585.97.53 SWEDEN . ARBETSMARKNADSSTYRELSEN SUNDBYBERGSVAGEN 9 S-17199 SOLNA TEL.: 46/8/730.68.57 FAX: 46/8/735.57.09 UNITED KINGDOM . EMPLOYMENT SERVICE ROCKINGHAM HOUSE 123 WEST ST. UK-SI 4ER SHEFFIELD TEL.: 44/114/259.6306 FAX: 44/114/259.5724 LIST OF EURES CROSS-BORDER COORDINATORS . GRONAU / ENSCHEDE MR. R. MEIJER EUREGIO ENSCHEDER STR.362 D48599 GRONAU TEL.: 49/2562/7020 FAX: 49/2562/1639 . LORRAINE / SARRE MR. H.M. WERTH ISOPLAN - INSTITUT FUR ENTW. / WIRTSCHAFTSPLANUNG MARTIN-LUTHER-STR. 20 DÎ6111SAABRUECKEN TEL.: 49/681/936.460 FAX: 49/681/936.46.11 . HNFK MRS. A. LEUNIS FOREM - RELATIONS INTERNATIONALES BOULEVARD TIROU 104 (1ER ETAGE) B6000 CHARLERIO TEL: 32/71/20.61.11 FAX: 32/2/71.20.61.98 . PED MR. P. REGNIER CHAMBRE DE COMMERCE ET D'INDUSTRIE DU LUXEMBOURG BELGE GRAND RUE 1 B-6800 LIBRAMONT TEL.: 32/61/22.26.80 FAX: 32/61.22.40.20 . EURAZUR MR. R. BOTTEGHI SEMAM-BUREAU DE MENTON RUE DE LA REPUBLIQUE F-06500 MENTON TEL.: 33/93.28.58.36 FAX: 33/92.10.08.78 . TRANSALP MR. R. FERRARO MINISTERIO DEL LAVORO VIALE MAZZINI 14/C 1-10036 SETTIMO TORINESE TEL.: 391/11/800.07.80 FAX: 39/11/800.33.36 . IGA I -IGA II MR. DR. L FREDERIX REGIONAAL BESTUUR VOOR ARBEIDSVOORZIENINGEN (RBA) ZUID-LIMBURG BASSIN 184 NL-6211 AL MAASTRICHT TEL.: 31/43/28.11.11 FAX: 31/43/25.26.33 EURES mobilizes both the public em ployment services of the 18 EEA countries and their natural partners - employers' organizations and trade unions, local and regional authorities, etc. The present 350 Euro-advisers were trained by the European Commission to provide three key services: infor mation, advice and assistance. They are linked via a computerized system which allows them to communicate through electronic messaging and gives them access to two data banks. The first includes job offers on the European market and the second.- circulated via 'Info 92', the Commis sion's database - provides full details of living and working conditions in the different EEA countries. Both these databases are available in the Euro pean Union's 11 official languages. 'EURES fills a gap', explains Richard Menu. More than 3 000 job offers The Euro-advisers feed information directly into the 'jobs' database, act ing at the request of employers for whom the nationality of candidates is not an issue. These very detailed job offers generally permit a very pre cise identification of the ideal candi date. The job offers may be circulat ed throughout the network member countries orto certain countries only. They can then be consulted by any one who is interested, with the as sistance of the Euro-adviser. Facilitating contact: 350 Euro-advisers bring together job-seekers and foreign employers The Euro-adviser's role is then to fa cilitate contact between a potential candidate and the foreign employer. In order to make the expatriation pro cess easier, the Euro-adviser con sults the living and working conditions database for all useful information on exercising the occupation in the host country, such as administrative for malities for expatriation, cost of liv ing, tax system, holidays, sickness benefit, school system, etc. During the first five months, more than 3 000 job offers have been fed into the EURES network and pro cessed by Euro-advisers. In addition, there are the many unsolicited re quests for information from Euro peans who, without being offered a particular job, have nevertheless de cided to try their luck in finding em ployment in another EEA country. There is a clear demand for this kind of service', observes Jacques Brame, member of the French Confederation of Christian Workers and trade union Euro-adviser for the 'HNFK' cross- border EURES covering Hainaut(B), Nord-Pas-de-Calais (F), Flandre occi dentale (F) and Kent (UK). 'Whenever we are faced with questions or prob lems which we can't settle ourselves, we always try to put the candidate into contact with someone else in the network who is in a position to sort it out. That is the strength of EURES.' 5 ^^ SociaEurope Q * £ v ",
        "The media and European integration Journalists with social commitment ! Whether through its Information and Public Relations Directorate-General or its Social Affairs 'DG', the European Commission - always at the forefront of the struggle to maintain and redefine a European social model - makes every effort to encourage these journalists, photographers, film-makers and cartoonists who continue to give coverage to social affairs, sometimes against considerable opposition. Dublin, April 1995: 25 students of journalism from throughout the Euro­ pean Union worked flat out for 10 days on a multilingual magazine en­ tirely devoted to inequality, exclusion and social differences in Europe. Lille, February 1995: 86 journalists, plus photographers and film-makers, of 16 nationalities, held a three-day debate on the subject of social Europe. Brussels, May 1994: around 30 jour­ nalists, head teachers and lecturers in journalism, together with experts from all the Member States, looked at ways of improving training for journalism stu­ dents, and in particular, in the field of social reporting. Throughout Europe, from June 1992 to June 1993, students from 40 schools of journalism entered the first European social journalism competition for the best articles on the fight against social exclusion. Winning entries were pub­ lished in a magazine, magnificently illustrated with large black and white photographs. And what do all these events have in common? Yes, they were all organized by the European Commission and, more particularly, by the Directorate-General for Employment, Industrial Relations and Social Affairs - 'DG V' for the initiated - and in most cases in cooperation with the Directorate-General for Information - 'DG X' - and the European Journalists' Training Association (EJTA). Budding journalists: long the poor relation in the media world, so­ cial journalism is back with a vengeance - due to unemployment and exclusion Fifteen editions of Euroreporter mag­ azine have already been produced by students at EJTA-affiliated schools of journalism, covering a range of sub­ jects. The idea for them to report on social exclusion originated back in May 1994, at a meeting between the EJTA, DG X and DG V. Before putting pen to paper, students first investigated the situation in their own country in the field of poverty, unemployment, social inequality, the homeless, non-governmental organ­ izations and access to services. They also looked at the real impact of the third Community programme against poverty which ends this year. Fifty students in the field With any luck, the 50 students involved in this project (25 from the Dublin school of communication and the rest from schools in other Member States) will remain in contact and retain their enthusiasm for social issues through­ out their professional careers! An enthusiasm which was certainly shared by the journalists who met in Lille in February 1995. Responding to an appeal from the European Jour­ nalists Association (a branch of the European Movement) which organized the seminar for the European Com­ mission, the older brothers and sis­ ters of the 'Euroreporter' students rubbed shoulders for three days with activists from the non-profit-making sector. These are the people behind the thousands of local schemes which run every year on state-subsidized housing estates throughout Europe, often with the assistance of the European Community, but who we rarely read about in our newspapers or see on our TV screens. w%t*r ν φ SociaEurope ",
        "'Journalists have a fundamental role to play in these initiatives,' explains the President of the Foundation for Human Progress, Pierre Calarne, the event's co-organizer. 'They can kill them off in two ways: either by ignor­ ing them altogether or by showering them with too much praise. On the other hand, well-judged reporting can permit contacts between schemes and show that something is being done'. The journalists were also able to meet a number of politicians, in par­ ticular, women politicians: Martine Aubry, former French Employment Minister, Simone Veil, the then So­ cial Affairs Minister, and Marie- Christine Blandin, President of the Regional Council of Nord-Pas-de- Calais. is part of the reason why social is­ sues do not receive the same kind of media coverage in all Member States. But one thing is certain: the social sphere is in crisis everywhere and needs redefining. It is in this redefin­ ing that the European Commission has a major role to play. A first step is to encourage the exchange of in­ formation between Member States, whether in the form of statistics or interesting practices. It is therefore only logical for the European Commis­ sion to encourage journalists work­ ing in the Member States who are interested in social issues to come together to exchange information, compare working methods and con­ tribute to this crucial task of redefin­ ing a European social model. Redefining the European social model Social Europe is central to the Eu­ ropean identity - even if it has long been the poor relation in Europe­ an integration. The deep commit­ ment of Europe's citizens to their social model was effectively con­ firmed by the correspondence ex­ changed with the social partners and non-governmental organiza­ tions in preparing the Green Paper on the future of Europe's social policy, adopted by the European Commission in 1993. It is a so­ cial model which combines eco­ nomic competitiveness and social solidarity, legislative action and collective agreements. The reason why it has been so dif­ ficult to act in this area at Euro­ pean level is that social policy lies at the crossroads of politics and the non-profit-making sector. It is therefore deeply rooted in the his­ tory and traditions of the Member State. This applies to such an ex­ tent that the very term 'social' does not have the same meaning or the same connotations in all countries or in all languages. This What category? Each Member State of the European Union defines and handles social issues in a different way SociaEurope φ © f ir ",
        "European social policy A new action programme for 1995-97 It was on 12 April last year that Commissioner Padriag Flynn revealed the contents of the new 'medium-term action programme' which will frame European social policy through to 1997. Succeeding the 1989 social action programme which was launched after the governments of 11 of the 12 Member States adopted a Charter of fundamental Community social rights for workers, the document identifies a range of priorities: employment, equality between men and women, public health, the participation of all citizens in social policy and a strengthening of the European Commission's analysis and research capacity. In addition, the 'Consolidation' chapter covers health and safety at work and the right to work. Human resources: investing in an educated and well-trained labour force, a key element of the European Union's strategy Designed to be both comprehensive and flexible, this new programme is the culmination of a wide-ranging in­ quiry initiated in 1993 with the pub­ lication of the Green Paper on the fu­ ture of European social policy and continued in the White Paper which laid down a framework for the devel­ opment of this area of policy. These two documents placed job creation at the centre of economic and social development, affirming, on the one hard, that there could be no social progress in Europe without competitiveness and, on the other hand, no lasting economic growth without taking into account the so­ cial dimension. A total of 55 million people are currently living below the poverty line in the 15 Member States of the European Union. Employment, the number one priority Employment is the number one pri­ ority. Although the prime responsibil­ ity for job creation lies with the individ­ ual Member States, the Community also has a role to play in identifying structural obstacles to job creation and making suggestions to help States to overcome them. The pro­ gramme thus concentrates on 'ob­ servation and monitoring mecha­ nisms' for employment systems and on closer cooperation between the national authorities (meetings of of­ ficials, joint research programmes), the social partners and European in­ stitutions. The Commission also stresses the crucial role of the Structural Funds (regional and agricultural) and in par­ ticular the European Social Fund in promoting employment. The develop- 5«*4&** ν φ SociaEurope ",
        "ment of human resources is of course one of the key elements in creating jobs. In this respect, the recent adop­ tion of the Leonardo programme (im­ plementation of a vocational training policy) and Socrates programme (cooperation in the field of education) should permit a better integration of young people into working life. The Commission is also interested in creating a European labour market. It has already announced several pro­ posals designed to facilitate the free movement of workers throughout the Union (transfer of pension rights, right of residence, recognition of diplomas, etc.). Equality between men and women is also central to this new action pro­ gramme. A fourth action programme on equality is to enter into force in 1996. to be gained from exchanges and in- depth dialogue at European level. Between now and 1997 the Commis­ sion will be endeavouring to stimu­ late the debate by producing com­ munications and recommendations for medium-term consideration. Finally, the Commission will continue to support the efforts of the Member States in formulating and implement­ ing their policy of improving public health. The action programme an­ nounces new proposals on diseases linked to pollution, accidents and in­ jury, and rare diseases, plus the im­ plementation of proposals pending on cancer, AIDS, infectious diseases and the advertising of tobacco products. At the same time, the Commission has started negotiations with the European social partners on possible measures in areas such as reconcil­ ing family and working life, equal pay, women in decision-making, dignity at work, etc. For society as a whole The Commission does not look upon social policy as something solely of interest to workers. It concerns so­ ciety as a whole. This is why the new programme widens the approach to problems common to all the Mem­ ber States, such as the funding and operation of systems of social pro­ tection, poverty, exclusion, racism and xenophobia and the integration of immigrants. Although the princi­ pal political responsibility in these areas lies with the national, region­ al or even local authorities, the Un­ ion can play a valuable role in pro­ moting Europe-wide cooperation between the Member States, the so­ cial partners and all the actors in­ volved. While it is not a question of imposing uniform solutions, at the same time there are clear benefits Equal opportunities for men and women: a fourth Community programme in 1996 SociaEurope φ ",
        "Integration and equal opportunities for disabled people Good intentions are not enough Several of the Commission's programmes, initiatives or actions directly concern disabled people. But Helios, set up by DG V, is the only Community programme which is exclusively devoted to disabled people. This article offers a number of thoughts plus additional information on the aim of the Helios programme, defined as: to promote the integration of and equal opportunities for people with disabilities. It then reviews the proposals of the Commission's social action programme for disabled people. Finally, the box on page 16 briefly presents the structure of the Helios programme. A whole range of special services, with very substantial differences de­ pending on the country, are more or less successfully provided in order to meet the needs of disabled people. These include special medical ser­ vices, schools for disabled children, small adapted buses reserved for the transport of disabled people, and in­ stitutions. All these services consti­ tute clear progress on the total ex­ clusion previously experienced by certain categories of disabled peo­ ple. Having said this, the fact remains that these services continue to keep the disabled person in a world apart. They meet certain needs of the dis­ abled person and try to provide indi­ vidual solutions, thus allowing the disabled person to adapt to society ­ but all the while society is failing to adapt to the disabled person. Dis­ abled persons are therefore in danger of being citizens in a class of their own rather than fully­fledged citizens in mainstream society. Even when it comes to employment, the preferred solution is often segregation, through sheltered workshops. The same start in life The concept of integration is a means of breaking free of this segre­ gation. Integration allows disabled people, including those with mental disability, to develop their true po­ tential and to participate in econom­ ic life (employment), social life and cultural life; they are entitled to con­ sciously chosen social and affective relations. Integration requires the community (the State, the region, the municipality) to recognize the pres­ ence of disabled people and the con­ ditions necessary for them to partici­ pate fully in the life of this community. This also means overcoming one of the major obstacles to the integra­ tion of disabled people, namely the attitudes of fear and rejection on the part of other citizens. When you en­ roll a disabled child at a mainstream school, you often come up against negative reactions among other par­ ents. To this very day in Europe, to varying degrees depending on the country, disabled people still some­ times experience the attitudes and behaviour of rejection, including phys­ ical violence. At the same time, the disabled person himself is responsible for his own integration. He or she must have the will to integrate, while at the same time we must respect and accept the decision of those who pre­ fer to live in isolation or only to fre­ quent other disabled people. It is easy to understand such a decision when you think about the countless difficul­ ties and 'blunders' which disabled people have to shrug off every day of their lives, such as the hémiplégie who, after 30 years, is tired of well­ intentioned people who meet her for the first time advising her to 'look af­ ter herself'. Over the past 30 years, a more radi­ cal concept has been gaining ground in Europe: equal opportunity. It is of­ ten applied to relations between men and women, but it should also be ap­ plied to other social distinctions such as disability, colour of skin and na­ tionality. Equal opportunity implies that society takes into account the specific needs of disabled people. Equal opportunity: a principle which applies to everybody, including disabled people ν φ SociaEurope ",
        "Integration versus segregation: attitudes of fear and rejection on the part of other citizens are one of the major obstacles to the integration of disabled people Services, cultural activities, informa­ tion, education and work must all be accessible to disabled people. The needs of all citizens are of equal im­ portance and it is on this basis that society must develop, with access to public places and transport for people with reduced mobility, hous­ ing designed for independent living, the inclusion of disabled children in mainstream education (with the nec­ essary adaptations to teaching methods and materials), the promo­ tion of employment for disabled peo­ ple in a mainstream environment, etc. The disabled person must have the same rights and opportunities as other citizens: all citizens must have the same start in life. But does this mean we need anti-discrimination laws (modelled on the Disabilities Act in the USA)? This is a keenly- debated issue among Helios pro­ gramme partners and among dis­ abled people and their associations in Europe. The concept of equal opportunity is changing. While in most of its docu­ ments the Commission applies it solely to relations between men and women, in the social exclusion chap­ ter of the White Paper entitled 'Euro­ pean social policy, a way forward for the Union', equal opportunity is con­ sidered for the first time as a princi­ ple which applies to everybody, in­ cluding disabled people. In this same White Paper, the Commission express­ es the essential idea that, at the 1996 Intergovernmental Conference, the new European Union Treaties should include specific reference to the fight against all forms of discrimination, whether based on race, religion, age or disability. After 1996 Last April, the Commission pub­ lished its 'Social action programme for the medium term, 1995-97' 1 which, in a sense, sets out the work­ ing objectives inherent in the 'Euro­ pean social policy, a way forward for the Union' White Paper. This pro­ gramme includes a number of refer­ ences to the integration of disabled people and announces several spe­ cific measures: - as the Helios programme expires in 1996 and in the light of the 1995 inter­ im report, the Commission will be orga­ nizing wide-ranging consultations on pos­ sible future action in the field of disabled people; • in 1996, following on from the Essen European Council 2 , the Commission will concentrate on the question of the em­ ployment of disabled people and the po­ tential of new technologies and commu­ nication systems; • again on these two subjects, in 1997 the Commission will be submitting pro­ posals after consulting the European For­ um on Disabled People and in the light of other analyses carried out by the Member States. -On the subject of equal opportunity; • the Commission has announced a com­ munication on measures to be taken to eliminate discriminatory obstacles still facing disabled people (latter half of 1995); • the Commission will be submitting to the European Parliament and Council of Min­ isters a proposal for a recommendation concerning the implementation of U N reg­ ulations to ensure equal opportunity for disabled people (1996) 3 . We should remember in this respect that, in its White Paper on social pol­ icy, the Commission took the view that the next review of the Treaties (1996 Intergovernmental Conference) should consider including specific ref­ erence to the fight against discrimina­ tion on the grounds of religion, race, age or disability. -The Commission has also announced: a proposal for a Council Decision to set up a permanent consultation forum for organizations of disabled people, mod­ elled on the European forum on disabled people set up under the Helios II pro­ gramme. This new forum will be respon­ sible for giving advice on questions con­ cerning disabled people in all the Community's areas of activity; • The preparation of a code of good prac­ tices on the employment of disabled peo­ ple at the Commission and at other Eu­ ropean institutions (latter half of 1995); • from 1996, discussions within the so­ cial dialogue in order to encourage good practices among employers throughout the Union; • a recommendation on the mutual rec­ ognition in the Member States of park­ ing permits for disabled people; • that it will continue to urge the adop­ tion of a proposal for a Council Directive on the transport of workers with reduced mobility, originally submitted to the EU Council of Ministers in 1991. 1 Reference C0M(95) 134 final. 2 Summit of Heads of State and Government of the Member States of the European Union, held In December 1994 at the end of the German Presidency. 3 Regulations to ensure equal opportunity for disabled peo­ ple, adopted by the United Nations General Assembly on 20 December 1993, In U N Resolutlon 48/96. These regulations will be the subject of a special report in the quarterly magazine Helioscope at the end of 1995. SociaEurope φ t fir ",
        "Helios II Four principal types of activity -The Helios II Community programme runs from 1 January 1993 until 31 December 1996. It involves all the EU Member States together with - progressively from 1995 - the three EFTA countries (Norway, Iceland, Liechtenstein). - In pursuit of its aim to promote equal opportunities for and the integration of disabled people, the Helios programme seeks to identify, analyse and define innovative and effective practices, facilitate exchanges of information and know-how, and promote cooperation between the governments of the Member States, Community bodies, international organizations, organizations of disabled people, the social partners, etc; - Helios pursues four principal activities: • exchange of information activities between partners identified by governments in four sectors: functional rehabilitation, educational integration, economic integration (including employment and vocational training), and social integration and an independent way of life. Sixty transnational groups bringing together an average of 12 partners work on a number of themes set at the start of the programme and up-dated annually. Activities include study visits (200 in 1994), seminars, report writing, etc; • cooperation with non-governmental organizations (NGOs) of disabled people. The Commission co-funds nearly 250 NGO activities per year (conferences, seminars, etc.). The views of disabled people themselves are expressed through the European forum on disabled people which is representative of various types of handicap and integration sectors. It organizes a European Disabled People's Day on 3 December every year; • a European multilingual information system for disabled people, known as Handynet. One of the Handynet products is a multimedia CD-ROM containing full information on all the technical aids available for disabled people in Europe, commercial or non-commercial organizations producing or distributing technical aids, and the regulations which apply to technical aids in the Member States; • information and increasing public awareness, in particular by publishing a six-monthly newsletter in three languages on Helios activities and Commission initiatives for the integration of disabled people (Helios Flash), a quarterly magazine in 11 languages on the inte­ gration of disabled people in Europe (Helioscope), and by holding annual competitions which highlight initiatives and practices which respect equal opportunities for and the integration of disabled people. In 1996, the Helios programme will be publishing guides to good practice on four themes: functional rehabilitation, economic integration, educational integration, and social integration and an independent way of life. For all information on the Helios programme, please contact the 'Integration of disabled people' division of DG V (European Commission, DG V E 3, rue de la Loi, 200, B-1049 Brussels, Belgium, Fax: +32-2-295.10.12). φ SociaEurope ",
        "European companies manifesto Big bosses act against exclusion Seventeen million unemployed. Fifty-five million below the poverty line. Almost five million trapped in poor hous­ ing conditions ... These are the figures so often quoted on the subject of social exclusion in Europe. A phenomenon which nobody can ignore - neither public authorities nor private companies. But is the fight against exclusion real­ ly the business of ... businessmen? Yes, according to a group of some 20 businessmen who met in Brussels on 10 January last at the invitation of former President of the European Commission Jacques Delors. They launched a 'European Manifesto' undertaking 'to join in the effort to pre­ vent and combat exclusion'. The doc­ ument was subsequently officially signed at a conference in London on 11 and 12 May. 'A refusal to integrate the excluded is like placing a time bomb beneath our prosperity', explains one of the signa­ tories to the declaration. Exclusion brings enormous direct and indirect social costs which in turn bring in­ creased costs to companies and re­ duce their markets. 'The notion of be­ ing an efficient company operating in the midst of a surrounding wasteland is inconceivable', stresses one busi­ ness manager, while Jacques Delors stressed the importance of the 'enter­ prise citizen' in our societies. Five fields of action The companies manifesto does not of course have any binding force. It simply proposes five fields of ac­ tion, five general working principles in which employment plays a major role. 1. Promoting integration into working life Companies are requested to set aside any prejudices against the long-term unemployed when taking on new work­ ers. They are also requested to avoid the practice of 'over-qualification' - which means the automatic rejection of less qualified workers in favour of those with the highest qualifications. 2. Helping to improve vocational training Qualifications help avoid unemploy­ ment while retraining and continuous training ward off the danger of redun­ dancy. Training is the responsibility of society as a whole, the educational system and the company. There should also be cooperation between these three poles, states the manifesto. 3. Preventing redundancies This declaration by European business managers calls for 'managed restruc­ turings'. The document argues for the full use of all the available options in terms of working hours and salaries in order to avoid 'shock redundancies'. 'We cannot undertake never to have to shed any jobs, as that would mean accepting a loss of competitiveness', says one business manager. 'But what is important is to provide accompany­ ing measures for anyjob losses which are necessary'. 4. Promoting the creation of new jobs and new companies There is certainly no shortage of What is his story? Companies must make full use of all the available options in terms of working hours and salaries in order to avoid shock redundancies devices: from hiving off to technologi­ cal support for small and medium- sized enterprises, including the crea­ tion of proximity services... 5. Helping achieve solidarity in vulnerable districts and among the most vulnerable population groups Successful experiences exist in this area too. In Lyon, for example, com­ panies are working with the ATD Quart monde association in order to train and employ people on the minimum social security benefit. In Antwerp, companies have won the support of the local authorities and the chamber of commerce in setting up a network known as 'working with risk groups' which include the unemployed, immi­ grants, the unskilled, etc. Identifying original practices The manifesto against social exclusion was officially adopted at the London conference in May. The meeting also discussed follow-up measures at some length. The long-term objective is to set up national 'teams' in order to en­ sure the continued dynamism of the process described in the declaration. Each team will draw up a two-year pro­ gramme with the aim of identifying orig­ inal and successful practices in the fight against exclusion waged by com­ panies. The teams will mobilize and en­ courage companies, especially SMEs, so that they can develop transnational programmes. A European network will also be set up, together with a data bank on the fight against exclusion, with the support of the European Com­ mission. This network will disseminate information throughout the Member States, carry out research, assist the national teams and raise funds for their benefit. SociaEurope φ ",
        "Europe's ageing population The Commission up to the future A report on demography does not perhaps make the light­ est of reading. And the European Commission's survey to highlight the Union's demographic make-up is admittedly no exception to the rule. But it does make interesting reading, and serves to bring us firmly back down to earth... In accordance with the Treaty on European Union, in December 1994 the European Commission published its first annual report on the demo­ graphic situation in the European Un­ ion. The object was to highlight the principal social and economic conse­ quences of the population profile. It is this profile which can shed light on the increasing socioeconomic dys­ functions in the European Union. Consequently, it can fuel the essen­ tial debate on the future of Europe's population, ensuring that the policies implemented are in line with the prin­ cipal long-term trends at work in so­ ciety, a factor which is obviously cru­ cial to their success. The 'mosaic' of European society seems to be increasingly ill at ease with itself. Unemployment, exclusion and intolerance are destroying the so­ cial fabric in all Member States, whilst simultaneously weakening the foundations of European integration. The European Commission therefore saw this as a subject of key impor­ tance. The more troubled the waters, the more vital the need to steer a firm course... Overturning our preconceptions Its interest was certainly well placed! The report - backed up by the figures - effectively challenges some of the preconceived ideas which provide the raw material of populist appeals. One The new consumers: the demand generated by elderly people for care and leisure services, and also education, could revitalize the services sector such example is the myth that many of our problems are attributable to the continuing excessive inflow of im­ migrants into the Union - when in fact the foreign population amounts to just 2% of the total. In all likelihood, the net migrational balance will re­ main at virtually zero between now and the year 2025. All Member States are showing the same trend in this area, namely the end of emi­ gration, controlled immigration and the creation of a permanent commu­ nity of foreign extraction. Although this admittedly poses certain prob­ lems of integration and exclusion, it is not something which is going to have any impact on the structure of European societies. We should not, for example, expect any 'rejuvenation' of Europe's population. The European Community in fact shows a quite distinctive 'top-heavy' age struc­ ture, a slow rate of demographic growth and more pronounced ageing than in most developed countries and in the East. In all Member States, the per­ centage of the population aged over 60 is constantly increasing. Represent­ ing 20.7% in 1990, they are set to represent 21.5% in the year 2000 and 26.4% by 2020. At the same time as elderly people are increasing in absolute numbers, their relative importance is growing due to falling birth rates and increased life expec­ tancy. We could be tempted to believe that this trend presents a problem for Eu­ rope. But this is not the way to look at it, concludes the report. First of all, because an old society is not nec­ essarily a society of 'old fogies'. Sec­ ondly, because an ageing population does not only bring disadvantages. 100 million elderly people Elderly people - who already number more than 100 million in Europe to­ day - comprise a section of society which plays a vital role in stimulating the services sector, by virtue of their demand not only for health and lei­ sure services, but for education too. The demand generated by these new consumers could give a totally new direction to Western economies in an increasing number of sectors. The new jobs this could create in the cul­ tural and services industries could offset, in full or in part, the losses registered in traditional sectors, and especially in the industrial sectors most threatened by automation. Another factor to be borne in mind is the professional and other experi­ ence, in terms of knowledge or know- how, which these elderly people have to offer. φ SociaEurope ",
        "Are we prepared ? So much for the facts. The question is, can European society afford not to face up to ageing as an inevitable aspect of its development? Should it not be looking at ways of adapting to it? Because this phenomenon does not only affect the labour market, economic systems and systems of social protection. It also has a direct bearing on Community policy. Demographic trends could alone gen­ erate sufficient pressures to desta­ bilize the creation of the single mar­ ket. How, for example, are we to continue to ensure economic growth with a declining working population? Why is it that social security systems are under such pressure - is it be­ cause of a difficult economic climate, a shifting balance between contribu­ tors and beneficiaries, or require­ ments linked to convergence criteria? These are the kind of questions which prompted the Directorate- General for Employment, Industrial Relations and Social Affairs of the European Commission to award pri­ ority importance to a report on the ageing phenomenon and its conse­ quences. It will not be easy, but is it not precisely the task of the Commis­ sion to highlight future challenges and assist the Member States in act­ ing in full knowledge of the facts? The fight against poverty Statistics, an essential tool 'Poverty figures at the end of the eighties'. The purely factual title does not really do justice to the ambitious goal set by the European Commission for a vast survey carried out in 1989, the results of which were published by the Statistical Office of the European Communities in December 1994. The object: to define a methodology which permits an analysis of the living conditions of underprivileged groups throughout the European Union. The reason: because any effective policy to combat social exclusion must be based on comparable and reliable statistics on the size and composition of Europe's 'populations at risk'.We put three questions to senior officials at the 'Household Living Conditions' unit who are responsible for following up the survey for Eurostat. What definition of poverty did you apply for this survey? The definition currently applied by the European Union is based on the Coun­ cil Decision of 19 December 1989: 'We understand by poor people those indi­ viduals, families and groups of persons whose resources (material, cultural and social) are so low that they are ex­ cluded from the minimum acceptable ways of life in the Member State in which they live'. This definition of rel­ ative poverty places the emphasis on the gap between the lower stratum of society and the rest of society. From poverty to social exclusion: research must be widened to include all the non-monetary indicators However, this statistical survey can only take into account the economic aspect of the nation of poverty. Like other surveys carried out by Eurostat in the field of poverty, it is principally based on the 'household budgets sur­ vey' (HBS) as this is the most compre­ hensive source of information on households which is available in all the Member States. Thus, by very defini­ tion, the notion of poverty which results is limited to material aspects. SociaEurope φ :,flf ",
        "What are the main lessons to be learned from this survey? The survey, carried out by Erasmus University in Rotterdam, gives infor­ mation on the size and characteris­ tics of the poor population in the 12 countries of the European Union at the end of the 1980s. The size of the phenomenon allows us to identify four groups of countries: a small pro­ portion of the population is underpriv­ ileged in Denmark, the Netherlands, Belgium and Luxembourg; an average proportion in France, Ireland, the United Kingdom and Spain; a large proportion in Greece and Italy and a very high proportion in Portugal. Among all the factors liable to cause a household to fall into poverty, two are particularly crucial: the employ­ ment situation of the head of house­ hold and the type of household. The inactivity of the head of household, usually due to unemployment, is a major cause of poverty. Among re­ tired people, the older and the more isolated they are, the more vulner­ able they are. We also see that the likelihood of poverty significantly de­ creases when at least one member of the household - no matter which one - is working. As to the type of house­ hold, in all countries we find that pov­ erty is most common in families with four or more children and, most of­ ten, in one-parent families where the head of household is a woman. New non-financial indicators The Council gives a definition of poverty which is not purely economic. Do you intend to take these cultural and social dimen­ sions into account, and if so how? In the course of the successive Eu­ ropean programmes to combat pover­ ty, the European Commission has widened the notion of poverty to that of social exclusion described as a process linked, in particular, to access to the labour market. The in­ itial emphasis was on analysing pov­ erty from the point of view of the in­ sufficiency of financial resources. Research into social exclusion must now be extended to all non-financial indicators in order to cover the mul­ tidimensional aspect (state of health, education, etc.), the dynamic aspect (understanding the process of social exclusion) and the spatial aspect (analysis at district rather than house­ hold level, highlighting access to transport for example). In defining these new and essential indicators, Eurostat will be able to draw on the results of the House­ holds Panel. This is a new survey, launched in 1994, which while con­ centrating on income will also provide comparable data on indebtedness, sociability, health, education, immi­ gration, etc. The first results will be available later this year. Also, a study group on the homeless is to be set up charged with looking at methods of acquiring a better knowledge of this population. Descent into poverty: the employment situation of the head of household and the type of family (single parent or four or more children), two factors which play a major role ^ ν φ SociaEurope ",
        "Health and safety of workers An economically sound investment The lack of health, hygiene and safety regulations brings extra costs for the business community. Although protection measures may be expensive, their absence proves even more costly! Such is the conviction which underlies - and justifies - the European Commission's decision to present its 4th action programme in this field ... When, in an attempt to conserve fish resources, the European Union tried to reduce the diameter of fishing nets, its actions had some unexpected reper­ cussions. Previously, nets had been held in place between the sides of the fishing bridge. Following the Commis­ sion's ruling, the nets became narrow­ er and could therefore unroll on the fish­ ing bridge. The crew who walked on these nets when handling the catch now lost their balance and serious ac­ cidents resulted. This decision there­ fore had implications for the safety of workers at sea. New technologies, new pathologies This example, among others, including the effects of the Seveso Directive, il­ lustrates why it is so important to en­ sure that European policies are coher­ ent. The safety of workers does not only depend on decisions taken in the field of social policy but also on decisions tak­ en in the area of industrial policy, agricul­ ture, transport, consumer policy, or even external affairs. This example and others such as the re­ sults of the Seveso Directive underline the need for coherent European policies. Workers' safety depends not only on de­ cisions taken within social policy but also for industrial, agricultural, transport, consumer and even foreign policy. The European Commission must also respond to the technological changes of these closing years of the millenni­ um. In the early days of the Commu­ nity, the 'Committee on health and safe­ ty in the mining industries' effectively met the concerns of the time. Miners suffered from a number of complaints, such as pneumoconiosis, anthracosis and silicosis. Public opinion had also been shocked by mining accidents, such as the catastrophe of the Bois du Cazier in Charleroi. Today, the growth of the services sec­ tor and technological innovation are also bringing their own pathologies. Cordless telephones, for example, are not as innocent as they may seem and studies are being carried out into the possible impact of their sound waves on the human body. Computer screens can have detrimental effects on the eyesight... stress is recognized as a 'modern' illness... and environmental protection can pose a threat to the very people who are responsible for it... The Commission pays particular atten­ tion to small businesses. There are two reasons for this. First of all, rela­ tively more industrial accidents occur in small businesses. Secondly - and this also explains why these accidents oc­ cur - small businesses tend to be less well equipped in providing a high level of protection for their staff. Already Watch your eyes! The growth of the services sector and technologi­ cal innovation are bringing their own pathologies overburdened with administrative work and often struggling to ensure the very survival of his company, the small busi­ nessman finds himself alone facing a huge task. He does not have a legal department, study office or safety de­ partment at his disposal like major companies, making it so much more difficult for him to keep up to date on legal provisions in the field of workers protection. The emphasis on information It is for these reasons that the Com­ mission attaches priority importance to information. Every effort is made to ensure that information is circulated as widely as possible using the avail­ able supports. Legal measures are not in themselves sufficient - the law means nothing if people are not aware of it. There then comes the need to effec­ tively convince the small businessman of the need to provide proper protec­ tion for his workers. The human aspect is of course paramount: the aim is to avoid accidents or negative effects on the health of workers. However, both SociaEurope φ ",
        "micro­ and macro­economic studies have shown that in addition to the hu­ man cost, there is also an economic cost. It may be expensive to provide adequate protection for workers, but not as expensive as the risk of failing to do so. The cost to the business man­ ager of providing a high standard of pro­ tection for his workers will, in the long run, save losses incurred through sick­ ness absence or even disablement. These are the principal areas covered by the 4th Community programme which is to be approved by the Com­ mission in June (after this edition of So­ cial Europe Magazine goes to press. We will return to this 4th programme in our next issue). Never again! Measures to protect workers may be expensive but not as expensive as the risks of ignoring them Free movement of workers No employment borders Any Community citizen is free to move to another Member State of the Union of which he is not a national in order to take up employment there. We take a close look at 'Employment Europe' in the company of José­Javier Paniagua, principal administrator at the Employment, Industrial Relations and Social Affairs Directorate­General of the European Commission. Laid down in Article 48 of the Trea­ ty of Rome, explained in Council Regulation 1612/68, and given a wide interpretation by the Court of Justice... the right of workers to free­ dom of movement within the Euro­ pean Union is more or less total. The only exceptions to the rule are jobs in the public service and which involve the safeguarding of the gen­ eral interests of the State or public authorities. Member States may ­ on a case by case basis ­ reserve these jobs exclusively for their own nationals. Each country is also entitled to lim­ it access to employment for reasons of public order, public security and public health. However, in this case too, any exclusion must be justified on an individual basis. Any national of a European Union Member State is entitled to seek em­ ployment in another Member State. He or she has six months in which to do so and, in the view of the Court of Justice, this period may be extend­ ed if the individual can establish at the end of it that he still has a 'rea­ sonable' chance of finding a job in the host country. The individual must also have taken the necessary steps to find employment, such as register­ ing as a job­seeker. Looking for employment Job­seekers who are receiving un­ employment benefit in their country of origin are also free to travel to another Member State. However, they are only guaranteed three months continued benefit in the country in which they are looking for work. This benefit is paid by the country of origin. What then happens when an individ­ ual finds a job in the host country? Whether working for himself or an employer, he can immediately start work. If the expected term of employ­ ^ %^ ν φ SociaEurope ",
        "ment is less than three months, there are no particular formalities to fulfil. In other cases, he must sim­ ply apply for a residence permit from the authorities in the host country, which they are bound to provide once employment is found. Right to remain in the host country If the worker has a temporary em­ ployment contract of more than three months but less than 12 months, the residence permit will be issued for the period of this em­ ployment contract. If several tempo­ rary employment contracts run con­ secutively and the total period exceeds 12 months, the worker will then be subject to the same system as if he had a single contract run­ ning for more than 12 months. He will then receive a five­year resi­ dence permit, issued either free of charge or at the same price as an identity card for nationals of that country. This permit is automatically renewable. José­Javier Paniagua points out one practical point: the residence per­ mit does not grant the worker any new rights, but simply recognizes ex­ isting rights. If a worker fails to ap­ ply for a residence permit, for exam­ ple, the host country authorities may perhaps impose a fine, but under no circumstances can they deny him the social benefits to which he is normally entitled. Equal treatment The simple fact of working in the host country gives the expatriate worker the right to equal treatment with nationals of that country. This equal treatment covers conditions of access to employment ­ a correct knowledge of the host country lan­ guage or languages cannot always be demanded ­ as well as living and working conditions such as trade un­ ion rights, social and fiscal benefits, access to teaching and training. The worker may be accompanied by dependent ascendants, spouse, de­ scendants and the ascendants and descendants of the spouse, irrespec­ tive of their nationality. The worker's descendants must be dependent and aged under 21. The spouse and chil­ dren of the migrant worker are all en­ titled to work in the host country, again irrespective of nationality. Family grouping The worker enjoys the same social protection as nationals of the host country. Subject to certain condi­ tions, he also has the right to remain in this country after having ceased any professional activity, as do the members of his family, who are also entitled to remain in the event of his death. If when renewing the residence per­ mit it is established that the worker has been unemployed in the host country for more than 12 months, the authorities do, however, have the right to limit the period of validity of the new residence permit to one year. After this year, the worker who is still unemployed can, in theory, be re­ quested to leave the host country. The need for clarification Despite the aforementioned guaran­ tees, an individual seeking to travel within the Union in search of employ­ ment does encounter certain obsta­ cles. The original regulation providing for the free movement of workers within the Community dates back to 1968 and has never ben modified by the EU Council of Ministers, despite the Commission's proposals. As a re­ sult, Community legislation is some­ times too restrictive in practice and fails to take account of Europe's changing lifestyles. Mr Paniagua be­ lieves that the right to family grouping should be extended to include non­ married partners, non­dependent as­ cendants and all of a worker's chil­ dren, regardless of status or age. Another point is that the national au­ thorities and courts are often un­ aware of the very broad interpreta­ tion the Court of Justice has given to Community legislation in this area. Since 1968! Workers enjoy almost total freedom of movement within the European Union SociaEurope φ ",
        "Essential reading EURES pages Finding employment in another Member State EURES (European Employment Ser­ vice), the new cooperation network between public employment services in the countries of the European Eco­ nomic Area (European Union plus European Free Trade Association), presented in a set of coloured pages, each one attractively illustrated and designed. The folder in the European colours contains explanatory sheets on the full range of EURES activities: the principle of the free movement of people, network composition, the work of the 'Euro­advisers', the ser­ vices EURES provides, how EURES can help workers and companies, the type of information available, the func­ tioning of its computerized system, the 'Cross­border EURES' and a list of network members. Helioscope Report on disabled people and school 'The European magazine for disabled people' is how the quarterly magazine 'Helioscope' defines itself. It is pro­ duced by the European Commission within the Helios II programme for dis­ abled people, which runs from 1992 to 1996. Helioscope is published in all the official EU languages, and in some languages it is also available on cassette and diskette. A Braille ver­ sion can also be obtained. The latest issue (Issue 3, Spring 1995) includes a report entitled 'school for all', a questionnaire on violence and dis­ crimination, an article on the Europe­ an Parliament intergroup for disabled people and a report on the three new Member States of Austria, Finland and Sweden. The next issue of Helio­ scope will include an in­depth look at social integration and an independent way of life, a follow­up on the ques­ tionnaire on violence and discrimina­ tion, a forum on the definition of an independent way of life by non­ governmental organizations and a presentation of the Handynet Euro­ pean computerized information net­ work for disabled people. Practical guide Social security in the Member States Are you working outside your own Member State of the European Union, either temporarily for your company or after adopting it as your principal place of residence? If so, you need to know about the social security system in a country other than your own. The European Commission has just published this practical guide to assist anybody in these circumstanc­ es, covering both Community and national legislation. Essential reading if you do not want to lose all or some of your rights in exercising your fun­ damental right to free movement! Social Europe The Commission's medium­term social action programme for 1995­97 If you want to know all about the leg­ islation the European Commission plans to propose over the next three years in the field of social affairs and public health, you should read the lat­ est issue of Social Europe, published by the Directorate­General for Employ­ ment, Industrial Relations and Social Affairs of the European Commission. Social Europe comes out twice a year, each issue being devoted to a partic­ ular theme. The current issue (1/95), published exceptionally in 11 languag­ es, contains the full text of the social action programme 1995­97, adopted by the European Commission on 12 April. In addition to future legislative proposals, this programme also presents the Commission's strategy for obtaining progress on a number of proposals for a Directive which are still under discussion in the Council of Ministers and for ensuring that na­ tional governments effectively imple­ ment Directives which have already been adopted. It also announces a number of studies on the possible fu­ ture shape of the famous European social model. Price (excluding VAT) in Luxembourg Annual subscription Social Europe: (General review) Social Europe: (General review and magazine) Social Europe: (General review, magazine and supplements) ECU 40 58 116 * * OFFICE FOR OFFICIAL PUBLICATIONS ■gjj 4 OF THE EUROPEAN COMMUNITIES t ' i,* L­2985 Luxembourg For further information on DG V and its publications, but not if this concerns sale or subscriptions, please ring the following Brussels number: (32­2) 295 33 22/49 88/63 93 or send a fax to: (32­2) 296 23 93. φ SociaEurope 10 CE­NF­95­001­EN­C "
    ]
}