{
    "text": [
        "EUROPEAN COMMISSION ",
        "EUROPEAN COMMISSION Directorate-General for Employment, Social Affairs and Inclusion Directorate C — Social Affairs Unit C.3 — Disability & inclusion European Commission B-1049 Brussels Contact: Julius op de Beke (Julius.Opdebeke@ec.europa.eu) ",
        "EUROPEAN COMMISSION Directorate-General for Employment, Social Affairs and Inclusion 2019 Feasibility Study for a Child Guarantee Target Group Discussion Paper on Children with a Migrant Background (including Refugee Children) 2019 Tuba Bircan, Anne Van Lancker, Ides Nicaise (HIVA, KU Leuven) ",
        "LEGAL NOTICE Manuscript completed in 2019 Neither the European Commission nor any person acting on behalf of the European Commission is responsible for the use that might be made of the following information. More information on the European Union is available on the Internet (http://www.europa.eu). Please cite this publication as: Bircan, T., Van Lancker, A., Nicaise, I. (2019). “Target Group Discussion Paper on Children with a Migrant Background (including Refugee Children)”, Feasibility Study for a Child Guarantee (FSCG), Brussels: European Commission. Luxembourg: Publications Office of the European Union, 2020 doi: 10.2767/163382 KE-04-20-411-EN-N PDF ISBN 978-92-76-20764-1 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. In 2015, the European Parliament called on the European Commission and the European Union Member States ‘to introduce a Child Guarantee so that every child in poverty can have access to free healthcare, free education, free childcare, decent housing and adequate nutrition, as part of a European integrated plan to combat child poverty’. Following the subsequent request by the Parliament to the Commission to implement a Preparatory Action to explore the potential scope of a Child Guarantee for vulnerable children, the Commission commissioned a study to analyse the feasibility of such a scheme. The Feasibility Study for a Child Guarantee (FSCG) is carried out by a consortium consisting of Applica and the Luxembourg Institute of Socio-Economic Research (LISER), in close collaboration with Eurochild and Save the Children, and with the support of nine thematic experts, 28 country experts and an independent study editor. For more information on the Feasibility Study for a Child Guarantee, see: https://ec.europa.eu/social/main.jsp?catId=1428&langId=en. © European Union, 2020 cover page: © Eurochild, 2020 ",
        "Target Group Discussion Paper Children with a Migrant Background 3 Contents LIST OF OFFICIAL COU NTRIES’ ABBREVIATION S AND OTHER ACRONYMS ............................ 4 CONTEXT OF THE PAPER, AUTHORSHIP AND ACKNOWLEDGEMENTS ................................... 6 1. SUMMARY ................................................................................................................ 7 2. DEFINITION OF THE TARGET GROUP AND INTERNATIONAL HUMAN RIGHTS OBLIGATIONS .......................................................................................................... 9 3. OVERALL SITUATION OF THE TARGET GROUP IN MEMBER STATES ............................... 15 3.1 Relative size of the target group and overall poverty/social exclusion situation in the Member States ................................................................................................. 15 3.2 Overall situation of the target group in terms of adequate nutrition in the Member States ............................................................................................................. 21 3.3 Overall situation of the target group in terms of problems of access to free – and good-quality - education in the Member States .................................................... 24 3.3.1 Availability ............................................................................................. 25 3.3.2 Accessibility ........................................................................................... 25 3.3.3 Affordability ........................................................................................... 26 3.3.4 Acceptability and adaptability of education ................................................. 27 3.4 Overall situation of the target group in terms of problems of access to free healthcare in the Member States ........................................................................................ 31 3.5 Overall situation of the target group in terms of problems of access to decent housing in the Member States ........................................................................................ 32 3.5.1 Severe housing deprivation ...................................................................... 33 3.5.2 Overcrowding ......................................................................................... 34 3.6 Overall situation of the target group in terms of problems of access to free early childhood education and care in the Member States .............................................. 35 4. DESCRIPTION AND ASSESSMENT OF MAIN POLICIES AND PROGRAMMES IN PLACE IN THE MEMBER STATES AND RECOMMENDATIONS FOR IMPROVEMENTS .......................... 38 4.1 Description and assessment of main policies to ensure adequate nutrition and recommendations for improvements ................................................................... 38 4.2 Description and assessment of main policies to ensure access to free education and recommendations for improvements ................................................................... 38 4.3 Description and assessment of main policies to ensure access to free healthcare and recommendations for improvements ................................................................... 40 4.4 Description and assessment of main policies to ensure decent housing and recommendations for improvements ................................................................... 43 4.5 Description and assessment of main policies to ensure access to free early childhood education and care and recommendations for improvements ................................. 44 4.6 Extent of integrated, comprehensive and strategic approach and recommendations for improvements ............................................................................................. 47 4.7 Costs of services (exploratory) ........................................................................... 51 5. USE OF EU FUNDS .................................................................................................. 53 5.1 Extent of use ................................................................................................... 53 5.2 Effectiveness ................................................................................................... 57 5.3 Improvements ................................................................................................. 59 REFERENCES .............................................................................................................. 64 FSCG Country Reports and Policy Area Reports ........................................................... 64 Other references ..................................................................................................... 65 ANNEX: LIST OF POLICY AREA AND COUNTRY EXPERTS ................................................... 69 ",
        "Target Group Discussion Paper Children with a Migrant Background 4 List of official countries’ abbreviations and other acronyms Official countries’ abbreviations EU countries prior to 2004, 2007 and 2013 enlargements (EU-15) EU countries that joined in 2004, 2007 or 2013 BE Belgium 2004 Enlargement DK Denmark CZ Czechia DE Germany EE Estonia IE Ireland CY Cyprus EL Greece LV Latvia ES Spain LT Lithuania FR France HU Hungary IT Italy MT Malta LU Luxembourg PL Poland NL The Netherlands SI Slovenia AT Austria SK Slovakia PT Portugal FI Finland 2007 Enlargement SE Sweden BG Bulgaria UK United Kingdom RO Romania 2013 Enlargement HR Croatia Other acronyms AMF Asylum and Migration Fund AMIF Asylum Migration and Integration Fund CPR Common Provisions Regulation CRPD UN Convention on the Rights of Persons with Disabilities CSO civil society organisation CSR Country Specific Recommendation EARDF European Agricultural Fund for Rural Development EC European Commission ECEC early childhood education and care EFSI European Fund for Strategic Investment EPIC European Platform for Investing in Children EQLS European Quality of Life Survey ERDF European Regional Development Fund ESF European Social Fund ESIF European Structural and Investment Funds ETHOS European Typology of Homelessness and Housing Exclusion ",
        "Target Group Discussion Paper Children with a Migrant Background 5 EU-SILC EU Statistics on Income and Living Conditions FAO UN Food and Agriculture Organisation FEAD Fund for European Aid to the Most Deprived FEANTSA European Federation of National Organisations Working with the Homeless) FRA Fundamental Rights Agency FSCG Feasibility Study for a Child Guarantee ICCPR International Covenant on Civil and Political Rights ICERD International Convention on the Elimination of all forms of Racial Discrimination ICESCR International Covenant on Economic, Social and Cultural Rights LFS Labour Force Survey LISER Luxembourg Institute of Socio-Economic Research MFF Multi-Annual Financial Framework NGO Non-government Organisation PISA Programme for International Student Assessment SDG Sustainable Development Goal SEN Special Education Needs SES socio-economic status TCN third-country national TG target group TO thematic objective UNCEDAW UN Convention on the Elimination of all forms of Discrimination Against Women UNCRC UN Convention on the Rights of the Child UNCRPD UN Convention on the Rights of Persons with Disabilities UNDHR Universal Declaration of Human Rights UNICEF United Nations Children's Fund WHO World Health Organisation ",
        "Target Group Discussion Paper Children with a Migrant Background 6 Context of the paper, authorship and acknowledgements Following the call in 2015 from the European Parliament to introduce a Child Guarantee and the subsequent request to the European Commission (EC) in 2017 to implement a Preparatory Action to explore its potential scope, the Commission launched a feasibility study in 2018 that is aimed at examining and making proposals as to how a specific programme could best be developed in order to fight poverty and social exclusion amongst the EU’s most disadvantaged children (i.e. children living in precarious family situations, children residing in institutions, children with a migrant background [including refugee children], and children with disabilities) and to ensure their access to the five key policy areas (PAs) identified by the European Parliament, (i.e. free healthcare, free education, free early childhood education and care [ECEC], decent housing, and adequate nutrition). This Feasibility Study for a Child Guarantee (FSCG) has been commissioned as a key part of the Preparatory Action agreed between the EC and the European Parliament. The FSCG is managed by a consortium consisting of Applica and the Luxembourg Institute of Socio- Economic Research (LISER), in collaboration with Eurochild and Save the Children. The FSCG is a combination of 28 Country Reports, five Policy Papers (one on each of the five PAs identified by the Parliament) and four Target Group Discussion Papers (one on each of the four Target Groups [TGs] identified by the Commission). This work is also being complemented by specific case studies highlighting lessons from international funding programmes, an online consultation with key stakeholders, and focus group consultations with children. Each TG Discussion Paper examines in detail issues in relation to the access to the five PAs of children in the TG and reviews and assesses the strengths and weaknesses of existing approaches and policies at the national and EU level. It draws heavily on the analysis presented in the FSCG Inception Report 1 that was prepared by the FSCG Core Team, on the findings from the 28 FSCG Country Reports, on the five FSCG Policy Papers and on the results of the FSCG online consultation, as well as on the academic literature and consultation with key experts. The draft TG Discussion Papers constituted important resources for the four TG fact-finding workshops that were organised in September and October 2019 as part of the FSCG. The papers were then finalised following the workshops. Discussions at these workshops together with the findings of the various FSCG reports will feed into an Intermediate Report, which will provide the basis for discussion at a concluding conference in early 2020. The final outcomes of the study will then be summarised in the Final FSCG Report. The authors of this TG Discussion Paper are grateful to Hugh Frazer, Anne-Catherine Guio and Eric Marlier (FSCG Core team), the Country and PA Experts (the list of these experts is provided in the Annex), Eurochild and Save the Children, as well as the participants in the fact-finding workshop on Children with a migrant background (Malmö, 10-11 October 2019) and the “Platform for International Cooperation on Undocumented Migrants PICUM” (Michele Levoy and Laetitia Van der Vennet) for their helpful comments and suggestions. All errors remain the authors’. The EC bears no responsibility for the analyses and conclusions, which are solely those of the authors. 1 https://ec.europa.eu/social/main.jsp?catId=1428&langId=en. ",
        "Target Group Discussion Paper Children with a Migrant Background 7 Summary For the purpose of this study, children with a migrant background are defined as children with at least one parent born outside the EU. According to EU Statistics on Income and Living Conditions (EU-SILC) data, their share in the population of children amounts to 7.1% at EU level, but varies between 0.1% in Romania and 27% in Austria. Given the doubtful representativeness of existing microdata for households with a migrant background, it appears hazardous to estimate their number in the EU as a whole. As regards ‘refugee children’, only official figures on recent applications for asylum can be used: in the four- year period 2015-2018, approximately 1.2 million new child applicants have been registered for the EU as a whole. The total number of so-called ‘ children in migration ’ is undoubtedly much higher, as many do so under a different immigration status 2 . The (financial) poverty risk among children with a migrant background varies a lot too: from less than 20% in DE, DK, CZ and LV to more than 50% in Spain and Greece. Poverty goes in tandem with unbalanced diets, segregated schooling, unequal access to healthcare, homelessness, overcrowded or substandard housing, and under-utilisation of early childhood education and care (ECEC). As policy interventions in the field of nutrition cannot substitute for adequate financial resources, the first recommendation is to lift social benefits to a decent level – or to cancel planned cutbacks – and to make sure that all families with a migrant background have access to social protection. More specific measures relating to nutrition include: quality improvements in the food served in camps, asylum or reception centres; access to free or affordable meals in ECEC centres and schools for migrant and refugee children irrespective of residence status; and ensuring that food provision is adapted to the needs and preferences of this group of children (mainly in terms of religious prescriptions). In education , the smooth integration of asylum-seeking children remains a major challenge, due to a lack of flexibility in provision, as well as language and cultural barriers. On a larger scale, ethnic (as well as socio-economic) segregation should be prevented by all means, as it has a very negative impact on the quality and learning outcomes of children with a migrant background. Intercultural openness must be promoted, including intercultural training of teaching staff, positive use of multilingualism, zero tolerance vis- à-vis discrimination, culture-sensitive learning contents and active parental involvement. Positive action in terms of school funding (e.g. giving a higher weight to students with a migrant background) or in enrolment procedures (quota systems) can be helpful, provided that such measures are paired with equal quality of the extra inputs. Research indicates that the quality of teachers matters more for equal outcomes than their quantity. Evaluations of healthcare from the viewpoint of children with a migrant or refugee background reveal that much remains to be done to ensure equal treatment between children of national citizens, EU migrants, non-EU migrants and (in particular) undocumented migrants. Legal initiatives are needed in the first place to meet the commitments made under the UN Convention on the Rights of the Child (UNCRC) regarding health (care) for all children. Moreover, there is a long way to go in guaranteeing free access to healthcare (including dental care and medication, as well as mental healthcare) to vulnerable children. In addition, active outreach and the systematic monitoring of the health situation of children with a migrant or refugee background are necessary. This includes specific efforts to overcome language and cultural barriers, through (free) intercultural mediation and sufficiently-funded social services. Firewalls must be put in place to ensure that people can access healthcare in a secure way without having their personal details shared with other services. Needless to say, a positive approach to addressing the social determinants of health – through adequate income, housing and education measures – remains a key area of investment, coupled with adequate funding 2 The holistic term ‘children in migration’ refers to all children who have migrated, are migrating or are affected by migration, irrespective of the pathway they use(d). These children may be seeking safety, stability, asylum, decent income and living standards, freedom from discrimination, family reunification, economic or educational opportunities, something else or a combination of these. ",
        "Target Group Discussion Paper Children with a Migrant Background 8 and delivery of preventive health actions such as immunisation and early detection of illness, developmental or behavioural problems. Apart from inclusive housing policies for all citizens and children, this report endorses the priorities proposed by the European Commission in relation to housing for immigrants (promotion of home-ownership among immigrants, fighting against overcrowding, prevention of housing cost overburden and the development/extension of housing allowance schemes) but adds the fight against discrimination to the list. Specific measures for asylum-seekers and newcomers should include legal support, compliance with international conventions (in particular, non-detention of children and their families), and dignifying the accommodation and reception of both asylum-seekers and undocumented migrants. The fifth policy area examined in this report is early childhood education and care, ECEC . Large-scale public investment in ECEC is necessary to put an end to shortages that disproportionately affect children with a migrant background. However, this is not sufficient. There is also a lack of awareness about the benefits of ECEC and the support offered by public authorities to reduce the private cost of ECEC, particularly among newcomers. Moreover, most EU countries ’ laws do not explicitly allow for access to ECEC for all children, resulting in exclusions of the most vulnerable. This calls for active outreach and home-based parenting support. Positive discrimination in enrolment and funding of services can also help attract the most vulnerable children. Other measures should guarantee a good match with the diversity of languages, cultures and religious backgrounds of children with a migrant background. Multicultural staffing policies should be part of this approach. As in the case of education, segregated provision is to be avoided. Finally, it is important to note that guaranteeing the social rights of children with a migrant background in the policy areas under scrutiny and described above, is only possible if the right to justice is also guaranteed. Access to information, legal aid and counselling, including providing independent guardians to unaccompanied minors at arrival, the role of social street workers and ombudsmen, and the right of children to be heard are key in this regard. EU Funds – the European Social Fund (ESF), European Regional Development Fund (ERFD), Fund for European Aid to the Most Deprived (FEAD) and Asylum Migration and Integration Fund (AMIF) – play an important role in supporting services to children with a migrant or refugee background, although the monitoring tools do not provide enough details regarding the destination of European support. Moreover, only the FEAD explicitly mentions the fight against child poverty as a key objective. In the proposed new ESF+, this objective is more implicit and competes with the promotion of labour market participation. Admittedly, successful school completion is another key objective that may affect children with a migrant background. Overall, we feel that a more strategic approach should link the use of Structural Funds mutually as well as with other EU policy tools (such as the European Pillar of Social Rights, the EU Recommendation on Investing in Children, and the Action Plan for the Integration of Third Country Nationals – and with international covenants (UNCRC, Sustainable Development Goals [SDGs] etc.). Prerequisites to be kept in mind include: targeting all children present on the territory; national strategic frameworks for children’s rights and the fight against child poverty that aim to better the lives of all children; synergies between Structural Fund interventions; the involvement of stakeholders and civil society organisations (CSOs); systematic monitoring and evaluation; and links with the European Semester process. ",
        "Target Group Discussion Paper Children with a Migrant Background 9 Definition of the target group and international human Rights obligations The target group (TG) is defined as ‘ children aged below 18 with at least one parent born outside the EU ’ . Children who are mobile EU citizens or the offspring of mobile EU citizens are not included in this group (some of these children are included in the fourth TG ( ‘c hildren living in precarious family situations ’ ). It is important to highlight that the TG consists of any child with a non-EU migrant background – i.e. any child with at least one parent born outside the EU, whatever the country of birth of the child . An important reason for this choice is that many commonly agreed indicators are based on the harmonised European survey data, such as the EU Statistics on Income and Living Conditions (EU-SILC) and the Labour Force Survey (LFS). When reporting on children (the population aged 0-17), information about the country of birth of the child is not collected in these surveys – only the country of birth of the parents is available. Table 2.1: First- and second-generation concepts Children Parents (1) Foreign-born (i.e. not born in country of residence) Foreign-born (i.e. not born in country of residence) (2) Foreign-born (i.e. not born in country of residence) Non-foreign-born (i.e. born in country of residence (3) Non-foreign-born (i.e. born in country of residence) Foreign-born (i.e. not born in country of residence Table 2.1 presents the first- and second-generation concepts, which are widely used in the migration literature. First-generation child migrants are foreign-born children whose parents are also foreign-born – i.e. category (1) in Table 2.1. Second-generation children are children born in the country of residence whose parents are foreign born – i.e. category (3). In the FSCG, the country of birth of the child is not taken into account. What matters is the migration background of at least one parent – thus, categories (1) and (3) with ‘ foreign ’ referring only to non-EU countries. This TG includes, therefore, children born in the country and children who migrated from their country of origin (outside the EU) to the territory of the EU in search of survival, security, improved standards of living, education, economic opportunities, protection from exploitation and abuse, family reunification, or a combination of these factors. These children may travel with their family or independently (unaccompanied children) or with an extended family or a non-family member (separated children). They may be refugees seeking international protection or reunification with family members. They may be dependants of labour migrants, victims of trafficking and/or undocumented children with a migrant background 3 . 3 EU law recognises children as applicants for international protection in their own right and sets some procedural safeguards and protection measures. The EU regular migration package includes specific legislation on family reunification and includes provisions on whether or not regular migrants covered by EU law must have a right to migrate with dependants or bring their families at a later date (e.g. researchers, seasonal workers, highly qualified workers, and long-term residents), as well as provisions related to access to social security. EU instruments and tools across other policy areas of shared or supporting competence are also relevant to the rights of children in migration, including in the areas of health, education and social inclusion. See also the EU’s asylum and migration glossary ( https://publications.europa.eu/en/publication-detail/- /publication/8f58e88dd27a-4295-89bc-47f38ef0c3ca). ",
        "Target Group Discussion Paper Children with a Migrant Background 10 Where meaningful and possible, it may be useful to look at the particular situation of the following sub-categories that come with a specific set of challenges (while keeping in mind that the feasibility of such detailed analyses depends on the [very limited] information available at the national level): • children of asylum-seekers; • unaccompanied minors; • children who are undocumented migrants or whose parents are undocumented; and • young migrants in the age group 15-18. Challenges with the ‘ children with a migrant background ’ definitions There is no consensus in legal definitions and datasets on the definition of migrant children used across EU countries, making it difficult to compare situations across EU Member States. Definitions are nuanced and varied, and sometimes do not distinguish between migrants and second or third generations . The definition of a ‘migrant’ (and a ‘migrant child’) usually depends on the country of birth of the parent(s) and/or child, and the citizenship/nationality of the parent(s) and/or child. The latter is based on the ownership of the passport of a country. Consequently, the country of birth and citizenship differ. Although the country of birth cannot change over time, citizenship status can change, and in some cases multiple citizenships can be acquired (Tromans et al., 2009). Residence status changes even more often, with children and their parents shifting from one status to another. To illustrate, some foreign-born parents could have been living in an EU country for a long time and have acquired citizenship of their host country, but they would still be counted as foreign-born (Anderson and Blinder 2015). Therefore, country-of-birth data as an indicator of the migrant background provide a collective picture of recent migrants as well as migrants who have been resident in the host country for several years. Nearly all data, however, exclude undocumented migrants. Another aspect of the parents’ country of birth relates to the membership of migrant communities. In many EU countries, where immigration is a long-term phenomenon, parents who were born in the host country may still have a migrant background if their parents or grandparents were foreign-born. Second- and third-generation children, defined by many Member States as citizens of their respective countries, may still face the same disadvantages and integration problems as first-generation migrants. The different definitions of migrants result in different estimates of the number of migrants, but also of the impact of migration on the host societies (e.g. on the education and health systems, and labour market), as well as public and policy debates on these topics. Obligations of Member States regarding the rights of children with a migrant background The rights of children with a migrant background are derived partly from migrants’ rights as well as children’s rights in general. T he rights of migrants are implicitly or explicitly expressed in the international and European human rights treaties, and their associated additional protocols, that grant rights to migrants by virtue of migrants’ humanity. The list includes but is not limited to the following major treaties and agreements: • Universal Declaration of Human Rights 4 (UNDHR) (1948) • European Convention on Human Rights (1953) • International Convention on the Elimination of All Forms of Racial Discrimination (1963, 1966) • International Covenant on Economic, Social and Cultural Rights (ICESCR) (1966) • International Covenant on Civil and Political Rights (1966) 4 The UNDHR is not a treaty; thus, it does not directly create legal obligations for all members of the international community. However, it is an expression of the fundamental values which are shared by all members. Moreover, it has had a profound influence on the development of international human rights law. ",
        "Target Group Discussion Paper Children with a Migrant Background 11 • International Convention on the Elimination of All Forms of Racial Discrimination (1969) • United Nations Convention on the Rights of the Child (UNCRC) (1989) • International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families (1990) • Charter of Fundamental Rights of the European Union (2000). The UNDHR is seen as a basis for all international legal standards for children's rights today. The UNCRC is the first legally binding international instrument to incorporate the full range of human rights – including civil, cultural, economic, political and social rights. It requires that the ‘ nations that ratify this convention are bound to it by international law ’ . The Convention sets out these rights in 54 articles and two Optional Protocols. The four core principles of the Convention are non-discrimination; devotion to the best interests of the child; the right to life, survival and development; and respect for the views of the child Access to services is mentioned specifically in the different articles of the UNCRC such as: • the right to health and the right to access healthcare services (Art.24); • the right to an adequate standard of living (Art.27) in terms of living conditions, financial capacities and nutrition, clothing and housing; and • the right to education (Art.28) in terms of accessibility, universality, compulsory education, non-discrimination in schools and intercultural education programmes (Art.29). Other rights enshrined in the UNCRC that are relevant here, are the right to be heard and the right not to be discriminated against (Art.12). The EU is legally bound to ensure the human rights of all children in all EU actions, by the Charter of Fundamental Rights of the European Union and the Treaty on the European Union. In addition t o being a legal obligation by virtue of a country’s ratification of relevant international conventions, such an approach is consonant with the commitment to further the realisation of human rights embodied in the 2030 Agenda for Sustainable Development 5 . The UNCRC Committee and other experts have asserted that the enjoyment of rights stipulated in the UNCRC is not limited to children who are nationals of a state. These rights must be available to all children, including asylum-seekers, refugees and children with a migrant background – irrespective of their nationality, immigration status or statelessness 6 . Similarly, the rights enshrined in the ICESCR apply to everyone, including migrants, regardless of residence status and documentation 7 . Consequently, all children within a state, including undocumented children, have the right to education, the right to an adequate standard of living, including adequate food, clothing and housing and the right to enjoy the highest standard of physical and mental health. 5 ‘ We envisage a world of universal respect for human rights and human dignity ’ (paragraph 8), and ‘ This is an Agenda which seeks to respect, protect and fulfil all human rights ’ . The full text of the United Nations General Assembly Resolution 70/1, entitled Transforming Our World: The 2030 Agenda for Sustainable Development, is available at: http://www.un.org/ga/search/view_doc.asp?symbol=A/RES/70/1&Lang=E. 6 UNCRC, General Comment No. 6 (2005), § 12; Touzenis-IOM (2008, § 17). See also joint comments 3 and 4 of the Committee for the Protection of the Rights of All Migrant Workers and Members of Their Families and the UNCRC on the general principles regarding the human rights of children in the context of international migration (https://documents-dds-ny.un.org/doc/UNDOC/GEN/G17/343/59/PDF/G1734359.pdf?OpenElement) and on State obligations regarding the human rights of children in the context of international migration in countries of origin, transit, destination and return (https://documents-dds- ny.un.org/doc/UNDOC/GEN/G17/343/65/PDF/G1734365.pdf?OpenElement). 7 ICESCR, General Comment No. 20 (2009), Non-discrimination in economic, social and cultural rights (Art.2, para.2, of the International Covenant on Economic, Social and Cultural Rights), E/C.12/GC/20, 2 July 2009, § 30; ICESCR, Duties of States towards refugees and migrants under the International Covenant on Economic, Social and Cultural Rights, E/C.12/2017/1, 13 March 2017. ",
        "Target Group Discussion Paper Children with a Migrant Background 12 The ICESCR is the most influential international human rights convention in relation to social and economic rights. It also provides the right to protection and assistance to families with children, including special measures for the assistance and protection of children and young people. These rights are associated with what the CESCR refers to as minimum core obligations. The core elements of these rights are so basic that it will result in a prima facie violation if they are not fulfilled, including towards children with a migrant background 8 . The 1996 European Social Charter of the Council of Europe (ESC) applies only to children with a migrant background who have a regular residence status, who have acquired refugee status or are stateless, and not to undocumented children. However, the European Committee of Social Rights (ECSR) found that the rights of undocumented children and/or adults were violated in three separate collective complaints 9 . Similarly, the Court of Justice of the European Union (CJEU) reached the conclusion that despite the fact that a migrant may have lost their regular residence status, this should not lead to a loss of means of subsistence 10 . In addition to the rights to education, health, housing, social welfare and childcare services, the revised ESC is unique in terms of international human rights by introducing, in a binding instrument, a right to protection against poverty (Art. 30) The ECSR emphasises the very close link between the effectiveness of the right recognised in Art. 30 and the enjoyment of other rights recognised in the Charter, including the right to the social, legal and economic protection of the family (Art.16) and of children (Art.17), and of the principle of non-discrimination (Art. E). Not all Member States have ratified the revised version of the ESC or opted to implement Art. 30, and only a few have ratified the protocol establishing the system of collective complaints, through which social partners and NGOs can bring complaints before the ECSR. But the ECSR can examine aspects of child poverty when monitoring the implementation of other provisions accepted by Member States. Although the EU has not acceded to the ESC, the EU institutions, including the Court of Justice of the EU, can use these standards when exercising their competences 11 . When looking at the policy areas covered by the Feasibility Study for a Child Guarantee, there are many legally binding obligations concerning children with a migrant background. On access to free education, UN Conventions 12 as well as Conventions of the Council of Europe 13 and EU level legislation 14 formulate strong and binding commitments. The right to education appears in both civil and political rights treaties, as well as in treaties concerning economic, social, and cultural rights. Although treaties differ in the way in which the right to education is described, the elements of free access to education and parental choice of schools are present in all. Not only primary education should be free of charge but also secondary education should be made progressively free of charge 15 . The right to education applies to all categories of non-citizens irrespective of their status: refugees, asylum seekers, regular and undocumented migrants. Exclusion of children from education 8 ICESCR, Art. 11, General Comments No. 12 and 15. 9 CEC v. The Netherlands, European Committee of Social Rights, Complaint No. 90/2013, Decision of 1 July 2014 ; International Federation of Human Rights Leagues (FIDH) v. France, Complaint No. 14/2003, Decision of 3 November 2003; Defense for Children International (DCI) v. Belgium, Complaint No. 69/2011, Decision of 23 October 2012. 10 H.T. v. Land Baden-Württemberg, CJEU, Case C 373/13, Judgment of 24 June 2015; Centre public d’action sociale d’Ottignies -Louvain-la-Neuve v. Moussa Abdida, CJEU, Case C 562/13, Judgment of 18 December 2014 11 FRA, Combatting child poverty: an issue of fundamental rights, Luxemburg, 2018. 12 CRC (Art. 28, 29, General Comment No. 1); ICESCR (Art. 13, 14, General Comments No. 11 and 13); ICERD (Art. 5); UNCRPD (Art. 24), Refugee Convention (Art. 22). 13 ECHR (Art. 2 protocol 2); European Convention on the Legal Status of Migrant Workers; European Social Charter (Art. 7, 9, 10, 15, 19). 14 European Charter of Fundamental Rights (Art. 14), asylum legislation (qualification directive, reception conditions directive), migration legislation (students’ directive, return directive); European Pillar of Social Rights (principle 1). 15 Ponomaryovi v. Bulgaria, ECtHR, Application No. 5335/05, Judgment of 21 June 2011 ",
        "Target Group Discussion Paper Children with a Migrant Background 13 due to lack of registration as regular migrants of the parents violates the right to education 16 . Access to early childhood education is seen as the foundation for life-long learning and development, particularly for children from a socially and economically disadvantaged background, including children with a migrant background. Binding commitment can be found in UN Conventions 17 and in the European Pillar of Social Rights. On access to free healthcare, the UN legal framework is strong 18 , and access for children with a migrant background to healthcare has been integrated in WHO and UN Global Compacts on Migrants and refugees. The obligations that the CESCR describes in relation to children extend to preventive as well as reactive medical care since children need to be able to develop. A reactive approach with only emergency medical care is not sufficient. The right to health is closely linked to other human rights and should be applied without discrimination. The ECSR in its early case law decided that it was in violation of the ESC to distinguish in the access to healthcare between two types of migrant status for children. This case is also the case in which the ECSR expanded the scope of protection of the Annex to the ESC to include undocumented migrant children 19 . Also the Council of Europe’s Conventions 20 and the European Charter of Fundamental Rights 21 , together with EU legislation on asylum, provide a strong legal basis for access to healthcare. On access to decent housing, the legal basis can be found as well in UN Conventions 22 as in Council of Europe Conventions 23 . At EU level, the European Charter of Fundamental Rights, together with asylum and migration legislation provide the basis for the right to decent housing. On access to nutrition, again, reference can be made to binding obligations in UN texts 24 as well as in the European Social Charter. At EU level, the recast reception directive includes food among the material reception conditions asylum seekers are entitled to. The Commission prioritises protecting children regardless of status and at all stages of migration as being ‘ first and foremost about upholding European values of respect for human rights, dignity and solidarity. It is also about enforcing European Union law and respecting the Charter of Fundamental Rights of the European Union and international human rights law on the rights of the child ’ 25 . In the context of the EU Guidelines on the Promotion and Protection of the Rights of the Child 26 (whose conclusions were adopted on 3 April 2017 27 ), the principle of best interests 16 CRC General Comment No. 1, CESCR General Comment No. 13, Timishev v. Russia, ECtHR, Applications No. 55762/00 and 55974/00, Judgment of 13 December 2005, Ponomaryovi v. Bulgaria, ECtHR, Application No. 5335/05, Judgment of 21 June 2011, D.H. and others v. The Czech Republic, ECtHR, Application No. 57325/00, Judgment of 13 November 2007. 17 General Comment No. 7 UNCRC, on implementing child rights in early childhood. 18 ICESCR (Art. 12, General Comment No. 14), ICERD (Art. 5, and the Committee reaffirmed non-citizens should have access), UNCRPD (Art. 25), UNCEDAW (Art. 12), UNCRC (Art. 23, 24, General Comments No. 7 and 4). 19 FIDH v. France, European Committee of Social Rights, Complaint No. 14/2003, Decision of 8 September 2004. 20 Convention on Human Rights (Art. 2, 3, 8), European Convention on the Legal Status of Migrant Workers, European Social Charter (Art. 13, 11). 21 Articles 35, 24 and 21 must be read conjointly 22 ICESCR (Art. 11, General Comments No. 4 and 7), ICCPR (Art. 17), UNCRPD (Art. 19, 28), ICERD (Art. 5), Refugee Convention (Art. 21), UNCRC (Art. 16, 27 and General Comment No. 21 on children in street situations). The Committee on the Rights of the Child links the qualitative elements of the right to housing specifically to the right to health: (CRC, General Comment No. 15) 23 European Convention on Human Rights (combination of Art. 8, 6, 3, 2, and 14), European Social Charter (Art. 31, combined with Art. 17). In the Revised European Social Charter, the right to housing is protected in a separate article and includes the obligation on the State to prevent homelessness. In its case law, the ECSR has first determined that especially children, irrespective of their residence status, are entitled to shelter on the basis of Art. 31 ESC. 24 ICESCR (Art. 11, General Comments No. 12 and 15), UNCEDAW (Art. 12), UNCRPD (Art. 25, 28), UNCRC (Art. 24, 27). 25 COM (2017) 211 final. 26 EU Guidelines on the Promotion and Protection of the Rights of the Child, 7 March 2017, 6846/17. https://eeas.europa.eu/headquarters/headquarters-homepage/22017/guidelines-promotion-and-protection- rights-child_en. 27 Council Conclusions on the Promotion and Protection of the Rights of the Child, 3 April 2017, 7775/17. ",
        "Target Group Discussion Paper Children with a Migrant Background 14 of the child is one of the primary considerations of the EU Member States in all actions or decisions concerning children, in full compliance with the UNCRC and its Optional Protocols. The existing legal framework on the rights of children, including children with a migrant background, is strong, with a high level of ratifications by Member States, but there are significant implementation gaps. To strengthen and enforce the legal obligations of Member States, the Commission could monitor and highlight any ratification gaps and/or violations or failings in implementation by Member States. The Commission should strengthen and monitor the non-discrimination instruments. It should also document and make full use of all relevant UNCRC ‘g eneral comments ’ on children in migration, including with regard to their rights to justice and legal proceedings. The European Commission’s Recommendation, ‘ Investing in children: Breaking the cycle of disadvantage ’ (European Commission, 2013: 5-7) emphasises that it is essential to invest in all children and their access to services. It suggests integrated strategies based on three pillars: (1) access to adequate resources; (2) access to affordable, good-quality services; and (3) children’s right to participate. The second pillar calls for particular attention to be given to how to: • reduce inequality at a young age by investing in ECEC, to improve education systems’ impact on equal opportunities ; • improve the responsiveness of health systems to address the needs of disadvantaged children; • provide children with a safe, adequate housing and living environment; and • enhance family support and the quality of alternative care settings. The European Commission Communication on the protection of children in migration (April 2017) sets out a number of challenges for the protection of children in migration and actions to be taken by the European Commission, Member States and EU agencies. 28 28 For a comprehensive and up-to-date overview of the legal framework affecting children in migration, consult www.childreninmigration.eu ",
        "Target Group Discussion Paper Children with a Migrant Background 15 Overall situation of the target group in Member States 3.1 Relative size of the target group and overall poverty/social exclusion situation in the Member States Availability of data Data on children with a migrant background can be found or calculated mainly through data on migrant stocks and flows by age at the global, regional and national levels, from sources ranging from administrative to expert reports. Eurostat produces statistics on international migration flows, population stocks of national and non-national citizens and data relating to the acquisition of citizenship. Data are collected on an annual basis and are supplied to Eurostat by EU countries’ national statistical authorities. The data include the total stock of migrants who do not have the citizenship of the host country and the stock of migrants who are foreign-born, by age categories. In addition, series of the annual inflow of immigrants in each member state by age are available as of 2009, as well as the number of unaccompanied minors, pending asylum cases, asylum decisions made, and cases that have been withdrawn, divided into five age categories, including less than 14 years and 14-17. Migrants are defined by two criteria: citizenship and country of birth. There is no information about the country of birth of parents. Data on young migrants’ age s are broken down into four subcategories: 0-4 (early childhood), 5-9 (late childhood), 10-14 (adolescents) and 15-19 (middle and late adolescents). Due to the ranges of the age categories, the precise number of children below the age of 18 is not available in the published data. These figures underestimate the total number of EU inhabitants ‘ with a migrant background ’ because only people born in a non- EU country are included. Put differently, as far as children are concerned, these figures only allow us to measure the number of first-generation children with a migrant background (category 1 in Table 2.1); they exclude second-generation children with a migrant background – i.e. children born in the country from parents born in a non-EU country (category 3 in Table 2.1, who are included in the FSCG definition). On the other hand, they include foreign-born people whose parents are not foreign-born (category 2 in Table 2.1), who are excluded in the FSCG definition. This data source is therefore not appropriate for estimating the size of the TG . Census data provided by Eurostat are based on the 2011 Population and Housing Census, which is a set of harmonised high-quality data from the population, and housing censuses conducted in the Member States. Migration status is defined by citizenship and the country of birth (which is defined as the place of usual residence of the mother at the time of birth or, if not available, the place in which the birth took place). The most recent data are from 2011. Here also, no information is available on the country of birth of parents. This data source is therefore not suitable either for estimating the size of the TG . In view of the problem of estimating the size of the TG in official migration statistics, let us turn to three international surveys: EU-SILC, the LFS and the OECD Programme for International Student Assessment (PISA). To start with, it is important to highlight that, like (most) other surveys, these three sources have (serious) limitations in the coverage of the migrant population. By design, they target the entire resident population and not specifically migrants. Coverage issues of survey data arise in the following cases. • Recently arrived migrants: this group of migrants is missing from the sampling frame, resulting in under-coverage of the actual migrant population. • Non-response of migrant population: a significant disadvantage of surveys is that a high percentage of the migrant population does not answer them. This may be due to language difficulties, misunderstanding of the purpose of each survey, arduousness in communicating with the interviewer, and fear on behalf of migrants of a possible negative impact on their authorisation to remain in the country after participating in the survey. ",
        "Target Group Discussion Paper Children with a Migrant Background 16 • Sample size: sample surveys cannot fully capture the characteristics of migrants in EU countries with low migrant populations. • Furthermore, these surveys cover only private households. Persons living in collective households (including institutions) are excluded from the target population. This may have an impact on the coverage of the migrant population. The sample of general surveys, such as EU-SILC and LFS, may therefore exclude the most unstable and vulnerable groups of children with a migrant background and may thus be biased. Keeping in mind these limitations, it is possible in EU-SILC and the LFS to develop a proxy for children who live with at least one parent not born in the EU 29 . In PISA (which measures the skills of school pupils aged 15 in mathematics, science and reading), both the first and second generations of immigrant students are identifiable. However, this source does not distinguish between EU and non-EU countries of birth, and considers as foreign-born any person born outside the country of residence. Furthermore, it focuses only on children aged 15. Using PISA data as an estimate of the total population of children would imply that we assume an even age distribution, which is not the case. To be more specific, according to the 2017 Eurostat migration data, the total number of non- EU-born children aged 5-14 in the EU countries (excluding Germany, which is not available) is 1,460,480; and almost half of them (627,071) are aged 5-9. When we break down the numbers per country, the differences become more dramatic, in particular for Bulgaria, Poland and Romania where almost one third of all children with a migrant background are below 9 years of age. Although not useful as a way of estimating the size of the TG , PISA is nonetheless a valuable source of data for the differentiation between first and second generations among migrants aged 15, and for assessing the access of the TG to education. Furthermore, the United Nations Children's Fund (UNICEF) publishes monthly ‘ Situation Reports ’ with detailed information on the number of children with a migrant background who receive services from UNICEF and/or are affected by displacement. In addition to the number of migrant children, UNICEF reports also discuss the risks faced by children with a migrant background, using both primary and secondary quantitative and qualitative data sources. Estimating the number of children with a migrant background is therefore quite complex. As very well explained on the ‘ Migration data portal ’ 30 , ‘ realities on the ground make data collection and analysis by age, specifically on those aged under 18, extremely challenging ’ . The portal highlights a number of challenges, including the following. • Incomplete, unreliable or duplicated data. Unaccompanied children or children who become separated from their guardians or lose them during their journeys may go undetected (avoiding being registered by authorities); or they may claim to be older than 18 or accompanied by a guardian (so that they can continue their journeys and not be taken into custody). Others may not know how old they are or may claim to be under 18 so that they can access the rights and privileges of being a child, such as shelter and schooling. There may also be cases of children who register for asylum in more than one country, who do not register for asylum at all, or who claim international protection but have not arrived by sea. For instance, Germany reported that more than 42,000 unaccompanied and separated children entered the country in 2015, but only 14,439 claimed asylum (European Commission, 2016). • Different definitions for age categories. The comparison of data on stocks and flows of children with a migrant background and other age groups is difficult because countries analyse age and collect data using different definitions. 29 We would like to warmly thank Eurostat LFS colleagues who kindly agreed to carry out a specific exercise using LFS microdata to estimate the size of the TG. 30 https://migrationdataportal.org/themes/child-migrants. ",
        "Target Group Discussion Paper Children with a Migrant Background 17 • Different criteria for recording data. Countries differ in how they record data for the same categories. For instance, some EU Member States record those who claim to be unaccompanied minors in the statistics, whereas others only count those recognised as such following an age assessment by an authority (Humphries and Sigona, 2016). • Exclusion of children’s agency over their lives . Reports of numbers of ‘ missing refugee children ’ can be informed by the data/evidence of the dangers that children face as migrants, especially when they are unaccompanied or separated. However, challenges in data collection and the agency of children should also be considered when assessing claims of missing children. For instance, children may leave a shelter of their own accord to continue their migration journey (Humphries and Sigona, 2016). Last but not least, it is important to emphasise that data collection on the actual living conditions of children with a migrant background is of major importance. Information about their education, social protection, social inclusion, health and also well-being needs to be improved. General surveys need to be complemented with thematic surveys using specific methods for sampling and collecting data on hard-to-reach groups 31 . This could be done by developing a rolling programme of a satellite survey (EU-SILC lite) of specific disadvantaged groups of children every 5-7 years. The role of qualitative data is also essential to provide information on the difficulties faced by children with a migrant background. Children should be better involved in research, by strengthening the cooperation between researchers and those NGOs who represent children. Current situation – children with a non-EU migrant background In view of the above but keeping in mind the limitations of these two surveys that have been highlighted, the data sources selected for assessing the size of the TG are EU-SILC and LFS. As shown by Figure 3.1, the share of children aged below 18 with at least one parent born outside the EU amounts to 7.1% for the EU as a whole, but varies considerably across Member States. National shares computed on the basis of EU-SILC and LFS are different, but of the same magnitude in most countries (differences for Finland and Estonia should be further investigated). We suggest using LFS data to assess the size of the TG, in view of the much larger national sample sizes, and EU-SILC data for the analysis of access to Policy Areas by children in general and children with a migrant background in particular. 31 See for example: Schockaert and Nicaise (2011), Nicaise, Schockaert and Bircan (2019) and Nicaise and Schockaert (2019). ",
        "Target Group Discussion Paper Children with a Migrant Background 18 Figure 3.1: Share of children aged below 18 with at least one parent born outside the EU, 2017, % Note: In the LFS, the focus is on ‘ dependent children ’ , i.e. children below the age of 15 plus children aged 16- 24 who are inactive and live with at least one of their parents. Source: FSCG Inception Report (2018), based on EU-SILC (2017) and LFS (2017). No data in EU-SILC (2017) for UK and IE. In 2017, based on LFS and EU-SILC data, the share of children in the EU countries with at least one parent born outside the EU varied between 27% in Austria and 0.1% in Romania. Based on these estimations, Romania, Poland, Bulgaria, Slovakia, Hungary and the Czech Republic are the countries with the lowest shares of children with a migrant background. Figure 3.2 shows the distribution (in absolute figures) of refugee and asylum-seeker children. Here, Germany is the leader, hosting 566,170 asylum-seeker children. Germany is followed by Sweden (92,135), France (73,935), Austria (66,970), Greece (63,300), Hungary (55,705), Italy (37,595), the UK (34,165), Belgium (27,615), Spain (26,190), Netherlands (24,775), Bulgaria (13,970), Poland (12,030), Finland (11,520) and Denmark (10,945). The number of asylum-seeking children in other countries is marginal. 0.0% 5.0% 10.0% 15.0% 20.0% 25.0% 30.0% 35.0% 40.0% 45.0% 50.0% RO PL BG SK HU FI CZ LT EE LV MT IE EL SI PT DK HR ES IT LU NL CY FR UK BE DE AT LFS EU-SILC ",
        "Target Group Discussion Paper Children with a Migrant Background 19 Figure 3.2: Total number of first-time asylum applicant children (younger than 18), between 2015 and 2018 Source: Eurostat (2015, 2016, 2017, 2018), migr_asyappctza. Figure 3.3 displays the poverty risks among children with a migrant background based on deprivation indicators and income poverty. Children with a migrant background tend to be at greater risk of poverty and social exclusion than children in general. However, there are great variations across Member States. In Greece, Spain and Italy, the prevalence of both child deprivation (respectively 73%, 60% and 49%) and income poverty among children with a migrant background (respectively 58%, 60% and 36%) is very high. Despite the high number of migrant and refugee children, Germany performs well in terms of the share of children with a migrant background suffering from deprivation (12%) and income poverty (20%). In Sweden, Luxembourg, Belgium, France and Austria, children with a migrant background suffer much more from income poverty (around 40%). Migrant child deprivation is a serious challenge in Portugal, Ireland, Lithuania and Cyprus (between 41% and 49%). - 100,000 200,000 300,000 400,000 500,000 600,000 SK EE LV LT PT HR CZ MT SL IE LU RO CY DK FI PL BG NL ES BE UK IT HU EL AT FR SE DE ",
        "Target Group Discussion Paper Children with a Migrant Background 20 Figure 3.3: Proportion of children with a migrant background (aged 1-15) who suffer from child-specific deprivation (i.e. who lack at least 3 items [out of 17]); and proportion of children with a migrant background who suffer from income poverty, EU-28 Member States, 2014, % Source: EU-SILC (2014). Figures based on a sample size lower than 50 observations are not presented (BG, HU, PL, RO and SK). Moreover, different residence statuses grant different levels of access to the regular labour market, with asylum seekers often not having full access for an initial time period 32 or undocumented migrants being excluded altogether . A parent’s ability to work and provide for their family without risk of exploitation 33 depends on their residence status, impacting in turn on the child’s risk of poverty and deprivation. Figure 3.4 presents the share of children with a migrant background among deprived and poor children in the corresponding country. In Austria, although the share of children with a migrant background is around 25%, we see that 59% of children who suffer from deprivation are children with a migrant background; and 55% of children who suffer from income poverty are children with a migrant background. In the Netherlands, Luxembourg, Denmark, Belgium, Spain, Slovenia, Hungary, France and Italy, significant differences persist. Children with a migrant background make up between 30% and 45% of poor children in BE, UK, CY and EL. The proportion of children with a migrant background among children who experience deprivation is between 31% and 49% in Croatia, Slovenia, Spain, Belgium and Denmark. 32 For instance: Bertelsmann Stiftung (2016), From Refugees to Workers Mapping Labour-Market Integration Support Measures for Asylum Seekers and Refugees in EU Member States, Volume I: Comparative Analysis and Policy Findings. 33 PICUM (n.d.), Fighting exploitation, promoting decent work, leaflet; PICUM (2018), Shared concerns and joint recommendations on migrant domestic and care work, working document. 0% 10% 20% 30% 40% 50% 60% 70% 80% DE CZ SE LU MT FI SI EE DK BE FR UK AT NL LV HR PT IE LT CY IT ES EL Income poverty Child deprivation (3+ items) ",
        "Target Group Discussion Paper Children with a Migrant Background 21 Figure 3.4: Proportion of children with a migrant background among the total number of children who lack at least 3 items (out of 17), and among children who suffer from income poverty, EU-28 Member States, 2014, % Source: EU-SILC (2014). Figures based on a sample size lower than 50 observations are not presented (BG, HU, PL, RO and SK). 3.2 Overall situation of the target group in terms of adequate nutrition in the Member States Inadequate nutrition or, according to the World Health Organisation malnutrition, can be expressed as three broad groups of conditions: • undernutrition, which includes wasting (low weight-for-height), stunting (low height-for-age) and underweight (low weight-for-age); • micronutrient-related malnutrition, which includes micronutrient deficiencies (a lack of important vitamins and minerals) or micronutrient excess; and • overweight, obesity and diet-related non-communicable diseases (such as heart disease, stroke, diabetes and some cancers). General Comment No. 12 to the ICESCR clarifies that every state is obligated to ensure for everyone under its jurisdiction access to the minimum essential food which is sufficient, nutritionally adequate and safe, in order to ensure freedom from hunger. The right to adequate food is realised when every man, woman and child, alone or in community with others, has physical and economic access at all times to adequate food or the means for its procurement. Furthermore, according to the UN Food and Agriculture Organisation (FAO), ‘ Food security exists when all people, at all times, have physical and economic access to sufficient, safe and nutritious food to meet their dietary needs and food preferences for an active and healthy life. The four pillars of food security are availability, stability of supply, access and utilisation ’ . For infants up to 6 months, to the extent that this is possible, ‘ adequate nutrition ’ consists of exclusive breastfeeding that provides young infants with the nutrients they need for healthy growth and development 34 . For infants aged 6 months or older, children and adolescents, it consists of a balanced diet (in amounts defined by reference to the child’s age, gender and anthropometric 34 WHO, Breastfeeding: https://www.who.int/topics/breastfeeding/en/. 0% 10% 20% 30% 40% 50% 60% 70% CZ MT LV LT PT FI DE IE EE EL CY UK IT FR HR SI ES BE DK LU NL AT % of migrant children among all children % of migrant children among the deprived children % of migrant children among the poor children ",
        "Target Group Discussion Paper Children with a Migrant Background 22 characteristics), based on the consumption of a variety of foods that contain appropriate proportions of carbohydrates, fats, proteins and the recommended daily allowances of all essential minerals and vitamins, as well as clean tap water. Breastfeeding may be continued along with appropriate complementary foods up to age 2 or beyond. EU-SILC data (2014 ad hoc module) provide child-specific information on the affordability of some food items for children (fruit/vegetables and proteins). These data are presented for the total group of children and for children with a migrant background (where available) in EU-SILC (Figures 3.5 and 3.6). The impact of migration background differs considerably across countries and according to the type of food lacked. Data on deprivation for children with a migrant background are not available for BG, HU, RO, SK and PL, due to small sample sizes. The proportion of children lacking (for affordability reasons and not by choice) fruit and vegetables daily is reflected in Figure 3.5. For children with a migrant background, this proportion varies between less than 1% (in Sweden, Finland, the Netherlands, Austria, Denmark, Luxembourg and Slovenia) and 9.2% (Ireland). Figure 3.5: Proportion of children (aged 1-15) who live in a household where there is at least 1 child lacking fruit and vegetables daily for affordability reasons; EU-28 Member States, all children and children with a migrant background, 2014, % Note: Figures based on a sample size lower than 50 observations are not presented. Countries are ranked according to the percentage of all children suffering from the problem. Source: FSCG Inception Report (2018), based on EU-SILC 2014, UDB version November 2016. 0.0 5.0 10.0 15.0 20.0 25.0 30.0 35.0 40.0 45.0 SE FI NL AT DK LU SI ES CY DE MT BE IT FR IE PT CZ PL UK HR EL EE LT RS LV SK RO HU BG All children Migrant background ",
        "Target Group Discussion Paper Children with a Migrant Background 23 Figure 3.6: Proportion of children (aged 1-15) who live in a household where there is at least 1 child lacking proteins daily for affordability reasons; EU-28 Member States, all children and children with a migrant background, 2014, % Note: Figures based on a sample size lower than 50 observations are not presented. Countries are ranked according to the percentage of all children suffering from the problem. Source: FSCG Inception Report (2018), based on EU-SILC 2014, UDB version November 2016. Protein intakes are presented in Figure 3.6. For children with a migrant background, the incidence of a lack of meat, chicken or other vegetarian equivalent for affordability reasons ranges between 0-1% (Sweden, Finland, Slovenia and Denmark) and 10.8% (Czech Republic) 35 . Country-specific analyses reveal some detailed findings for Austria (Fink, 2019) where analyses of the Austrian HBSC 36 show that children with a migrant background (defined as children born abroad or having both parents born abroad) – or who normally use a foreign language in daily life – drink sweet drinks (lemonades etc.) and eat low-nutrition salty and fatty food (burgers, kebabs, pizzas etc.) significantly more often than other children. Furthermore, they have breakfast significantly less often. These findings remain significant even after controlling for socio-economic family background (see BMG 2015: 86). In addition, in the Danish case (Kvist, 2019), based on health nurses’ records o f the health checks they perform when children start school, children with a migrant background have more frequent complaints concerning food and meals. Specific attention should be given to the precarious situation of the children of asylum- seekers. In this context, three main barriers were mentioned in the Country Reports, as follows. • Poor living conditions, including inadequate nutrition, in migrant camps and reception centres. • Lower levels of financial support or lack of access to financial support for some groups of migrants compared with the non-migrant population. This adds to barriers to accessing employment. • Restrictions on access to school meals. Additionally, in two countries it was noted that the dietary choices available to children with a migrant background in schools and other settings were not adapted to their needs and preferences. ‘ Ensuring adequate nutrition ’ in rich countries with well-developed social policies, appears to depend on the affordability of adequate nutrition. It should be noted that, in many 35 Serbia: 15.3%. 36 HBSC = Health Behaviour in School-aged Children, a recurrent large-scale survey in dozens of countries. 0.0 5.0 10.0 15.0 20.0 25.0 30.0 35.0 40.0 45.0 SE FI DK LU PT SI AT CY FR NL BE UK PL ES IE DE CZ IT LT EE HR MT LV EL SK RS RO HU BG All children Migrant background ",
        "Target Group Discussion Paper Children with a Migrant Background 24 countries, asylum-seekers do not have access to the guaranteed minimum income. In Austria, for example, if asylum-seekers live in an institution, support is granted in kind, plus ‘ pocket money ’ of €50 per person per month. Asylum -seekers may also live in privately rented dwellings: in this case, they can get a ‘ rent subsidy ’ of up to €300 per family a nd month, and ‘ nutrition money ’ amounting to €215 per adult and €100 per child per month 37 . All these benefits are substantially lower than the guaranteed minimum income and de facto do not cover actual living costs under normal conditions. 3.3 Overall situation of the target group in terms of problems of access to free – and good-quality - education in the Member States Education is defined in the FSCG as primary and secondary compulsory education 38 . Sustainable Development Goal No. 4 ( ‘ Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all ’ ) obliges all 28 Member States to provide all children, including all children in the four TGs, with education that is inclusive and promotes democratic participation. The UNDHR (Art.26) and the UNCRC (Art.28) guarantee a right to free elementary and fundamental education for all children, in the following terms. • UNDHR 39 (Art.26): ‘ Everyone has the right to education. Education shall be free, at least in the elementary and fundamental stages. Elementary education shall be compulsory. (…)’ • UNCRC (Art.28): ‘ States Parties recognise the right of the child to education, and (…) shall, in particular: a) make primary education compulsory and available free to all; b) encourage the development of different forms of secondary education, including general and vocational education, make them available and accessible to every child, and take appropriate measures such as the introduction of free education and offering financial as sistance in case of need; (…) d) make educational and vocational information and guidance available and accessible to all children; e) take measures to encourage regular attendance at schools and the reduction of drop-out rates ’ . The UN Convention on the Rights of Persons with Disabilities (CRPD) (Art.24) further promotes the Right to Inclusive Education (which has become an obligation by virtue of ratification of the CRPD by all 28 Member States) 40 and identifies nine core features of an inclusive system in its General Comment No. 4 41 . Inclusive systems encompass, among others, flexible curricula, Special Education Needs (SEN) provision, drop-out prevention mechanisms, apprenticeship schemes, and vocational and second-chance programmes. At EU level, the European Directives guarantee to children of asylum seekers and refugees the right to access the education system under the same conditions as nationals 42 . Because education is the right of all citizens, the FSCG will only consider publicly funded or (partially) subsidised and accredited provision 43 . The OECD’s successive PISA databases provide a picture of (trends in) the proportion of students at age 15 with a migrant background, by duration of residence in the host country. 37 See https://www.fluechtlinge.wien/grundversorgung. 38 Note that there is a separate policy cluster on ECEC. 39 http://www.claiminghumanrights.org/udhr_article_26.html. 40 See also Council Recommendation on promoting common values, inclusive education, and the European dimension of teaching, 22 May 2018. 41 https://tbinternet.ohchr.org/_layouts/treatybodyexternal/Download.aspx?symbolno=CRPD/C/GC/4&Lang=en. 42 EU reception conditions directive Art. 14 and EU qualifications directive Art. 27. 43 Home-schooling and private schooling are not included as these fall beyond the scope of a Child Guarantee. ",
        "Target Group Discussion Paper Children with a Migrant Background 25 PISA distinguishes between children with a ‘ first generation migration background ’ (the child and both parents were born abroad and immigrated) and a ‘ second generation background ’ (both parents were born abroad but not the child) 44 . Unfortunately, these data do not differentiate between EU and non-EU countries of birth. On average across OECD countries, 12.5% of students in 2015 had an immigrant background, up from 9.4% in 2006. Whereas across the OECD the share of first-generation immigrant students grew more modestly – from 4.5% to 5.4% of the total number of students – the percentage of second-generation immigrant students increased from 5.0% to 7.1%. However, the overall percentage of immigrant students and its growth between 2006 and 2015 vary noticeably across countries, as does the composition of immigrant populations. In PISA 2015, more than 1 in 2 students in Luxembourg had an immigrant background. In other EU Member States that participated in PISA 2015, the proportion of first-generation immigrant students remained relatively low. However, the share of second-generation children with a migrant background exceeded that of the first generation. In 2015, the percentage of second-generation immigrant students in Luxembourg was above 30%, in Germany 12%, in Austria 11%, in Estonia, Croatia, France, the Netherlands and Belgium 9%, in the UK and Denmark 8%, and in Greece 6%. In other EU countries, less than 5% of students aged 15 were second-generation migrants. The share of the second generation also had increased rapidly in the previous decade: by more than 10 percentage points in Luxembourg and by between 5 and 10 percentage points in Austria, Ireland, Sweden and the United Kingdom. In what follows, we focus on how the right to free education is being implemented in EU countries, building partly on comparative transnational research and partly on the Country Reports of this study. We will categorise gaps and weaknesses in existing educational provision, as well as educational policies, according to the five criteria proposed by Tomaševski (2001) and others for the implementation of the right to education: availability, accessibility, affordability, adaptability and acceptability. 3.3.1 Availability In most EU countries, usually starting from age 6 or earlier, around 9-10 (and up to 13) years of formal education are compulsory (Eurydice, 2018c). Considering the widespread availability of compulsory education for at least 9-10 years across the EU, availability is one of the less problematic domains for the policy area of education. However, gaps in provision do occur in remote rural areas (PL, RO), partly as a consequence of budget cutbacks or ‘decentralisation’ during the crisis. There are also problems of infrastructure, especially in disadvantaged schools in disadvantaged areas; and infrastructure has been shown to be linked with educational outcomes (Cuyvers et al., 2011). 3.3.2 Accessibility Despite the widespread availability of schools, and legal regulations concerning compulsory education, examples are reported of groups whose right to education is not legally guaranteed . Moreover, implicit mentions of ‘all children’ in national education laws can also result in undocumented children being excluded in practice, for instance by being unable to take official exams, receive certification of studies completed, take vocational courses or simply by being unlawfully refused registration by uninformed school administrations. 45 In Sweden, undocumented children are entitled to free education (including to mother-tongue language classes), but Palme (2019) mentions that the majority of them do not go to school. 44 ‘ No migration background ’ means: at least one of the parents was not born abroad, irrespective of the country of birth of the child. Note that the PISA statistics include intra-EU migrants. 45 PICUM (2015[2018]), Protecting undocumented children: promising policies and practices from governments. ",
        "Target Group Discussion Paper Children with a Migrant Background 26 There is also evidence of children of asylum-seekers (EL, FR) who are not officially registered in the (local) population register and therefore cannot enrol in school in practice. However, even among registered children, the actual participation in education is sometimes surprisingly low. For example, although school attendance in Greece is compulsory for all children (boys and girls) aged between 4 or 5 46 and 15 – including regular or unauthorised migrants, refugees and asylum-seekers – out of the 87,149 children registered in 2017 as non-EU citizens and aged between 5-14 47 , only 39,038 attended school (Ziomas et al., 2019). Research by the EU Agency for Fundamental Rights (FRA) found that access to education for children of asylum seekers and refugees, under similar condition as nationals is generally guaranteed during the age of compulsory education; after th is age (between 15 and 18 years, depending on Member States’ legislation) access to education becomes difficult especially when children arrive beyond this age. Schooling in the reception facilities is also quite different from mainstream schools; preparatory classes are generally available, but with limited duration. However, FRA detected several practical obstacles for children of asylum seekers and refugees in their access to education, such as delays in school enrolment, limited capacities of schools and lack of teachers, discrimination, strong channelling into vocational tracks, special problems for unaccompanied children who reach majority who face housing transfer and loss of support. 48 Several countries (FR, BE-Flanders) have imposed language tests for access to (primary) school. Children with insufficient proficiency can be forced to take language classes or stay in kindergarten until they pass the test. Apart from legal/administrative obstacles, there are also material and cultural obstacles due to a lack of adequate responses to specific needs. For example, the BG report (Bogdanov, 2019) refers to non-participation of children of refugees due to the lack of adequate measures to cater for diversity (language classes and flexible provision for newcomers). Hanesch (2019 – for DE) and Ziomas et al. (2019 – for Greece) report difficulties in guaranteeing places in schools for newly arrived asylum-seekers. According to Ziomas et al. (2019), less than half of the school-aged newly arrived immigrants (especially Albanians) are enrolled at school. In the case of refugee children, post- traumatic stress, as well as the intention to migrate further to other EU countries, tend to hinder participation. In some cases, schools themselves discriminate against specific groups of children, either because they are seen as an excessive burden, or because parents from the ‘white majority’ threaten to withdraw their children from school when ‘undesired’ children are enrolled. This often results in segregation , as disadvantaged groups cluster together in less selective schools, while ‘majority parents’ effectively withdraw their children to enrol them elsewhere. Paradoxically, segregation prevails more in countries with free school choice (BE, NL, IE, HU and to some extent also ES, IT, RO, BG, LV) (Woessmann and Schütz, 2006; Hirtt, Nicaise and De Zutter, 2013). Hungary is the worst example in the OECD, and the trend in this country is deteriorating due to further privatisation of the education system (Albert, 2019). In the case of segregation, physical access is secured, but the results are far from being optimal because it is generally more difficult for ghetto schools to obtain sufficient funding and to attract qualified teachers. 3.3.3 Affordability Although compulsory schooling is legally free of charge in all countries in terms of tuition fees, families still have expenses related to education including books, school trips, canteen costs and transport to school. Comparative research on this issue is lacking at EU level. In 46 Two-year obligatory pre-primary education has gradually been extended across the country to cover all children aged 4-6 (Law 4521/2018, art.33). Attendance is compulsory for children at the age of 4 only if they live in one of 184 municipalities where the facilities are already in place. 47 See: https://ec.europa.eu/eurostat/data/database. 48 FRA, Integration of young refugees in the EU. Good practices and challenges. ",
        "Target Group Discussion Paper Children with a Migrant Background 27 the ad hoc module of the 2016 wave of EU-SILC, respondents were asked to subjectively rate the difficulty of payment for expenses related to formal education (6-point Likert scale). Southern and eastern European countries reported the highest difficulty (great and moderate difficulty combined), while the residents of western and especially northern European countries reported the least difficulty (see Figure 3.7). Note that, in most EU countries where the sample size of children with a migrant background was large enough, they reported higher difficulty compared with the general population. Figure 3.7: Children (aged 0-17) living in households that find it very or moderately difficult to cover the costs of formal education in 2016; all children and children with a migrant background, % Note: Figures based on a sample size lower than 50 observations are not presented. Countries are ranked according to the percentage of all children suffering from the problem. Note that the legal guarantee of free education does not necessarily apply in all circumstances: in PL, for example, undocumented children have to pay tuition fees. Source: FSCG Inception Report (2018), based on EU-SILC ad hoc module on public services 2016. 3.3.4 Acceptability and adaptability of education Across the OECD, immigrant students are more likely to repeat grades at school, be the victims of frequent bullying at school, and feel that they are being treated unfairly by their teachers compared with native students (OECD, 2018b). Similarly, children with a migrant background and/or their parents sometimes think that their culture and religious reservations are not sufficiently accommodated. For instance, for Muslim children, the unavailability of halal food may typically become a problem in some countries (Göktuna Yaylaci, 2014; Ünver and Nicaise, 2016). Moreover, some EU countries operate with a monolingual ideology, which pushes children with a migrant background further from integration with the majority community (Agirdag, 2010), although the benefits of bilingual education have been well documented (Malarz, s.d.). 0.0 10.0 20.0 30.0 40.0 50.0 60.0 70.0 80.0 F i n l a n d S w e d e n G e r m a n y F r a n c e E s t o n i a D e n m a r k L u x e m b o u r g N e t h e r l a n d s A u s t r i a P o l a n d B e l g i u m C z e c h R e p u b l i c L i t h u a n i a I t a l y S l o v e n i a S l o v a k i a M a l t a U n i t e d K i n g d o m P o r t u g a l L a t v i a I r e l a n d S p a i n B u l g a r i a C r o a t i a R o m a n i a H u n g a r y C y p r u s G r e e c e All children Migrant background ",
        "Target Group Discussion Paper Children with a Migrant Background 28 As discussed in the Belgian case (Nicaise et al., 2019), the fact that the performance gap remains large even after controlling for differences in socio-economic status (SES) suggests that cultural barriers – prejudices, and indeed discrimination – play a role too. This is reflected in the over-representation of immigrant pupils in special education, in the B-classes in the first grade of secondary education, in vocational education and among early school- leavers. Unia’s (2018) ‘Diversity barometer education’ confirms the existence of prejudices and discriminatory practices after controlling for other factors. Figure 3.8: Percentage of children aged 15, by migrant status, who have not reached level 2 proficiency in reading Note: The chart shows percentages for each group in all countries where at least 5 per cent of children were not born in the country. Countries are ranked on absolute gaps between non-immigrant and first-generation immigrants. Differences between non-migrant children and first-generation migrant children were statistically significant in all countries except Australia, Canada, Estonia and New Zealand. Source: Unicef (2018:35) based on PISA 2015. ",
        "Target Group Discussion Paper Children with a Migrant Background 29 This lack of acceptability and adaptability in educational provision explains, at least partly, the persistent achievement gap between students with a migrant background and natives. Apart from academic under-performance, students with a migrant background also report a weak sense of belonging at school, low satisfaction with life, and high schoolwork-related anxiety (OECD, 2018b). Among these, academic achievement is the area with the largest gap between native students and students with a migrant background (Figure 3.8). While this group of students are also socio-economically disadvantaged compared with native students, across almost all European countries that are sampled, their socio- economic disadvantage explains only one-fifth of their difference in academic proficiency. As cross-border mobility increases, it is extremely important for education to be adaptable to migrant students’ needs. Ethnic segregation is a key issue in the educational opportunities of children with a migrant background. Segregation is not only harmful per se, by feeding mutual distrust between social/ethnic groups and undermines the civic attitudes of children; it also leads, almost unavoidably, to differences in the quality of education and thus widens social and ethnic inequalities in educational outcomes. Figure 3.9 shows the relationship between the share of immigrant students in schools and the gap in basic proficiency rates of immigrants, for a sample of EU countries (based on PISA 2015). Schools where more than 10% of students are immigrants are compared with schools where less than 10% of the students are immigrants. ‘Basic proficiency’ is defined as level 2 performance (or more) in maths, reading and science. Although the graph is based on OECD (2018b), only EU countries are selected. The estimated gaps are corrected for differences in individual gender, SES and home language. Even after those corrections, on average, schools where more than 50% of the students are immigrants have 20% more students lacking basic proficiency than schools where less than 10% are immigrants. This suggests that school segregation leads to even wider gaps in educational outcomes. The causal links between segregation and unequal outcomes are multiple: (a) in decentralised education systems, ghettoisation goes in tandem with unequal funding, as disadvantaged schools are funded by poorer local authorities; (b) in ‘immigrant’ schools , where almost none of the students are native speakers, acquisition of the instruction language becomes extremely difficult; (c) as ghetto schools are less attractive for teachers, the better trained and more experienced teachers tend to self-select into more advantaged schools; and (d) teachers in ‘difficult’ schools tend to lower expectations and induce poorer learning outcomes ( ‘ Pygmalion effects ’ ). Interestingly, the latest report by the Portuguese Observatory on Migrations notes that the school performance of immigrant students is still generically lower than that of non- immigrant students. However, it emphasises that ‘ Portugal was the country in the OECD where the gap between the results of immigrant students and other students decreased the most ’ between 2006 and 2015 (Oliveira and Gomes, 2018: 105). It also classifies the convergence as ‘ remarkable because it was achieved through substantial improvement in the performance of both groups [immigrants and non-immigrants] but especially by immigrants ’ (Oliveira and Gomes, 2018: 107). The authors also highlight that school performance is intimately linked to the SES of the students’ families and that when the effect of this indicator is controlled, the gap tends to decrease substantially (Oliveira and Gomes, 2018: 110). ",
        "Target Group Discussion Paper Children with a Migrant Background 30 Figure 3.9. Difference in the percentage of students attaining baseline academic proficiency, by degree of segregation (share of immigrant students, compared with schools where less than 10% of students are immigrant students) Note: a bar of x% (to the left) means that the category of schools considered has x% more low achievers (less than level 2) than a corresponding school with less than 10% students with a migrant background. Source: OECD (2018b:200) – our selection. Legend Schools with 10 to 25% of immigrant students Schools with 25 to 50% of immigrant students Schools with more than 50% of immigrant students light colours refer to differences that are not statistically significant at 5%-level - 60 - 40 - 20 0 20 A u s t r i a B e l g i u m D e n m a r k F r a n c e G e r m a n y G r ee c e I t a l y N e t h e r l a nd s S l o v e n i a S p a i n S w e d e n U n i t e d K i n g d o m E U a v e r a g e ",
        "Target Group Discussion Paper Children with a Migrant Background 31 3.4 Overall situation of the target group in terms of problems of access to free healthcare in the Member States Access to healthcare is a right for all children under the UNCRC, but the child’s access to it depends partly on their residence status 49 and their capacity to navigate the national system. Access to healthcare is also difficult to define, and there are no comparable statistics at national level on primary care. Whether children with a migrant background are currently eligible for a service will vary by country, and indeed within countries depending on local practice. For example, core medical primary care is organised differently in each EU country – for example, as to whether it is provided by a generalist family practitioner system, by a community paediatrician system, or mixed; and whether nurses have a first contact role, a care support role, a minimal role, or a role within a multidisciplinary team. The basic pattern of eligibility may be based on citizenship, being resident, family eligibility through employment-based or free-market-based insurance, or on government support specifically for low-income or fractured families. The concept of ‘ free healthcare ’ is indeed simplistic. Even where there is no family insurance premium and consultations are free, there may be costs associated with medication, appliances, special diets or other costs arising from a health condition and prescribed or advised by a health professional. Comparable empirical data on all these issues are scarce to the point of being non-existent. Available international indicators on healthcare accessibility (e.g. OECD Horizontal inequity index) are designed for the whole population and cannot be used for assessing the specific situation of children with a migrant background. In the 2017 EU-SILC ad hoc module, data on children’s health and their unmet medical and dental care needs were collected for the first time for children at the EU level 50 . The aim of the survey questions relating to unmet need for medical or dental care is to capture restricted access to medical care via the person’s own assessment of whether the children in the household needed medical examination or treatment, but did not get it, experienced a delay in getting it or did not seek it. The variable holds for all children aged under 16 living in the household and was not collected for each child separately. When one child has an unmet medical need, the whole group of children in the household is assumed to have an unmet medical need. Figure 3.10 presents the proportion of children who suffered from unmet medical need, respectively for the total population of children and for children with a migrant background (aged less than 16) in EU-SILC (2017). Interpretation of these results would deserve further analysis. In particular, the data for Belgium are currently 49 S. Spencer and V. Hughes (2015), Outside and In: Legal entitlements to healthcare and education for migrants with irregular status in Europe , Oxford: COMPAS. PICUM (2015[2018]), Protecting undocumented children: promising policies and practices from governments . 50 Eurostat advised national statistical institutes to collect information using two questions. The first question asks whether there was any time during the past 12 months when at least one of the children needed a medical examination or treatment for a health problem. The second question is collected for those replying yes to the first question and is aimed at finding out whether the child(ren) had a medical examination or treatment each time it was really needed. Medical care refers to individual healthcare services (examinations or treatments) provided by or under the direct supervision of medical doctors, traditional and complementary medical professionals or equivalent professions according to national healthcare systems. The following are included: - healthcare provided for different purposes (curative, rehabilitative and long-term healthcare) and by different modes of provision (inpatient, outpatient, day, and home care); - medical mental healthcare; and - preventive medical services if perceived by respondents as important – for example, where a national healthcare system guaranties regular preventive medical check-ups but the respondent is not able to make an appointment for their child and perceives the situation as jeopardis ing the child’s health. - The following are excluded: - taking prescribed or non-prescribed drugs; and - dental care (the latter is examined in a separate question). The question on possible unmet medical need is only asked of households where there was at least one child who needed medical examination or treatment. This reduces further the size of the sample for children with a migrant background and the precision of the estimates (i.e. the confidence intervals are [very] large). ",
        "Target Group Discussion Paper Children with a Migrant Background 32 being checked by Eurostat and are subject to revision. The percentage is low in most countries. The data tend to show that the risk of unmet need is higher for children with a migrant background, but not in all countries. Figure 3.10: Proportion of children (< 16 years) living in households with unmet medical needs; EU-28 Member States, all children and children with a migrant background, 2017, % Note: Figures based on a sample size lower than 50 observations are not presented. Countries are ranked according to the percentage of all children suffering from unmet medical need. Source: FSCG Inception Report (2018), based on EU-SILC 2017, UDB version November 2018. No data available in the UDB for UK and IE. This variable was not available in DE. 3.5 Overall situation of the target group in terms of problems of access to decent housing in the Member States Like other services, housing is not just an issue of access but also an issue of quality. This is clearly recognised by the European Parliament: in their proposal for a Child Guarantee, they refer to decent housing. The starting point for defining the concept of ‘ decent housing ’ in the FSCG is the framework proposed in the ICESCR, General Comment No. 4 on the Right to Adequate Housing (Art.11 of the Covenant), though limited to the context and scope of the study. Whenever possible, this approach to decent housing will be broadened to include an overview of how children with a migrant background fall, or are prevented from falling, into vulnerable living situations such as rooflessness, houselessness, and insecure or inadequate housing, according to the ETHOS typology (European Typology of Homelessness and Housing Exclusion) developed by FEANTSA (European Federation of National Organisations Working with the Homeless) 51 . People living in these forms of accommodation are often the most vulnerable. This section uses EU- SILC data to provide an overview of children’s access to decent housing in Europe. It covers different aspects of access to decent housing – housing deprivation, overcrowding, energy poverty and housing costs – for children with a migrant background. 51 https://www.feantsa.org/en/toolkit/2005/04/01/ethos-typology-on-homelessness-and-housing-exclusion 0.0% 2.0% 4.0% 6.0% 8.0% 10.0% 12.0% 14.0% AT HR MT ES PT LU DK CY FR SI IT EE NL LT EL LV CZ FI SE BE Share of children who suffered from unmet medical need Share of migrant children who suffered from unmet medical need ",
        "Target Group Discussion Paper Children with a Migrant Background 33 3.5.1 Severe housing deprivation Severe housing deprivation is defined at the EU level as: • living in an overcrowded household; and also • exhibiting at least one of the following housing deprivation measures: leaking roof/damp walls/rot in windows, no bath/shower and no indoor toilet, or a dwelling considered too dark. Figure 3.11 shows the proportion of children suffering from severe housing deprivation, and compares children with a migrant background in the survey with the total population of children. In most countries, coming from a migrant background increases the risk of experiencing severe housing deprivation. The correlation with children’s health limitations is less clear and may be difficult to establish due to small sample sizes and large confidence intervals. Regarding the situation of children with a migrant background, the 2016 European Commission’s ‘ Migrant Integration Information and good practices ’ 52 confirms these figures by pointing out that migrants are often more disadvantaged than the native-born population with regard to housing: ‘ migrants are generally vulnerable on the housing market, disproportionately dependent on private rentals, more likely to be uninformed of their rights and discriminated against. They also face greater obstacles to access public housing or housing benefits and are more likely to live in substandard and poorly connected accommodation, with less space available and at a higher rental cost burden than the national average ’ . While severe housing deprivation plagues a massive proportion of the population in central and eastern European countries, children in the rest of Europe are not spared. In Austria, Italy, Greece, Slovenia and Portugal, around 10 to 18% of children with a migrant background are affected by severe housing deprivation (FSCG Inception Report, 2018). Figure 3.11: Proportion of children who suffer from severe housing deprivation; EU-28 Member States, all children and children with a migrant background, 2017, % Note: Figures based on a sample size lower than 50 observations are not presented. Countries are classified according to the incidence for the total population of children. Source: FSCG Inception Report (2018), based on EU-SILC 2017, UDB version November 2018. No data available in the UDB for UK and IE. 52 https://ec.europa.eu/migrant-integration/intdossier/ewsi-analysis-immigrant-housing-in-europe 0.0 5.0 10.0 15.0 20.0 25.0 30.0 35.0 FI CY NL ES MT LU SE DE FR CZ DK BE EE SI PT AT EL IT HR SK PL LT LV BG HU RO All children Migrant background ",
        "Target Group Discussion Paper Children with a Migrant Background 34 3.5.2 Overcrowding Overcrowding 53 has a negative impact on children and the family unit. A report from the UK charity Shelter 54 shows for instance how overcrowding can harm family relationships, negatively affecting children's education and causing depression, stress and anxiety. Figure 3.12 shows that having a migrant background increases the risk of overcrowding in most countries. So, for instance, in Hungary, Greece and Latvia, more than 60%, and in Italy and Austria more than 50%, of children with a migrant background experience overcrowding. Figure 3.12: Proportion of children living in overcrowded houses; EU-28 Member States, all children and children with a migrant background, 2017, % Note: Figures based on a sample size lower than 50 observations are not presented. Countries are classified according to the incidence for the total population of children. Source: FSCG Inception Report (2018), based on EU-SILC 2017, UDB version November 2018. No data available in the UDB for UK and IE. These findings on the impact of migration background are confirmed by the OECD report on ‘ Indicators of Immigrant Integration 2015 ’. The report’s chapter on housing shows that (with the exception of central Europe) immigrants are slightly more likely to live in substandard housing and are twice as likely to be in overcrowded accommodation. The report also shows that immigrant women are likely to have more children than their native- born counterparts, while the ‘ differences in birth rates tend to be most pronounced in those European countries where the fertility rates of the native-born are particularly low ’ (p.39). The fertility rate of immigrant women was 0.5 births higher on average in the EU than that of native-born women (p.44). The difference in birth rate, and the large households that result, mean that children with a migrant background are particularly exposed to difficulties in terms of overcrowding. 53 A person is considered as living in an overcrowded household if their household does not have at its disposal a minimum number of rooms equal to: - one room for the household; - one room by couple in the household; - one room for each single person aged 18 and more; - one room by pair of single people of the same sex aged 12-17; - one room for each single person aged 12-17 and not included in the previous category; and - one room by pair of children aged under 12. 54 Shelter, 2015, Full house? How overcrowded housing affects families : https://england.shelter.org.uk/professional_resources/policy_and_research/policy_library/policy_library_folder/ full_house_how_overcrowded_housing_affects_families. 0.0 10.0 20.0 30.0 40.0 50.0 60.0 70.0 80.0 CY MT NL FI ES BE DK DE LU FR PT SI SE EE AT CZ LT EL IT SK PL HR LV HU BG RO All children Migrant background ",
        "Target Group Discussion Paper Children with a Migrant Background 35 3.6 Overall situation of the target group in terms of problems of access to free early childhood education and care in the Member States Most children in the 28 countries enjoy some kind of ECEC provision, albeit in different systems and with differences in attendance regularity (number of times per week, duration per day). (Regular) attendance increases as children get closer to the age of obligatory schooling; it is lower for younger children and for some vulnerable children. There are various reasons why the use of childcare may not be as high as attendance at pre-school settings. While pre-school provision is most often free of charge (except for costs such as meals, outings and additional activities) this is not the case for childcare in many countries. Also, the desirability of attendance at pre-school settings may seem evident to most parents, but sending children to childcare is still not as accepted throughout the EU. This has to do with views on education and parenting and cultural differences. Leaving a very young child in the care of a ‘ stranger ’ is not as widely accepted as sending a toddler to a pre-school setting. Lastly, while it is compulsory for children to attend schooling for at least 8 years in all EU Member States, little to no legal provisions exist that state all children should have access to ECEC. A recent report from the European Commission on the development of childcare facilities for young children (the ‘ Barcelona objectives ’ ) provides a thorough analysis of the use of ECEC in EU countries (European Commission, 2018). However, it does not contain any information on the use of ECEC by children with a migrant background. The literature shows that younger children from disadvantaged backgrounds attend ECEC less than their more affluent peers do; and when they do, they often attend ECEC services of poorer quality. Lazzarri and Vandenbroeck (2014) concluded in a literature review of ECEC studies that, overall, children with a disadvantaged background tend to be under-represented in ECEC services and particularly in childcare services (0-3 years) where availability is generally lower and rationing tends to be higher. The authors identified the factors that are more frequently associated with low participation in ECEC provision: • low SES including low level of parental education, low family income or parental unemployment; • belonging to an ethnic minority, in combination with (short) duration of residence in the host country; and • living in poor neighbourhoods/rural areas/marginalised settlements. Their findings are confirmed by EU-wide statistical analyses, carried out by Van Lancker and Ghysels (2016) on LFS data, and by Ünver (2019) 55 on EU-SILC and European Quality of Life Survey (EQLS) data. Ünver’s analysis shows that – even after controlling for the SES of the household (equivalised income and parental level of education) – migration status has a significant negative effect on the use of childcare as well as pre-school attendance. This means that both socio-economic and cultural barriers hamper the participation of children with a migrant background in ECEC. Qualitative research based on focus groups with parents and interviews with professionals, in seven cities across Europe (Ünver and Nicaise, 2016), provides a more detailed view of the obstacles: • shortage of provision, resulting in waiting lists and priority being given to dual- earner families; • lack of information about legal rights and financial support (such as tax deductibility of childcare costs); • unaffordable fees; • language barriers, causing communication problems between ECEC staff and parents; • a lack of culture-sensitive provision (e.g. religious prescriptions relating to food); lack of intercultural skills of ECEC staff; and 55 See also Ünver, Bircan and Nicaise (2018). ",
        "Target Group Discussion Paper Children with a Migrant Background 36 • i n some cases, immigrants’ own cultural values prevent ing them from bringing their children to childcare. Nevertheless, Ünver’s research also shows that public intervention can boost the participation of children with a migrant background: this will be discussed in Section 4.5. At the level of EU Member States, little information is available on access to ECEC among children with a migrant background. Moreover, it is also extremely difficult to compute the EU indicators for children with a migrant background, due to (very) small sample sizes in the EU-SILC. In the national samples, the number of children aged 0-5 with a migrant background is very low. Therefore, it is not possible to provide a full-range cross-country comparison. However, some specific country-based information can shed light on the extent to which children with a migrant background access this lesser-known service. Statistics Austria provides data on the coverage of ECEC by citizenship of children and for the age brackets 0-3, 0-4 and 5-10. In the first age bracket the coverage rate for children with Austrian citizenship is higher than for children without Austrian citizenship (41% vs 29%) and this also holds for the second one (0-4) (50% vs 37%) 56 (Fink, 2019). All children in Belgium are legally entitled to a pre-school place starting from 2½ years of age, until they turn 6 – from then onwards, children are expected to start primary school. Nevertheless, socio-economically disadvantaged children and those with a migrant background are severely under-represented in day-care – and to a lesser extent in pre- school settings (Nicaise et al., 2019). In Denmark, children of recent migrants and refugees with a residence permit are subject to the same rules as other children in the municipality. Bi-lingual children who are not in childcare and who are considered to be in need can receive language training from the age of 3 and more intensive training if one of the parents is without work (Kvist, 2019). As discussed by Ziomas et al. (2019), despite the efforts made to date to cover the demand for affordable formal ECEC services, childcare services are still not widely available in Greece. Besides, it appears that access to formal ECEC services for children from deprived backgrounds is limited. This applies in particular to undocumented migrants and asylum- seekers. In Finland, the home care allowance appears to discourage ECEC enrolment of all children in general, and children with a migrant background in particular. In many cases, the immigrant mother will stay at home with her children. As these children are not properly included in ECEC, their language skills are inadequate when they start school (Kangas, 2019). In Lithuania, pre-school children with a migrant background registered at the Foreigners' Registration Centre of the State Border Guard Service under the Ministry of the Interior are not enrolled in kindergarten due to the lack of available places. The Centre does not organise any other alternative day care services for them, because it is not equipped with a professional who could take care of children and organise free time, cultural, sports or leisure events for them. There are some initiatives by non-government organisations (NGOs), such as Caritas and Red Cross Society, to organise day-care services and leisure activities for children living in the Centre. A multilingual education programme was introduced in October 2017 in Luxembourg for all children in early education and care. The programme is aimed at developing in a playful way the multilingual capacities of children and preparing them for the multilingual context at school and in society at large. The programme is based on three pillars: (1) familiarising with Luxembourgish and French, as well as valorising the child’s native language; (2) networking between childcare services, primary schools and (local and national) social and support services; and (3) partnership with families (Swinnen, 2019). 56 See: Statistics Austria, EU-SILC 2017, http://www.statistik.at/wcm/idc/idcplg?IdcService=GET_NATIVE_FILE&RevisionSelectionMethod=LatestRelease d&dDocName=043534. ",
        "Target Group Discussion Paper Children with a Migrant Background 37 Access to ECEC in Latvia is provided only partially. Long waiting lists for ECEC financed by municipalities leave behind families with children who cannot afford privately provided ECEC (despite public co-financing), such as families with a migrant background (Lace, 2019). In the Netherlands , municipalities determine priority target groups for early childhood education. Only 35% of the municipalities with an asylum centre have ECEC available for these children (van Waveren et al., 2019). Topińska (2019) states that in Poland, access to ECEC for children under 3 from families of asylum-seekers, refugees or recent migrants is not covered by any legal provision. Nor is there any information about the use of ECEC by this group of children. It looks different for children aged 3-6. Children of foreigners (any group) can attend public kindergartens on the basis of general provisions. In 2016, 267 children from families looking for international protection attended kindergartens. Kindergartens for asylum-seekers and refugees are often run and financed by NGOs, but institutional barriers and primarily financial barriers are reported. The number of children with foreign citizenship attending ECEC in Slovenia increased from 77 in the school year 2006-07 to 4,158 in 2018 (UNICEF Slovenia, 2019). Asylum-seekers, however, are not entitled to the ECEC subsidy (granted to personal income tax payers in Slovenia). As specified by the guidelines for the integration of migrant children into kindergartens and schools, kindergartens must also apply the principle of ‘ inclusive approach to exercising the rights of migrant children to education, namely to provide for their effective integration, to build a multicultural society ’ (Stropnik, 2019). In the UK, a recent report by the charity Project 17 (2019) focuses on the experiences of children in families with no recourse to public funds. Children in these families are entitled to support from local authorities under Section 17 of the Children Act 1989, but there are significant barriers to accessing such support, particularly within the context of cuts to local authority budgets. It should also be noted that such support does not extend to all aspects of children’s lives. Pare nts in these families in England are unable to access free ECEC; and children are not eligible for free school meals after year 2 (Bradshaw et al., 2019). ",
        "Target Group Discussion Paper Children with a Migrant Background 38 Description and assessment of main policies and programmes in place in the Member States and recommendations for improvements 4.1 Description and assessment of main policies to ensure adequate nutrition and recommendations for improvements Bradshaw and Rees (2019) classify policies relevant to this field of intervention into four categories. First of all, income transfers should be adequate to cover all basic needs including nutrition; secondly, children’s health should be monitored on a regular basis; a third, more direct, type of intervention consists of subsidised meals in childcare centres or schools as well as food distribution (e.g. through social restaurants or food banks); and a fourth set includes awareness raising and public control (such as promotion of breastfeeding, campaigns on feeding habits and healthy diets, training of professionals and inspection of catering services). These policies are mostly not specifically targeted at children with a migrant background. Nevertheless, several specific priorities for migrant and refugee children were mentioned in more than one country (Bradshaw and Rees, 2019), as follows. • Improvements in the quality of food offered to migrant families and children in camps, reception centres and in the asylum system (4 Country Reports). • Improvements, or the cancellation of proposed reductions, in benefits and other financial entitlements (4 Country Reports), and removal of barriers to employment. Migrants and asylum-seekers often have no access to mainstream social security, social assistance or tax benefits. • Access to free or affordable meals in ECEC centres and schools for migrant and refugee children (here again, migrant or refugee children are sometimes not entitled – as mentioned in two Country Reports). • Ensuring that food provision in schools and other public services is appropriate to the needs and preferences of this group of children (mainly in terms of religious prescriptions – mentioned in two Country Reports) 57 . 4.2 Description and assessment of main policies to ensure access to free education and recommendations for improvements 58 In the field of education, availability and accessibility are guaranteed for the vast majority of the population. Yet problems persist in relation to migrant, asylum-seeking and refugee children, due to their arrival during the course of the school year, their resettlement within the host country, and language diversity. Responding flexibly to unpredictable needs remains a big challenge. Too often, host countries’ response to an influx of asylum-seekers is sluggish, resulting in a waste of time and unnecessary frustration (NL) 59 . Peripheral countries that receive disproportionate numbers of refugees (EL, IT) are even completely overwhelmed and should receive more support from the EU. Where enough schools are available, legal and practical barriers exist for many undocumented children, especially when accessing non-compulsory aspects of education, vocational training, etc. 60 Desegregating schools is difficult. To begin with, governments must actively combat discrimination in enrolment procedures. This is obviously more problematic in countries with free school choice. Even legal provisions imposing a ‘first come, first served’ principle do not appear to be very effective, because parents from higher socio-economic or 57 Obviously, the fact that specific issues were not mentioned in other Country Reports does not mean that these issues are irrelevant to them – all the more so because the problems may apply to a wider range of TGs. 58 This section is based on the Policy Analysis paper on education in the context of the FSCG (Nicaise et al., 2019). 59 See previous footnote. 60 PICUM (2015[2018]), Protecting undocumented children: Promising policies and practices from governments. ",
        "Target Group Discussion Paper Children with a Migrant Background 39 majority-ethnic backgrounds are better informed, more mobile and quicker at filling places in their preferred schools; they can also withdraw their children to escape from schools with a more mixed population. Affirmative action (with quota or priority access for minority groups – see below: HR, PL, BE) is sometimes necessary to achieve a better social and ethnic mix in schools. It is also important to guarantee the equal quality of education in all schools, for example by means of targeted subsidies or retention strategies for experienced and well-trained teachers in disadvantaged schools. However, only in half of the EU countries are teachers entitled to extra allowances for teaching students with SEN in mainstream classes and/or teaching in a disadvantaged, remote or high-cost area (Eurydice, 2018b: 32). Similarly, only in less than half of the EU countries are teachers rewarded with extra allowances for showing outstanding performance, obtaining further formal qualifications, or successfully completing professional development activities (ibid.). The ideology of monolingualism should also be revisited from the standpoint of making education adaptable; and there should be more flexibility in the language of instruction, so that children’s learning outcomes are supported. Thi s is especially important for children with a migrant background. Powerful pedagogical approaches can transform ghetto schools into ‘magnet schools’ that attract more privileged students, by investing in arts, technology and sports and thus boosting the s chools’ reputation (Nicaise, 2000; Nicaise et al., 2010). Early tracking is another issue where recalibration is needed. Ideally, tracking should help children to find and focus on their abilities and start working towards learning a profession they would like to follow. However, in reality, children with a migrant background are further classified and segregated based on (often biased) perceptions of their academic abilities, and are too often encouraged to follow a vocational or technical track. The intercultural dimension of education becomes more and more important. For instance, diverse religious and philosophical convictions should be respected and minority languages should be recognised in education where relevant. A truly intercultural education system rests on the following conditions. • Avoidance of assimilationist pressures (such as monolingual communication rules or compulsory courses of a single religion) as well as enforced ‘ neutrality’ (such as a ban on religious symbols, on the use of home languages or on political statements). Intercultural education should embrace diversity and promote positive interaction between cultures; and a climate of respectful interaction between ethnic and social groups needs to be nurtured. • Language policies in particular should value minority languages and make use of language diversity to promote language learning. In some countries, mother- tongue language classes are guaranteed by law to all newcomers. A small country like SI offers such classes in 10 languages (Stropnik, 2019). • Active anti-discrimination policies including sensitisation of all stakeholders, pro- active monitoring, complaint and appeal procedures, and sanctions. • Pre- and in-service training for teachers in intercultural competences, including theoretical insights into mutual acculturation patterns, prejudice and discrimination as well as systematic reflection on teaching, class management and assessment practices, and teacher attitudes. • Active parental involvement in school matters (see above), with specific attention given to the representation of minorities, and networking with civil society organisations (CSOs). • Culture-sensitive learning content in all subjects, rather than separate subjects on cultural diversity issues; and promotion of intercultural interaction within as well as outside classes (including in the playground and during extra-curricular activities). A more voluntarist set of ‘equal outcomes strategies’ in education involves positive action (or positive discrimination) to bring all children (as much as possible) to the same level of educational outcomes even though their initial state of development may be unequal. This ",
        "Target Group Discussion Paper Children with a Migrant Background 40 necessitates priority treatment (e.g. in admission processes), compensatory action and additional resources for disadvantaged children who lag behind or are at greater risk than others (such as children with a migration or refugee background). Many countries (BE, BG, CY, EL, FR, IE, NL, SK, UK) have introduced some form of equity funding scheme or additional staffing (CZ, HR, SI) based either on territorial criteria (educational priority areas) or on pupil characteristics such as parental income or education, migration status or home language 61 . Given the relatively poor target effectiveness of area-based equity funding, some countries (FR, CY) are currently shifting away from this approach towards pupil-based equity funding. It is worth noting that evaluation research looking at existing equity funding schemes has revealed mixed results. Whenever evidence is found of a reduced gap in cognitive outcomes between the beneficiaries and the average student, this evidence is weaker than expected (Franck and Nicaise, 2017). An important lesson from PISA research is that the quality of teachers matters more for student performance than their quantity: in other words, rather than investing additional resources in lower student/teacher ratios, it is preferable to attract the better teachers to disadvantaged schools (OECD, 2016). Another form of ‘positive action’ grants priority access to (socially) disadvantaged students in high-quality programmes or schools. Mild forms of this type of approach exist in HR (admission of Roma students in selective schools), PL (priority access for disabled children or children from single-parent families into mainstream schools), and BE (a flexible quota system for disadvantaged students in access to mainstream schools). Whereas equity funding and priority enrolment schemes are mostly based on a set of rather generic indicators of disadvantage, many countries tend to invest in specific measures that are targeted at specific groups. Targeted measures are mentioned in nearly all Country Reports: • For (newly arrived) children with a migrant background , language courses are mentioned in most Country Reports – including full-year preparatory programmes with intensive language learning. Another specific service is the engagement of teacher assistants (CZ, HR, PL) whose remit is not clearly specified (interpretation, mediation with parents – see also home-school-community partnerships). Very few countries mention other types of language support, such as mother-tongue classes (LU, PL, SI) or language support integrated in regular classes as well as classes on the children’s home country culture (PL). Academic support, intercultural education and community action aimed at fostering the social integration of newcomers are not mentioned in the Country Reports. • Refugee children sometimes get additional types of support, such as psychological assistance and crash language courses starting in reception centres. 4.3 Description and assessment of main policies to ensure access to free healthcare and recommendations for improvements Rigby (2019:9) notes the existence of ‘ a potential mismatch between policy promise and delivery on the ground (…) in particular with regard to delivering healthcare to migrant children, especially in those countries receiving large numbers ’ . It appears from the Country Reports that ‘ 22 countries have in principle a free health service for all children, while three more countries have a free core service but some charges – Estonia (prescription charge), France, Slovakia (co-payments). Belgium, Cyprus, and Ireland do not have a universal free service. However, only nine of the 22 countries with a universal free service feel they deliver it equitably to all children (Austria, Czech Republic, Denmark, Lithuania, Luxembourg, Malta, Slovenia, Sweden, UK). The other countries – Bulgaria, Croatia, Finland, Germany, Greece, Hungary, Italy, Latvia, 61 The Netherlands uses a combination of area-based and student-based criteria. ",
        "Target Group Discussion Paper Children with a Migrant Background 41 Netherlands, Poland, Portugal, Romania and Spain – report some gaps in the services for some categories of children ’ (Rigby, 2019:10). However, this is a very simplified picture, and in practice, there is a great likelihood that migrant and refugee children are disadvantaged. In a report for the European Observatory on Health Systems and Policies, about the implementation of the right to healthcare under the UNCRC, Palm et al. (2017, cited in Rigby, 2019) point to differential treatment between four residence-based categories of children: • children with citizenship of the country where they reside – including children of recognised refugees or stateless person, or benefiting from subsidiary protection; • children of third-country (EU/EEA) legal residents; • children registered as asylum-seekers; and • children with irregular residence status. According to Palm et al. (2017) only 11 countries fully comply with this obligation for all groups of children – Croatia, Cyprus, France, Greece, Italy, Malta, Poland, Portugal, Romania, Spain and Sweden. By contrast, 3 – Austria, Germany and the Netherlands – are not considered fully compliant even for children of their own nationality. A report by Spencer and Hughes for COMPAS (2015) maps out the legal entitlements to healthcare and education for undocumented migrants, noting that undocumented children are mostly entitled to healthcare to the same degree as undocumented adults. 62 The FSCG Country Reports confirm this picture and provide further information on practical problems arising in this context for the different TGs. Regarding the provision of healthcare to children with a migrant background in particular, most Country Reports mention specific initiatives and policies but acknowledge remaining challenges. Rigby (2019) refers to another specific study on children with a migrant background by Hjern and Stubbe Østergaard (2015), summarised in Table 4.1. In addition to legal barriers, some countries also face important problems in effectively implementing their obligations towards children with a migrant background, particularly those receiving large numbers of migrants, due to a lack of resources, and to language and cultural barriers. This is reflected in a relatively high incidence of unmet need for medical (IT, PT, CZ, SE, BE) or dental (ES, PT, IT, EL, CY, EE) care. In view of the obstacles identified above, we would propose the following agenda for further improvement of healthcare services to children with a migrant or refugee background: • To begin with, legal initiatives are needed to meet the commitments made under the UNCRC regarding health (care) for all children. The present picture shows a quite strong differentiation by migration status. Also important is to ensure transition for young people from 18 to 25 years old, to avoid drop offs. • There is a long way to go in guaranteeing free access to healthcare (including dental care and medication, as well as mental healthcare) to vulnerable children. Universal access to healthcare beyond emergency care, should be granted to all children with a migrant background, since this proves to be cost saving. Firewalls should be built in into healthcare provision in health facilities, to avoid that people without legal residence status do not have a protected access to healthcare. • Ensuring all children and their parents can safely seek healthcare and medical treatment by setting up a clear separation in law and practice between healthcare providers and migration law enforcement authorities . • In addition to legal and budgetary measures, active outreach and systematic monitoring of the health situation of children with a migrant or refugee background are necessary. This includes specific efforts to overcome language and cultural barriers, through (free) intercultural mediation. 62 S. Spencer and V. Hughes (2015), Outside and In: Legal entitlements to healthcare and education for migrants with irregular status in Europe. Oxford: COMPAS. ",
        "Target Group Discussion Paper Children with a Migrant Background 42 • Needless to say, a positive approach to addressing the social determinants of health – through adequate income, housing and education measures – remains a key area of investment, coupled with adequate funding and delivery of preventive health actions such as immunisation and early detection of illness, developmental or behavioural problems. Table 4.1. Classification of national policies relating to the rights of children with a migrant background to healthcare Key to shading: • Entitlements equal to nationals regarding coverage and cost, and included in same healthcare system • Entitlements equal to nationals regarding coverage and cost, but enrolled in parallel healthcare system • Entitlements restricted compared with nationals/No legal entitlements • Unclear legal provision Source: Hjern and Stubbe Østergaard (2015). Child asylum- seekers Children of irregular third-country migrants Children of irregular migrants from other EU countries Austria Belgium Bulgaria Croatia no data Cyprus no data Czech Republic no data Denmark Estonia no data Finland France Germany Greece Hungary Iceland Ireland Italy Latvia no data Lithuania Luxembourg Malta no data Netherlands Norway Poland Portugal Romania Slovakia Slovenia Spain Sweden UK no data ",
        "Target Group Discussion Paper Children with a Migrant Background 43 4.4 Description and assessment of main policies to ensure decent housing and recommendations for improvements For a general assessment of housing policies from the perspective of vulnerable children, we refer to the Policy Analysis paper on housing in the context of this FSCG (Clark-Foulquier and Spinnewijn, 2019). The present section focuses in particular on policy issues relating to migrant and refugee children. As Clark-Foulquier and Spinnewijn (2019) point out: ‘ Children of recent migrants and refugees obviously face general risks relating to affordability and lack of adequate housing stock. However, they are disproportionately impacted by specific risks pertaining to the private rental market, where they face discrimination in access to housing. (…) Some groups are facing specific obstacles in accessing decent housing, such as children of undocumented migrants (e.g. in Belgium where undocumented families in the informal private market often suffer from substandard conditions and exploitation). Most countries have specific mechanisms of support to families with children (such as housing allowances, tax breaks, priority access to social housing, rapid re-housing), but undocumented children and families rarely benefit from these safeguards. For instance in 2017, the Swedish Supreme Court ruled that undocumented migrants of 18 years or older have no right to social assistance, or any other support offered by the social services whereas newly arrived migrants with a residence permit receive cash support of approximately the same size as the social welfare allowance and have access asylum accommodation (Palme, 2019:12 ). ‘ Newly arrived migrants also often face difficult living conditions in narrow or overcrowded temporary accommodation (e.g. Lithuania’s Foreigners' Registration Centre of the State Border Guard Service) or accommodation which is inadequate for families with children (e.g. temporary housing in France). Children of asylum seekers are sometimes required to stay with their families in inadequate housing such as “transit zones” (Hungary) . ’ What policy responses can be recommended to improve the housing situation of children with a migrant or refugee background? As in any social policy area, inclusive policies covering all residents deserve priority over targeted measures. In the housing area, this includes shelter services for homeless people, social housing, housing allowances for private-sector tenants, support to promote home-ownership, and other mechanisms such as energy saving subsidies and mediation services. Various forms of government subsidies are justified by social investment arguments (Haffner and Elsinga, 2018): in the first place because decent housing of children has wide-ranging and long-term effects on the well- being of children (through effects on their physical and mental health, their educational performance and social integration). In the second place, because of the spill-over effects on other groups in society (including the average taxpayer). And in the third place, because such social investments tend to be more effective and socially accepted forms of redistribution (obviously, ‘ Matthew effects ’ – with more wealthy households benefiting more than the disadvantaged ones – should be avoided). Last but not least, however, the key argument for government intervention is the collective responsibility for the implementation of human rights. Access to decent and affordable housing must be an enforceable right; therefore, access to justice through legal aid and access to legal advice must be guaranteed to all, including to refugees, asylum seekers and undocumented migrants. In addressing the housing problems of immigrants in particular, the European Commission 63 highlights the following four key policy priorities (quoted verbatim). • Home ownership of third-country nationals. Across Europe, third-country national households are 3 times less likely to be homeowners, especially in more recent destinations such as Spain, Italy and Greece, but also in longstanding destinations, such as Belgium. • Overcrowding among the non-EU-born. EU-wide, the overcrowding rate among those born outside the EU and aged 20-64 stands at 25%, compared with 17% for 63 https://ec.europa.eu/migrant-integration/intdossier/immigrant-housing-in-europe-overview (consulted on 13 March 2019). ",
        "Target Group Discussion Paper Children with a Migrant Background 44 the native-born. The levels are highest (40-55%) in Central and Southeast Europe (Bulgaria, Croatia, Greece, Hungary and Poland) and lowest (<10%) in Belgium, Cyprus, Ireland, Malta and the Netherlands. • Housing cost overburden. The housing cost overburden rate for non-EU citizens has seen a significant increase from 2013 to 2014, while 30% of non-EU citizens in working age belonged to this group, compared to 11% among nationals. While this gap had decreased until 2013 to 16 percentage points, it now again stands at almost 2009 levels (19.5 points). • Positive impact of housing subsidies. In some countries, housing subsidies alleviate the housing cost overburden. While the gap between immigrant and native-born households disappears after adjustment for subsidies in Finland, it diminishes significantly in France, the Netherlands and the United Kingdom. However, available subsidies have no real effect for immigrants in e.g. Belgium, Czech Republic, Italy, Portugal or Spain. In view of the specific issues relating to newcomers and asylum-seekers highlighted above, we would add the following recommendations. • Legal support . Newcomers and asylum-seekers must be informed about their rights to housing support in order to overcome financial obstacles, exploitation and unnecessary expenses. • Compliance with international conventions. This applies in particular to the non-detention of undocumented children. • Decent accommodation for (children of) asylum-seekers . Organisations and government agencies offering shelter to asylum-seekers should be properly funded to offer decent accommodation, especially to families with children and unaccompanied children, in line with international standards and obligations. The duration of stay in reception centres (which are often stressful and unsafe environments) should be limited to the strict minimum. At the same time, the deadline for resettlement of refugees should be handled with some flexibility, in order to allow service providers to find adequate accommodation on the private rental market. • Ensuring all people can safely report exploitation by setting up a clear separation in law and practice between authorities involved in housing regulation and migration law enforcement authorities. Last but not least, public authorities should actively combat discrimination in the private rental market, through transparent compl aint procedures and ‘practice tests’ (mystery calls by the housing inspectorate) to detect discriminatory behaviour. Exploiting landlords should be held accountable. 4.5 Description and assessment of main policies to ensure access to free early childhood education and care and recommendations for improvements For an overall assessment of ECEC policies from the point of view of vulnerable children, the reader is referred to the Policy Analysis report on this topic (Vandenbroeck, 2019). In this section, we focus on issues that are particularly relevant for children with a migration or refugee background. The recommendations also build on a series of qualitative case studies in seven European cities by Ünver et al. (2016). This research focused on the accessibility and inclusiveness of ECEC for low-income and immigrant families, and was based on focus group sessions with parents 64 and interviews with the staff of local ECEC providers. There is a great deal of congruence between both studies. • Availability. In many countries, there is a severe lack of childcare provision. Needless to say, in such circumstances the risk of exclusion is higher among children with a migrant background. As market forces do not automatically fill such gaps in 64 Parents who make no use of ECEC services were included along with users in the focus groups, so as to obtain a better insight into obstacles to access. ",
        "Target Group Discussion Paper Children with a Migrant Background 45 supply, government intervention is needed to regulate – and if necessary, to supplement – service provision. • Accessibility . In several regions or countries, ECEC services tend to prioritise two- earner families, and sometimes indeed to exclude unemployed or economically inactive applicants explicitly, based on the stereotype that the latter can cater for their children themselves. Access to ECEC should be granted to all parents irrespective of their employment or residence status, in the first place because ECEC is a right of the child, but also because access to ECEC allows unemployed parents to invest time in training and job search. Even employed parents may experience difficulties when the opening hours of ECEC services are designed to mirror standard nine-to-five, year-round employment contracts. As socially disadvantaged parents often hold atypical jobs that involve irregular employment or non-standard working hours, it is important for them to get access to flexible childcare services. • In addition, there appears to be a glaring lack of awareness about existing services and about their benefits, as well as financial support schemes, due to the low literacy of, and the language or cultural barriers facing, parents with a migrant background. Hence, active outreach is recommended. This may include home-based services as well as parenting support to enhance the pedagogical skills of parents. • Affordability . Often ECEC services are not covered by the legal right to free education. The disproportionate poverty risk among families of migrants and refugees tends to make ECEC unaffordable for them. Even means-tested fees and tax credits appear to be insufficient to overcome financial barriers. Asylum-seekers in particular may not even have access to income support, tax breaks or other types of financial assistance. Greater efforts should be made to reduce the private cost of ECEC for these categories of children at risk. Given the large positive externalities of ECEC (the benefits for society), free-of-charge provision to all low-income parents – and a fortiori children of migrants and refugees – is a fully justified option. Special attention should also be devoted to the additional costs of meals, extra- curricular activities etc., especially when they are charged unexpectedly. Example of good practice: chèque-service accueil in Luxembourg Luxembourg is an interesting example as the use of ECEC services for children aged 1-3 by families with a migrant background is considerably higher than among Luxembourg nationals. This is partly explained by the introduction of a voucher system for low-income parents (cheque-service accueil) that supports the transition from informal to formal care. • Adaptability/acceptability. Meeting the needs of ethnic minority families is particularly demanding for several reasons. In the first place, language barriers must be overcome in communications with parents as well as with the children themselves. Most ECEC services are still monolingual, even in cosmopolitan cities where immigrants make up a large proportion of the population. It should not come as a surprise then that minority families do not use the services that could be so beneficial for them. Responses to these language issues include intercultural mediation services, language training for ECEC staff, and bilingual language stimulation programmes for children. In addition to language issues, cultural and religious diversity needs to be duly taken on board. If maternal care at home is highly valued in some cultures, why not extend services to home-based ECEC and parenting support as alternatives to centre-based care? If religious norms involve special dietary requirements, why not guarantee such provision? In order to fully integrate diversity policy into ECEC systems, the active involvement of ethnic minority parents in the daily operation of services is probably the best guarantee. • Special attention is also needed to avoid segregation from the very start of children’s socialis ation process. Lessons from the compulsory education sector have ",
        "Target Group Discussion Paper Children with a Migrant Background 46 shown that (quasi-) market mechanisms tend to reinforce, rather than attenuate, segregation. Government regulation can limit segregation by imposing norms relating to enrolment, equal treatment of minorities, and the ethnic composition of staff. Over and above the previous recommendations, there is a more voluntarist approach that explicitly opts for ‘ positive discrimination’ in services in order to compensate as fully as possible for the initial socio-economic and ethnic-cultural inequalities between children (Ünver and Nicaise, 2016). Building on the experience in (compulsory) education systems, two types of ‘educational priority policies’ can be implemented: priority enrolment and priority funding. • Priority enrolment rules are useful in particular in a context of shortage, but also to combat segregation. Such rules generally imply that specific quota are set for the enrolment of children from disadvantaged backgrounds. They can be adjusted to the local composition of the population of young children. • Priority funding means that subsidies: (a) compensate for the lower fees (if means-tested) paid by low-income parents; and (b) allow for more generous staffing and operational expenses in services to disadvantaged families. Educational priority funding is a widespread practice in compulsory education, but far less common in ECEC. Given the consensus among evaluators about the high return on investment in ECEC for disadvantaged children (see Akgündüz et al., 2016, for a review of evidence), priority funding schemes should be seen as an excellent public investment opportunity rather than an additional burden. Nevertheless, the experience of priority funding in mainstream education has also shown that optimal allocation of the extra resources cannot always be taken for granted. We would therefore recommend making the additional funding conditional, for example by imposing smaller group sizes, outreach activities, parenting support, additional specialised staff and/or in-service training of the regular staff so as to boost their social and intercultural skills. Finally, it is important to note that guaranteeing the social rights of children with a migrant background in the policy areas under scrutiny and described above, is only possible if also the right to justice is guaranteed. Therefore, existing jurisprudence should also be documented and fully used to enforce these rights. Children with a migrant background should be considered first from a child protection perspective instead of from a migration policy perspective. Comprehensive information must be provided on the rights of children, and access to legal aid and counselling on how to access these rights must be granted. Support and resources must be given to qualified, trained and independent guardians in supporting unaccompanied children from the first day of arrival, advocating their rights, with legal power to ensure their right to access to services and to challenge violations of these rights 65 . The important role of social street workers should be recognized to connect between support systems and children in street situations who are excluded from them, to raise awareness with the general public and the authorities, and to ensure that these children’s rights are respected 66 . Ombudsmen should play a key role in monitoring the implementation of children’s rights and c hallenging failures. Training should be provided on the rights of children to frontline service providers in all five policy areas and they should be given a role in advising children on their rights. Children with a migrant background should get timely access to social services, without fear of repercussions for their residence status or having their information shared with migration law enforcement authorities. The coordination between home affairs services and social services should be improved, for example by ensuring the presence of social workers in police stations and in hotspots. However, it is crucial that there is a clear separation in law and practice between the 65 https://www.esn-eu.org/sites/default/files/publications/25.01.2018_VGReview_Migration_Report_Final.pdf. 66 Policy paper about the Child Guarantee initiative- Dynamo International, October. 2019. ",
        "Target Group Discussion Paper Children with a Migrant Background 47 powers and remit of social services and migration law enforcement agencies. Children’ s right to be heard should be strongly emphasised. Digital platforms such as U-report on the move, which give a voice to young migrants and refugees, which was developed by UNICEF in Italy, are useful tools to reach out to children that otherwise would be difficult to reach 67 . 4.6 Extent of integrated, comprehensive and strategic approach and recommendations for improvements In the 2013 European Commission Recom mendation on ‘Investing in Children’, the European Commission’s intention was to encourage Member States to ‘strengthen synergies across relevant policy areas’ through the development of an integrated and multi-dimensional approach to promoting the social inclusion of children. Such approaches are considered as the best way to meet the needs of vulnerable children in a holistic way by ensuring effective co-ordination in planning and delivery of services across policy areas and across different levels of government, so that they are mutually reinforcing. At the same time, it is important that the specific needs of different categories of vulnerable children be adequately addressed. Children’s rights should also be mainstreamed throughout all policy measures, based on internationally accepted standards laid down in the UNCRC. Article 3 (1) of the UNCRC places an obligation on both the public and the private spheres, courts of law, administrative authorities and legislative bodies to ensure that the best interests of the child are assessed and taken as a primary consideration in all actions affecting children. In 2016, the European Commission organised a strategic dialogue meeting of the main European NGOs (Eurochild, EAPN, PICUM, COFACE) working, directly or indirectly, on children-related policies to discuss the state of implementation of the Recommendation. The NGOs have always been supportive of the Recommendation but are critical of the gaps in its implementation. Overall, the Recommendation was welcomed as an agenda-setter promoting a comprehensive child-rights approach that resulted in highlighting the importance of an integrated approach to the early years and to more financial support from the European Structural and Investment Fund (ESIF). However, the NGOs deplored the lack of visibility of issues related to the Recommendation in the European Semester. According to their assessment, the Recommendation has not yet had the impact on policy reform in the Member States that was expected. The focus has instead been on a few policy areas (e.g. childcare, and inclusive education for Roma children), and a comprehensive approach is still lacking. The Recommendation’s integrated strategy has not sufficiently influenced the way in which the European Semester addresses policy reforms. Too often proposals are considered to be fragmented and piecemeal (EC 2017). The European Union Fundamental Rights Agency ’s (FRA) examination of national integration action plans and strategies among the Member States shows that these lack a specific focus on migrant youth and the second generation, despite the integration difficulties such individuals face. FRA argues that targeted integration policies and actions are key to addressing the challenges and risks of their marginalisation, alienation and exclusion from mainstream society. Integration measures can promote their societal participation and allow them to develop their full human potential and to contribute to the societies they live in (FRA 2017). Country reports in the FSCG study meanwhile show that only a few countries (BE, BG, EE, FR, HR, HU, IE, LU, MT, NL, SI) have developed such an integrated comprehensive and strategic approach to children’s rights and well -being. With its cross-government national strategy ‘Better outcomes, brighter future’ , Ireland took a landmark step towards an integrated approach targeting all children across all departments. Luxembourg has developed a more coherent framework and strengthened co-ordination of different governmental bodie s on children’s rights, particularly those at risk. The country has one minister for education, youth and childhood, an inter-ministerial committee for youth and childhood and one desk for children in need, the National Childhood Office. A Childhood 67 Source: http://onthemove.ureport.in/. ",
        "Target Group Discussion Paper Children with a Migrant Background 48 Observatory is planned and national childhood reports are published. The Strategy for Children and Families in Estonia provides a multi-dimensional strategy based on strategic objectives that should ensure a good-quality childhood for all children. At the same time, there is an ongoing process of streamlining children’s rights throughout policies that is at the same time more evidence-based, using research and expert consultation. France , which has a system of layered competence on child well-being, divided between the federal state, the ‘départements’ and municipalities, recently appointed a secretary of state for the protection of the child, to implement a national strategy for the protection of childhood. From 2020 on, Sweden plans to incorporate the UNCRC into Swedish law, based on the three principles of participation, protection and provision. That will enhance opportunities to combine social investment policies with a children’s rights perspective , bring children into the centre of the welfare state, and str ess the importance of children’s participation in policy development. On paper Croatia seems to have a solid policy framework for promoting children’s rights and well - being, with a Children’s Council to monitor the goals set in the national strategy for ch ildren’s rights that foresees co -ordination of the activities of all relevant bodies and annual reports by a Child Ombudsman: but in practice the degree of co-ordination between bodies at different levels is questionable and there is a lack of co-ordination between welfare, education and healthcare institutions. Having an integrated plan of course does not per se improve children’s rights. Although Bulgaria has adopted an integrated approach to support children throughout their childhood recently, the measures have led to increased institutionalisation, sanctions against parents and the removal of children from families who live in houses that are too small. Denmark, which has a strong overall policy towards children – characterised by early interventions encompassing subsidised childcare, decent housing conditions, and free education and healthcare – has introduced cuts in minimum income benefits and ceilings on benefits that specifically affect families with more children, especially migrants and refugees, thereby driving more children into poverty. Countries that have an integrated approach, or have developed national plans in line with the 2013 Recommendation on paper, often did not accompany their strategy with measurable targets and mechanisms for regular monitoring and evaluation (BE, FR, HR, IT, NL) or assigned budgets earmarked to reach the targets on children’s rights . Some countries have adopted social or poverty impact assessment procedures to ex- ante evaluate the policy measures they plan to take on children’s rights (BE, CZ) . In some countries (AT, BE, DE, UK) fragmentation of competences between national and regional governments and local municipalities often causes problems of co-ordination and coherence in relation to policy measures. Belgium had a comprehensive strategy, based on strategic and operational objectives, but this was abandoned after 2014 and replaced in its National Reform Programme by a one-page summary of regional plans. In the UK , co- ordination of policies with regard to children’s rights is particularly difficult. There is a Minister for Children in the Department for Education, but the responsibility for policies affecting children is divided between many departments and local government bodies, and devolved to the Scottish and Welsh Governments and the Northern Irish Assembly. Some countries have found creative solutions to support local authorities’ work on chi ld poverty. Germany, which has a fragmented multi- level competence on children’s rights, has put in place a programme ‘Leave no child behind’, based on prevent ative policies that give all children equal opportunities for development and social participation, regardless of their social background and their parents’ resources. North -Rhine Westphalia works with 40 municipalities to form a network of professionals and services. The German federal government and the Länder work with municipalities that receive financial support to address the challenges met in accommodating the care and integration of refugees and migrants and their children. In the Netherlands , anti-poverty policies are increasingly focused on the position of children. Specific budgets are created to fight child poverty that are allocated to municipalities to provide in-kind facilities, in co-operation with CSOs. The involvement of stakeholders in providing services at municipal level is ensured through agreements. The Romanian Country Report indicates that the development of community- ",
        "Target Group Discussion Paper Children with a Migrant Background 49 based services with low financial resources, through co-ordination of local social interventions, involving social workers, medical staff, and health and school mediators, in marginalised communities, could be a useful extension to the national anti-poverty and social inclusion strategy that targets vulnerable children. Stakeholder involvement of NGOs and of children proves to be key in the way integrated and comprehensive plans are designed, implemented and monitored. However, there only a few countries (DK, IT, LU) where UN Agencies and NGOs working with children with a migrant background are involved in the consultation, and in only one of the countries (PT, see box below) is direct involvement of these children in place. In Luxembourg , stakeholder consultation is well developed, with consultations with CSOs and children’s involvement in the elaboration of different action plans. NGOs and private partners are also involved as providers of services for children (ECEC, sheltered housing) through covenants and through subsidised projects (social groceries). Denmark does not have a separate plan on children’s rights policies, but has a strong tradition of inclusion of children’s rights in all policies. The strong involvement of NGOs working in the interest of children and young people has proved successful in enhancing parents’ participation in ECEC services and primary schools, which is lowest for recent migrants and refugees. Professional NGOs that articulate the interests of asylum-seekers and unaccompanied minors, such as the Red Cross and the Danish Refugee Council, are involved in service delivery such as housing, organisation of social and cultural events, homework and language courses. Hungary has consultation and monitoring bodies, including an official evaluation committee for the national strategy and an inter-ministerial committee, but all these bodies are dominated by governmental officials. The Child Rights NGO Coalition created by UNICEF is not involved in the design, implementation and monitoring of policies. The result is that there is no critical assessment of policies affecting children. Data on child poverty, initially developed by the TARKI Social Research Institute, are no longer being updated, which hampers assessment of the impact of evidence-based analysis on policies for children. In Latvia , stakeholder involvement is working in theory but there are many problems with practical implementation. The country recently started using the Child Participation Tool, developed by the Council of Europe. In Malta , the Children and Young Persons Advisory Board with a multi-disciplinary background has an audit function for monitoring and evaluation. In Italy , UN Agencies and NGOs working with unaccompanied minors and children with a migrant background are formally involved in planning, but in practice they have no real influence on the decisions concerning the policies that are developed. Good practice: ‘Escolhas’ project in Portugal promotes inclusive education Created in 2001, the ‘Programa Escolhas’ is a national governmental programme integrated within the High Commission for Migration (ACM). Projects are implemented in consortia of at least four local entities. Applicants are required to conduct an in-depth diagnosis of the situation in their locality, upon which they set their objectives and expected results (including measurable and verifiable indicators), as well as the activities. Another important component of projects under the Programa Escolhas is the involvement of children and young people in the design, implementation and evaluation of the project. For example, young people from the community become ‘community engagers’ for the projects. Their role is to integrate project teams and become role models by providing an example of positive leadership. Through their close relationship with the community, these community engagers also contribute to the mobilisation of children, young people and the rest of the local community. Source: Brozaitis et al. (2018) The existence of an integrated framework for policy- making for children’s rights does not automatically mean that sufficient attention is paid to the rights and needs of vulnerable children. That is particularly the case for children of migrants and refugees. Sometimes this is a consequence of the fact that countries are not confronted with important numbers, or because migrants and refugees choose not to stay in these countries because of lack of opportunities, or because these countries have developed ",
        "Target Group Discussion Paper Children with a Migrant Background 50 restrictive policies towards new arrivals. Croatia ’s national strategy on children pays little attention to poor children; in practice, the children of refugees and asylum-seekers are held in retention camps in poor living conditions. In Hungary the national strategy ‘Making things better for our children’ – which focuses on access to good-quality services in education, health and community development, labour market integration and housing, and which is aimed at vulnerable children – does not address migrant and refugee children. In Lithuania , (child) poverty was recently recognised as a big challenge for social policy, but the strategic documents on the five policy areas inappropriately address the needs of vulnerable children; children with a migrant background remain completely off the political radar. Slovakia has several strategic documents with a focus on child well-being that try to establish co-operation between different ministries, but with no holistic approach to children at risk and no attention to (the few) migrant and refugee children. In Spain , since 2018, a High Commissioner for the fight against child poverty has been appointed to carry out cross-cutting policies and co-ordinate the actions of different ministries and the policy-making level. Objectives are to increase child benefits for children living in poor families and to improve programmes and services aimed at the most vulnerable children. Actions by the Children’s Rights Coalition are aimed at increasing awareness of the rights of migrant and refugee children. Although since 2014 co-ordination of administrations and institutions involved with the reception of unaccompanied minors has somewhat improved, the absence of a comprehensive framework regarding conditions of reception of refugees and their children – together with the decentralisation of competence for integration to the Autonomous Communities, whose regional plans are often not comprehensive – has resulted in very unequal policies, not always respectful of the universal principles of child protection. International pressure to respect the UNCRC can help to change countries’ approach towards the rights of migrant and refugee children. In Greece , the needs of vulnerable children are addressed in a fragmentary and ad hoc way, depending of the availability of resources and the urgency of the problems. Co-ordination between competent authorities is seriously lacking. The absence of a comprehensive framework to cover all aspects of providing assistance to children of refugees and migrants from the moment of entry, to ensure global coverage of all essential needs, is particularly problematic for children of migrants and refugees, who have arrived in significant numbers since 2014. Although in theory all children are entitled to access the basic rights endorsed by the UNCRC, in practice these rights are not guaranteed, especially for children in refugee camps, unaccompanied children not living in protected shelters, and the children of undocumented migrants. Under international pressure, Greece recently launched a national action plan for children’s rights, with specific policy measures to combat child poverty and protect migrant and refugee children, ensuring access to healthcare, education, culture, sports, justice etc. The plan was accompanied by a series of concrete measures, including the introduction of housing benefits, family support services, and free healthcare services. However, the absence of an accompanying investment plan and the lack of capacity and of involvement of CSOs in planning and delivery seriously weakens its implementation. In Italy, concertation with UN Agencies and CSOs resulted in a law that recognises all rights included in the UNCRC for the children of migrants and refugees, but a new Decree abolished protection for humanitarian reasons, the most common basis for young migrants and refugees to acquire a residence permit, causing reduced enrolment on civic registers and thus a loss of opportunities for education and employment. Recommendations Arising from the evidence referred to above and drawing on the experience of what has worked well in some countries, we would make the following recommendations. • Put children’s rights and well -being more at the centre of policy-making, based on international and European children’s rights standards ; ensure mainstreaming and monitoring of children’s rights and well -being in all relevant policies. • Develop a more multi-dimensional and co-ordinated approach by way of national integrated, comprehensive and strategic action plans , setting ambitious targets for the reduction of child poverty and ensuring an appropriate balance ",
        "Target Group Discussion Paper Children with a Migrant Background 51 between universal policies aimed at the well-being of all children and targeted approaches for groups of vulnerable children, including migrant and refugee children, who are facing an increased risk due to multiple disadvantages. • Improve synergies and integration between different policy areas and services for children; improve co-ordination at all levels of governance, between national, regional and local child policies. • Integration policies and concrete measures to support the rights and well-being of migrant and refugee children implemented by the EU Member States should be systematically monitored at national and EU levels to assess their impact on the ground. EU Member States, supported by the EU, should: (a) make full use of existing statistics and administrative data and reinforce statistical capacity (including by disaggregating by different vulnerable groups) where needed and feasible, to monitor the impact of policies on children and their families;(b) use the Zaragoza indicators and other means to monitor their integration policies; (c) organise systematic ex ante assessments of the potential impact of policies on children – particularly those belonging to vulnerable groups; and (d) build on the added value of comparability and the exchange of best practice . • An effective civil dialogue involving organisations working on issues of child poverty and well-being, and the participation of children in such a dialogue. • The European Commission should develop and promote good standards for the integration of children with a migrant background, including unaccompanied minors , and ensure access to adequate nutrition, free education, ECEC and health services, and decent housing for all children with a migrant background as part of the implementation of Action Plans on the Integration of Third Country Nationals (TCNs). 4.7 Costs of services (exploratory) Only very few Country Reports identify calculation methods that could possibly be useful to identify the gaps in funding to cover the rights of (vulnerable) children with regards to the policy areas in the FSCG. None of the examples refers to the costs connected with ensuring access to the identified social rights for migrant and refugee children specifically. Most reports refer to tracking of public spending on social policy, education and family policy. Yet these analyses of public spending do not allow us to identify the missing funding needed to reach the desired outcomes in the different policy areas. However, in Bulgaria , for example, this tracking of budgets is used to improve strategic planning, to better target specific groups of children and improve the quantity and quality of spending. In Luxembourg , elements in the state budget allow the identification of the cost of free-of- charge delivery of schoolbooks, the cost of primary and secondary education or the cost of housing and family allowances to support minimum income benefits. In Denmark , municipalities set up budgetary analyses of policies and calculate the unit cost based on the average. The Slovak Country Report refers to the development of a statistical task force ‘Value for Money’ that will review expenditure on categories of the population at risk of poverty and social exclusion. Their analyses will be used to assess social spending, improve the efficiency of spending and facilitate decision-making on re-allocation (see ESPN Flash Report 2019/22). In monitoring national budgets, the European Commission should encourage transparency and reporting by Member States on the amounts they spend on policies that fight child poverty and social exclusion and promote children’s well -being, levering additional national funding for children’ rights and well -being, in line with the practice of child budgeting. In some countries, there are cost calculations for some of the five policy areas in a very general way, covering all children, without a specific focus on a particular target group. In Spain , Save the Children published a study on the cost of increasing child benefits, education, ECEC, healthcare, and maternity and paternity leave. In Croatia, ",
        "Target Group Discussion Paper Children with a Migrant Background 52 calculations were made of the cost of increasing child benefits and tax deductions for children, and for the provision of pre-school education to all children. The report mentions the development of a ‘ child budget ’ . In the case of Italy , calculations were made of the cost of increasing the generosity of minimum income for families with children and of increasing coverage of publicly financed childcare. In Portugal , calculations have been made of the cost of family support and care, spending on education, and the cost of ECEC, using unit costs per child. In Romania , UNICEF calculated the cost of integrated community social service packages, in different scenarios with varying degrees of generosity. The Swedish team made their own calculation of the costs of universal primary education. In the UK also, estimations were made for specific polices such as free childcare and education. Calculations were also made for the costs of closing the poverty gap for families with children living below the poverty threshold. Lithuania has some analysis on gaps in coverage of childr en’s health services. None of these exercises is specifically aimed at identifying the costs of access to adequate nutrition, free education, free healthcare, free ECEC and housing for particular target groups, including for migrant and refugee children. In a few countries, regular estimates are made of the cost of a child . For Belgium, Gezinsbond calculated the cost of a child based on the extra income needed for families with children to reach the same standard of living as families without children. A school cost monitor is being used to measure the private cost of education on a regular basis. In France , statistical bodies regularly update data on the cost of children and calculate the impact of an additional child on household budgets. The most promising methods are probably to be found in countries that use reference budgets or budget standards for different types of families, based on baskets of goods and services needed to allow families to adequately participate in society in their different function s. The cost of children’s access (by age) under the different policy areas is part of total household budgets estimated in this research. In the UK, the Child Poverty Action Group made estimations based on the minimum income standard. In addition, in Belgium, Luxembourg and France reference budgets are used that allow the cost of raising children to be identified, in different areas of life. The reference budgets methodology clearly shows that the equivalence scales that are used in the EU underestimate the needs of families with children. The reference budget methodology could contribute to the calculation of the private (household) expenditures needed in different areas relating to children’s rights. This information could be used to determine the amount of cash transfers (family allowances) or to facilitate access to affordable or free good-quality (public) services. However, this is just one part of the information that is needed. Equally important is the cost of in-kind service provision that needs to be guaranteed by public governments. Private and public expenditures are not simply substitutable. Moreover, from a social investment perspective, it is desirable not to focus exclusively on costs but also on the benefits of social investments. EPIC (European Platform for Investing in Children) has collected interesting information on good practices and various cost-benefit studies of services for children. ",
        "Target Group Discussion Paper Children with a Migrant Background 53 Use of EU Funds 5.1 Extent of use This section looks at the extent to which the 2014-2020 programmes of the European Social Fund (ESF), European Regional Development Fund (ERDF), Fund for European Aid to the most Deprived (FEAD) and Asylum Migration and Integration Fund (AMIF), are being used to support policies and programmes for children that are in line with the proposed Child Guarantee Initiative. The allocation of EU funds used by Member States can play an important role as part of a strategic and comprehensive national (as well as regional and local) approach to the inclusion of children in line with the Child Guarantee Initiative. However, in practice it proves to be extremely difficult to determine to what extent actual fund allocations contribute to the realisation of the five priority areas, let alone how they are used to support vulnerable groups of children such as migrant and refugee children. As Brozaitis et al. (2018) indicate, although in the 2014-2020 programming period the ‘Europe 2020’ target for the number of people to be lifted out of social exclusion and poverty across Member States was reflected in the strategic framework of the EU funds, the overall design of EU funds does not specifically tackle child poverty. Only FEAD explicitly addresses child poverty and highlights that child poverty is among the most extreme forms of poverty, with a high social exclusion impact. ERDF and ESF regulations indicate that funding may be used to: improve education, health and social infrastructure; enhance access to affordable and high-quality services, including out-of-school care and childcare; and support interventions preventing early school-leaving and promoting equal access to good-quality early childhood, primary and secondary education. However, the thematic objectives (TOs) do not refer specifically to the problems of children at risk of poverty and social exclusion. On the ERDF, Country Reports provide very little information. In some countries, the funds are used to finance infrastructure that could also reach vulnerable children, such as childcare services in neighbourhoods with a vulnerable population (BE), and improvements in housing and energy efficiency (LV). In France, not only ERDF but also the European Fund for Strategic Investment (EFSI) is used for the construction and renovation of social housing, and the rehabilitation of neighbourhoods, schools and healthcare facilities. Very often investment in children remains invisible in the allocation of ESF funding. As expected, in most countries the ESF is used primarily to improve labour market integration and access to employment, including through vocational training. Country Reports show that almost all countries prioritise this TO of the ESF. Of course, labour market integration of their parents indirectly benefits migrant and refugee children and plays a very important role in improving their life chances and well-being, but it is impossible to assess how this contributes to the realisation of the children’s rights included in the Child Guara ntee Initiative. Other TOs can be identified where young people and children, directly or indirectly, are included. This is the case with the TO regarding education, including also initiatives to prevent early school-leaving and school drop-out, and to improve access to ECEC services including childcare. It is most visible in the TO regarding social inclusion. Even in these cases, it is often impossible to identify the share of children among the beneficiaries of the measures, and even more so to determine the participation of vulnerable children from the target groups considered here. In the TO ‘better education’ , the focus is on preventing early school-leaving and promoting equal access to good-quality early childhood, primary and secondary education, which matches well the policy areas of free education and free ECEC in the FSCG. This is the most used thematic focus in countries, after active labour market participation. According to the Country Reports, many countries (AT, EE, EL, ES, DK, FR, HR, LT, LV, PL, PT, SE, SI) focus on prevention of early school-leaving and the promotion of access to ECEC services. Sometimes considerable funds are invested for this purpose. It can be assumed that, in some cases, this priority also concerns migrant and refugee children, but ",
        "Target Group Discussion Paper Children with a Migrant Background 54 in most cases, the services are not explicitly targeted at vulnerable groups, let alone at migrant and refugee children. The only exceptions are Sweden and Slovenia. In Sweden, specific projects are co-financed to reduce school drop-out of young people (aged 15-24), who are newly arrived and did not complete upper-secondary school. Mostly they are rather small-scale initiatives, run in collaboration with local partners. In Slovenia, there are small projects for the integration of migrant and refugee youth in schools, aimed at general educational objectives, and integration through language and culture. Often this is combined with training of professional staff. The TO ‘social inclusion’ offers many possibilities to focus on the rights and well-being of migrant and refugee youth and children. However, the difficulty is that investment priorities which target children can be tracked only at the level of categories of interventions. Based on administrative data in 2017, Brozaitis et al. (2018) report that 25.6% ( € 86.4 billion) of the total ESF allocation was earmarked for social inclusion measures. According to the Country Reports, 17 countries used the ESF to improve social inclusion and fight poverty. The fact that there was an earmarked share of 20% of ESF funding to support social inclusion certainly helped countries to focus on this priority. In some countries, this percentage was even exceeded: in Cyprus, one third of ESF funding was aimed at combating education exclusion in educational priority areas. In the Czech Republic, 27% was used for social inclusion, but the focus was on disadvantaged, disabled and Roma children, not on children with a migrant background. In Ireland 35% is used for social inclusion, combating poverty and discrimination, but it is difficult to determine the amount of funding that reaches migrant and refugee children. In Italy, 25% goes to social inclusion. Some of the initiatives are targeted at minorities, including asylum-seekers, refugees and their children and unaccompanied minors, but the linkages with national strategies on children and on the fight against poverty and social exclusion are poor. Although the social inclusion TO focuses on the needs of specific target groups, it remains quite hard to find out how much is spent on the five policy areas that are important for children’s rights, and on specific groups of children facing multiple challenges. Moreover, according to Brozaitis et al. (2018), although interventions targeting disadvantaged children are funded to some extent in most Member States, a lack of clear objectives and targets for reducing child poverty discourages commitments to invest in this area and complicates the monitoring and reporting of progress. Some countries (ES, FR) use this TO for combating discrimination, which will probably also benefit migrant and refugee children. Where children are prioritised, very often the focus is generally on children from vulnerable socio-economic backgrounds, or children at risk of poverty and social exclusion (BG, LT, MT, RO). Lithuania and Romania use the funds to improve the availability and quality of community-based services, healthcare systems and housing for vulnerable families and their children, but these countries only have small migrant and refugee communities. In Belgium , there is a focus on improving the quality of life for deprived neighbourhoods and populations; in Italy , social services are being linked to the implementation of minimum income schemes under a national plan against poverty and social exclusion. However, no data are available to trace how these initiatives reach refugee and children with a migrant background. Only Portugal has developed specific projects to support local communities in their policies for social inclusion for vulnerable children, explicitly referring to the children of migrants and ethnic minorities. ",
        "Target Group Discussion Paper Children with a Migrant Background 55 Good practice: ‘Escolhas’ programme targeted at inclusive education in Portugal 68 Created in 2001, the ‘Programa Escolhas’, as it functions today, is a national governmental programme integrated within the High Commission for Migration (ACM). For every generation of the Programa Escolhas, the ACM assesses the main risk areas and territorial distribution of the risk of social exclusion among children and young people on the basis of the Youth and Child Exclusion Risk Index (IREIJ) to determine the thematic and geographical scope of interventions. Currently in its sixth generation (2016-2018), the Programa Escolhas prioritises the following areas of intervention: education and training; employment and employability; participation and citizenship; digital inclusion; and entrepreneurship and empowerment. Source: Brozaitis et al. (2018) Finland uses the funds for the integration of migrants, but there are no data on how many children are involved in the programme. In Germany , one of the main target groups of the ESF is asylum-seekers and refugees; the federal government is funding 128 integration projects in local co-operation networks made up of local employment services, job centres and private and public employers. This programme contributes to improving the position of refugee parents in the labour market, but only indirectly supports children. Brozaitis et al. (2018) point to a lack of focus on child poverty in the strategic report and conclusions drawn from the Member States’ progress reports within the framework of the European Semester, which was presented by the European Commission at the end of 2017. Although this report admits that Member States face challenges in reaching their national poverty target, and the number of people at risk of poverty and social exclusion remains high, it does not mention child poverty specifically. Nor does it identify children at risk of poverty and social exclusion as one of the target groups. The only case in which children are mentioned in analysing the impact of reforming ESIF funds during 2014-2020 in the framework of alignment to the European Semester is in the country-specific recommendation to the Czech Republic, focusing on the availability of affordable and good-quality pre-school childcare, which is well reflected in Czech ESIF programmes. Analysis of ex-ante conditionalities with regard to child poverty – for example on the existence and implementation of a national strategic policy framework for poverty reduction aimed at the active inclusion of people excluded from the labour market in the light of the employment guideline – shows that although ex-ante conditionalities have had some positive effects on the strategic and regulatory framework in related policy fields, none of the implementation requirements mentions children at risk of poverty and social exclusion specifically (Brozaitis et al. 2018). Only the FEAD includes a non-compulsory monitoring framework that is sufficient to measure the outputs and results of funded interventions with regard to the specific target group of children aged 15 and below living at risk of poverty and social exclusion, in particular those experiencing material deprivation. Many countries have taken up funds from FEAD, but in most cases it is again not possible to show how children are reached, except indirectly through the families that are supported. Whenever there is a reference to children, there are no details about target groups. However, according to the mid-term evaluation of FEAD, based on estimations by partner organisations comprising Member State representatives of FEAD, the fund supported on average 12.7 million persons per year between 2014 and 2017. Women make up about half of the total number of people receiving support. Children are a large target group representing about 30% of all recipients. Migrants and other minorities (11%), people aged 65 or over (9%), disabled persons (5%) and homeless persons (4%) are also key target groups. When looking closer at target groups within countries, assistance is often provided to children, most 68 See also Section 4.6 for the participation of children with a migrant background. ",
        "Target Group Discussion Paper Children with a Migrant Background 56 prominently in Austria, Cyprus, the Czech Republic and Malta. FEAD assistance to children (defined as aged 15 or younger) varied and made up 30% of all reported end-recipients. Migrants and minorities were most frequently targeted in Spain and Belgium with food support, whereas in Austria almost half of the recipients of school packages were migrants or refugees. Germany focuses its social inclusion activities on deprived EU migrants (EC, 2019). Some countries have chosen to spend the funds not just on food supplies, but also on essential items for poor families with babies (CY), or on basic educational materials, school supplies and starter kits for children of deprived families (AT, CY, HR, IE, IT, LU, LV). Other countries chose to spend the money on breakfast at school for the most deprived kids (UK) lunches in schools (CZ), school canteens and afternoon openings of schools for social and educational activities (IT) or recreational activities for vulnerable children (LV). Luxembourg invests the funds in social grocery shops. In several countries food aid is combined with providing information to improve people’s access to services (BE, FI, EL, IT, LV) or with counselling on balanced nutrition, healthcare and personal care, parenting or debt mediation (EE, FI, HR, LV). The AMIF obviously has a focus on migrant communities; these funds therefore provide more possibilities to specifically support migrant and refugee children and unaccompanied minors. Funds are often used for integration efforts, including in the labour market, targeted at adults, where children profit through their parents. Sometimes funds are more specifically targeted at young migrants, refugees and unaccompanied minors, to improve their language knowledge and their participation in schools (BE, CY, EL, HU) or more broadly to improve their integration in education, and in social, cultural and political life (SI). In Malta , AMIF is used to provide support for parents with the integration of their children, through extra-curricular activities, summer schools, and to assist parents of children with a migrant background with homework support. In Luxembourg , the AMIF funds specifically target unaccompanied minors, to improve their linguistic capacities and their school integration. Unaccompanied minors are also the focus in Slovenia, where AMIF is used to support initiatives for placing them in foster families. Good practice: Yellow Flag Ireland T he ‘Yellow flag’ programme was established by the Irish Traveller Movement to support inclusion and interculturalism within schools. It brings together students, staff, management, parents and wider community groups to celebrate diversity and challenge racism. The participating schools complete an eight-step programme within the day-to-day running of the school, including training for school management and staff; engaging with the local community; establishing a diversity committee of students, staff and parents; and producing a diversity code and an anti- racist policy for the school. The ‘Yellow flag’ programme targets schools with high proportions of third-country nationals, asylum- seekers, refugees, travellers and other minority-ethnic groups. On successful completion of the programme, participating schools are awarded the yellow flag. Finland uses AMIF to support refugees with a negative asylum decision, to provide support for the treatment of traumatised refugee children, to finance a programme on family violence in immigrant families, and for a project on the trafficking and sexual abuse of children with a migrant background. In Malta , mental health services for asylum-seekers and refugees are provided through the funds. In the Netherlands , Eigen-Wijs is a project that reaches out to refugee children aged 4-17 who stay in reception centres. The aim is to improve their well-being and to empower them through counselling. The project also stimulates co-operation between professionals dealing with these children and supports the networks surrounding them. In countries with high numbers of new arrivals such as Greece , AMIF provides emergency support targeted at families and children, to help to increase capacity at times of an increased influx of refugees. But much more needs to be done to facilitate the integration of refugees and children with a migrant background. ",
        "Target Group Discussion Paper Children with a Migrant Background 57 5.2 Effectiveness On the effectiveness of ESIF funding , on the basis of the Country Reports, the report on the online consultation, and the report on the role of EU funding in fighting poverty (Brozaitis 2018), we come to the follow conclusions. • Over half of the respondents (especially those from NGOs and researchers) in the online consultation think that EU funds have not been used effectively in their country. More than a third of the respondents are of the opinion that their country does not spend enough EU funding on fighting child poverty, while a third think that the money spent is not sufficiently targeted at vulnerable children. This is especially the opinion of respondents in countries with high rates of child deprivation. • The fact that the strategic and monitoring framework for EU funds does not address child poverty directly, and EU-level priorities on investing in children are not linked to any specific indicators on children’s well -being, are the most important factors affecting EU funding across Member States (Brozaitis et al. 2018). • In countries where there is a no overall strategy on child poverty, EU funding is seldom used appropriately in support of measures that effectively contribute to children ’s rights and well-being. Strategic planning is missing and there is seldom a focus on children’s rights. Many countries do not even identify investing in children as a priority; although some priority is given to measures that improve educational performance, language skills and integration in schools, or to improving access to ECEC services, the policy areas for the Child Guarantee Initiative are seldom explicitly mentioned in policy documents; the target groups of vulnerable children are not always adequately addressed (BE, CY, EL, FR, LT). In Luxembourg , the explicit political choice was not to use EU funding for these policy measures, but to rely exclusively on national resources. • The focus of EU funds is very often on labour market integration, which can improve migrant and refugee parent s’ position in employment, and thus indirectly support the children. But too little money is used to eliminate poverty and social exclusion among children and to promote their integration and well-being (BE, CY, FI). • Too often projects are fragmented and too short-term to produce sustainable effects on the rights and well-being of vulnerable children such as migrant and refugee children, who need long-term and sustained investments to be successful (EL, HU, FI). • There are also issues about targeting at the people most in need of support. Although poverty-related programmes do increase access to services by poor people, programmes tend to benefit more people who are already better off (HU). • Poor governance and management of EU funding in countries often hamper effectiveness in the use of the funds. In many countries administrative capacity is lacking to successfully implement large amounts of EU funding and there is a lack of qualified staff to implement the projects (BG, CZ, IT, HU, RO). Sometimes data on priority groups of children are not available and/or clear objectives and targets are missing. Effective monitoring and evaluation mechanisms are not in place in many countries. • In certain countries, EU funds all too often replace national investment, especially on active labour market policy and educational expenditure, ECEC and social services for children (CZ). In other countries, no integration of EU-funded programmes into regular services is foreseen (HU). The lack of mainstreaming of child poverty measures raises issues of the long-term sustainability of initiatives to enhance children’s rights and well -being. In other countries, there is a lack of co- ordinated implementation across departments (HU), or the competent local authorities that could have an impact on the well-being of migrant and refugee children are not well informed about their eligibility for EU funds (FR). • Stakeholder consultation in the planning, implementation and monitoring and evaluation of EU-funded initiatives is insufficient in many countries. • Nonetheless, there is a quite general feeling that EU funding is successful in opening new policy agendas that can be followed up by national legislation and financial ",
        "Target Group Discussion Paper Children with a Migrant Background 58 support through national budgets. EU funds have strategic importance in promoting new methods and designs of interventions, but efficient working methods to implement innovative approaches are missing. 87% of the respondents in the online consultation argue that the EU should encourage Member States to spend more on combating child poverty and increasing children’s access to social rights. During the evaluation of the 2013 Recommendation, NGOs said that spending of EU funds should occur in a more child-friendly way. Funding is spent inefficiently. In some countries ESIF money is managed in too centralised a way to actually contribute to the integration of local communities. The lack of management capacity in many countries also results in funds remaining unspent. The focus appears to be on projects that are easy to implement and not necessarily on what is most urgent/needed (EC 2017). Respondents to the online consultation identified discrimination and stigmatisation against Roma children, children with disabilities and children with a migrant background as important barriers with regard to the effective use of EU funding. It is suggested in particular that EU funds should not support services that segregate these groups of children from others and prevent a holistic approach to families and children. Separation also creates problems for service providers: services for undocumented migrants are largely excluded from ESF support whereas services co-financed by the ESF are only accessible to asylum-seekers in some Member States. It is also pointed out that the exclusion of asylum- seekers and undocumented migrants with children from labour market integration measures reduces the impact of EU funds on the social inclusion of children in this particular group. FEAD is providing much needed food and basic material assistance to a large number of the most deprived, including to migrant and refugee children, and is more effective when it is complemented by accompanying measures providing guidance and advice for their social inclusion. FEAD is also adaptable and responsive to emerging needs, while other programme changes can be lengthy. FEAD is a means to free up the financial resources of end-recipients so they can buy other goods/services. FEAD helps to alleviate the worst forms of poverty; it has reached some key target groups most at risk of poverty and has made a difference in their lives (EC, 2019). However, it is not a structural solution to fighting child poverty and can only be seen as a welcome substitute for the lack of policy measures contributing to the realisation of children’s rights and well -being. In May 2018, the Commission adopted a proposal for the next multi-annual financial framework for the period 2021-2027. It was accompanied by the proposal for a Common Provisions Regulation (CPR) which sets out common provisions for seven shared management funds – among them, all funds covered by this study: ESF+ (which has merged ESF and FEAD), ERDF and European Agricultural Fund for Rural Development (EARDF); as well as proposed Regulations for each of these funds, the most relevant being the proposed Regulation on European Social Fund Plus (ESF+) as the EU’s main instrument to invest in people and implement the European Pillar of Social Rights. The CPR features a clear focus on actions implementing the European Pillar of Social Rights: one of the five key policy objectives in which the EU funds will invest. The ESF+ Regulation then expands this policy objective into 11 specific objectives, at least 5 of which directly relate to promoting social inclusion and combating poverty. Importantly, children receive greater attention as a target group in the proposed ESF+ regulation. The proposed ESF+ Regulation emphasises children per se , while formulating specific objectives twice: by highlighting the importance of ensuring access to ECEC, and by taking children into account when promoting the social integration of people at risk of poverty or social exclusion. It is important to ensure that the reference to children mentioned above remains in the final version of the Regulation. AMIF projects tend to be more small-scale, tailored to the needs of migrants and refugees and their children than those under the ESIF. The projects seem to rely more on co- operation with NGOs and combine different aspects of the problems the target group is faced with. AMIF is mostly positively evaluated: there is a good complementarity between public authority initiatives and NGO projects and a strong focus on grass-roots work. The ",
        "Target Group Discussion Paper Children with a Migrant Background 59 projects that are financed under AMIF potentially have a strong impact on integration and multi-culturalism. It is also welcome that they can provide training to personnel working on integration, for example those in reception centres and social workers. However, due to the governance structure of the programme, the AMIF risks not being successful in providing long-term and sustainable support for initiatives to support migrant and refugee children’s rights and well -being. Although in the coming programming period, AMIF may be renamed Asylum and Migration Funds, support for early integration measures for third country nationals will remain as specific objectives, such as tailored support in accordance with their needs and integration programmes focussing on education, language and other training such as civic orientation courses and professional guidance. Higher co-financing at EU level will be provided for measures targeting vulnerable persons and applicants for international protection with special reception and/or procedural needs, including measures to ensure effective protection of children in migration, in particular those unaccompanied. 5.3 Improvements Recommendations at the country level • The s uccessful use of EU funding to support children’s rights presuppose s the existence of a national strategic plan for tackling child poverty and promoting child well-being, which ensures a children’s rights approach , links in with Principle 11 of the European Pillar of Social Rights, and facilitates earmarking of EU as well as national funding (EL, CY). EU funds in favour of children should be used to complement and support a strategic and co-ordinated approach to combating child poverty and social exclusion and improve child well-being in Member States, focused on the five key areas of the Child Guarantee Initiative (BE, FR, LT, PT). From the online consultation for the FSCG, we learn that more than 95% of respondents think that the presence of a strategic and co-ordinated approach to combating child poverty and to promoting access to social services is (very) important to ensure a more effective use of EU funds to improve the situation of vulnerable children. Similarly, country studies in Brozaitis et al. (2018) revealed that Member States with a comprehensive national strategic framework for tackling child poverty, or which invest in services that directly benefit children, can potentially achieve more sustainable results. • Children’s rights should be put at the forefront. All funds must comply with the legislative frameworks on children’s rights . Guidance should be given to Member States on observing these rights and infringements should lead to suspension of funding. The children’ ombudsman has an important role to play in monitoring these rights. There should be more rigorous monitoring of how funds are being used to support (both directly and indirectly) the social inclusion of children, and to this end data should be collected on a regular basis with particular attention being given to children most at risk. Almost 90% of the respondents to the FSCG online consultation think the absence of specific national or EU funding for the fight against child poverty and for children’s rights constitutes a major barrier (FSCG, 2019). In the same vein, the Country Reports indicate that better targeting of vulnerable groups of children should ensure that EU funds give priority support to well- designed policies/approaches and programmes to assist those children at greatest risk (EE, MT, LV, RO). • Regular impact assessments, and monitoring and evaluation mechanisms must be included (BG). The allocation of resources should be made more transparent (RO). Management of the programmes should be improved and civil service administrations must be adequately resourced (BG, EL, CY, IT, PL, PT). Monitoring and evaluation should also include an assessment of the overall strategic approach, co-operation between different ministries and bodies, and how the funds contribute to the strategic goals (HR). It would be useful to establish a focal point in every Member State responsible for the overall planning and monitoring of EU funds delivering on children’s rights (LT) or to set up a professional body that ",
        "Target Group Discussion Paper Children with a Migrant Background 60 develops a holistic approach for different funds (MT). To solve the lack of management capacity, more training of national civil servants is needed. • The Country Reports also recommend: concentrating funding on fewer national programmes with a longer-term perspective, avoiding short-term one-off unsustainable initiatives (DE); ensuring continuity of initiatives (PT); combining resources and experience from different sources (including the EU, World Bank, UNICEF and EUROCHILD) (PL); and ensuring linkages between projects addressing the same target group (MT). Working methods are needed to scale up innovative approaches (SE). EU funds should also be used for dissemination of good practice (DK). • In line with the criticism made in the online consultation about discrimination against, and stigmatisation of, children with a migrant background, EU funding should no longer be used to support services that segregate groups of children and prevent a holistic approach to families. Services for undocumented migrants should no longer be excluded from ESF support, and services co-financed by the ESF must also be accessible to asylum-seekers. Inclusion of asylum-seekers and undocumented migrants with children in labour market integration measures will increase the impact of EU funds on the social inclusion of children in this particular group. Funding should support family- and community-based care for children and transition from institutional care. No EU funding should in any way support discrimination or the detention of children. • EU funding should be earmarked for the implementation of comprehensive integration plans for refugees and migrants and their children (EL). More funding should be reserved for the fight against discrimination; information campaigns to build public understanding; and measures to improve access to, and the quality of, healthcare services, education and ECEC for migrant and refugee children, along with the improvement of reception conditions (EL, ES). Better use should be made of funding to ensure access by unaccompanied minors to adequate nutrition, free education, ECEC, healthcare and housing, and to train qualified staff in services dealing with migrants (IT); and to improve living conditions in refugee centres (LT). More EU funding is needed for the training of staff to respond to the specific needs of the TG, including unaccompanied minors and in networks of volunteers (FR, LU) • Increased involvement of CSOs and stakeholders is needed. Involvement of municipalities and the growing importance of the NGO sector in community-based local development for children in precarious situations can contribute to reaching vulnerable children more effectively (EL, PL, PT, SE). The NGO networks with their national member organisations should have more influence on the implementation of the ESF, especially in Eastern Europe. There is unequal access to information and not enough technical assistance. NGOs can help develop and implement projects at local level and in this way improve the absorption of funds. The obvious legal instrument for this is the new European code of conduct on partnerships. Recommendations at EU level • On the whole, any future Child Guarantee Initiative needs to be made coherent with the UNCRC, the UN SDGs, the European Charter of Fundamental Rights, the Principles of the European Pillar of Social Rights, the Recommendation on Investing in Children, the EU Action Plan on the Integration of Third Country Nationals, the Communication on Children in Migration and the European Semester. The future Child Guarantee Initiative should reinforce the actions already undertaken under the UNCRC and vice versa. E U targets relating to child poverty and children’s social rights should be established as part of any successor to the Europe 2020 Strategy. • Integration policies and concrete measures to support the rights and well-being of migrant and refugee children implemented by the EU Member States should be systematically monitored at national and EU levels to assess their impact on the ground. This is important to assessing progress towards the accomplishment of the goals set by the UN SDGs. EU Member States, supported by the EU, should use the Zaragoza indicators and other means to monitor their integration policies, building on the added value of comparability and the exchange of best practice. ",
        "Target Group Discussion Paper Children with a Migrant Background 61 • Making the fight against child poverty and the well-being of children a central element of the instruments of the European Semester, in the Annual Growth Survey and the Joint Employment Report, National Reform Programmes, National Social Reports, Country Specific Recommendations (CSRs) and European Commission Country Reports, is key to providing the future Child Guarantee with a governance structure that is strong enough to ensure its implementation. • The European Semester in recent years has only timidly started to focus on children’s rights and well-being in its instruments such as the CSRs and Country Reports 69 . In order to strengthen alignment with the European Semester in the new programming period, the allocation of EU funding should be more closely linked to the CSR and the challenges identified in the Country Reports . ‘ It is important to ensure that relevant CSRs are taken on board directly in preparation and negotiations for the relevant 2021-2027 EU funds programmes. More important, however, remains the broader goal of encouraging policy discussion and the setting of targets at national level, especially among those Member States in which the material deprivation aspect of child poverty remains most acute ’ (Brozaitis et al. 2018). • Member States should be compelled to allocate an appropriate amount of their resources under the ESF+ strand to implement relevant CSRs relating to the challenges of children’s rights and well -being in the European Semester. Access to education, health, social services and housing should be better reflected in the Regulation on the next programming period of the EU funds; synergies between the ESF and ERDF should be better ensured. The European Commission should develop internal guidance to its country desks on access for the most vulnerable children. • The Multiannual Financial Framework , through all its financial instruments for the coming years, should contribute to protecting and promoting the rights of all children in migration, regardless of their status, and reduce the risks they face at different stages of their migratory journey: in their country of origin, along the migratory routes, and in the country of destination (EUROCHILD, 2019). • Strategic objectives in the relevant EU Regulations (CPR, ESF+) should include reference to combating child poverty and improving access to social services, especially for vulnerable children. Therefore, children and migrants should be included in the definition of ‘most deprived persons’. The 20% earmarking of ESF resources to be used for the Social Inclusion TO in the next programming period should be increased to 30%, with 4% for actions on material deprivation 70 . Social inclusion investment should more be explicitly related to measures to tackle and prevent child poverty. Member States which have the largest shares of children living in severe material deprivation should be required to allocate a specific share of ESF+ (and possibly ERDF) resources for services targeted directly at children within the designated territories characterised by the highest rates of child poverty and social exclusion, and in particular child material deprivation. • Including FEAD within the new ESF+ instrument is an opportunity to broaden the range of services provided without restrictions based on residence status, including health (whereas FEAD can apply also to undocumented migrants and their children, the current ESF is restricted to regularly resident third-country nationals). • In areas of investment targeting poor children, enabling conditions (replacing the ex-ante conditionalities from the 2014-2020 period) should be foreseen to provide 69 In several preambles of the 2018 CSRs, child poverty is mentioned (HU, IT, RO, ES). However, there is not a clear Recommendation that follows. In Poland, the new generous child benefit is criticised as a disincentive to work rather than praised for its positive impact on child poverty. Migrants are mentioned in 5 CSRs (AT, BE, BG, FR, SK), mainly in relation to access to training and work (see section below), but other rights to integration, e.g. health or social services, are not highlighted, except in Denmark in the preamble where challenges for children with a migrant background in particular are highlighted. In Austria, deficit flexibility has been agreed because of refugees (EAPN 2018). The Eurochild Report on the European Semester 2017 notes that the number of CSRs addressing child poverty specifically has dropped to 0 in 2017, down from 7 in 2014. 70 The Commission’s proposal for ESF+ foresees 25% for social inclusion and 2% for tackling material deprivation. ",
        "Target Group Discussion Paper Children with a Migrant Background 62 incentives to Member States to implement structural changes and policy reforms, prioritise investments based on a needs analysis, and strengthen the monitoring mechanisms for strategies and policy frameworks. This should include the requirement to have a national strategic policy framework for social inclusion and poverty reduction before investing ESF+ or ERDF funds in the selected areas, and the requirement for the policy framework to include ‘ evidence-based diagnosis of poverty and social exclusion including child poverty , homelessness, spatial and educational segregation, limited access to essential services and infrastructure , and the specific needs of vulnerable people ’ , as is mentioned in the actual proposal. The enabling conditions should include a reference to family- based care and to the rights of children in migration. They should also explicitly state that EU funds do not support any action leading to social exclusion or segregation, including detention. ‘ It would be important to ensure that the reference to child poverty in this enabling condition is preserved, while the application of the condition itself is expanded to include the ESF+- specific objective “(x) promoting social integration of people at risk of poverty or social exclusion, including the most deprive d and children” (in addition to the presently indicated specific objective “fostering active inclusion with a view to promoting equal opportunities and active participation, and improving employability”)’ (Brozaitis et al. 2018). • Partnership Agreements between the Commission and the Member States should include performance frameworks featuring child poverty, including a target relating to vulnerable children, as well as specific output indicators on child material deprivation to monitor the implementation of programmes. Earmarking resources allocated to combating child poverty, including for vulnerable children, can help to promote more targeted interventions in the field. • The next long-term budget of the EU must provide an adequate amount of funding to support the integration policies of EU Member States and deliver effectively on the main priorities set up in the EU Action Plan for the Integration of Third Country Nationals. The Multi-Annual Financial Framework (MFF) that is currently being negotiated between the European Commission, the European Council and the European Parliament, should provide more support for the integration of vulnerable children, especially migrant and refugee children and unaccompanied minors. In the Commission’s proposal for the MFF, there will be more money available for integration under the Asylum and Migration Fund (AMF). To secure sufficient funding for the integration of migrants and refugees, including for children and unaccompanied minors, the fund should be renamed as AMIF and a minimum threshold of 30% should be re-introduced like that in the current AMIF 71 . • When designing the Child Guarantee Initiative, it will be important to avoid any discriminatory approach to children because of t heir own or their parents’ migration status. Family reunification remains a direct instrument for full and long- lasting integration, as it increases TCNs’ well -being and socio-cultural stability, facilitating their integration into the receiving society. The AMF, under its policy objective of supporting regular migration and the integration of TCNs, should provide adequate resources for actions aimed at facilitating family reunification and supporting social inclusion after family reunification, with a special focus on the social inclusion of children. • Effective civil dialogue involving organisations working on issues of child poverty and child well-being, including those working with migrant and refugee children, and on the participation of children in such a dialogue, should be a key element in the implementation (and implementation monitoring) of the future Child Guarantee Initiative. The partnership principle should be reinforced through the code of conduct, to ensure NGO involvement and civil dialogue with all parties in the monitoring committees. Investments are needed to improve the capacity of civil society and to create an enabling environment; smaller NGOs should be properly resourced to enable them to access funding. In order to support civil society and 71 The new AMIF proposal does not have a threshold. ",
        "Target Group Discussion Paper Children with a Migrant Background 63 local authorities in countries where national governments tend to oppose taking action on integration, the Commission should reserve specific percentages of fund- ing directly managed at the EU level to CSOs and local actors, in the AMF but also for the inclusion measures foreseen within the scope of the ESF+ fund. ",
        "Target Group Discussion Paper Children with a Migrant Background 64 References FSCG Country Reports and Policy Area Reports Albert, F. (2019), Feasibility Study for a Child Guarantee: Country Report – Hungary, Internal document. Anniste, K. (2019), Feasibility Study for a Child Guarantee: Country Report – Estonia, Internal document. Bradshaw, J., Rees, G., Glendinning, C. and Beresford, B. (2019), Feasibility Study for a Child Guarantee: Country Report – the United Kingdom, Internal document. Bradshaw, J. and Rees, G. (2019), Feasibility Study for a Child Guarantee: Policy Area Report on Nutrition. Internal Document. Bogdanov, G. (2019), Feasibility Study for a Child Guarantee: Country Report – Bulgaria, Internal document. Clark-Foulquier, C. and Spinnewijn, F.(2019), Feasibility Study for a Child Guarantee: Policy Area Report on Housing. Internal Document. Daly, M. (2019), Feasibility Study for a Child Guarantee: Country Report – Ireland, Internal document. Fink, M. in co-operation with Jan-Michael van-Linthoudt, J-M. (2019), Feasibility Study for a Child Guarantee: Country Report – Austria, Internal document. Gerbery, D. (2019), Feasibility Study for a Child Guarantee: Country Report – Slovakia, Internal document. Hanesch, W. (2019), Feasibility Study for a Child Guarantee: Country Report – Germany, Internal document. Kangas, O. (2019), Feasibility Study for a Child Guarantee: Country Report – Finland, Internal document. Koutsampelas, C., Andreou, S.N., Dimopoulos, K., Chrysostomou, S., Kantaris, M. and Theodorou, M. (2019), Feasibility Study for a Child Guarantee: Country Report – Cyprus, Internal document. Kvist, J. (2019), Feasibility Study for a Child Guarantee: Country Report – Denmark, Internal document. Lace, T. (2019), Feasibility Study for a Child Guarantee: Country Report – Latvia, Internal document. Legros, M. (2019), Feasibility Study for a Child Guarantee: Country Report – France, Internal document. Nelson, K., Palme, J. and Eneroth, M. (2019), Feasibility Study for a Child Guarantee: Country Report – Sweden, Internal document. Nicaise I. and Schockaert I. (2014), The hard-to-reach among the poor in Europe: lessons from Eurostat's EU-SILC survey in Belgium, in Tourangeau R., Edwards B., Johnson T., Wolter K. and Bates N. (eds., 2014), Hard-to-survey populations, Cambridge University Press, pp. 1246-1279. Nicaise I., Schockaert I. and Bircan T. (2019), The uncounted poor in EU-SILC: a statistical profile of the income and living conditions of homeless people, undocumented immigrants and travelers in Belgium, in: Gaisbauer H. P. and Schweiger G. (eds.), Absolute Poverty in Europe: Interdisciplinary Perspectives on a Hidden Phenomenon, Bristol: Policy Press, pp. 73-96. Nicaise I., Vandevoort L., Juchtmans G., Buffel V., Ünver Ö, Van den Broeck K. and Bircan T. (2019), Feasibility Study for a Child Guarantee: Country Report – Belgium, Internal document. ",
        "Target Group Discussion Paper Children with a Migrant Background 65 Nicaise, I., Vandevoort, L. and Ünver, Ö. (2019), Feasibility Report for a Child Guarantee: Policy Area Report on Education. Internal Document. Perista, P. (2019), Feasibility Study for a Child Guarantee: Country Report – Portugal, Internal document. Pop, L. (2019), Feasibility Study for a Child Guarantee: Country Report – Romania, Internal document. Poviliūnas , A. and E. Sumskiene Vilnius University (2019), Feasibility Study for a Child Guarantee: Country Report – Lithuania, Internal document. Raitano, M. (2019), Feasibility Study for a Child Guarantee: Country Report – Italy, Internal document. Rigby, M. (2019), Feasibility Study on a Child Guarantee: Policy Area Report on Healthcare. Internal Document. Rodriguez Cabrero, G. and Marban Gallego, V. (2019), Feasibility Study for a Child Guarantee: Country Report - Spain. Internal Document. Sirovátka, T. (2019), Feasibility Study for a Child Guarantee: Country Report – Czech Republic, Internal document. Stropnik, N. (2019), Feasibility Study for a Child Guarantee: Country Report – Slovenia, Internal document. Swinnen, H. (2019), Feasibility Study for a Child Guarantee: Country Report – Luxembourg, Internal document. Topińska, I. (2019), Feasibility Study for a Child Guarantee: Country Report – Poland, Internal document. Vandenbroeck, M. (2019), Feasibility Study for a Child Guarantee: Policy Area Report on Early Childhood Education and Care. Internal Document. van Waveren, B., Groot, J., Fase, D., Willemijn Smit, W., Dekker, B. and van Bergen, K. (2019), Feasibility Study for a Child Guarantee: Country Report – the Netherlands, Internal document. Vassallo, M. (2019), Feasibility Study for a Child Guarantee: Country Report – Malta, Internal document. Ziomas D., Mouriki A., Capella A. and Konstantinidou D. (2019), Feasibility Study for a Child Guarantee: Country Report – Greece, Internal document. Zrinščak, S. (2019), Feasibility Study for a Child Guarantee: Country Report – Croatia, Internal document. Other references Agirdag, O. (2010), Exploring bilingualism in a monolingual school system: insights from Turkish and native students from Belgian schools. British Journal of Sociology of Education 31, 307 – 321. https://doi.org/10.1080/01425691003700540 Akgündüz, Y.E., Ünver, Ö., Plantenga, J. and Nicaise, I. (2016), The Socio-Economic Dimension of Early Childhood Education and Care in Europe , Utrecht University / KU Leuven: HIVA. BMG (Federal Ministry for Health) (2015), Gesundheit und Gesundheitsverhalten der Österreichischen Schülerinnen und Schüler, Ergebnisse des WOHO-HBSC_Survey 2014, Wien. https://www.sozialministerium.at/cms/site/attachments/9/7/0/CH4154/CMS1427118828092/ge sundheit_und_gesundheitsverhalten_oester_schuelerinnen_who-hbsc-survey_2014.pdf Brozaitis, H., Makareviciene, A., Lipnickiene, K., Janeckova, H. and Cibaite, G., Fighting Child Poverty: The role of EU Funding, European Union, September 2018. http://www.europarl.europa.eu/supporting-analyses ",
        "Target Group Discussion Paper Children with a Migrant Background 66 Cuyvers, K., De Weerd, G., Dupont, S., Mols, S. and Nuytten, C. (2011), Well-Being at School: Does Infrastructure Matter? (CELE Exchange, Centre for Effective Learning Environments No. 2011/10). Paris: OECD. https://doi.org/10.1787/5kg0lkzc81vc-en DG ECHO (2018), Education in emergencies - European Civil Protection and Humanitarian Aid Operations – European Commission [WWW Document]. European Civil Protection and Humanitarian Aid Operations. https://ec.europa.eu/echo/what/humanitarian- aid/education-emergencies_en (accessed 15 November 2018) EAPN (2018), More audacity to fight poverty and ensure social rights , EAPN assessment of the 2018 County-Specific Recommendations, Brussels, June 2018. Education Council of the Netherlands (Onderwijsraad, 2017), Refugees and Education, retrieved from: https://tinyurl.com/y3uzagf5. EUROCHILD (2019), Promoting and protecting the rights of children in migration through the MFF 2021-2027 , position paper. European Commission (2013), Investing in children: breaking the cycle of disadvantage . Brussels: European Commission. Retrieved from http://ec.europa.eu/justice/fundamental- rights/files/c_2013_778_en.pdf. European Commission (2016), Statistical Annex to the Annual Report on Immigration and Asylum 2015 , Brussels: European Commission. European Commission (2017a), Communication from the Commission to the European Parliament and the Council. The protection of Children in Migration . COM (2017) 211 final. European Commission (2017b), Taking stock of the 2013 Recommendation on 'Investing in children: breaking the cycle of disadvantage', SWD (2017) 258 final, Brussels 26 April 2017. European Commission (2017c), Taking stock of the 2013 Recommendation on 'Investing in children: breaking the cycle of disadvantage', SWD (2017) 258 final, Brussels 26 April 2017. European Commission (2017d), DG Migration and Home Affairs, Snapshots from the EU Asylum Migration and Integration Fund and the EU Internal Security Funds, Brussels 2017. European Commission (2017e), ‘Strategic report 2 017 on the implementation of the European Structural and Investment Funds', COM (2017), 755 final, Brussels 2017. European Commission (2018a), Barcelona Objectives. Report from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the development of childcare facilities for young children with a view to increase female labour participation, strike a work-life balance for working parents and bring about sustainable and inclusive growth in Europe, Publications Office of the European Union, Luxembourg. European Commission (2018b), draft proposal for a regulation on the ESF Plus , COM (2018)382final, Brussels 30 May 2018. European Commission (2019), FEAD midterm evaluation , SWD (2019) 149 final, Brussels 27 March 2019. European Union Agency for Fundamental Rights (2018), Combating child poverty: an issue of fundamental rights , Luxembourg: Publications Office of the European Union. Eurydice (2018a), Integrating students from migrant backgrounds into schools in Europe. National policies and measures, Publications Office of the European Union, Luxembourg. Eurydice (2018b), Teachers’ and school heads’ salaries and allowances in Europe 2016/17. Publications Office of the European Union, Luxembourg. ",
        "Target Group Discussion Paper Children with a Migrant Background 67 Eurydice (2018c), Compulsory Education in Europe – 2018/19. Eurydice Facts and Figures. Luxembourg: Publications Office of the European Union. FRA, European Union Agency for Fundamental Rights, Together in the EU, Promoting the participation of migrants and their descendants, Luxembourg 2017. Feasibility Study for a Child Guarantee (FSCG) (2019), Feasibility Study for a Child Guarantee – Report on the online consultation. Retrieved from the FSCG webpage: https://ec.europa.eu/social/main.jsp?catId=1428&langId=en. Feasibility Study for a Child Guarantee (FSCG) (2018), Study on the Feasibility of a Child Guarantee for Vulnerable Children, Inception Report. Retrieved from the FSCG webpage: https://ec.europa.eu/social/main.jsp?catId=1428&langId=en. Frazer, H. and Marlier, E. (2017), Progress across Europe in the implementation of the 2013 EU Recommendation on ‘Investing in children: Breaking the cycle of disadvantage’. A study of national policies . European Social Policy Network (ESPN), Brussels: European Commission. Göktuna Yaylaci, F. (2014), Simultaneous Lives: Daily Life Practices of Turks in Belgium as Migrant. ZfWT 6. Górska, A., Koss-Goryszewska, M. and Kucharczyk, J., eds (2019), W stronę krajowego mechanizmu ewaluacji integracji. Diagnoza sytuacji beneficjentów ochrony międzynarodowej w Polsce , Instytut Spraw Publicznych, Warsaw. https://www.isp.org.pl/pl/publikacje/w-strone-krajowego-mechanizmu-ewaluacji-integracji- diagnoza-sytuacji-beneficjentow-ochrony-miedzynarodowej-w-polsce Haffner, M.E.A. and Elsinga, M.G. (2018), Towards inclusive service delivery through social investment in the EU: the case of housing , Delft: Delft University of Technology. Hjern A. and Stubbe Østergaard, L. (2015), Migrant children in Europe: Entitlements to health care; Deliverable D3 of the MOCHA Project. http://www.childhealthservicemodels.eu/wp- content/uploads/2015/09/20160831_Deliverable-D3-D7.1_Migrant-children-in- Europe.pdf Humphries, R. and Sigona, S. (2016), Children and unsafe migration in Europe: Data and policy, understanding the evidence base, Global Migration Data Analysis Centre Briefing Series , Issue 5. Malarz, L. (s.d.), Bilingual Education: Effective Programming for Language-Minority Students, in: Curriculum Handbook , Alexandria, Va.: Education & Technology Resources Center, Association for Supervision and Curriculum Development. Nicaise, I. ed. (2000), The right to learn: educational strategies for socially excluded youth in Europe. Policy Press, Bristol. OECD (2018a), Equity in Education: Breaking Down Barriers to Social Mobility, PISA. OECD. https://doi.org/10.1787/9789264073234-en OECD (2018b), The Resilience of Students with an Immigrant Background: Factors that Shape Well-being, OECD Reviews of Migrant Education. OECD. https://doi.org/10.1787/9789264292093-en OECD (2013), PISA 2012 Results: What makes schools successful? Resources, Policies and Practices, PISA 2012 results. OECD, Paris. OECD PISA 2015 Database, n.d. Oliveira, C.R. and Gomes, N. (2018), Indicadores de integração de imigrantes: relatório estatístico anual 2018 – 1ª ed., Imigração em Números – Relatórios Anuais 3, available at: https://www.om.acm.gov.pt/documents/58428/383402/Relat%C3%B3rio+Estat%C3 %ADstico+Anual+2018+%E2%80%93+Indicadores+de+Integra%C3%A7%C3%A3o +de+Imigrantes.pdf/00de4541-b1ad-42ed-8ce9-33056321ecdb. ",
        "Target Group Discussion Paper Children with a Migrant Background 68 Palm W., Hernandez-Quevedo C., Klasa K. and van Ginneken E. (2017), Implementation of the right to health care under the UN Convention on the Rights of the Child , European Observatory on Health Systems and Policies at the request of the European C ommission’s Directorate General for Health and Food Safety; Brussels: European Commission. PICUM, ECRE (2019), Promoting socio-economic inclusion of migrants and refugees in the next EU budget (2012-2027), Policy Paper, Brussels February 2019. Project 17 (2019), Not Seen, Not Heard: Children’s experiences of the hostile environment. London: Project 17. Schockaert, I and Nicaise, I. (2011), De leefomstandigheden van dak- en thuislozen en van mensen zonder wettelijke verblijfsvergunning , Leuven: HIVA. Separated Children in Europe Programme (2011), Review of current laws, policies and practices relating to age assessment in sixteen European countries. Spencer, S. and Hughes, V. (2015), Outside and In: Legal entitlements to health care and education for migrants with irregular status in Europe , Oxford: COMPAS. Tomaševski, K. (2001), Human rights obligations: making education available, accessible, acceptable and adaptable (No 3), Right to Education Primers. Swedish International Development Cooperation Agency, Sida, Stockholm. Touzenis, K. (2008), Human Rights of Migrants Children , IOM, Geneva. Tromans, N., Natamba, E. and Jefferies, J. (2009), Have women born outside the UK driven the rise in the UK births since 2001? Population Trends 136: 28 – 42. Unia (2018), Diversity barometer education , Brussels: Unia. https://www.unia.be/en/publications-statistics/publications/diversity-barometer- education-2018 UNICEF (2018), An Unfair Start: Inequality in Children’s Education in Rich Countries (No 15), Innocenti Report Card. UNICEF Office of Research – Innocenti, Florence. UNICEF (2017), Education Uprooted: For every migrant, refugee and displaced child, education. UNICEF, New York. Ünver, Ö. (2019), Accessibility and Inclusiveness of Early Childhood Education and Care across Europe. Policies and experiences , KU Leuven: PhD dissertation. Ünver Ö, Bircan T. and Nicaise I. (2018), Perceived accessibility of childcare in Europe: a cross-country multilevel study, International Journal of Child Care and Education Policy, 12(5), p.1-30. Ünver, Ö., Nicaise, I. et al. (2016), Inclusiveness of Early Childhood Education and Care: Seven Case Studies across Europe , Leuven: HIVA. Vandenbroeck, M. and Lazzari, A. (2014), Accessibility of ECEC: a state of affairs, European Early Childhood Education Research Journal , 22/3, 327-335. Van Lancker, W. and Ghysels, J. (2016), Explaining patterns of inequality in childcare service use across 31 developed economies: A welfare state perspective. International Journal of Comparative Sociology, 1 (28), DOI: 10.1177/0020715216674252. ",
        "Target Group Discussion Paper Children with a Migrant Background 69 Annex: List of Policy Area and Country Experts List of Policy Area Experts Name Policy Area Bradshaw, J. and Rees, G. Nutrition Clark-Foulquier, C. and Spinnewijn, F. Housing Nicaise, I., Vandevoort, L. and Ünver, Ö. Education Rigby, M. Healthcare Vandenbroeck, M. Early Childhood Education and Care (ECEC) List of Country Experts Name Country Fink, M. (with van-Linthoudt, J-M.) Austria Nicaise I., Vandevoort L., Juchtmans G., Buffel V., Ünver Ö, Van den Broeck K. and Bircan T. Belgium Bogdanov, G. Bulgaria Zrinščak, S. Croatia Koutsampelas, C., Andreou, S.N., Dimopoulos, K., Chrysostomou, S., Kantaris, M. and Theodorou, M. Cyprus Sirovátka, T. Czech Republic Kvist, J. Denmark Anniste, K. Estonia Kangas, O. Finland Legros, M. France Hanesch, W. Germany Ziomas D., Mouriki A., Capella A. and Konstantinidou D. Greece Albert, F. Hungary Daly, M. Ireland Raitano, M. Italy Lace, T. Latvia Poviliūnas , A. and E. Sumskiene Lithuania Swinnen, H. Luxembourg Vassallo, M. Malta van Waveren, B., Groot, J., Fase, D., Willemijn Smit, W., Dekker, B. and van Bergen, K. Netherlands Topińska, I. Poland Perista, P. Portugal Pop, L. Romania Gerbery, D. Slovakia Stropnik, N. Slovenia Rodríguez Cabrero and Marbán Gallego Spain Nelson, K., Palme, J. and Eneroth, M. Sweden Bradshaw, J., Rees, G., Glendinning, C. and Beresford, B. United Kingdom ",
        "Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: http://europa.eu/contact On the phone or by e-mail Europe Direct is a service that answers your questions about the European Union. You can contact this service – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by electronic mail via: http://europa.eu/contact Finding information about the EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU Publications You can download or order free and priced EU publications from EU Bookshop at: http://bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact) EU law and related documents For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en/data) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        ""
    ]
}