{
    "text": [
        "3 EUR 23041 EN - 2007 Indicators to Assess Sustainability of Transport Activities Part 1: Review of the Existing Transport Sustainability Indicators Initiatives and Development of an Indicator Set to Assess Transport Sustainability Performance A. Dobranskyte-Niskota, A. Perujo and M. Pregl ",
        "2 The mission of the Institute for Environment and Sustainability is to provide scientific-technical support to the European Union’s Policies for the protection and sustainable development of the European and global environment. European Commission Joint Research Centre Institute for Environment and Sustainability Contact information Address: European Commission - DG Joint Research Centre Institute for Environment and Sustainability Transport and Air Quality Unit Via Enrico Fermi 1 - TP441 I - 21020 Ispra (VA) -ITALY E-mail: agne.dobranskyte@jrc.it Tel.: +39 0332 78 6593 Fax: +39 0332 78 5236 http://ies.jrc.ec.europa.eu/ http://www.jrc.ec.europa.eu/ Legal Notice Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of this publication. Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server http://europa.eu/ JRC 41602 EUR 23041 EN ISBN 978-92-79-07802-6 ISSN 1018-5593 DOI 10.2788/54736 Luxembourg: Office for Official Publications of the European Communities © European Communities, 2007 Reproduction is authorised provided the source is acknowledged Printed in Italy ",
        "3 Acknowledgments We would like to thank J. Jesinghaus, S. Tarantola, A. Krasenbrink, V. Mahieu, P. Jensen and C. Carraro for their valuable scientific support. In addition, we are grateful to E. Josefsson, M. Muntean, A.Gandini, J.F. Vinuesa and S. Droghetti for the assistance. All errors and opinions remain ours. ",
        "4 Executive Summary The major focus of this study is the development of indicators to measure sustainability of transport systems. This has been achieved in two major steps. Firstly, the principal practices of transport indicators of the EU and other international institutions have been reviewed. Secondly, on the basis of major indicator initiatives a set of indicators for measurement and evaluation of transport sustainability performance has been developed. In the current report the importance of indicators is emphasised by defining them as tools or “quantitative measures that can illustrate and communicate complex phenomena simply, including trends and progress over time” (EEA, 2005). Taking into account that transport is a priority area for sustainability, selection of indicators for measurement and assessment of transport activities may play an important role in the decision- and policy-making process. Selected indicators are useful for highlighting problems, identifying trends, contributing to priority-setting, policy formulation and evaluation and monitoring of process and in this way informing the public and decision-makers. The first part of the report highlights various functions of sustainability indicators to assess transport performance. On the basis of the definition of sustainable transport system established in the European Union’s Sustainable Development Strategy (EC, 2003) and characterization of sustainable transportation system according to so-called Vancouver principles “Towards Sustainable Transportation” (OECD, 1996) the scope for measurement of transport performance using indicators is identified. General indicator quality selection criteria established by the recognized international bodies are briefly reviewed. This is followed by the indicator quality selection criteria specific to transport. In addition, quantitative sustainable transport targets proposed by various international institutions for the assessment of transport sustainability performance are indicated. The subsequent part of the report is focused on the review of the major EU and other international transport indicator initiatives, the summary of transport indicator reviews and presentation of transport related issues from the “Well-to-Wheels” study. On the basis of 10 major transport related international initiatives which include the EC Sustainable Development Indicators, the EC ETIS study, the EEA TERM indicators, Eurostat transport indicators, transport indicator sets of OECD, US EPA, World Bank, UNECE, VTPI as well as taking into account the JRC Well-to-Wheels study, a set of 55 sustainable transport indicators has been developed. The logics behind the major indicator themes is presented and discussed in the context of the EU transport policies. Additionally, the newly developed transport sustainability indicator set is analysed using the Driver-Pressure-State-Impact- Response (DPSIR) scheme, which helps to identify the causal linkages among the various indicators within the framework. The current study proposes a set of transport sustainability indicators which may serve as valuable framework for the assessment of European transport sustainability performance and for the development of policy scenarios/ strategies to mitigate negative impacts originating from transport activities. ",
        "5 Table of Contents Acknowledgments ....................................................................................................................3 Executive Summary.................................................................................................................4 Table of Contents .....................................................................................................................5 List of Tables ............................................................................................................................6 Abbreviations ...........................................................................................................................7 1 INTRODUCTION ............................................................................................................8 1.1 Background ..................................................................................................................8 1.2 Objectives ....................................................................................................................8 2 MEASURING TRANSPORT SUSTAINABILITY.....................................................10 2.1 The Role of Indicators ...............................................................................................10 2.2 The Scope of Measurement .......................................................................................10 3 INDICATOR SELECTION CRITERIA......................................................................12 3.1 General Indicator Quality Criteria .............................................................................12 3.2 Quality Criteria for Transport Indicators ...................................................................12 3.3 Quantitative Sustainable Transport Targets...............................................................13 4 REVIEW OF THE EXISTING TRANSPORT INDICATOR INITIATIVES .........15 4.1 Transport Indicator Initiatives in the EU ...................................................................15 4.2 Transport Indicator Initiatives of Other International Organizations ........................21 4.3 Transport Indicator Reviews from Research Literature.............................................27 4.4 “Well to Wheels” Study on Future Automotive Fuels and Powertrains....................28 5 DEVELOPMENT OF THE TRANSPORT SUSTAINABILITY INDICATOR FRAMEWORK..................................................................................................................31 5.1 Major Indicator Themes and Logics Behind..............................................................32 5.2 The DPSIR Approach ................................................................................................37 6 CONCLUDING REMARKS .........................................................................................41 7 REFERENCES................................................................................................................43 ANNEX ...................................................................................................................................47 Abstract...................................................................................................................................57 ",
        "6 List of Tables Table 1. Policy Questions and Corresponding Transport Related ETIS Indicators (EC, 2005b) ......................................................................................................................................16 Table 2. The EU Transport Sustainability Indicators within the Strategy for Sustainable Development (EC, 2005) .........................................................................................................17 Table 3. Transport and Environment Reporting Mechanism (TERM) Indicators and Data Sources (EEA, 2002) ...............................................................................................................19 Table 4. The OECD Indicators for the Integration of Environmental Concerns into Transport Policies (OECD, 1999) ............................................................................................................21 Table 5. Indicators of the Environmental Impacts of Transportation: Highway Transportation (US EPA, 1999) .......................................................................................................................23 Table 6 . Performance Indicators for Transport (the World Bank, 2004)...............................25 Table 7. Recommended Transport Indicator Set by VTPI (Litman, 2007).............................27 Table 8. Primary Energy Resources and Automotive Fuels (Edwards et al ., 2006)...............29 Table 9. Automotive Fuels and Powertrains (Edwards et al ., 2006) ......................................29 Table 10. Indicator Framework for the Evaluation of Transport Sustainability Performance ..................................................................................................................................................36 Table 11. Distribution of Transport Related Indicators According to Driver-Pressure-State- Impact-Response (DPSIR) Framework ...................................................................................38 Annex Table 1. Indicators and Metrics for Sustainable Transportation Systems (Sixteen Initiatives) (Jeon et al ., 2005) ..................................................................................................47 Annex Table 2 . The Full List of Transport Sustainability Indicators Extracted from European and International Indicator Initiatives......................................................................................52 ",
        "7 Abbreviations CAFE Clean Air For Europe Programme CONCAWE Conservation of Clean Air and Water in Europe DG-TREN Directorate General Energy and Transport of EC DG-ENV Directorate General Environment of EC DPSIR Driving Forces, Pressures, State of environment, Impacts and Societal Responses EC European Commission EEA European Environmental Agency EHP European Hydrogen and Fuel Cell Technology Platform ENB Earth National Negotiations Bulletin ERF European Union Road Federation ERTRAC European Road Transport Research Advisory Council ETIS the European Transport policy Information System EU European Union EUCAR the European Council for Automotive R&D EUROSTAT the Statistical Office of the European Communities IAEA the International Atomic Energy Agency IEA the International Energy Agency IIASA International Institute for Applied Systems Analysis IISD International Institute for Sustainable Development IPCC Intergovernmental Panel on Climate Change JRC European Commission, DG-Joint Research Centre OECD the Organization for Economic Cooperation and Development PSR Pressures, State, Responses RAINS the Regional Air Pollution and Information System THE PEP pan-European programme on transport, health and environment TEN-T Trans-European Networks -Transport TERM Transport and Environment Reporting Mechanism UNCED the United Nations Conference on Environment and Development UN CSD the United Nations Commission for Sustainable Development UNDP the United Nations Development Programme UNECE the United Nations Economic Commission for Europe US EPA United States Environmental Protection Agency VTPI Victoria Transport Policy Institute WHO World Health Organization ",
        "8 1 INTRODUCTION 1.1 Background Transport is a priority action area for sustainable development. It plays a considerable role in the economy with its omnipresence throughout the production chain, at all geographic scales (Rodrigue et al ., 2007). However, transport is also considered to be the sector with the fastest growth in environmental pollution (EC, 2005). Apart from energy generation and industrial processing, transport is a major contributor to air pollution. Current levels of air pollution cause severe health impacts in the enlarged European Union, resulting in 370,000 premature deaths each year, increased hospital admissions, extra medication, and millions of lost working days (EC, 2005a). There is an urgent need to implement adequate policy instruments which would help to mitigate and control the negative impacts of transport activities. Indicators may be considered as valuable policy tools for measurement and evaluation of transport sustainability performance. Indicators are frequently defined as quantitative measures that can be used “to illustrate and communicate complex phenomena simply, including trends and progress over time” (EEA, 2005). During the last two decades measurement of sustainability issues by indicators has been widely used by the scientific community and policy-makers. Development of sustainable development indicators was first brought up as a political agenda issue at the United Nations Conference on Environment and Development (UNCED) held in Rio de Janeiro in 1992. The UNCED policy declaration Agenda 21 requested countries at the national level and international governmental and non-governmental organizations at the international level to develop indicators in the context of improving information for decision making (United Nations, 1992, Chapter 40). Since then, indicators are thought to be important tools for measurement of different aspects of sustainable development, including transport related issues. The integration of transport issues into sustainability indicator sets and development of transport- specific indicators is currently observed in many international initiatives. A number of international organizations have been involved in the development of indicators aiming to achieve a more sustainable transport on the local, regional, and global levels. The differences observed in the mission and policy priorities of various organizations are accordingly reflected in the selection of indicators. However, the three-dimensional framework of indicators based on economic, environmental, and social impacts is a common way to perform an impact-based analysis of transport activities. 1.2 Objectives The scope of this study is to review the major EU and other international practices of transport indicators and to develop a set of indicators for measurement and evaluation of transport sustainability performance. First of all the scope for measurement of transport sustainability is defined by outlining the major characteristics of sustainable transport system. After defining the indicator quality criteria, currently existing transport sustainability indicators initiatives are reviewed. The major ones include the EC Sustainable Development Indicators, the EC ETIS indicator study, the EEA TERM indicators, Eurostat transport indicators, transport indicator sets of OECD, US EPA, World Bank, UNECE and VTPI transport related indicators. Mainly on the basis of these indicator initiatives a set of transport sustainability indicators is developed. The major themes of the indicator framework proposed in the current study are presented as well as the logics behind is explained in the context of major EU transport policies. The indicator ",
        "9 framework is consequently analysed according the DPSIR (Driver-Pressure-State-Impact- Response) scheme. The principle aims of this report are: 1) to reflect the major international indicator initiatives developed in the EU and other international organisations. 2) on the basis of the existing information to propose a set of indicators suitable for the assessment of transport sustainability performance. The report is structured as follows. The section 2 is focused on explaining the role of indicators and on defining and characterising sustainable transport. Section 3 presents the major indicator selection criteria. Section 4 reviews the major transport indicator initiatives of the EU and of other international organisations. Section 5 focuses on the newly developed framework of transport sustainability indicators by presenting the logics behind and by analysing the set according to the DPSIR scheme. Section 6 concludes. ",
        "10 2 MEASURING TRANSPORT SUSTAINABILITY As discussed earlier one possible way to measure and to evaluate transport sustainability is using indicators. The paragraphs bellow outline the role and the importance of indicators in measuring transport sustainability performance. Definitions and characterization of sustainable transport systems help to define the scope of measurement using indicators. 2.1 The Role of Indicators Various literature sources define indicators as tools to “simplify, measure and communicate trends and events” (Eckersley, 1997) or as “quantitative measures that can illustrate and communicate complex phenomena simply, including trends and progress over time” (EEA, 2005). Indicators reflect society's values and goals and become key drivers of change. They help to measure and understand directions of progress (Henderson, 1996). Other literature sources similarly define indicators as statistics designed to allow significant trends to be monitored (Gilbert and Tanguay, 2000). Litman (2007) in his paper on developing indicators for comprehensive and sustainable transport planning states that “indicators are things we measure to evaluate progress towards goals and objectives”. They may have several functions, such as helping to identify trends, predict problems, assess options, set performance targets, and to evaluate a particular jurisdiction or organization ( Ibid ). Currently, with growing negative impacts originating from transport activities, decision- makers are becoming more aware of the necessity to implement solutions that promote the achievement of sustainable transport systems. Therefore, the development of indicators for measurement and assessment of transport activities may play an important role in the decision- and policy-making process. As suggested by Litman (2007), indicators linked to transport activities should be balanced, reflecting a combination of economic, social and environmental objectives and can be applied at several levels such as: • Planning process – to assess planning and investment practices • Options and incentives – to examine consumers options and markets • Travel behaviour – to assess vehicle ownership, vehicle travel, mode split, etc. • Physical impacts – to evaluate pollution emission and crash rates, land consumption, etc. • Effects on people and the environment – to measure mortality, morbidity, environmental degradation, etc. • Economic effects – to provide monetized estimates of economic costs, reduced productivity, property values etc. • Performance targets – to establish a degree to which desired standards and targets are achieved. In the area of transport, as in many other fields, indicators play a useful role in highlighting problems, identifying trends, contributing to priority-setting, policy formulation and evaluation and monitoring of process in this way informing the public and decision-makers. 2.2 The Scope of Measurement In order to efficiently measure and evaluate sustainability performance of transport activities it is essential to define the field of measurement. In this way, we start with the definition of sustainable transportation system, which is the one that (EU, 2001): ",
        "11 • Allows the basic access needs of individuals and societies to be met safely and in a manner consistent with human and ecosystem health, and with equity within and between generations. • Is affordable, operates efficiently, offers choice of transport mode, and supports a vibrant economy. • Limits emissions and waste within the planet’s ability to absorb them, minimizes consumption of non-renewable resources, limits consumption of renewable resources to the sustainable yield level, reuses and recycles its components, and minimizes the use of land and the production of noise. Similarly, the European Union’s Sustainable Development Strategy (EC, 2003) defines transport sustainability as ‘the ability to meet the needs of society to move freely, gain access, communicate, trade and establish relationships without sacrificing other essential human or ecological values today or in the future’. The World Health Organization (WHO, 2004) uses the definition of sustainable transport referring to ‘transport that achieves the primary purpose of movement of people and goods, while simultaneously contributing to achieving environmental, economic and social sustainability’. In addition, comprehensive criteria defining sustainable transport system may help to define the scope of indicators for measurement of transport sustainability performance and may provide with the more complete overview of various aspects of transport sector (UN, 2001). The OECD (2000) proposes to base criteria for environmentally sustainable transport on the guidelines of WHO, targets adopted in the Convention of Long Range Transboundary Air Pollution (UN ECE) and the UN Framework Convention on Climate Change. Thus, environmentally sustainable transport can be characterized by the local, regional and global concerns such as noise, air quality, acidification and eutrophication, ground level ozone, climate change, and land use (OECD, 2000). The fundamental principles for sustainable transport have been proposed by the OECD and Canadian Government in the International Conference titled “Towards Sustainable Transportation” (Vancouver, 1996). On the basis of Vancouver principles (OECD, 1996) sustainable transport can be defined by the following criteria: ♦ Access ♦ Equity ♦ Health and safety ♦ Individual responsibility ♦ Integrated planning ♦ Pollution prevention ♦ Land and resource use ♦ Education and public participation ♦ Fuller cost accounting. As noted by Litman (2007), in the field of transport no single indicator is adequate to provide useful information, therefore a set of indicators should be developed, reflecting various goals and objectives. In our study we refer to the Vancouver principles of sustainable transportation as guidelines for the selection and development of indicator framework to measure and assess sustainability of transport performance. All the above mentioned sustainable transportation characteristics are generally reflected in most of the indicator initiatives of the EU and other international organisations and, thus, they are also taken into account in the development of our set of transport sustainability indicators. ",
        "12 3 INDICATOR SELECTION CRITERIA Selection of indicators is generally based on certain internationally established and commonly used quality criteria. This part of the report briefly outlines basic indicator quality criteria used by various European and other international organizations. Afterwards, quality criteria specific for transport indicators are defined. Quantitative policy targets for sustainable transport are presented as additional useful criteria for the selection of transport indicators. 3.1 General Indicator Quality Criteria In general, indicator quality criteria reflected in the policy documents of the international organizations commonly state that indicators must be clear and understandable, policy relevant, accessible, and reliable and the indicator data must be accurate. Most of the organizations (EU 1 , Eurostat 2 , EEA 3 , UN 4 and WHO 5 ) agree that indicators should be the representatives of selected geographical or political area. Timeliness is an important indicator quality criterion for the EU, Eurostat, EEA and OECD 6 . European Environmental Agency and the UN take into account the number of indicators as an important quality aspect. Cost efficiency of indicators plays an important role for the OECD and UN indicator selections. Other indicator quality criteria of the organizations reveal their individual differences in focus. For example, ethical value and usefulness of indicators are important criteria for the selection of WHO indicators. The EU considers balancing across different dimensions and mutual consistency within an indicator theme as important quality aspects. The EEA states that progress towards targets should be methodologically well founded and the UN organization outlines that indicators should be within the capability of national governments to develop. 3.2 Quality Criteria for Transport Indicators In the report of Canadian Victoria Transport Policy Institute (VTPI) prepared by Litman (2007) the best practices for selecting indicators to measure transportation performance take into the account the following criteria: • Comprehensiveness – indicators should reflect various economic, social and environmental impacts, and various transport activities (such as both personal and freight transport) • Data quality – data collection practices should reflect high standards to ensure that information is accurate and consistent • Comparability – data collection should be standardized so the results are suitable for comparison between various jurisdictions, times and groups. Indicators should be clearly defined. • Easiness to understand – indicators must be useful to decision makers and understandable to the general public. • Accessibility and Transparency – indicators (and the data they are based on) and analysis details should be available to all stakeholders. 1 “The EU Sustainable Development Strategy: A framework for indicators” and the Communication from Mr. Almunia to the member of the commission “Sustainable Development Indicators to monitor the implementation of the EU Sustainable Development Strategy”(EC, 2005) 2 “Assessment of quality in statistics” report (2003, Methodological documents: definition of quality in statistics”. 3 “EEA Core Set of Indicators - Guide” (2005, EEA) 4 “Indicators of Sustainable Development: Guidelines and Methodologies” (UN, 2001) 5 “Monitoring reproductive health: Selecting a short list of national and global indicators” (WHO, 1997) 6 “Measuring Sustainable Development: integrated economic, environmental and social frameworks” (OECD, 2004) ",
        "13 • Cost effectiveness – indicators should be cost effective to collect. The decision- making worth of the indicators must outweigh the cost of collecting them. • Net Effects - indicators should differentiate between net (total) impacts and shifts of impacts to different locations and times. • Performance targets – indicators should be suitable for establishing usable performance targets. 3.3 Quantitative Sustainable Transport Targets Quantitative criteria for the development of indicators are also of significant importance. Some quantitative targets established by various recognised institutions may serve as criteria for the development of sustainability indicators. Quantitative targets focusing on the environmentally sustainable transport have been proposed by the OECD (1999). Six criteria were established as being minimum required to solve the wide range of transport-related health and environmental impacts. They aim at attaining the long term protection of human health ecosystems and precious resources by achieving air quality objectives, preventing climate change, reducing noise levels, preserving arable land and protecting susceptible ecosystems. These quantitative criteria imply that transportation will be characterized as environmentally sustainable in the OECD countries in the target year 2030 if the following conditions are achieved: • CO 2 : total emissions from transport should not exceed 20 per cent of total CO 2 emissions in 1990; • NOx : total emissions from transport should not exceed 10 per cent of emission levels in 1990; • VOCs : VOCs should not exceed 10 per cent of the emission level in 1990, • Particulates: depending on local and regional conditions, reduction of 55-99 per cent of fine particulate emissions from transport; • Noise: 55-65 decibels during daytime and 45 decibels at night and indoors; • Land use: compared to 1990 levels, this criterion is likely to entail a smaller share of land devoted to transport. In addition, the EU Sustainable Development Strategy (SDS) proposed certain quantitative policy targets related to transport theme which may help to focus on the priority aspects while developing a set of indicators. The EU SDS (EC, 2005) suggested the following headline objectives which simultaneously take into account economic, social and environmental aspects: • To bring about a shift in transport use from road to rail, water and public passenger transport so that the share of road transport in 2010 is no greater than in 1998. Promote teleworking; • The sustainable transport policy should tackle rising levels of congestion, noise and pollution and encourage use of more environmentally-friendly modes of transport as well as the full internalisation of social and environmental costs. Propose a framework for transport charges to ensure that by 2004 prices for different modes of transport, including air, reflect their costs to society. Several specific quantitative targets aiming as sustainable transport activities are also suggested by the European Road Transport Research Advisory Council (ERTRAC, 2004): ",
        "14 • Improvements in vehicle efficiency delivering as much as a 40% reduction in CO 2 emissions for passenger cars and 10% for heavy duty vehicles for the new vehicle fleet in 2020; • Good vehicle maintenance and driving for fuel efficiency reducing fuel consumption and CO 2 emissions by at least 10% for cars and 5% for heavy duty vehicles; • Improvements in the road transport infrastructure, best use of transport modes, information technology systems, higher passenger car occupancy rates and freight loading factors contributing to further reductions in fuel consumption by 10-20%; • By 2020, fuel cell vehicles and low carbon/ hydrogen fuels contributing to carbon reduction provided sustained research efforts are begun now; • By 2020, establishing Euro 5 & 6 emissions standard vehicles in the vehicle fleet. The research target is to achieve these near 0 emissions levels at minimum cost while still improving energy consumption and CO 2 emissions; • Reducing transport noise by up to 10 dB(A) through a systems approach including better indicators and improvements to vehicles, tyres and infrastructure. All the above presented quantitative criteria help to make the definition of sustainable transport more operational. They may also be helpful in setting the objectives within the context of transportation planning and policy making (OECD, 1999). All the above mentioned conditions defining transport sustainability may play an essential role and provide sound basis in development of indicators to measure and monitor transport activities and, thus, are taken into account in the development of transport indicator framework in the current study. ",
        "15 4 REVIEW OF THE EXISTING TRANSPORT INDICATOR INITIATIVES This part of the report reviews the major transport indicator initiatives of the European Union (EU) and other major international organizations. The policies behind the indicator sets are also discussed in this report. Additionally, two summary reviews of transport indicator initiatives are presented and transport related parameters from the ‘Well to Wheels” analysis are briefly explained. The major reviewed indicator initiatives are taken into account in the development of transport indicator set as shown in the subsequent section of this report. As mentioned earlier indicator sets related to transport activities are frequently multidisciplinary, representing crosscutting categories among environmental, economic and social sustainability dimensions. Such integration of indicators by simultaneously addressing economic, social and environmental aspects of the issue is supported by the EU policy documents (EU, 2006). Transport indicator initiatives reviewed below reveal that in some cases indicator sets specifically deal with the issue of transport, while in other cases general sustainable development indicator sets incorporate key transport measures. Several initiatives show that indicator sets can also be developed to measure such specific themes related to transport sustainability as environment- friendly use of fuels, mobility indicators etc. The theme-specific indicators draw the attention of policy- and decision-makers to specific priority concerns in transport field, whereas general sustainability indicators incorporating various transport related issues provide with the overall picture of transport activities. 4.1 Transport Indicator Initiatives in the EU The initiatives of transport sustainability indicators in the EU mainly relate to the indicator sets established by the European Commission (EC), Eurostat and the European Environmental Agency. Additionally, the joint EU and WHO effort to develop environmental health indicators is an important initiative covering diverse transport issues. The first initiative of the EU presented in this report is the European Commission (EC) transport indicator set titled “The European Transport policy Information System (ETIS)” . It is an information system of integrated policy tools to support policy analysis and policy making in the field of transport. The European Commission has launched the development of a European Transport Policy Information System (ETIS) with the support of the European Community Framework covering Research and Technological Development (RTD). In particular, the project line called ETIS-BASE was established to focus on the development of the pan-European transport database for European strategic modeling, covering the EU 27 and the Trans-European Networks-Transport (TEN-T) policy issues. The project data base of ETIS (EC, 2005b) provided socio-economic data set, freight transport demand data set, passenger transport demand data set, European transport network data input, freight transport service and cost data set, passenger transport service and cost data set, and an external effects data set. These data sets comprise the background for calculation of ETIS indicators. The European Transport policy Information System indicators aim at answering policy questions directed to the realisation of strategic and economic assessment of transport related multinational data or trans-border comparisons. Table 1 shows specific indicators of ETIS framework directed towards answering the TEN-T policy questions. ",
        "16 Table 1. Policy Questions and Corresponding Transport Related ETIS Indicators (EC, 2005b) Policy Questions TEN Sub-policy questions Policy indicators White Paper objectives • Integrate sea corridors • Stop shift goods to road • Impact of enlargement • Impact on environment • Socio-economic impacts • Transport chain indicators • Multimodal indicators Emissions • Energy • Impact measurement Priority corridor projects • Generic definition international corridors • Community interest • Corridor bottlenecks • Multimodal approach • International demand and traffic flows • Long distance tendencies road • Local traffic • Freight & passenger • Transport modes Scenario development • Socio-economic variables • Transport strategies: infrastructure plans & services • Freight & passenger • Transport modes Social and economic cohesion • Equity benefits/ impacts • Accessibility factors PPP financing • Financial mechanism • Cost/ benefit Several transport related indicators of the European Commission are integrated within the list of “Sustainable Development Indicators to monitor the implementation of the EU Sustainable Development Strategy” (EC, 2005). As the EU Sustainable Development Strategy has been renewed in June 2006, indicators related to transport activities have been updated accordingly. The set of the EU sustainability indicators is developed to monitor, assess and review the EU’s Sustainable Development Strategy. The overall objective of the renewed EU Sustainable Development Strategy is “to ensure that our transport systems meet society’s economic, social and environmental needs whilst minimizing their undesirable impacts on the economy, society and the environment.” The operational policy objectives and targets which are reflected in the sustainability indicators are the following: • Decoupling economic growth and the demand for transport with the aim of reducing environmental impacts; • Achieving sustainable levels of transport energy use and reducing transport greenhouse gas emissions; • Reducing pollutant emissions from transport to levels that minimize effects on human health and/ or the environment; • Achieving a balanced shift towards environmentally friendly transport modes to bring about a sustainable transport and mobility system; • Reducing transport noise both at source and through mitigation measures to ensure overall exposure levels minimize impacts on health; ",
        "17 • Modernizing the EU framework for public passenger transport services to encourage better efficiency and performance by 2010; • In line with the EU strategy on CO 2 emissions from light duty vehicles, the average new car fleet should achieve CO 2 emissions of 140 g/km (2008/ 2009) and 120 g/km (2012); • Halving road transport deaths by 2010 compared to 2000. The set of the EU sustainability indicators focuses on the three major transport themes which include the passenger and freight transport growth, transport pricing, and social and environmental impacts of transport. As shown in Table 2 the indicators of transport growth specifically relate to car share of inland passenger transport and road share of inland freight transport. Transport pricing indicator is focused on external costs of transport activities (however currently no indicators linked to transport prices are available). Social and environmental impacts indicator theme includes emissions of air pollutants (such as ozone precursors) as well as greenhouse gas emissions from transport activities (EC, 2005). Table 2. The EU Transport Sustainability Indicators within the Strategy for Sustainable Development (EC, 2005) Indicators of the EU Sustainable Transport Benchmarks for Sustainable Transport Level I Level II Level III Transport growth • Car share of inland passenger transport • Road share of inland freight transport • Modal split of passenger transport • Modal split of freight transport • Volume of freight transport and GDP at constant price • Energy consumption by transport mode Transport prices No indicators currently available Total energy consumption of transport Social and environmental impact of transport • Emissions of ozone precursors from road transport • Greenhouse gas emissions from transport • People killed in road accidents • People killed in road accidents, by age group • Emissions of NOx from road vehicles SDS: Decouple transport growth significantly from growth in order to reduce congestion and other negative side effects of transport. SDS: Bring about a shift in transport use from road to rail water and public passenger transport so that the share of road transport in 2010 is no greater than in 1998. Promote teleworking. EC, Gothenburg 2001: The sustainable transport policy should tackle rising levels of congestion, noise and pollution and encourage use of more environmentally friendly modes of transport as well as the full internalization of social and environmental costs. Propose a framework for transport charges to ensure that by 2004 prices for different modes of transport, including air, reflect their costs to society. EC, Brussels 2003: Promotion of 5.75% target for the use of biofuels in transport sector. ",
        "18 The Eurostat 7 , Statistical Office of the European Commission, has developed numerous indicators, which are grouped into themes. Among them there is a transport database, which includes various European transport statistics of major transport modes, taking into account such aspects as infrastructure, transport equipment, economic performance of transport, role of transport in the employment as well as other issues such as passengers, goods and accidents. Other important initiative of the EU transport indicators is called “ Transport and Environment Reporting Mechanism” (TERM) . It is a jointly steered activity by the European Environmental Agency (EEA) and the European Commission (DG-ENV, DG-TREN, Eurostat). The major purpose of TERM is to monitor the progress and effectiveness of transport and environment integration strategies on the basis of a core set of indicators. These are selected to address the following policy issues (EEA, 2007): • Environmental performance of the transport sector; • Management of transport demand and improvement of modal split; • Spatial and transport planning coordination to match transport demand to the need for access; • Optimizing the use of existing transport infrastructure capacity; • Moving towards a fairer and more efficient pricing system, which ensures that external costs are internalized; • Implementation of cleaner technologies and efficiency of vehicles use; • Environmental management and monitoring tools to support policy- and decision- making. The TERM indicators are focused on indicators tracking transport and environment integration in the European Union. These indicators are integrated in the so-called DPSIR framework, which depicts the indicators representing driving forces, pressures, state of the environment, impacts and societal responses. As it can be observed from Table 3, all indicators are divided into the two major groups and are composed of various data sources. The first group of transport and environment performance includes the components such as environmental consequences of transport, transport demand and intensity. The second group of determinants of the transport/ environment system tackles the components of spatial planning and accessibility, supply of transport infrastructure and services, transport costs and prices, technology and utilization efficiency and management integration. The indicators of TERM framework are projected to answer a set of policy questions aiming at more sustainable transport within an enlarged EU (EEA, 2002). It is worth pointing out that the EEA report called “Ten key transport and environment issues for policy makers” is a policy document which supports TERM indicators. 7 Available from: http://epp.eurostat.ec.europa.eu/portal/page?_pageid=0,1136228,0_45572945&_dad=portal&_schema=PORTAL ",
        "19 Table 3. Transport and Environment Reporting Mechanism (TERM) Indicators and Data Sources (EEA, 2002) Indicator theme Indicator Data source 1. Transport and Environment Performance Transport final energy consumption and primary energy consumption, and share in total by mode and by fuel Eurostat 8 / EIA Transport emissions of greenhouse gasses (CO 2 and N 2 O) by mode ETC 9 / ACC 10 Transport emissions for air pollutants (NO X , MNVOC S , PM 10 , SO X , total ozone precursors) by mode EEA Population exposed to exceedances of EU air quality standards for PM 10 , NO 2 , benzene, ozone, lead and CO ETC/ ACC % of population exposed to and annoyed by traffic noise, by noise category and by mode. EEA Fragmentation of ecosystems and habitats/ Proximity of transport infrastructure to designed areas ETC/TE 11 /NPB 12 Land take by transport infrastructure by mode ETC/TE Number of transport accidents, fatalities, injured, and polluting accidents (land, air and maritime) Eurostat/ UNECE Illegal discharges of oil by ships at sea Bonn agreement and HELCOM 13 Accidental discharges of oil by ships at sea ITOPF 14 Waste from road vehicles (end-of-life vehicles) ETC/ WMF 15 Environmental consequences of transport Waste from road vehicles (number and treatment of used tires) ETRA 16 Passenger transport (by mode and purpose) Eurostat/ UNECE Transport demand and intensity Freight transport (by mode and group of goods) Eurostat/ UNECE 2. Determinants of the Transport/ Environment System Spatial planning and accessibility Access to basic services: average passenger journey time and length per mode, purpose (commuting, shopping, leisure) and location (urban/ rural) Various 8 Statistical Office of the European Union 9 European Topic Center 10 Accession country 11 European Topic Centre on Terrestrial Environment 12 European Topic Centre on Nature Protection and Biodiversity 13 Baltic Marine Environment Protection Commission (Helsinki Commission) 14 International Tanker Owners Pollution Federation 15 European Topic Centre on Resource and Waste Management 16 European Tire Recycling Association ",
        "20 Capacity of transport infrastructure networks, by mode and by type of infrastructure (motorway, national road, municipal road, etc.) Eurostat/ UNECE Supply of transport infrastructure and services Investments in transport infrastructure/ per capita and by mode Eurostat/ ECMT 17 Real change in passenger transport price by mode Eurostat Fuel prices and taxes Eurostat/ IEA Total amount of external costs by transport mode (freight and passenger); average external cost per passenger-km and tonne-km by transport mode Infras/ ECMT Implementation of internalization instruments i.e. economic policy tools with a direct link with the marginal external costs of the use of different transport modes Various Subsidies Not available Transport costs and prices Expenditure on personal mobility per person by income group Eurostat Overall energy efficiency for passenger and freight transport (per passenger-km and per tonne-km and by mode) ODYSEE 18 Emissions per passenger-km and emissions per tonne- km for CO 2 , NO X , NMVOC, PM, SO X by mode ETC/ ACC Occupancy rates of passenger vehicles Eurostat Load factors for freight transport (LDV, HDV) Eurostat Uptake of cleaner fuels (unleaded petrol, electric, alternative fuels) and numbers of alternative-fuelled vehicles Eurostat Size of the vehicle fleet DG TREN 19 / UNECE Average age of the vehicle fleet Eurostat/ REC 20 Technology and utilization efficiency Proportion of vehicle fleet meeting certain air and noise emission standards (by mode) Eurostat/ REC Number of Member States that have implemented an integrated transport strategy Various Number of Member States with a formalized cooperation between the transport, environment and spatial planning ministries Various Management integration Number of Member States with national transport and environment monitoring systems Various 17 European Conference of Ministers of Transport 18 Energy efficiency indicators of Europe 19 Directorate-General Energy & Transport (of the European Commission) 20 Regional Environmental Centre for Central and Eastern Europe ",
        "21 Uptake of strategic environmental assessment in the transport sector Various Public awareness and behaviour Various Uptake of environmental management systems by transport companies EC Other EEA indicator initiatives relate to the ‘ EEA Core Set of Indicators – Guide’ (2005) , which among various environmental sustainability indicators includes key indicators related to transport. Among these core EEA indicators the ones specifically linked to transport are: freight transport demand, passenger transport demand and the use of cleaner and alternative fuels. The recent initiative on “Environmental health indicators for Europe” is a joined effort of the Word Health Organization (WHO) and the EU aiming to strengthen environmental aspects of health related indicators for European Region (WHO/Europe, 2004a). The DPSEEA (Driving Forces - Pressures - State - Exposure - Effects - Actions) model has been used for designing a system of environmental health indicators within the decision-making context. Although most of the indicators are focused on wide range of health related aspects, among them environmental health indicators linked to transport activities are the following: pollutant emissions to air, population-weighted annual average concentration of PM and O 3 , exceedence of air quality limit values for NO 2 and SO 2 , passenger transport demand, freight transport demand and road transport fuel consumption, noise exposure and traffic accidents. 4.2 Transport Indicator Initiatives of Other International Organizations Other transport sustainability indicators reviewed in this report relate to the indicator initiatives of such international institutions as Organization for Economic Co-operation and Development (OECD), the United Nations, the United States Environmental Protection Agency’s (EPA), International Energy Agency (IEA) and the World Bank. The Organization for Economic Cooperation and Development (OECD) (1999) has developed the Indicators for the Integration of Environmental Concerns into Transport Policies (Table 4). These OECD indicators focus on three major transport related indicator groups, namely, sectoral patterns and trends of environmental significance, interactions with environment, and economic and policy aspects. The indicator themes within the framework relate to traffic, infrastructure, vehicles itself, energy use, air pollution, risk and safety, pricing and taxation etc. The OECD’s transport indicators are based on a modified version of the Pressure-State-Response (PSR) model, which is adapted to take into account specificities in the transport sector. Table 4. The OECD Indicators for the Integration of Environmental Concerns into Transport Policies (OECD, 1999) Indicator Theme Indicator Passenger transport trends by mode Freight transport trends by mode Road traffic trends and densities Overall traffic trends and modal split Trends of airport traffic Capital expenditure by mode Road network length and density Infrastructure Rail network length and density Road vehicle stocks Vehicles and mobile equipment Structure of road vehicle fleet ",
        "22 Private car ownership Final energy consumption by the transport sector Energy use Consumption of road fuels Change in land use by transport infrastructure Land use Access to basic services Transport emissions and emission intensities Air pollution Population exposed to air pollution from transport Water pollution Oil released from marine transport Noise Population exposed to transport noise ≥ 65db(A) Transport-related waste and related recovery rates Waste Hazardous waste imported or exported Road traffic fatalities Risk and safety Hazardous material transported by mode Environmental damage relating to transport Environmental damage Social cost of transport Total expenditure on pollution prevention and clean-up R&D expenditure on “eco-vehicles” Environmental expenditure R&D expenditure on clean transport fuels Direct subsidies to transport Total economic subsidies to transport Taxation and subsidies Relative taxation of vehicles and vehicle use Structure of road fuel prices Price structures Trends in public transport prices Trade and environment Indicators to be developed (e.g. trends in international transport of goods, relative importance of cross-border vs. domestic transport) The indicators of the United Nations Economic Commission for Europe (UNECE, 2006) focus on transport database which includes the following: • Transport data (infrastructure, vehicle production, fleet, exports/imports, performance, costs); • Employment in the transport sector; • Air emissions; • Urban air quality; • Transport waste and chemical accidents, road salt use; • Noise exposure; • Data on national policies and expenditure to abate environmental impacts of transportation. Additionally, UNECE (2007) runs one of the reference data-bases for road safety, covering the pan-European region. These indicators measure road accidents of pedestrians, cycles, mopeds, motorcycles and passenger cars. Specific measures include a number of persons killed, persons injured grouped by age, ECE member country and type of vulnerable road user, and accidents inside build up areas. Transport related indicators of the United Nations Commission for Sustainable Development (UN, 2001) are incorporated within the framework of the UN CSD indicators for sustainable development. The revised set of UN CSD sustainability indicators (2007) includes the following transport related indicators: car share of inland passenger transport, road share of inland freight transport and energy intensity of transport. Additionally, the UN CSD “ Status report on the indicators of consumption and production patterns” (UN CSD, 2001) comprises such key transport related indicators as the distance travelled per capita by mode of transport and the number of road vehicles. It is also worth mentioning the pan-European programme on transport, health and environment (the PEP ), which is jointly managed by the WHO/Europe and UNECE (2002). ",
        "23 This project aims to establish an indicator set to monitor the integration of environmental and health aspects into transport policies. The UNECE and WHO (2003) report states that some progress in the field of monitoring the integration of environmental aspects into transport policies has been already achieved by the set of indicators and reporting systems on Transport and Environment developed by the EEA and the OECD. However, health aspects have not yet been fully incorporated in these systems. Thus, the PEP indicators aim at “measuring and monitoring the health effects of transport on the general population and in groups and areas at higher risk, and assess the effectiveness of interventions to minimize those effects”. As the project is still in progress, these transport, health and environment indicators are currently being built on the basis of the indicator experiences of major international organizations in the fields of transport, health and environment. Indicators of the United States Environmental Protection Agency’s (US EPA) (1999) in the document titled “ Indicators of the Environmental Impacts of Transportation ” focus on a wide range of environmental impacts (including impacts on air, water, climate, natural habitats, and other endpoints) from transportation modes (road, rail, air and sea transport) in a system-wide perspective (including impacts from production, use and scrapping of vehicles and infrastructure). As shown in Table 5 such US EPA transport related indicators include infrastructure construction , vehicle and parts manufacture , travel, maintenance, support and operation, disposal of vehicles and parts, criteria of air pollutants, toxics, greenhouse gases, chlorofluorocarbons and stratospheric ozone depletion, habitat and land use, water quality, hazardous materials incidents, noise, solid waste (US EPA, 1999). Although the US EPA has developed these types of indicators also for rail, air and sea transport modes, in this report as an example of the US EPA indicator work we present highway transportation indicators. Table 5. Indicators of the Environmental Impacts of Transportation: Highway Transportation (US EPA, 1999) Activity Outcome Indicators Output Indicators Activity Indicators 1. Road Construction and Maintenance Habitat disruption and land take for road and right-of way - States reporting highway-related wetland losses - Cumulative land area covered by roads -New land area taken for roadway use - New road mileage and lane mileage constructed Emissions during construction and maintenance - Percent of surface waters degraded from land development projects (not just highways) - Changes in surrounding water quality conditions near typical construction site - States reporting contamination problems at maintenance facilities - Acres sprayed with herbicide - Energy used in construction Releases of deicing compounds - States reporting degraded wetlands integrity due to salinity - States reporting road salting as a significant source of ground water contamination (Data unavailable) - Quantity of road salt used Highway runoff - River miles, lakes, and ocean shore miles impaired by urban runoff (not just highways) - Average pollutant concentrations of various metals, suspended solids, and toxic organics in road runoff - Percentage of roads that are paved ",
        "24 - Quantity of oil and grease loading via road runoff 2. Motor Vehicle and Parts Manufacture Toxic release and other emissions (Data unavailable) - Quantity of reported releases of toxic chemicals included in TRI database - Quantity of CO, NO 2 , PM-10. TP, SO 2 , VOC released to air 3. Road Vehicle Travel Tailpipe and evaporative emissions -Cases of chronic respiratory illness, cancer, headaches, respiratory restricted activity days, and premature deaths due to motor vehicle pollution -Quantity of CO, NO x , VOC SO 2 , PM, Pb, CO 2 , CH 4 , N 2 O, Benzene, Butadiene and Formaldehyde released Fugitive dust emissions from Roads -Cases of chronic respiratory illness, asthma attacks, respiratory restricted activity days, and premature deaths due to particulates associated with motor vehicles - Quantity of fugitive dust (PM-10) emitted Emissions of refrigerant agents from vehicle conditioners (Data unavailable) -Quantity of CFCs, HFCs emitted from all sources -Percentage of emissions attributable to motor vehicles - Quantity of CFCs consumed in autos Noise -Percentage of population exposed to levels of roadway noise associated with health and other effects (1980 only) -Typical noise emissions levels by vehicle type and road type Hazardous materials Incidents during transport (Data unavailable) -Type and quantity of mate reported released Roadkill -Approximate number of animals killed 4. Motor Vehicle Maintenance and Support Releases during terminal operations: tank truck cleaning, maintenance, repair, and refueling (Data unavailable) -Quantity of VOCs emitted - Number of terminals and Types of materials used during terminal operations Releases during passenger veh cleaning, maintenance, Repair and refueling (Data unavailable) (Data unavailable) - Percentage of transit agencies that wash bus fleets daily Leaking underground storage tanks (UST) containing fuel -States reporting leaking USTs to be a significant source of ground water contamination -Number of confirmed relea from storage tanks - Number of active petroleum USTs 5. Disposal of Vehicles and Parts Scrappage of vehicles (Data unavailable) (Data unavailable) - Number of vehicles scrapped, quantity of various materials in vehicle, percentage of mass landfilled Motor oil disposal (Data unavailable) (Data unavailable) - Quantity of used motor oil improperly disposed Tire disposal (Data unavailable) (Data unavailable) - Quantity of used tires landfilled or stockpiled Lead –acid batteries disposal (Data unavailable) (Data unavailable) - Quantity of lead –acid batteries discarded into musical waste stream ",
        "25 The International Energy Agency (IEA) and the International Atomic Energy Agency (IAEA) have jointly produced the report titled “ Indicators for Sustainable Energy Development” (2001). The indicator list contains the following components: the distance travelled per capita by urban public transport mode , freight transport activity , energy intensity in transportation , proven recoverable fossil fuel reserves , and intensity of use of forest resources as fuel wood. Indicators related to air pollution are also included in the proposed list. Additionally, IAEA (2005) presented energy indicators in the report “Energy Indicators and Sustainable Development” , which includes passenger and freight transport indicators measuring the energy use per passenger km and per tone-km for different transport modes. Transport sector indicators proposed by the World Bank (2007) are developed on three different levels, namely global, national and sub-national, and sub-sectoral. The global headline indicators for measurement of transport results contribute to balancing a view of the broad role of transport to facilitate growth and poverty reduction. The following five headline indicators focus on rural access, urban mobility, road network condition, trade logistics and modal choice. National indicators of transport sector focus on the performance and impacts of transport activities and cover access, affordability, technical quality dimension and quality perception dimension. The sub-sectoral transport indicators of World Bank monitor the performance of transport sub-sectors, specifically focusing on service delivery and management of the sub- sectors. These core measures cover road transport, railways, international ports, waterways, air transport, transport and trade logistics as well as non-transport measures. In addition, it is important to include the “Performance Indicators for Transport” developed by the World Bank (2004). Table 6 illustrates this indicator set capturing several diverse dimensions related to transport activities. These dimensions include access, affordability, quality of technical dimension and perception, cost- and economic- efficiency, fiscal cost, financial autonomy and institutional development. However, the work is reported to be in progress and its non- completion largely depends on data availability. Table 6 . Performance Indicators for Transport (the World Bank, 2004) Dimension Mode Indicator ACCESS Roads Access to all-season road by rural population (% of total rural population) Roads Average distance to nearest transport stop for urban population (km) Roads Average distance to nearest transport stop for rural population (km) Roads Road Density in terms of population (km/1,000 people) Roads Road Density in terms of land area (km/1,000 km 2 ) Rail Rail Lines Density in terms of land area (route-km/1,000 km 2 ) Rail Rail lines Density in terms of population (route-km/ 1,000 people) Roads Motorized Road Vehicle Ownership in Rural Areas: Private Cars (% of rural households) Roads Motorized Road Vehicle Ownership in Rural Areas: Motorcycles (% of rural households) Roads Non-Motorized Road Vehicle Ownership in Rural Areas: Bicycles (% of rural households) Urban Motorized Road Vehicle Ownership in Urban Areas: Private Cars (% of urban households) Urban Motorized Road Vehicle Ownership in Urban Areas: Motorcycles (% of urban households) Urban Non-Motorized Road Vehicle Ownership in Urban Areas: Bicycles (% of urban households) Roads Non-Motorized Road Vehicle Ownership: Bicycles (% of urban households) ",
        "26 Air Aircraft Departures (thousands) AFFORDABILITY Road Motor Vehicle Fuel Prices: Gasoline (Super/ Regular) (US$/ liter) Road Motor Vehicle Fuel Prices: Gas/ Diesel Oil (US$/ liter) Urban Spending on Transport Services by Urban Households (% of Urban Househ Expenditure) Rural Spending on Transport Services by Rural Households (% of Rural Househ Expenditure) Rail Average Rail Tariff, Passenger (US$/ passenger-km) Rail Average Rail Tariff, Freight (US$/ tonne-km) Roads Road User Charges as Share of Total Road Expenditure (%) Ports Port Handling Costs: containers (US $/TEU) Ports Port Handling Costs: containers (US$/ ton) QUALITY (*Technical Dimension*) Roads Paved Roads (% of Total Road Network) Roads Roads in Fair/Good Condition (% of Total Road Network) Rail Rail Traffic Density (traffic units/ km) Rail Route Length of Multi-tracked Rail Lines (% of total rout-km) Rail Rail Service Frequency (passenger train-km/ route-km) Roads Fatalities in Road Motor Vehicle Accidents in terms of vehicles (Fatalities/ 10,000 vehicles) Roads Fatalities in Road Motor Vehicle Accidents in terms of population (Fatalities/ 10,000 people) Urban Urban Transport Modes (% of work trips) Ports Seaport Traffic: containers Ports Seaport Traffic: general cargo Rail Rail Share of Passenger Domestic Travel (%) Road Road Share of Passenger Domestic Travel (%) Water Inland and Coastal Shipping Share of Passenger Domestic Travel (%) Air Air Share of Passenger Domestic Travel (%) Rail Rail Share of Total Freight Domestic Carriage (%) Road Road Share of Total Freight Domestic Carriage (%) Water Inland and Coastal Shipping Share of Total Freight Domestic Carriage (%) Air Air Share of Total Freight Domestic Carriage (%) QUALITY (*Perception*) All Average Total Time Travelling by Rural Households (minutes/ days) All Average Total Time Travelling by Urban Households (minutes/ days) Urban Travel Time to Work in Main Cities (minutes/ one-way work trip) Roads Commercial Perception of Services Delivered by Road Department/ Public Works Rail Commercial Perception of Railway Services Air Commercial Perception of Air Transport Services Ports Commercial Perception of Port Facilities and Inland Waterways Ports Cargo Handling Services: Market Openness EFFICIENCY (*COST*) Ports Shipping Costs (ratio) Rail Railway Employee Productivity (Annual Output/ Employee) EFFICIENCY (*Economic*) Roads Road Transport System Technical Efficiency (US$/km) FISCAL COST Roads Road Expenditure as share of GDP (%) Roads External Funds as Share of Total Road Expenditure (%) Roads Actual to Required Road Maintenance Expenditure (%) FINANCIAL AUTONOMY Roads Expenditure on Owning and Operating Vehicles (US$) INSTITUTIONAL DEVELOPMENT Roads National Roads Boards (NRB) Exists and Reports (at least annually) (Y/N) Roads Private Sector Representatives from majority of NRB (Y/N) ",
        "27 Roads Main (National) Road Agency operating with Annual Report published (Y/N) Roads Main (National) Road Agency publishing Technical and Financial Audits (Y/N) Roads National Road Safety Action Plan (Y/N) Roads Social Assessment of Road Projects Mainstreamed (Y/N) All Gender assessment (Y/N) All Access for all (Y/N) All Planning (Y/N) Roads Environmental Assessment of Road Projects Mainstreamed (Y/N) Roads Communicable disease control (Y/N) All Competitive Private Sector Participation in Transport Services (Y/N) All Core labour standards (Y/N) All Health and safety (Y/N) 4.3 Transport Indicator Reviews from Research Literature In the literature a number of studies have reviewed existing indicator initiatives and proposed their own recommendations of how to select indicators and what type of sets should be sensible to evaluate sustainability of transport system. In this report we particularly refer to the Canadian Victoria Transport Policy Institute studies carried out by Litman (2007) as well as Jeon et al. (2005) studies. Litman (2007) from Victoria Transport Policy Institute (VTPI) on the basis of 15 various transport related indicator initiatives proposed a list of recommended indicators and grouped them into the three major groups, namely Most Important , Helpful and Specialized indicators. The most important indicators are the ones that the author suggests to be usually used, helpful indicators are used if possible and specialized ones are intended to reflect particular needs of the objective (Table 7). Table 7. Recommended Transport Indicator Set by VTPI (Litman, 2007) Economic Social Environmental Most Important (Should usually be used) • Per capita mobility (daily or annual person-miles or trips) • Mode split (personal travel: non-motorized, automobile and public transport; freight: truck, rail, ship and air) • Average commute travel time and reliability • Per capita congestion costs • Total per capita transport expenditures (vehicles, parking, roads and transit services) • Per capita traffic crashes and fatalities • Quality of transport for disadvantaged people (disabled, low incomes, children, etc.) • Affordability (portion of household budgets devoted to transport). • Overall satisfaction rating of transport system (based on objective user surveys). • Universal design (consideration of disabled people’s needs in transport planning). • Per capita energy consumption, disaggregated by mode • Energy consumption per freight ton-mile • Per capita air pollution emissions (various types), disaggregated by mode • Per capita land devoted to transport facilities (roads, parking, ports and airports) • Air and noise pollution exposure and health damages • Impervious surface coverage and storm water management practices. Helpful (Should be used if possible) • Relative quality (availability, speed, reliability, safety and prestige) of non-automobile modes (walking, cycling, ridesharing and public transit) relative to automobile travel. • Number of public services within 10-minute walk and job opportunities within 30- minute commute of residents. • Portion of residents who walk or bicycle sufficiently for health (15 minutes or more daily) • Portion of children walking or cycling to school. • Community cohesion (quality of interactions among neighbours). • Degree cultural resources are considered in transport planning. • Community livability ratings • Water pollution emissions • Habitat preservation • Use of renewable fuels • Transport facility resource efficiency (such ",
        "28 as use of renewable materials and energy efficient lighting). Specialized (Use to address particular needs or objectives) • Portion of households with internet access. • Change in property values. • Transit affordability. • Housing affordability in accessible locations. • Impacts on special habitats and environmental resources • Heat island effects Planning Process Comprehensive (takes into account all significant impacts, using best current evaluation practices). Inclusive (substantial involvement of affected people, with special efforts to insure that disadvantaged and vulnerable groups are involved). Based on accessibility rather than mobility Application of smart growth land use policies Market Efficiency Portion of total transportation costs that are efficiently priced Neutrality (public policies do not arbitrarily favour a particular mode or group) in transport pricing, taxes, planning, investment, etc. Applies least cost planning. As indicated in the paper of Litman (2007) the table above identifies various sustainable transport indicators ranked by importance and type. The author suggests that for equity analysis, indicators can be disaggregated by demographic factors, so impacts on disadvantaged groups (people with disabilities, low incomes, children, etc.) are compared with overall averages. Another study summarizing several various indicator initiatives is carried out by Jeon et al. (2005). These authors reviewed several transport indicator initiatives of North America, Europe and Oceania. Although in general the paper is focused on addressing sustainability in transportation systems, only some of the initiatives reviewed in the paper of Jeon et al. (2005) are directly linked to transport, while others are rather general, reflecting various issues of sustainability with possible links to transport activities. In the study by Jeon et al. (2005) 16 initiatives are summarized and the full list of common indicators is provided (see Annex Table 1 of this report). These multidisciplinary indicators are grouped into the following groups: economic, transportation-related, environmental, safety-oriented, socio-cultural/ equity-related. This study suggested a number of important findings, which state that the existing and emerging evaluation frameworks try to do at least one of the following: (1) capture the causal relationships that lead to progress toward or deviation away from sustainability; (2) capture the impacts of decisions on the three important areas that define sustainability, i.e. the economy, environment and social-well-being or quality of life and (3) capture the level of influence or control that the responsible agencies have over the causal factors of sustainability. 4.4 “Well to Wheels” Study on Future Automotive Fuels and Powertrains “The Well-to-Wheels” study prepared by Edwards et al. (2006) jointly performed by EUCAR, CONCAWE and JRC (the Joint Research Centre of the EU Commission) focuses on the evaluation of Well- to-Wheels energy use and greenhouse gas (GHG) emissions for a wide range of potential future fuel and powertrain options. Different types of primary energy resources and automotive fuels are assessed along the technology options (Table 8 and Table 9). ",
        "29 Table 8. Primary Energy Resources and Automotive Fuels (Edwards et al ., 2006) Table 9. Automotive Fuels and Powertrains (Edwards et al ., 2006) ",
        "30 All these combinations presented in the matrixes (Table 8 and Table 9) are assessed in the context of energy efficiency, greenhouse gas emissions and cost differentiation regarding either fuels generation or vehicle technologies. As the parameters and options analyzed in the Well- to-Wheels study are strongly linked to transport sustainability issues, certain variables related to fuels, primary energy sources and powertrains technology defined in the Well-to Wheels study will be taken into account while developing transport sustainability indicators in the current study. “The Well to Wheels” study is in fact not an indicator study, however, the parameters or variables analysed in this study can represent indicators for evaluation of alternative fuels and engines. We take into account “the Well to Wheels” parameters as they serve as guidelines for finding the representative indicators in the environmental dimension of our indicator framework. After getting familiar with all the above presented existing indicator initiatives we have a clearer idea about the major components comprising and representing the indicator set for measurement and evaluation of transport sustainability. From the major above defined transport indicator initiatives of the EU and other international organisations we have extracted the commonly used indicators and have developed a set of indicators which could be applied for the assessment of transport sustainability performance in the EU 27. ",
        "31 5 DEVELOPMENT OF THE TRANSPORT SUSTAINABILITY INDICATOR FRAMEWORK The aim of this section is to select the common sustainability indicators from the chosen international organizations indicator sets and in this way to identify the relevant measurable components behind the notion of sustainable transport system. On the basis of 10 major transport related indicator initiatives namely from EC Sustainable Development Strategy, the EC ETIS, the EEA TERM, Eurostat, OECD, US EPA, World Bank, UNECE, VTPI and JRC Well-to-Wheels study (all defined in the previous section of this report), a set of sustainable transport indicators has been developed (Table 10). The above mentioned institutions have been chosen on the basis of the following criteria which are: their international recognition, relevance and direct involvement in transport sustainability related initiatives. Differences among the organizations are thought to provide a sufficient degree of diversity and offer the overall comprehensive picture needed for the comparative analysis of indicator sets. Indicators were defined as common if they were reported at least by two institutions. According to this criterion we have reviewed the complete indicator lists of the above mentioned international organisations and have extracted a set of common transport sustainability indicators (Annex Table 2 shows the list of extracted indicators). In some cases indicators were defined very similarly but not identically by the international organisations. In these cases they were considered “identical” (e.g. the EC ETIS indicator “Total km passing through protected sites per year of road transport” and the EEA TERM indicator “Fragmentation of ecosystems and habitats/ proximity of infrastructure to designated areas”; the EEA TERM indicator “Capacity of transport infrastructure networks” in our indicator framework corresponds to the following three indicators “Road quality”, “Total length of roads” and “Density of roads” reported by the World Bank). As an exception we have considered several indicators reported only by one organisation because these indicators play an important role in the EU transport policies 21 (EEA 2004; EC 2001 “White Paper: European transport policy for 2010: time to decide”) and are of significant importance to transport sustainability. Moreover, we have also added one indicator which is “% of GDP contributed by transport”. This indicator relates to the EU transport sustainability strategy presented in “the White Paper” (EC, 2001) indicating that one way of achieving transport sustainability is to decouple the GDP growth and the increase of transport volumes. However, it has been suggested that this strategy needs to be revised towards a decoupling of the negative consequences of transport, not transport itself (EC, 2005c). The paragraphs bellow focus on the newly developed transport sustainability indicator set, specifically on the major themes of the indicator framework and the logics behind. Subsequently, analysis of indicators according to the DPSIR (Driver-Pressure-State-Impact- Response) is carried out. 21 Internalization of costs (implementation of economic policy tools with a direct link with the marginal external costs of the use of different transport modes) Quality of transport for disadvantaged people (disabled, low incomes, children) Affordability (portion of households income devoted to transport) Occupancy rate of passenger vehicles Proportion of vehicle fleet meeting certain air emission standards R&D expenditure on “eco-vehicles” and clean transport fuels Total expenditure on pollution prevention and clean-up Measures to improve public transport ",
        "32 5.1 Major Indicator Themes and Logics Behind Taking into account the 10 major transport related initiatives of the EU and other international organisations, the set of 55 indicators has been developed, reflecting the 5 major dimensions such as economic, social, environmental, technical/operational and institutional. The 17 indicator themes behind these dimensions are comprised of corresponding indicators integrated into the whole indicator framework structure (Table 10). In this section we present the major indicator themes and explain the logics behind. The interpretation of the indicator themes largely refers to the EU transport policy priority issues and the OECD transport sustainability principles (Vancouver principles) (OECD, 1996). The major themes within the economic dimension of the indicator framework (Table 10) include transport demand and intensity , transport costs and prices and infrastructure . Transport demand and intensity is a crucial issue to be measured and controlled. This relates to the fact that growing transport volumes are closely linked to production volumes and, thus, to GDP growth. One of the key EU transport policies aims to address this problem by decoupling transport growth from the economic growth (EC, 2005). For this reason it is indispensable that taxation and economic policies should work for, and not against, sustainable transportation. A fuller cost accounting of transport activities could positively contribute to transport sustainability. The present price structures are favoring individual transport (EEA, 2004; UN, 2001a), thus the implementation of pricing structures resulting in the modal shift towards more environmentally friendly transportation means could reduce the magnitude of the negative impacts produced by transport. Moreover, internalization of external costs could contribute to fair and efficient pricing and a more sustainable transport system (EEA, 2004). Fair pricing means that transport users should pay for the burden by paying a fee comparable (tax) to the costs of production and use (Pigouvian taxation) (Mankiw, 2001). Thus, restructuring of transport charges towards better internalization of external costs should take place (EEA, 2004). In addition, in the EU transport policies (EC, 2001) an important attention is placed on the structuring impacts of infrastructure and on the efficient support and reliable resource allocation for protecting transportation infrastructure systems. Protection of transportation infrastructures is an important theme in sustainable transportation since transport sustainability will lose its basis without a smoothly functioning infrastructure system which is essential for maintaining normal functionality of our society (Shefer and Nijkamp, 2000). The selected indicators in the social dimension as shown in Table 10 are focused on such themes as accessibility and mobility , affordability, health impacts, risk and safety , and employment within the transport sector. Accessibility, affordability and mobility are interconnected issues and play an important role in transport sustainability. The importance of these criteria is outlined in the policy documents of the European Environmental Agency (EEA). Access and equity have been identified among the ten key transport and environment issues for policy makers (EEA, 2004). The speedy and flexible access to basic services such as education, work, shopping, health and leisure services depends on car use. Nearly 30% of households in Europe have no access to a car (EEA, 2004). Public transport is often not able to compete with private vehicles in terms of accessibility. People dependent on public transport are much more restricted in their decisions of where to live and work. Moreover, prices continue to favour private cars instead of public transport. The total costs for car transport, covering both purchase and operational costs, have remained stable while costs for other modes have grown (EEA, 2004). This implies that mobility is decreasing for those without access to a car. The issue of equity in this context aims at meeting the basic ",
        "33 transportation needs of all people and the transportation community must strive to ensure social, interregional, and intergenerational equity (OECD, 1996). Meeting the transport needs of the poor should be an integral part of socially sustainable transport planning and strategy (EEA, 2004). When dealing with issues of equity in sustainable transport the emphasis should be laid on the maintenance of rural access facilities and the role of informal transport sectors, which are more labour intensive and less motorized (UN, 2001). Another important theme of transport social sustainability dimension relates to health impacts as well as risk and safety issues (Table 10). The principle of health and safety states that transportation systems should be designed and managed in a way that protects the health (physical, mental, and social well-being) and safety of all humans and enhances the quality of life in communities (OECD, 1996). The concerns of health and safety were expressed by the World Health Organization which set up a Charter on Transport, Environment and Health (1999). The Charter has identified the major adverse impacts on health which include traffic accidents causing death and injury, long-term exposure to air pollutants triggering cardiovascular diseases, respiratory diseases, reducing life expectancy and increasing cancer risks. Road, rail and air transport modes are also major causes of noise nuisance. 30 % of EU citizens are exposed to road noise levels and 10 % to rail noise levels above 55 Ldn Db (Ldn – day and night average noise levels; db – decibels) (EEA, 2001), where generally recommended noise limits for day time are 40 db and for night - 30 db (WHO, 2004a). Population exposure to traffic noise cause not only serious annoyance and sleep loss but also communication difficulties and learning problems in children (WHO, 1999). Thus, reduction of impacts on health requires the implementation of more efficient regulatory, educational and economic instruments. These tools can be used to enhance the development of cleaner transport technologies as well as the shift from road-based towards more environmentally friendly modes of transport. Improvement of safety requires greater public awareness and effective enforcement rules (EC, 2000). In addition, employment theme in the indicator framework refers to the employment in transport sector. In general, employment is a theme of social equity and it is one of the principal values underlying sustainable development with people and their quality of life being recognized as a central issue (UN CDS, 2001; UNDP, 2003). Transport sector employs more than 9% of the entire EU workforce, generating a turnover amounting to 20% of the Union’s GDP (ERF, 2005). Within the environmental dimension for measurement of transport performance we took into account such themes as transport emissions, energy efficiency, impacts on environmental resources, environmental risk and damages, and renewables (Table 10). All the above environmental themes are closely interconnected and, thus, are discussed jointly. In principle, policies of pollution prevention aim at meeting transportation needs without generating emissions threatening public health, global climate, biological diversity, or the integrity of essential ecological processes (OECD, 1996). In the centre of attention is road transport which accounts for 83 % of all emissions in transport sector (EEA, 2004). The EU pollution prevention strategies focus on air and road transport as they are the greatest contributors of CO 2 . Emissions of greenhouse gases (GHGs) that come from oxidation of carbon during the burning of fossil fuels are rising in parallel to increasing transport volumes. Therefore, climate change became one of the priority targets for all the countries in the world. The main objectives set in Kyoto Protocol are to cut combined emissions of GHGs from developed countries by 5 % from 1990 levels by the years 2008-2012. Emissions of greenhouses gases significantly contribute to global climate change. An increase in global temperature relates to high risk of relevant economic and environmental losses due to climate change. The Intergovernmental Panel on Climate Change (IPCC, 2001) suggests that climate change involves not only the consequences of sea level rise but can potentially trigger natural disasters or extreme events such as floods and hurricanes. Therefore, modal shifts of transport towards ",
        "34 less environmentally damaging modes are necessary. This can be done by increasing costs of motorized passenger transport and road freight, fostering of public transport, rail freight, inland shipping and combined transport, enhancing niche and structural policies to support the development of environmentally less damaging technologies (EEA, 2004). Other environmental concerns related to transport activities - resource and land use which are of significant concern to our society. In particular, the issues of energy in transport activities relate to the aims of reducing fossil fuel consumption and other transportation energy uses through improving efficiencies and demand management. Although the International Energy Agency (IEA) (2004) projects energy resources to be sufficient to meet the world’s energy demand until 2030 and well beyond, economic growth stimulates energy demand and fossil fuels resources are finite. Reduction of fuel consumption may be reached through reduced power and speeds of vehicles and improved driving behaviour. The use of alternative fuels and renewable energy should replace fossil fuel resources (OECD, 1996). The current EU transport policies aim at implementation of biofuels to reduce the consumption of non- renewable fossil fuels (EC, 2003). The issue of land use in transport activities may be related to the negative impacts on the environmental state such as fragmentation of natural habitats by infrastructure. Fragmentation of natural habitats creates barriers to natural migration and movement of animal populations and thus results in the extinction of valuable species. On average, about a half of designated areas of Europe are affected by transport (EEA, 2004). Therefore, a threat to biodiversity caused by transport activities is emphasized in the EU policies (EEA, 2004). The issue of loss of ‘living space’ relates to motorized transport infrastructure taking up highly valuable land and spoiling/ threatening existing open spaces. There is a need for balanced policies taking into account all the modes of transport as well as alternative location choices (EEA, 2004). Technical and operational dimension is the fourth major component in our transport indicator framework. It includes such themes as occupancy of transportation and technology status (Table 10). Operational issues such as occupancy of passenger vehicles and load factors for freight transport contribute to the sustainable use of transportation, and, thus, they need to be addressed in order to improve sustainability performance of transport activities. Technical themes in our indicator framework (Table 10) include the size and age of vehicle fleet, and vehicle fleet meeting certain air emission standards. Alternative fuels and advanced technology vehicles are integral to improving urban air quality, decreasing reliance on external fuel sources, and reducing emissions of greenhouse gasses (Yacobucci, 2007; ERTRAC, 2006). Mainly due to economic reasons the widespread use of alternative fuels and advanced technologies is limited and, thus, these barriers are continuously addressed by various stakeholders providing support to the development of alternative fuels and technologies ( ibid ). The Council of the EU (2007) considers developing a European energy strategy for transport aiming “to ensure a supply of energy for transport that is secure and affordable in the long term and compatible with the policy on climate change”. The objectives of this strategy include supporting implementation of alternative and renewable fuels, efficient drive trains and intelligent measures to optimise traffic flows and enhance the possibilities of new technologies. In this context, the European Hydrogen and Fuel Cell Technology Platform (EHP, 2005) highlights the importance of hydrogen and fuel cell applications as these can significantly contribute to European public policy objectives for energy security, air quality, reduction of GHG emissions and industrial competitiveness. Transport applications are critical to this, as fuel cells for vehicles are a major driver for overall development. The European Hydrogen and Fuel Cell Technology Platform strategy focuses mainly on such key challenges as: improvements in fuel cell durability, performance ",
        "35 and economics; on-board hydrogen storage systems for vehicles; competitively-priced hydrogen (production and distribution costs); development of mass production technologies for fuel cell stacks and systems. Additionally, the European Road Transport Research Advisory Council (ERTRAC) in the research framework (ERTRAC, 2006) which is built upon the theme ”Vision 2020 and challenges” supports the above EU initiatives of advanced technologies by stating the importance of second generation biofuels as significant a medium- term topic and full exploitation of hydrogen as a longer-term strategic goal. As shown in our indicator framework (Table 10) the institutional dimension includes such themes as measures to improve transport sustainability and institutional development. Institutional measures of improving transport activities are of significant importance. These measures may involve research and development of cleaner technologies, promotion of environmentally friendly transport means, policies to improve public transport and pollution prevention means. The institutionally imposed economic and regulatory instruments (for example congestion taxes, road pricing, public transport subsidies, emission standards and enforcement of various control mechanisms etc.) are essential in aiming to achieve sustainable transportation systems. However, the level of public participation in decision- making activities is also important. People and communities need to be fully engaged in the decision-making process of sustainable transportation and to be empowered to participate (OECD, 1996). Education may help to increase social awareness of environmentally sustainable transport. Efficient management of transport can be achieved by spending adequate time for educating users and thus, improving the performance. This could also include studies on better spatial planning, research and development. The role of stakeholders in development of sustainable transportation strategies is essential and, thus, transport policies and plans must fully involve participation of stakeholders (EC, 2000). The policies should also emphasize that individual responsibility is an important criterion to consider aiming to achieve sustainable transport. This relates to the responsibility of individuals and communities to act in the benefit of the natural environment, to make sustainable choices with regard to personal movement and consumption (OECD, 1996). Sustainable transport will not be possible to achieve without some level of behavioural change. Thus, responsibilities may be fostered by different driving forces. Changes in human activities can be autonomous - reflected in the changes in preferences for societal life styles, they could be fostered by command - control approaches or triggered by economic incentives (IIASA, 2004). Similarly, the responsibility of transportation decision makers is to pursue more integrated approaches to planning (OECD, 1996). Multidisciplinary planning of transport activities involves the expertise from relevant sectors such as environmental, health, energy, financial, urban design, etc. (EEA, 2004). In the context of the above discussed indicator themes it must be mentioned that the White Paper “European transport policy for 2010: time to decide” summarises the major EU transport policy questions. These priority measures include shifting the balance between modes of transport, eliminating bottlenecks, placing users at the heart of transport policy and managing the effects of transport globalisation (EC, 2001). As the major focus of our transport indicator framework is to eventually evaluate transport sustainability performance in the EU 27, the EU transport policy issues determined in the White Paper are also directly and indirectly reflected in the set of our indicators shown in Table 10. ",
        "36 Table 10. Indicator Framework for the Evaluation of Transport Sustainability Performance DIMENSION THEME RELATED INDICATORS 1.Volume of transport relative to GDP (tonne-km; passenger-km) 2. Road transport (passenger and freight; tonne-km and passenger -km) 3. Railway transport (passenger and freight; tonne-km and passenger-km) 4. Maritime transport for goods and passengers (tonne-km and passenger-km) 5. Inland waterway transport (passenger and freight; tonne- km and passenger-km) 6. Air transport (passenger and freight; tonne-km and passenger-km) Transport Demand and Intensity 7. Intermodal transport (tonne-km and passenger-km ) 8. Total per capita transport expenditures (vehicle parking, roads and transit services) 9. Motor vehicle fuel prices and taxes (for gasoline and gas/ diesel) 10. Direct user cost by mode (passenger transport) 11. External costs of transport activities (congestion, emission costs, safety costs) by transport mode (freight and passenger) 12. Internalization of costs (implementation of economic policy tools with a direct link with the marginal external costs of the use of different transport modes) 13. Subsidies to transport 14. Taxation of vehicles and vehicle use 15. % of GDP contributed by transport Transport Costs and Prices 16. Investment in transport infrastructure (per capita by mode/ as share of GDP) 17. Road quality - paved roads, fair/ good condition 18. Total length of roads in km by mode ECONOMIC Infrastructure 19. Density of infrastructure (km-km 2 ) 20. Average passenger journey time 21. Average passenger journey length per mode 22. Quality of transport for disadvantaged people (disabled, low incomes, children) 23. Personal mobility (daily or annual person-miles and trips by income group) Accessibility and Mobility 24. Volume of passengers 25. Persons killed in traffic accidents (number of fatalities - 1000 vehicle km; per million inhabitants) Risk and Safety 26. Traffic accidents involving personal injury (number of injuries – 1000 vehicle km; per million inhabitants) 27. Population exposed to and annoyed by traffic noise, by noise category and by mode associated with health and other effects Health Impacts 28. Cases of chronic respiratory diseases, cancer, headaches. Respiratory restricted activity days and premature deaths due to motor vehicle pollution 29. Private car ownership Affordability 30. Affordability (portion of households income devoted to transport) SOCIAL Employment 31. Contribution of transport sector (by mode) to employment growth 32. NOx emissions (per capita) 33. VOCs emissions (per capita) ",
        "37 34. PM 10 and PM 2.5 emissions (per capita) 35. SOx emissions (per capita) 36. O 3 concentration (per capita) 37. CO 2 emissions (per capita) 38. N 2 0 emissions (per capita) Transport Emissions 39. CH 4 emissions (per capita) 40. Energy consumption by transport mode (tonne-oil equivalent per vehicle km) Energy Efficiency 41. Fuel consumption (vehicles-km by mode) 42. Habitat and ecosystem disruption Impacts on Environmental Resources 43. Land take by transport infrastructure mode 44. Polluting accidents (land, air, water) Environmental Risks and Damages 45. Hazardous materials transported by mode ENIVIRONMENTAL Renewables 46. Use of renewable energy sources (numbers of alternative-fuelled vehicles) - use of biofuels 47. Occupancy rate of passenger vehicles Occupancy of Transportation 48. Load factors for freight transport (LDV, HDV) 49. Average age of vehicle fleet 50. Size of vehicle fleet (vehicle/ 1 mln. inhabitants) TECHNICAL and OPERATIONAL Technology Status 51. Proportion of vehicle fleet meeting certain air emission standards (Euro IV, Euro V etc.) 52. R&D expenditure on “eco vehicles” and clean transport fuels 53. Total expenditure on pollution prevention and clean-up Measures to Improve Transport Sustainability 54. Measures taken to improve public transport INSTITUTIONAL Institutional Development 55. Uptake of strategic environmental assessment in the transport sector The selection of indicators displayed in the Table 10 reflects the multidisciplinary nature of transport. As the issue of transport is very complex involving many and various aspects, the current set of indicators includes numerous transport sustainability aspects which are closely linked to the EU transport policy priority issues. Referring to the literature, the indicator sets may include more or less components linked to transport activity depending on various policy priorities (Litman, 2007). Quantification of chosen indicators is another important step in the assessment of transport activities. It is not always possible to obtain quantitative values for certain indicator, often due to limited availability of data or due to difficulty to translate certain indicators into quantitative terms (e.g. costs of externalities such as congestion, noise etc.). For example, it is widely known that environmental assets are difficult to estimate in monetary and other quantitative terms (Perman et al ., 1999). 5.2 The DPSIR Approach One of the possible ways to comprehensively interpret the sustainable transportation topic is using the Driver-Pressure-State-Impact-Response (DPSIR) framework. The DPSIR scheme highlights the causal chains and reveals that sustainability indicators are closely interlinked. The aim of this approach is “to be able to provide information on all of the different elements in the DPSIR chain, to demonstrate their interconnectedness and to estimate the effectiveness of responses” (EEA, 2007a). In principle, the DPSIR scheme is an extension of the PSR ",
        "38 (Pressure-State-Response) framework adopted by the OECD and the European Environmental Agency. As defined by the OECD (1993), in the PSR framework pressure indicators relate to human activities, state indicators refer to changes in the state of the environment induced by humans, and response indicators represent societal responses. In other words, the PSR framework can identify certain indicators that denote increased pressures on the state of certain components posing a significant threat and help to increase efforts in focusing on response indicators to balance the observed pressures (OECD, 2004). A more complex, DPSIR analytical framework, permits to organise the information and to integrate socio-economic and ecological elements by addressing relationships between five indicator categories (Jesinghaus, 1999): • Driving forces are underlying factors influencing a variety of relevant variables (e.g. a number of cars per inhabitant; total industrial production; GDP); • Pressures describe the variables which directly cause environmental problems (e.g. toxic emissions; CO 2 emissions; noise caused by road traffic; the parking space required by cars; the amount of waste produced by scrap cars); • State indicators show the current condition of the environment (e.g. the concentration of lead in urban areas; the noise levels near main roads; the global mean temperature); • Impacts describe the ultimate effects of changes of state (e.g. the percentage of children suffering from lead-induced health problems; the mortality due to noise- induced heart attacks); • Responses demonstrate the efforts of the society (i.e. politicians, decision-makers) to solve the problems (the percentage of cars with catalytic converters; maximum allowed noise levels of cars; the revenue coming from pollution levels; the budget spent for solar energy research). For compatibility reasons (e.g. with other existing similar models such as DSR (Driver-State- Response) proposed by UN CSD) and for a better description of underlying economic trends, the environmental indicator community has focused on the DPSIR scheme (Jesinghaus, 1999). Thus, in order to better understand the interlinkages among the selected transport sustainability indicators in our study DPSIR framework has also been used (Table 11). Table 11. Distribution of Transport Related Indicators According to Driver-Pressure-State- Impact-Response (DPSIR) Framework Common Indicators Position in DPSIR 1. Volume of transport relative to GDP (tonne- km; passenger -km) D 2. Road transport (passenger and freight; tonne- km and passenger –km) D 3. Railway transport (passenger and freight; tonne-km and passenger-km) D 4. Maritime transport for goods and passengers (tonne-km and passenger-km) D 5. Inland waterway transport (passenger and freight; tonne-km and passenger-km) D 6. Air transport (passenger and freight; tonne-km and passenger-km) D 7. Intermodal transport (tonne-km and passenger-km ) D/R E c o n o m i c d i m e n s i o n 8. Total per capita transport expenditures D/R ",
        "39 (vehicle parking, roads and transit services) 9. Motor vehicle fuel prices and taxes (for gasoline and gas/ diesel) D/R 10. Direct user cost by mode (passenger transport) R 11. External costs of transport activities (congestion, emission costs, safety costs) by transport mode (freight and passenger) R 12. Internalization of costs (implementation of economic policy tools with a direct link with the marginal external costs of the use of different transport modes) R 13. Subsidies to transport D/R 14. Taxation of vehicles and vehicle use R 15. % of GDP contributed by transport D 16. Investment in transport infrastructure (per capita by mode/ as share of GDP) D/R 17. Road quality - paved roads, fair/ good condition D 18. Total length in km by mode D 19. Density of infrastructure (km-km 2 ) D 20. Average passenger journey time D/x 21. Average passenger journey length per mode D/x 22. Quality of transport for disadvantaged people (disabled, low incomes, children) S/x 23. Personal mobility (daily or annual person- miles and expenditure on trips by income group) D 24. Volume of passengers D 25. Persons killed in traffic accidents (number of fatalities -1000 vehicle km; per million inhabitants) I 26.Traffic accidents involving personal injury (number of injuries – 1000 vehicle km; per million inhabitants) I 27. Population exposed to and annoyed by traffic noise, by noise category and by mode associated with health and other effects S/I 28. Cases of chronic respiratory diseases, cancer, headaches. Respiratory restricted activity days and premature deaths due to motor vehicle pollution S/I 29. Private car ownership D 30. Affordability (portion of households income devoted to transport) D S o c i a l d i m e n s i o n 31. Contribution of transport sector (by mode) to employment growth D/x 32. NOx emissions (per capita) P 33. VOCs emissions (per capita) P 34. PM 10 and PM 2.5 emissions (per capita) P 35. SOx emissions (per capita) P 36. O 3 concentration (per capita) S 37. CO 2 emissions (per capita) P 38. N 2 0 emissions (per capita) P 39. CH 4 emissions (per capita) P 40. Energy consumption by transport mode (tonne-oil equivalent per vehicle km) P 41. Fuel consumption (vehicles-km by mode) P 42. Habitat and ecosystem disruption P/S E n v i r o n m e n t a l d i m e n s i o n 43. Land take by transport infrastructure mode P/S ",
        "40 44. Polluting accidents (land, air, water) I 45. Hazardous materials transported by mode I 46. Use of renewable energy sources (numbers of alternative-fuelled vehicles) - use of biofuels D 47. Occupancy rate of passenger vehicles D 48. Load factors for freight transport (LDV, HDV) D 49. Average age of vehicle fleet D 50. Size of vehicle fleet (vehicle/ 1 mln. inhabitants) D T e c h n i c a l a n d O p e r a t i o n a l d i m e n s i o n 51. Proportion of vehicle fleet meeting certain air emission standards (Euro IV, Euro V etc.) D 52. R&D expenditure on “eco vehicles” and clean transport fuels R 53. Total expenditure on pollution prevention and clean-up R 54. Measures taken to improve public transport R I n s t i t u t i o n a l d i m e n s i o n 55. Uptake of strategic environmental assessment in the transport sector R The 55 selected transport indicators as shown in Table 11 have been grouped into driver, pressure, state, impact and response indicators according to the DPSIR scheme. An “x” for indicators 20-22 and indicator 31 means that these did not fit neatly into the DPSIR logic. An example demonstrating a possible causal link among the indicators within our transport indicator set (Table 11) could the following: transport demand as a driver-type indicator would result in a pressure-type indicator as toxic emissions which consequently will deteriorate the state of environment effecting health of population ( e.g. causing chronic respiratory diseases, cancer and headaches). These state-type indicators related to human health may simultaneously belong to the impact-type group. Other examples of impact-type indicators related to transport activity are road accidents determined by the number of fatalities and injuries. Finally, response-type indicators would reveal societal responses needed to reduce the existing pressures, this would include research and development on cleaner transport fuels, subsidies to clean technologies, pollution prevention strategies etc. From Table 11 it can be observed that transport indicators in the economic dimension mainly belong to driver-type indicator group. Social dimension of transport indicators comprises driver, state and impact-type indicators. Environmental indicators linked to transport activities are mainly pressure-, but also impact and state-type. Transport indicators within the technical and operational dimension represent the driver-type indicators and institutional indicators are predominantly response- type. In general, the majority of transport related indicators within our indicator framework (Table 11) are mainly driver-, pressure- and response-type, emphasising the significant pressures of transport activities on the overall surrounding and the necessity for the appropriate policy actions aiming to improve transport sustainability performance. In this context, driving force indicators are useful for calculating a variety of pressure indicators, helping decision-makers to plan actions needed to avoid future problems and also serving as a basis for scenario development and long-term planning (Jesinghaus, 1999). Similarly, pressure-type indicators are useful in terms of formulating various transport sustainability strategies as they point directly at the causes of problems. Response indicators monitor the measures which are intended to make the slow socio- economic system move ( Ibid .). ",
        "41 6 CONCLUDING REMARKS Inspired by the growing interest of academics and policy environments in the field of transport sustainability, this study focuses on the review of the existing EU and other international transport indicator initiatives resulting in a set of indicators for measurement and evaluation of transport activities. Indeed, it is generally accepted that indicators are valuable tools for measurement of various sustainability issues. In the context of transport activities, as transport is a priority action area for sustainable development, indicators serve as markers for simplification, measurement and communication of major transport related trends and events, in particular being useful in policy-making and decision-making. The present report highlights the significance of indicator quality selection criteria as these help to reflect such important characteristics as comprehensiveness, easiness to understand, policy relevance, comparability, accessibility, reliability, accuracy etc. Specific transport related indicator quality selection criteria proposed by the Victoria Transport Policy Institute additionally include indicator cost effectiveness, net effects which help differentiate between net (total) impacts and shifts of impacts to different locations and times, and indicator suitability to establish usable performance targets. Quantitative sustainable transport targets may also be used as guidelines for the development of the transport indicator sets. Firstly, transport related indicator sets of the EU and other international institutions have been reviewed. These indicator initiatives have revealed that transport sustainability issue in the indicator sets is addressed multi-dimensionally, and frequently through the economic, social and environmental components of transport sustainability. However, policy priorities are also reflected in most of the transport indicator sets of the international organisations. Secondly, this study is focused on the development of indicator set for measurement and evaluation of transport sustainability performance. Taking into account the 10 major international transport related initiatives, a set of 55 indicators has been developed, reflecting the 5 major components; i.e. economic, social, environmental, technical/operational and institutional. The 17 indicator themes behind these components focus on the major EU transportation policies. This indicator set all together, attempts to provide a complete characterization of sustainable transportation system. Thirdly, by applying the Driver-Pressure-State-Impact-Response framework, the interlinkages among the transport sustainability indicators have been pointed out, demonstrating the strict relationship between the five domains. It has been observed that the majority of transport performance indicators within our indicator framework belong to driver- pressure-, and response-type groups, emphasising significant pressures of transport activities on the surrounding and the need to improve transport sustainability performance. The continuation of this work will focus 1) on the quantification of the selected transport indicators by utilising the data from various established transport related databases and 2) on the measurement and eventual assessment of transport sustainability performance in the EU 27. A JRC tool based on a simple graphic interface, the so-called “Dashboard of Sustainability” developed by Jochen Jesinghaus in cooperation with the Canadian IISD (ENB 2002) will be applied to our transport indicator set. This graphic interface is designed to compare indicator groups, to communicate a quick impression and point to areas where indicators show particular success or problems (JRC/IISD, 2006). Such in-depth analysis of ",
        "42 EU 27 transport activities using selected sustainability indicators will serve as valuable guidelines in forming policy strategies and scenarios which aim to reduce negative impacts of transport activities with the final aim of achieving a sustainable transportation system in the European Union. ",
        "43 7 REFERENCES Council of the EU (2007). Council Conclusions on a European energy strategy for transport (Lisbon strategy). Report no. 9943/1/07. EC (2005). Sustainable Development Indicators to monitor the implementation of the EU sustainable Development Strategy. SEC (2005) 161 final. Communication from Mr. Almunia to the member states. Brussels, Belgium. EC (2005a). Environment fact sheet: moving towards clean air for Europe. Brussels, Belgium. KH-15-04-010-EN-C. EC (2005b). European Transport Policy Information System (ETIS) Brussels, Belgium. European Commission, Directorate-General for the Environment (2004) Reclaiming city streets for people Chaos or quality of life? Luxemburg: Office for Official Publications of the European Communities, Belgium. EC (2005c). ASSESS: Assessment of the contribution of the TEN and other transport policy measures to the mid-term implementation of the White Paper on the European Transport Policy for 2010. Final Report. Brussels, Belgium. EC (2003). The EU Sustainable Development Strategy: A framework for indicators. Sixth Meeting of the ESS Task Force on Methodological Issues for Sustainable Development Indicators. Brussels, Belgium. EC (2001). White Paper: European transport policy for 2010: time to decide. Brussels, Belgium. EC (2000). Promoting Sustainable Transport in Development Cooperation. Communication from the Commission to the Council and the European Parliament , Brussels, Belgium. Eckersley, R. (1997). Perspectives on progress: Is life getting better? Resource Futures Program, Working Paper Series 97/27, Resource Futures Program, Commonwealth Scientific and Industrial Research Organisation, Canberra. Edwards, R., Larive J-F., Mahieu, V. and Rouveirolles, P. (2006). Well-to Wheels analysis of future automotive fuels and powertrains in the European context. Report: EUR 22342 EN European Commission, Directorate-General Joint Research Centre, Institute for Environment and Sustainability, Ispra, Italy. EEA (2007). TERM 2006 – Transport and environment: on the way to a new common transport policy – indicators tracking transport and environment in the European Union . EEA Report no. 1. Copenhagen. Denmark; European Environmental Agency. EEA (2007a). EEA brochure: “How we reason”. http://www.eea.europa.eu/documents/brochure/brochure_reason.html EEA (2005). EEA core set of indicators: Guide. EEA Technical Report, Copenhagen. EEA (2004). Ten key transport and environment issues for policy-makers . EEA Report No 3/2004, EEA (European Environment Agency) OPOCE (Office for Official Publications of the European Communities), Copenhagen. ",
        "44 EEA (2002). TERM 2002 – Paving the Way for EU Enlargement – Indicators of Transport and Environment Integration . Environmental issue report no. 32. Copenhagen. Denmark; European Environmental Agency. EEA (2001) Environmental Signals 2001. European Environmental Agency Regular Indicator Report . Copenhagen, Denmark. EHP (2005). European Hydrogen and Fuel Cell Technology Platform Strategic Overview: covering strategic research agenda & deployment strategy. https://www.hfpeurope.org/ ENB (2002). Earth Negotiations Bulletin on the side, Saturday, 31 August 2002: Special Report on Selected Side Events at WSSD published by the International Institute for Sustainable Development (IISD) in cooperation with the United Nations Development Programme (UNDP). http://www.iisd.ca/2002/wssd/enbots/pdf/enbots1005e.pdf ERF (2005). Road Statistics. http://www.erf.be/ ERTRAC (2006). European Road Transport Research Advisory Council. ERTRAC Research Framework. www.ertrac.org ERTRAC (2004). Strategic Research Agenda Overview. Brussels, Belgium. [cited 20 September 2007]. http://www.ertrac.org/pdf/publications/ertrac_oct_2004.pdf EU (2006). Review of the EU Sustainable Development Strategy – Renewed Strategy. Council of the European Union. 10917/06. EU (2001). Minutes of the 2340 th meeting of the Council of Ministers , Luxembourg, April 4- 5, 2001. http://corporate.skynet.be/sustainablefreight/trans-counci-conclusion-05-04-01.htm Gilbert, R. and Tanguay, H. (2000). Sustainable Transportation Performance Indicators Project: Brief Review of Some Relevant Worldwide Activity and Development of an Initial Long List of Indicators. Henderson, H. (1996). Building A Win-Win-World, Berrett-Koehler, San Francisco. IAEA (2005). Energy Indicators for Sustainable Development: Guidelines and Methodologies . Vienna, Austria. IEA (2004). World Energy Outlook 2004. IEA, Paris. IEA and IAEA (2001). Indicators for Sustainable Energy Development. http://www.iea.org/textbase/papers/2001/csd-9.pdf IIASA (2004). The RAINS model. Documentation of the model approach prepared for the RAINS peer review 2004. IIASA, Laxenburg, Austria. IPCC (2001). Third Assessment Report - Climate Change 2001 , the third assessment report of the intergovernmental panel on climate change, IPCC/WMO/UNEP. Jeon, C.M. and Amehudzi, A. (2005). Addressing Sustainability in Transportation System: Definitions, Indicators, and Metrics. Journal of Infrastructure Systems . Volume 11, Issue 1, pp. 31-50. ",
        "45 Jesinghaus, J. (1999). A European System of Environmental Pressure Indices. First Volume of the Environmental Pressure Indices Handbook: The Indicators. Part I: Introduction to the political and theoretical background. European Commission, Joint Research Centre, Ispra, Italy. JRC/IISD (2006). Indicators of sustainability: Reliable tools for decision making. UNESCO- Scope policy briefs. May 2006, No. 1. http://unesdoc.unesco.org/images/0015/001500/150005e.pdf Litman, T. (2007). Well Measured: Developing Indicators for Comprehensive and Sustainable Transport Planning. Victoria Transport Policy Institute, Canada. Mankiw, N.G. (2001). Principles of Economics , Second edition, Harcourt College Publishers, p.216. OECD (2004). Accounting Frameworks for Sustainable Development: What Have we Learnt? In: Measuring Sustainable Development: Integrated Economic, Environmental and Social Frameworks. OECD, Paris, France. OECD (2000). Environmentally Sustainable Transport: futures, strategies and best practices. Synthesis Report of the OECD Project on Environmentally Sustainable Transport (EST) presented on occasion of the International EST Conference 4 th to 6 th October 2000, Viena, Austria. OECD (1999). Indicators for the integration of environmental concerns into transport policies . ENV/EPOC/SE(98)1/FINAL. OECD. Paris. OECD (1996). Towards Sustainable Transportation: The Vancouver Conference. Conference organized by the OECD and hosted by the Government of Canada. Vancouver, British Columbia, 24 – 27 th March, 1996. OECD (1993). OECD core set of indicators for environmental performance reviews. OECD Environment Monographs No. 83. OECD. Paris. Perman, R., McGilvray J. and Common, M. (1999). Natural resource and environmental economics . 2 nd ed. Prentice Hall, UK. Rodrigue, J.P., Comtois C. and Slack B. (2007). The Geography of Transport Systems. New York: Routledge, 284 pages. ISBN 0-415-35441-2. Shefer, D. and Nijkamp, P. (2000). Innovation – The European Journal of Social Sciences. Special Issue on: “Future Sustainable Mobility”. UN (2001). Indicators of Sustainable Development: Guidelines and Methodologies -2001, New York, USA. http://www.un.org/esa/sustdev/natlinfo/indicators/indisd/indisd-mg2001.pdf UN (2001a). Sustainable Transport Pricing and Charges – Principles and Issues . Economic and Social Commission for Asia and the Pacific/ Asian Institute of Transport Development. UN (1992). Agenda 21: Programme of Action for Sustainable Development. Rio Declaration on Environment and Development, E.93.1.11, New York. ",
        "46 UN CSD (2007). Third, revised CSD indicators of sustainable development – fact sheet. UN Department of Economic and Social Affairs, Division of Sustainable Development. http://www.un.org/esa/sustdev/natlinfo/indicators/factSheet.pdf UN CSD (2001). Status Report on the Indicators of Consumption and Production Patterns . Background Paper No. 13. Ninth Session, 16-27 th April, 2004, New York. UNDP (2003). Human Development Report: Millennium Development Goals: A compact among nations to end human poverty. New York, Oxford University Press, Oxford. UNECE (2007). Road traffic safety. http://www.unece.org/trans/main/welcwp1.html UNECE (2006). Handbook of transport statistics in the UNECE Region. Geneva, United Nations Economic Commision for Europe, 2006. http://www.enece.org/trans/main/wp6/transstatpub.html#handbook UNECE and WHO (2003). Establishment of a set of indicators to monitor the integration of environmental and health aspects into transport policies, and their impacts on health and the environment. Report ECE/AC.21/2003/5 and EUR/03/5040828/5. US EPA (1999). Indicators of the Environmental Impacts of Transportation. Office of Policy and Planning, USEPA. www.itre.ncsu.edu/cte World Bank (2007). Headline Indicators: Transport Results Measurement. http://www.worldbank.org/transport/transportresults/headline.html World Bank (2004). Performance and Impact Indicators for Transport. http://siteresources.worldbank.org/INTTRM/Resources/040227_redis-transport.pdf WHO (2004). Glossary of terms. http://www.who.int/world-health-day/2004/infomaterials/world_report/en/glossary.pdf WHO/ Europe (2004a). Environmental Health Indicators for Europe: A Pilot Indicator- Based Repor t. WHO Regional Office for Europe, Copenhagen, Denmark. WHO/Europe and UNECE (2002). The pan-European programme on transport, health and environment. http://www.euro.who.int/transport/policy/20021009_1 WHO (1999). Charter on Transport, Environment and Health. World Health Organization Regional Office for Europe, Copenhagen. Yacobucci, B. D. (2007). CRS Report for Congress: Alternative Fuels and Advanced Technology Vehicles: Issues in Congress. Report no: RL33564. Congressional Research Service, Resources, Science, and Industry Division, USA. ",
        "47 ANNEX Annex Table 1. Indicators and Metrics for Sustainable Transportation Systems (Sixteen Initiatives) (Jeon et al ., 2005) ",
        "48 ",
        "49 ",
        "50 ",
        "51 ",
        "52 Annex Table 2 . The Full List of Transport Sustainability Indicators Extracted from European and International Indicator Initiatives INDICATORS Themes EC SDS EC ETIS EC- EEA TERM Eurostat OECD US EPA World Bank UNECE VTPI W-to- W ECONOMIC Volume of transport relative to GDP + + + + Road transport (passenger and freight) + + + + + + + + + Railway transport (passenger and freight) + + + + + + + + + Maritime transport (passenger and freight) + + + + + + + + + Inland waterways transport (passenger and freight) + + + + + + + + Air transport (passenger and freight) + + + + + + + + Intermodal transport T r a n s p o r t d e m a n d a n d i n t e n s i t y + + Total transport expenditures (vehicle parking, roads and transit services) + + + Motor vehicle fuel prices and taxes (gasoline and gas/ diesel) + + + + Direct user cost by mode (passenger transport) + + + External costs of transport activities (congestion, emission costs, safety cost) by transport mode (freight and passenger) T r a n s p o r t c o s t s a n d p r i c e s + + + + ",
        "53 INDICATORS Themes EC SDS EC ETIS EC- EEA TERM Eurostat OECD US EPA World Bank UNECE VTPI W-to- W Internalization of costs (implementation of economic policy tools with a direct link with the marginal external costs of the use of different transport modes) + Subsidies to transport + + Taxation of vehicles and vehicle use + + + Investment in transport infrastructure by mode + + + + Road quality – paved roads, fair/ good condition + + + Total length of roads by mode + + + + + + + Density of infrastructure I n f r a s t r u c t u r e + + + SOCIAL Average passenger journey time + + + + Average passenger journey length per mode + + + Quality of transport for disadvantaged people (disabled, low incomes, children) + Personal mobility (daily or annual person-miles and expenditure on trips by income group) + + Volume of passengers A c c e s s i b i l i t y a n d m o b i l i t y + + Persons killed in traffic accidents + + + + + + + + + Traffic accidents involving personal injury R i s k a n d s a f e t y + + + ",
        "54 INDICATORS Themes EC SDS EC ETIS EC- EEA TERM Eurostat OECD US EPA World Bank UNECE VTPI W-to- W Exposure to traffic noise, by noise category and by mode associated with health and other effects + + + + Cases of chronic respiratory illness, cancer, headaches. Respiratory restricted activity days and premature deaths due to motor vehicle pollution H e a l t h i m p a c t s + + Private car ownership + + + Affordability (portion of households income devoted to transport) A f f o r d a b i l i t y + Contribution of transport sector (by mode) to employment growth E m p l o y m e n t + + ENVIRONMENTAL Emissions of air pollutants, NOx, VOCs, PM 10 ,PM 2.5 , SOx, CH 4, ozone precursors + + + + + + + Greenhouse gas emissions (CO 2 and N 2 O) T r a n s p o r t e m i s s i o n s + + + + + + + Energy consumption by transport mode + + + + + + Fuel consumption E n e r g y e f f i c i e n c y + + ",
        "55 INDICATORS Themes EC SDS EC ETIS EC- EEA TERM Eurostat OECD US EPA World Bank UNECE VTPI W-to- W Habitat and ecosystem disruption + + + + Land take by transport infrastructure mode I m p a c t s o n e n v i r o n m e n t a l r e s o u r c e s + + + + Polluting accidents (land, air and water) + + Hazardous materials transported by mode E n v i r o n m e n t a l r i s k s a n d d a m a g e s + + + Use of renewable fuels (alternative-fuelled vehicles) – use of biofuels R e n e w a b l e s + + + TECHNICAL AND OPERATIONAL Occupancy rate of passenger vehicles + Load capacity of freight transport (LDV, HDV) O c c u p a n c y o f t r a n s p o r t + + + Average age of vehicle fleet + + + Size of vehicle fleet + + + + Proportion of vehicle fleet meeting certain air emission standards (Euro IV, Euro V, etc.) T e c h n o l o g y S t a t u s + ",
        "56 INDICATORS Themes EC SDS EC ETIS EC- EEA TERM Eurostat OECD US EPA World Bank UNECE VTPI W-to- W INSTITUTIONAL R &D expenditure on “eco- vehicles” and clean transport fuels + Total expenditure on pollution prevention and clean-up + Measures taken to improve public transport M e a s u r e s t o I m p r o v e T r a n s p o r t S u s t a i n a b i l i t y + Uptake of strategic environmental assessment in the transport sector I n s t i t u t i o n a l D e v e l o p m e n t + + ",
        "57 European Commission EUR 23041 EN – Joint Research Centre – Institute for Environment and Sustainability Title: Indicators to Assess Sustainability of Transport Activities – Part 1: Review of the Existing Transport Sustainability Indicator Initiatives and Development of an Indicator Set to Assess Transport Sustainability Performance Author(s): A. Dobranskyte-Niskota, A. Perujo and M. Pregl Luxembourg: Office for Official Publications of the European Communities 2007 – 59 pp. – 21 x 29.7 cm EUR – Scientific and Technical Research series – ISSN 1018-5593 ISBN 978-92-79-07802-6 DOI 10.2788/54736 Abstract The major focus of this study is the review of the existing transport indicator initiatives of the EU and other international organisations as well as the development of an indicator set to measure sustainability of transport systems. Initially, the major characteristics of environmentally sustainable transport are defined and indicator quality selection criteria and quantitative targets as guideline criteria for selection of transport related indicators are presented. The following parts are dedicated to a review of a number of major EU and international indicator initiatives. On the basis of 10 transport related international initiatives which include EC Sustainable Development Indicators, EC ETIS study, the EEA TERM indicators, Eurostat transport indicators, transport indicator sets from OECD, US EPA, World Bank, UNECE, VTPI as well as taking into account the EC JRC Well-to-Wheel study a set of 55 sustainable transport indicators has been identified. In addition, causal chains among the selected indicators are analysed according to the DPSIR framework. This selection of transport sustainability indicators may serve as a valuable framework for the assessment of European transport sustainability performance and for the development of policy scenarios and strategies to mitigate negative impacts from transport activities. Their use in the so-called “Dashboard of Sustainability” (JRC) will point out areas where transport performance shows particular success or problems in the EU27. ",
        "58 How to obtain EU publications Our priced publications are available from EU Bookshop (http://bookshop.europa.eu), where you can place an order with the sales agent of your choice. The Publications Office has a worldwide network of sales agents. You can obtain their contact details by sending a fax to (352) 29 29-42758. ",
        "59 The mission of the JRC is to provide customer-driven scientific and technical support for the conception, development, implementation and monitoring of EU policies. As a service of the European Commission, the JRC functions as a reference centre of science and technology for the Union. Close to the policy-making process, it serves the common interest of the Member States, while being independent of special interests, whether private or national. L B - NA - 23041 - E N - C "
    ]
}