{
    "text": [
        "Social inclusion Strategy objective: To create a socially inclusive society by taking into account solidarity between and within generations and to secure and increase the quality of life of citizens as a precondition for lasting individual well-being 12 14 16 18 1998 1999 2000 2001 2002 2003 2004 2005 Females Males Total Indicator relevance: This indicator gives a picture of the situation regarding deprivation, poverty and social inclusion. The income level is usually considered as one of the main factors in determining an individual standard of living. Social transfers have an important redistributive effect that helps to reduce the number of people who are at risk of poverty. Its impact is more marked in the case of older people. Developments: The at-risk-of-poverty rate in the EU-25 did not change significantly between 1998 and 2001. Following a change in data source after 2001, it stood at 16 % in 2005 (the first year with fully harmonised data for all EU Member States). From a gender perspective, the rate is generally higher among women than among men. EU-25 at-risk-of-poverty rate after social transfers % Demographic changes Strategy objective: To create a socially inclusive society by taking into account solidarity between and within generations and to secure and increase the quality of life of citizens as a precondition for lasting individual well-being 30 35 40 45 50 55 1992 1994 1996 1998 2000 2002 2004 2006 2008 2010 EU-15 EU-27 Target Indicator relevance: Longer working lives result in more contribution years and fewer benefit years, thus contributing directly to the adequacy and sustainability of the pension system. But many older workers withdraw from the labour force at a relatively young age. This indicator is intended to monitor progress towards the objective that at least half of the EU population in the 55-64 age group should be in employment by 2010. Developments: As at 2006, the total employment rate stood at 64.3 % in the EU-27. However, these figures mask discrepancies between the employment rates for different age groups. Only 43.5 % of the EU-27 population aged between 55 and 64 years were in employment, compared with 78 % for the 25-54 group. Raising the employment rate of older workers to 50 % represents a challenge for the coming years, even though recent changes are encouraging, with an increase of 6.6 percentage points between 2000 and 2006 in the EU-27, compared with 0.7 percentage points between 1997 and 2000. Employment rate of workers aged 55-64 % Global partnership Strategy objective: To actively promote sustainable development worldwide and ensure that the European Union’s internal and external policies are consistent with global sustainable development and its international commitments KEY PUBLICATION KEY PUBLICATION Measuring progress to- wards a more sustainable Europe — 2007 monitoring report of the EU sustainable development strategy The Eurostat monitoring report underpins the European Com- mission's progress report on the implementation of the strategy. It provides an objective, statistical picture of progress, based on the EU set of sustainable deve- lopment indicators. The report provides a relative assessment of whether Europe is moving in the right direction, and with sufficient haste, given the objectives and targets defined in the strategy. c o m p a c t g u i d e Sustainable development indicators Public health Strategy objective: To promote good public health on equal conditions and improve protection against health threats Healthy life years Life expectancy 60 65 70 75 80 85 90 1995 1996 1997 1998 1999 2000 2001 2002 2003 Females Healthy life years Life expectancy 60 65 70 75 80 85 90 1995 1996 1997 1998 1999 2000 2001 2002 2003 Males Indicator relevance: The indicator reflects an emphasis that has shifted from measuring health simply in terms of longevity to one that also considers well- being. An improvement in healthy life-years is considered as one of the main health goals for the EU. Developments: As a result of the faster growth in male life expectancy, the gap of 6.5 years between females and males in 1995 has closed slightly to reach 5.8 years in 2003. Healthy life-years at birth are growing faster than life expectancy, for both males and females. Healthy life- years grew at 0.8 % per year on average for females, compared with 0.5 % for males over the period 1999 to 2003. The overall result is longer lives, with more healthy years. In 2003, newborn girls could be expected to live 66 years free of disability and boys 64½ years. EU-15 healthy life-years and life expectancy at birth Years 0.3 0.4 0.5 0.6 0.7 0.8 1990 1992 1994 1996 1998 2000 2002 2004 2006 2008 2010 2012 2014 UN target 2010 target 2006 target 2015 target Indicator relevance: The renewed sustainable development strategy includes the objective to raise the volume of aid to 0.7 % of gross national income by 2015 with an intermediate target of 0.56 % in 2010. Developments: During the period 2000-2005, the EU-15 official development assistance increased from 0.32 % to 0.44 % of gross national income, although it stagnated in 2006. Overall this corresponded to an average annual growth of more than 15 % of disbursed amounts in absolute value. This positive trend should be contrasted with a decrease from 0.44 % to 0.32 % between 1990 and 2000. Despite the lack of increase in the latest year, the EU exceeded its 2006 collective objective of 0.39 % of GNI. EU-15 official development assistance % of gross national income 2002-2003: Eurostat estimates Due to a change of data source, there is a disruption in the time series availability of this indicator. Source: OECD A dedicated section of Eurostat's website (http://ec.europa.eu/euro stat/sustainabledevelopment) presents the set of indicators for monitoring the EU Sustainable Development Strategy (SDS). The indicators are displayed for the EU and its Member States, as well as candidate and EFTA countries where possible. The European portal on sus- tainable development provides further information onthe EU SDS (http://ec.europa.eu/sustainable/ welcome /index_en.htm). The webpages of the United Nations Division for Sustainable Development (http://www.un.org/ esa/sustdev/) provide further information on sustainable development initiatives worldwide. WEBSITE WEBSITE Eurostat - Statistical Office of the European Communities Unit D1 - Key indicators for European policies Structural and Sustainable Development Indicators L-2920 Luxembourg Further information: estat-sdi@ec.europa.eu KS-82-07-442-EN-D © European Communities, 2008 Leaflet_Proposal_080208:Leaflet 08/02/2008 11:07 Page 2 ",
        "Monitoring Sustainable Development in the European Union Sustainable development is a fundamental and overarching objective of the European Union, enshrined in the Treaty. It can be defined simply as the pursuit of a better quality of life for everyone, for present and future generations. It is a vision of progress that links economic development, protection of the environment and social justice, and therefore concerns all citizens of the EU, and indeed of the whole world. The Union’s commitment to sustainable development at the first Earth Summit in Rio de Janeiro in 1992 led in due course to an EU- wide sustainable development strategy, which was adopted by the European Council in Gothenburg in June 2001, and renewed in June 2006. The renewed strategy sets out a single, coherent approach on how the EU will more effectively live up to its long- standing commitment to meet the challenges of sustainable development. The key challenges are: • climate change and clean energy • sustainable transport • sustainable consumption and production • conservation and management of natural resources • public health • social inclusion, demography and migration • global poverty and sustainable development challenges Measuring progress towards sustainable development is an integral part of the renewed strategy. For this purpose, a set of sustainable development indicators has been developed by the European Commission, in cooperation with Member States, through the Eurostat Working Group on Sustainable Development Indicators. The strategy foresees that Eurostat will produce a monitoring report based on this indicator set every two years. This leaflet presents the “headline” sustainable development indicators, aimed at monitoring the overall objectives of the strategy. They are well-known indicators with a high communication value, robust and available for most EU Member States for a period of at least five years. More indicators, including methodological information, are available on Eurostat’s Sustainable Development Indicators website: http://ec.europa.eu/eurostat/sustainabledevelopment Socio-economic development Strategy objective: To promote a prosperous, innovative, knowledge-rich, competitive and eco-efficient economy, which provides high living standards and full and high-quality employment throughout the European Union EU-27 EU-15 01234 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 Indicator relevance: The growth rate of GDP (per inhabitant) is a measure of the dynamism of the economy and its capacity to create new jobs. A sufficiently high GDP growth rate means that society is generating additional economic resources to meet the (growing) economic needs of the present generation, to invest in view of higher returns in the future, or to address social and environmental concerns. Developments: In general, the EU's economic performance was relatively modest between 2000 and 2006, despite some upturns, in particular a 2.8 % growth in 2006, resulting in an average annual growth of 1.6 % in the EU-27 (1.3 % in the EU-15). These figures compare unfavourably with the sustained growth rates prevailing over the previous period, from 1996 to 2000 (2.9 and 2.8 %, for EU-27 and EU-15, respectively, on average). The relative upturns observed in 2004 and 2006 can be partly attributed to favourable cyclical developments, but there is also evidence that it is partly due to the impact of previous structural reforms. Growth rate of real GDP per inhabitant % Climate change and energy Strategy objective: To limit climate change and its costs and negative effects to society and the environment Sustainable transport Strategy objective: To ensure that our transport systems meet society’s economic, social and environmental needs whilst minimising their undesirable impacts on the economy, society and the environment Energy consumption GDP Energy consumption / GDP 80 90 100 110 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 Indicator relevance: The renewed sustainable development strategy has the objectives of ‘achieving sustainable levels of transport energy use and reducing transport greenhouse gas emissions’ and ‘decoupling economic growth and the demand for transport with the aim of reducing environmental impacts’. The mid-term review of the Commission’s 2001 transport White Paper also stresses that ‘transport policy must contribute to achieving the objectives of European energy policy …, in particular as regards security of supply and sustainability’. Developments: Between 1995 and 1999, transport energy consumption grew at a somewhat higher rate than GDP. However, in the year 2000, growth in energy consumption reduced dramatically, whilst GDP growth remained strong. Since 2000, the growth in both has slowed down, but, even if the growth in the energy consumption of transport is weaker (1.3 % average annual increase between 2000 and 2005, compared to 1.7 % for GDP), it is insufficient to demonstrate decoupling. Energy consumption of transport Index 2000=100 Sustainable consumption and production Strategy objective: To promote sustainable consumption and production patterns 70 80 90 100 110 120 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 Resource productivity Domestic material consumption GDP Indicator relevance: Resource productivity (GDP divided by domestic material consumption) is an aggregate measure of the material efficiency of an economy and provides insights into whether decoupling between the use of natural resource and economic growth is taking place. Taken on its own, domestic material consumption (DMC) also provides an assessment of the absolute level of use of scarce resources. Developments: From 1990 to 2000, domestic material consumption remained relatively stable, while GDP increased, resulting in relative decoupling and an increase in resource productivity of 2.1 % per year on average. From 2000 to 2004, a slowing down of GDP growth was accompanied by a decrease in DMC, resulting in the absolute decoupling of resource use from economic growth over that period, and a further increase in resource productivity by 2.3 % per year on average. The decrease in DMC, by 0.8 % per year on average from 2000 to 2004, also represents progress towards the strategy’s objective of reducing the overall use of non-renewable natural resources. EU-15 resource productivity Index 2000=100 Target path 2010 90 92 94 96 98 100 1990 1992 1994 1996 1998 2000 2002 2004 2006 2008 2010 Indicator relevance: There is growing evidence that emissions of greenhouse gases are responsible for global warming, with potentially dramatic economic, social and environmental consequences at global level. Developments: Between 1990 and 2000, EU-15 greenhouse gas emissions fell and were more or less in line with the target path. However, since 2000, the trend has reversed. Total EU-15 greenhouse gas emissions and Kyoto target Base year = 100 05 10 15 1990 1992 1994 1996 1998 2000 2002 2004 2006 2008 2010 Biomass Hydro Geothermal Wind 2010 target Indicator relevance: Renewable energy sources are important for decreasing both the EU’s dependence on imported fossil fuels and its greenhouse gas and other pollutant emissions. The EU has set a target for the use of renewables to 12 % in 2010. Natural resources Strategy objective: To improve management and avoid overexploitation of natural resources, recognising the value of ecosystem services 90 100 110 120 130 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 Farmland birds All common birds Indicator relevance: Although not encompassing the entirety of biodiversity across the EU, this indicator provides a measure of the state of a number of common species, as well as species within one broad category of ecosystem: farmland. Developments: The index of all common bird species fell steadily between 1990 and 2000, with an average annual decrease of 1.3 percentage points. This drop was even sharper for farmland birds. Between 2000 and 2005, the index has remained relatively stable. Common bird index Index 2000=100 0 25 50 75 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 Demersal Pelagic Benthic Industrial Total Indicator relevance: The objectives of the renewed sustainable development strategy include improving management and avoiding overexploitation of renewable natural resources, including fisheries. The renewed common fisheries policy aims to maintain or restore stocks to levels that can produce the maximum sustainable yield in fisheries and especially to achieve these goals for depleted stocks. Proportion of fish catches taken from stocks outside safe biological limits % Figures from 2007 onwards are forecasts from Directorate-General for Economic and Financial Affairs. Other renewables, including solar, do not appear in the figure as they represents less than 1% of the total. The EU aggregate figure is an estimate based on 16 Member States from EU-25. Source: EBCC/RSPB/BirdLife/Statistics Netherlands. Developments: During the 1990s, the share of total renewables in EU-27 gross inland energy consumption grew at the average rate of 0.14 percentage points per year. Since then growth has been stronger (0.18 percentage points per year) but the share in 2005 (6.7%) is still substantially below the target path. Developments: In 2001 and 2003/2004 catches of some pelagic and industrial stocks exceeded safe biological limits, leading to the peaks in this indicator for those years. Source: European Environment Agency, Eurostat EU-27 share of renewables in gross inland energy consumption % Leaflet_Proposal_080208:Leaflet 08/02/2008 11:06 Page 1 "
    ]
}