{
    "text": [
        "Employment and social affairs Responsibility for employment policies and social affairs is shared between the EU and its Member States. The European Commission has made jobs, growth and investment its top priority, backed up by the Investment Plan for Europe . The EU contributes to the creation of more and better jobs across Europe, and aims for decent social standards for all its citizens, including through the €86.4 billion European Social Fund. What the EU does The EU’s employment and social affairs policies are designed to: ● create quality jobs throughout the EU; ● help workers to find jobs in their own or another EU country; ● promote skills and entrepreneurship; ● coordinate and modernise social secu- rity schemes; ● create better working conditions through common minimum standards; ● support social inclusion and combat poverty; and ● protect the rights of people with disa- bilities. These policies contribute to achieving the Europe 2020 tar- gets in employment, social in- clusion and education. The EU provides and coordinates funding to help Member States invest in people (in areas like childcare, healthcare, training, accessi- ble infrastructure and help with finding a job) and to reform their social security systems. The Eu- ropean Social Fund is investing €86.4 billion to help millions of Europe- ans acquire new skills and find better jobs. The youth guarantee (€8.8 billion) supports youth employment by ensuring that all young people under 25 receive a good-quality, concrete offer of a job, ap- prenticeship, traineeship or continued ed- ucation within 4 months of leaving formal education or becoming unemployed. The upskilling pathways initiative helps adults to master basic skills such as reading, writ- ing or using a computer. Through this initi- ative, the EU helps Member States to give people a second chance to build their skills. While social security remains the responsi- bility of each Member State, the EU creates bridges between national systems for citi- zens moving across borders. The EU rules on social security coordination do not replace national systems, but protect the social security rights of people when they move within the EU (and Iceland, Liech- tenstein, Norway and Switzerland). The EU also protects people through laws to limit working hours, tackle workplace discrimi- nation, make working conditions safer and ensure that they receive compensation for work injuries. To deliver new and more effective rights for citizens, the European pillar of social rights enshrines principles and rights in the areas of equal opportunities on the labour market, fair working conditions and social protection. EURES , the European Job Mobili- ty Portal, also helps connect job- seekers and companies offering a job. Find out more: https://ec.europa.eu/info/topics/employment-and-social-affairs_en European Commission reflection paper on the social dimension of Europe @EU_Social facebook.com/socialeurope http://europa.eu/!fJ97VH ",
        "ONLINE Information in all the official languages of the European Union is available on the Europa website: http://europa.eu IN PERSON All over Europe there are hundreds of local EU information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact/meet-us_en ON THE PHONE OR BY EMAIL Europe Direct is a service which answers your questions about the European Union. You can contact this service by freephone: 00 800 6 7 8 9 10 11 (certain mobile telephone operators do not allow access to 00 800 numbers or may charge for these calls), or by payphone from outside the EU: +32 22999696, or by email via http://europa.eu/contact READ ABOUT EUROPE Publications about the EU are only a click away on the EU Bookshop website: http://bookshop.europa.eu EUROPEAN COMMISSION REPRESENTATIONS The European Commission has offices (representations) in all the Member States of the European Union: https://ec.europa.eu/info/contact/local-offices-eu-member-countries_en EUROPEAN PARLIAMENT INFORMATION OFFICES The European Parliament has an information office in every Member State of the European Union: http://www.europarl.europa.eu/atyourservice/en/information_offices.html EUROPEAN UNION DELEGATIONS The European Union also has delegations in other parts of the world: https://eeas.europa.eu/headquarters/headquarters-homepage/area/geo_en Getting in touch with the EU Other factsheets in the series ‘What the European Union does’ Questions about the European Union? Europe Direct can help: 00 800 6 7 8 9 10 11, http://europedirect.europa.eu This factsheet is part of the publication ‘The European Union: What it is and what it does’ . An interactive version, containing links to online content, is available in PDF and HTML format at: http://www.publications.europa.eu/ webpub/com/eu-what-it-is/en/ Manuscript completed in 2017 Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of the following information. Luxembourg: Publications Office of the European Union, 2018 © European Union, 2018 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. All pictures: © Shutterstock, © Fotolia Agriculture and rural development Banking and financial services Borders and security Budget Business and industry Climate action Competition Consumers Culture and media Customs Digital economy and society Economy, finance and the euro Education and training Employment and social affairs Energy Environment EU enlargement European neighbourhood policy Food safety Foreign affairs and security policy Fraud prevention Humanitarian aid and civil protection International cooperation and development Justice and fundamental rights Maritime affairs and fisheries Migration and asylum Public health Regional policy Research and innovation Single market Sport Taxation Trade Transport Youth Print ISBN 978-92-79-82361-9 doi:10.2775/708977 NA-01-18-324-EN-C PDF ISBN 978-92-79-82345-9 doi:10.2775/14401 NA-01-18-324-EN-N "
    ]
}