{
    "text": [
        "www.acp-eucourier.info N. 18 N.E. – July August 2010 T h e The bimonthly magazine of Africa - Caribbean - Pacific & European Union cooperation and relations C u r i e r RepoRT Trinidad and Tobago oil and Spirit DIScoveRINg euRope ‘Little Poland’, the Great DoSSIeR Africa in the world economy Inside : Special ‘Millennium Development Goals’ + Readers’ Survey ",
        "Table of Contents THE COURIER , N.18 NeW eDITIoN (N.e) EDITORIAL 3 PROFILE Fokion Fotiadis: EU still committed to the target of 0.7 of GNI to development aid by 2015 4 TO THE POINT Kristalina Georgieva: More attention to humanitarian needs and constraints of resources 6 ROUND UP 8 DOSSIER Africa in the world economy Africa: solid economic foundations in the face of the crisis 12 The European Investment Bank plays the Africa card 14 China-DRC: A textbook case – for better or worse 15 China seen by African leaders as a flexible business partner 17 West Africa’s aid package to exploit EU opportunities 19 Is Africa benefitting from its economic powerhouse, South Africa? 20 CIVIL SOCIETY ON THE MOVE Somali NGOs voice their country’s needs 22 TRADE Zambia’s sugar surge 24 DISCOVERING EUROPE ‘Little Poland’ Royal Krakow 26 Europe’s biggest nation 27 Editorial Board Co-chairs Mohamed Ibn chambas, Secretary general Secretariat of the African, caribbean and pacific group of States www.acp.int Fokion Fotiadis, Director general of Dg Development european commission ec.europa.eu/development/ Core staff Editor-in-chief Hegel goutier Journalists Marie-Martine Buckens (Deputy editor-in-chief) Debra percival Editorial Assistant okechukwu umelo Production Assistant Telm Borràs Contributed in this issue eric Andriantsalonina, victoria Burbidge, Sandra Federici, okeoma Ibe, Joshua Massarenti, Nawa Mutumweno, Dev Nadkarni, Andrea Marchesini Reggiani, okechukwu umelo, charles visser Project Manager gerda van Biervliet Artistic Coordination gregorie Desmons Graphic Conception Loïc gaume Public Relations Andrea Marchesini Reggiani Distribution viva Xpress Logistics - www.vxlnet.be Photo Agency Reporters - www.reporters.be Cover Trinbagonian photographer, Abigail Hadeed, portrays Song of the Earth (1996), the middle ‘Mas’ or carnival of the ‘great Triology’ of Trinba- gonoian Mas Master, peter Minshall. ( Hallelujah , 1995 and Tapestry – Threads of Life -1997) which is about expressing gratitude for the gift of being. Song of the Earth places man at the centre, giving birth to all and singing everything into existence (see ‘Minshall’s inspiration’ in the box in the opening article of the Acp country Report). Song of the Earth (1996). © Abigail Hadeed Contact The courier 45, Rue de Trèves 1040 Brussels Belgium (eu) info@acp-eucourier.info www.acp-eucourier.info Tel: +32 2 2345061 Fax: +32 2 280 1912 Published every two months in English, French, Spanish and Portuguese For information on subscription, go to our website www.acp-eucourier.info or contact info@acp-eucourier.info Publisher responsible Hegel goutier Consortium gopa-cartermill - grand Angle - Lai-momo The views expressed are those of the authors and do not represent the official view of the ec nor of the Acp countries. The consortium and the editorial staff decline all responsibility for the articles written by external contributors. C u r i e r The DOSSIER 12 DISCOVERING EUROPE 26 ",
        "N. 18 N.E. – July August 2010 CREATIVITY The performing arts in Africa: the power of imagination 59 CONGO 50 60 Increased ACP support for the film industry 60 Josè da Silva: A true success story 61 The Biennial Visual Arts Festival: Regard Bénin 1.0 62 FOR YOUNG READERS Village integrated into the global economy 63 YOUR SAY/CALENDAR 64 Inside: Readers’ Survey In Poland’s Case 29 We have to enact solidarity with the poorest 30 Food sovereignty links North and South 32 The Zakopane intellectuals 33 ZOOM Trinidad and Tobago’s 3Canal : Taking Rapso Global 34 OUR PLANET Climate change and the media 36 INTERACTION Michael Hailu, new CTA Director: Agriculture is back in a big way on the international development agenda 37 ECOSOCC: Interface between civil society and the African Union 38 Pacific’s strategy for a resurgent global economy 40 Caribbean’s private sector gets a boost 41 Rebuilding Haiti’s knowledge economy 42 European foundations and the Europe 2020 agenda 43 Virtuous circles of exchanges 44 MDGs – Women: We are far from meeting the Beijing objectives 45 REPORT Trinidad and Tobago Trinidad and Tobago: a new political era 46 Government rises to uncertainty in oil and gas market 48 Women challenging cultural norms 49 Diversification drive 50 Industrialisation v. biodiversity 52 Fashion mirrors T&T’s gorgeous mosaic 54 EU by T&T’s side in economic diversification 55 Tobago: a big little sister 57 C ultural centre promoting artists from countries in Euro- pe, Africa, the Caribbean and the Pacific and cultural exchanges between communities through performance arts, music, cinema, to the holding of conferences. It is a meeting place for Belgians, immigrants of diverse origins and European officials. Espace Senghor Centre culturel d’Etterbeek Brussels, Belgium espace.senghor@chello.be www.senghor.be ZOOM 34 REPORT 46 INTERACTION 37 CREATIVITY 59 ",
        "2 C urier The Photo taken in Cedros, on the South West coast of Trinidad. ‘Hosay’, one of the country’s Indian festivals, involves multi-coloured model mausoleums being paraded and offered to the sea, or any other body of water. The name ‘Hosay’ comes from Husayn, the grandson of Muhammad who was assassinated by Yazid in Karbala. The only other place where the same celebration takes place on the island is St. James on the outskirts of Port of Spain. ‘Hosay’ celebration. © Abigail Hadeed ",
        "N. 18 N.E. – July August 2010 3 T he newsreader on the main evening news on Belgium’s leading French-speaking tel- evision station warned viewers, on 2 August, of the upsetting nature of the images to follow. They were of children torn from the arms of their mothers who were trampled underfoot, of a pregnant woman being dragged down the street. Most shocking of all, a woman with a child tied to her back being pulled along by her feet with the full weight of her body resting on the baby. These were homeless Africans, mostly women and children, being evicted by police from a squat in a Paris suburb. It was amateur footage shot on 21 July that had caused a buzz on the Internet before being broadcast by TV stations worldwide, including CNN and the BBC. An African immigrant must respect the law and the police must enforce it. But in reply to a journalist’s question concerning a touching case in which a young female teacher committed suicide after being relentlessly pursued by the courts for misconduct with no victim, one French President, George Pompidou at the time (1969) distanced himself from the force of the law and replied by reciting lines by the poet Paul Eluard: “Understand it if you will. Me, my remorse was the reasonable victim, with the gaze of a lost child, she who resembled the dead, who died so as to be loved”. A comment that is valid in other circumstances too. A few days before this brutal eviction it was images of the starving children of Niger, wracked by hunger, which moved the world. In the past two years the inter- national press has also sounded the alarm about the worsening food situation in Ethiopia and the spectre of a famine as dreadful as it was in 1984. Yet we have also seen the publication of Mathias Léridon’s “Africa you are doing well” * just as The Courier was preparing this issue’s dossier on Africa’s place in the world economy. This work calls to mind the audacity of the publication, in 1973, of “When China wakes… it will shake the world” by the French essayist, diplomat and politician Alain Peyrefitte at a time when this country seemed to be plunged into depression. A perspicacity which can only fully be appreciated today. The Courier knows of many international organisations and experts that agree with Léridon. Whether it is the International Monetary Fund applauding Africa’s per- formance in resisting the financial crisis thanks to its healthy and solid financial bases or the European Investment Bank playing the card of the continent’s small and medium-sized enterprises and, above all, stressing to European entrepreneurs that it is the place to invest. Or the Overseas Development Institute (ODI) and UN Millennium Campaign that place 11 African nations among the 20 leading developing countries for their success in achieving the Millennium Development Goals, the subject of a special supplement enclosed with this issue of the magazine. The image conveyed by South Africa’s faultless organisation of the World Cup, refuting the doomsayers, couldn’t be more positive for Africa. The image is completely changing and becoming an image that perhaps, in 20 or 30 years’ time, will replace those which today have upset television viewers. It is no more than a bet. But one on which a growing number of experts are putting their money. * Matthias Leridon \"L'Afrique va bien\", Ed. Nouveaux Débats publics www.nouveaux- debats-publics.com Hegel Goutier Editor in chief When Africa awakes Editorial ",
        "EU still committed to the target of 0.7 of GNI to development aid by 2015 Interview with Fokion Fotiadis, Director General, DG Development and Relations with ACP States Hegel Goutier Y ou have significant experience deal- ing with external relations. In your previous job you also had to deal with the ACP countries. How will this experience benefit you in the new post and what are the immediate tasks that you have marked in your ‘To Do List’? I have spent the longest part of my career at the European Commission working in the External Relations DG. I have worked with countries ranging from our close neighbours in Eastern Europe to Central Asia and the Middle East. Even the EU maritime and fisher- ies policy has a significant international dimension. Let me give you just one example – Mauritania, the EU financial support pack- age for the fisheries sector is even larger than the develop- ment aid from the European Commission to that country. There is a new Commissioner responsi- ble for development policy since the beginning of the year. I am taking up the new post just a couple of months ahead of the creation of the European External Action Service. Institutional change is all around us, but people should not expect a slow start from me. Several important events are planned for this autumn – the UN High Level Meeting on Millennium Development Goals (MDGs), the EU – Africa Summit, as well as a number of policy documents which are already being prepared. Let's not forget that there are only five years left to achieve the MDGs. It is time to prepare already now for the period after 2015 – what will be our new strategic goals for the rest of the decade? We will have a challenging Autumn and interesting years ahead of us in development policy. We will have a challenging Autumn and interesting years ahead of us in development policy One of the EU’s priori- ties is achievement of the Millennium Development Goals. Many European countries are lagging behind on their commit- ment to attain spending of 0.7 per cent of GNI (Gross National Income) by 2015, citing economic and financial difficulties. Do you think they will be able to make up the lost ground and are further EU commitments required? The European Union is fully committed to helping developing countries achieve the MDGs. I am confident that the target of 0.7 per cent of GNI can be reached by 2015. EU leaders have confirmed this target at the European Council on 17 June. Of course, it will be a real challenge, especially in the current atmosphere of budget austerity measures imposed by many Member States. Increasing Official Development Assistance (ODA) is an issue of politi- cal choice, and we have seen that a number of Member States have been able to increase their aid in 2009 and 2010 despite the eco- nomic downturn in Europe. To monitor the progress of reaching the ODA targets, the Council has agreed to report on this question annually. We see that there are several EU countries that have made their ODA targets binding and they are actu- ally succeeding in reaching them. There is no binding EU legislation on how each Member State has to arrive at their ODA target, but I can promise that we will continue working closely with them to make the 0.7 per cent figure a reality by 2015. What outcome are you hoping for from the UN’s High Level Meeting on MDGs in September? The European Commission presented its so called ‘12- 4 Profile © EC On 1 July 2010 Fokion Fotiadis took up his new job as Director General of DG DEV, the DG responsible for development policy and relations with African, Caribbean and Pacific States. After leading the Commission's Maritime Affairs and Fisheries DG for three years, he now heads a service that is facing a very challenging political agenda. The Courier magazine talked with Mr Fotiadis a few weeks after taking up his new post. ",
        "point Action Plan’ in support of MDGs on 21 April 2010, which paved the way for the EU to come to New York with a strong and substantial political message agreed in the Foreign Affairs Council in June. Later the European Council reaffirmed the EU's determination to support the achievement of the MDGs. We are determined to make the MDG Summit in September a success. More precisely, the EU wants to make a real step forward in terms of aid effectiveness, notably by better coordinat- ing our spending, focusing on high impact aid and improving the coherence of other EU policies with devel- opment objectives. We must ensure that the High Level Meeting is a stepping stone in this direction with strong political engagement from all stakeholders. Many analysts say devel- oping countries have managed to keep their heads above water during the recent financial crisis, notably Africa. Do you feel that the continent is poised to become the new emerging bloc? African economies have been hit hard by the crisis. However, it is true that Africa proved to be more resilient to the crisis than other parts of the world and several African countries increased prosperity (GDP per capita) in 2009. The recently released African Economic Outlook 2010 predicts real GDP growth averaged across the conti- nent in the range of 4-5 per cent in 2010 and 2011. The European Commission is proud to have contributed to this over the last two years using the Vulnerability FLEX mechanism to assist the countries worst affected by the crises. Increasing ODA is an issue of political choice Therefore, I see some posi- tive signs for Africa’s future and Africa’s potential to become the new emerging continent. However, there are still some significant challenges ahead for the continent. The constraints to Africa's growth include poor infrastructure and low levels of human capi- tal. The drivers of growth are still trade-related and African trade suffers from weak diversification both in terms of sectors, still rely- ing mainly on commodities and raw materials, and in terms of markets of destina- tion. Attracting investment into diversified and higher value-added sectors remains a challenge for the continent. From the perspective of the EU, it is therefore of utmost importance that we design our development policy as a catalyst to boost growth and to accompany Africa in its development effort. In the past, you have also worked on EU relations with China and other Asian countries. Do you feel that the time is ripe for Africa-EU-China trian- gular relations or should bi-lateral policies prevail; Africa-EU and Africa- China? It is important that donor countries cooperate, under the coordination of the recipient country authorities. This is a large part of what we mean by 'aid effective- ness'. But it is not enough to do this among traditional donors. Emerging donors become more and more important and we need to engage in a constructive cooperation with them. China is a significant devel- opment partner of Africa. There is no doubt that a triangular cooperation will be helpful at a certain point. But your question is about timing, whether the time is ripe. This requires the will of all three parties. The Commission made this clear in 2008 when adopting its Communication entitled ‘The EU, Africa and China: towards trilateral dialogue and cooperation’. The Chinese authorities have expressed their openness to the approach, provided of course that African partners also want it. At global level, the G20 offers a unique platform to foster interna- tional cooperation. As the need becomes greater, we are already seeing African interest in concrete cases. In my view, this interest is set to grow. N. 18 N.E. – July August 2010 5 Road in Uganda. © Reporters ",
        "6 C urier The More attention to humanitarian needs and constraints of resources To the point Kristalina Georgieva, a Bulgarian citizen, was recently appointed EU Commissioner for International Cooperation, Humanitarian Aid and Crisis Response. The rapidity with which her initial emergency package was delivered in the wake of the earth- quake in Haiti did not go unnoticed. She has already developed a reputation for communicating in a direct and heartfelt manner. Interview by Hegel Goutier HG - You are the first Commissioner to hold the humanitarian aid and crisis response portfolio and at the same time have responsibility for international cooperation. Is there a correlation? KG - The Commission decided to set up this new portfolio because of the unfor- tunate increase in the frequency, intensity and impact of disasters. People are suf- fering either from natural or man-made actions; from wars and conflicts. This new portfolio combines two main objectives: one is to bring attention to humanitarian needs and suffering people and to ensure that the EU deploys resources in the most effective ways possible where they are more needed; the second is to bring a more coordinated and more efficient, coherent Kristalina Georgieva, speaking with a logistics manager in Haiti, after the violent earthquake struck the island. © EC ",
        "7 N. 18 N.E. – July August 2010 and visible EU response to disasters. This is because when needs are growing and EU member countries are burdened by the impact of the economic and financial crisis, their budgets are constrained. I also have in my title the words ‘interna- tional cooperation’ because humanitarian assistance and crisis responses are the best way to deploy the EU’s most pre- cious value of solidar- ity. Solidarity means reaching other coun- tries and more proac- tively engaging them to cope with natural disasters. Every year we disburse around €1bn of humanitarian aid. Although this is a lot of money it is not that much, given the needs around the world that are crying out. For example, we know that there is once more a danger of famine in the Sahel. We have committed €30M for the Sahel and are working on almost doubling this money very quickly. In the case of Haiti, when the earthquake struck the country, working with local partners we disbursed an immediate €8M in humanitarian assistance followed by another €30M. Less than two months later, I went to Haiti and we increased this by €120M in humanitarian assistance. Does the frontier between development assistance and humanitarian aid not appear to be unclear sometimes? In the vast majority of cases we build continuity between relief, rehabilitation and development. If we have a situation where there is debate on policies between an individual country that we are assisting and the European Commission, we will provide humanitarian aid if needed, but in such a case there may be less scope for other forms of engagement. In these cases, the distinction between humanitar- ian aid and devel- opment aid may be more profound, but these cases are more the exception than the rule. For instance, in Haiti, of course, we are striving to make sure that humanitarian aid helps development and development meets humanitarian needs. With our partners, the World Food Programme, we are trying to get as much food as possible procured locally, either in Haiti or in the Dominican Republic or other countries in the region. Why? Because by doing that we provide an incentive, we help the agricultural sector in Haiti, and then we try to make sure that this help follows the people and is not artificially concen- trated in one place, say Port-au-Prince. We have used humanitarian assistance cash for work programmes because we want to encourage young people to work and mobilise them to clean and build houses or set up tents. Support for job cre- ation is a long-term sustainable objective. But the cultivation of rice in Haiti has historically perished because of over- seas imports. Not with my money. For this reason, on 31 March, the very day of the New York conference for Haiti, we asked all our part- ners first to seek local purchases and only if local products were exhausted could they import food from elsewhere. You spoke about work for food; did you ask European NGOs to employ competent local experts in Haiti or elsewhere instead of engaging only foreign staff? What we do not want to see is a paral- lel economy of development assistance partners in Haiti with two worlds; one of expatriates and another of Haitians. What we do want to see is the building of as much capacity as possible as quickly as possible and topping up capacity that already exists. What impressed me more than anything else when I travelled to Haiti was the dignity of the Haitian people and the fact that they came out of this tremendous shock without experiencing any riots on the streets and in a way more willing to work together than they were prior to the earthquake. In the humanitarian field, we have around 200 partner organisations around the world and we always strive to ensure that these organisations are deeply grounded in the countries. Is EU humanitarian aid suffering from a lack of visibility compared to the US? Yes, there are two explanations. The first is that European peoples are modest. When the US says “Great, fantastic, fabu- lous”, we in the EU we would say, “Not too bad”. This is a cultural difference. The second reason is the United States is a federal country. The EU is a union, not yet a federation. There are 27 independ- ent States, with 27 flags; they do not yet have the instinct to promote the European flag. During the conference on Haiti, for the first time, the European Union came with one very big number, almost €1.3bn. Afterwards, individual member states stood up and pointed out the amount they contributed to this number. I think we will see this happening more and more. We owe our citizens information about what we do, giving them pride in knowing that the EU is number one in the world for generosity. To the point Kristalina Georgieva © Hegel Goutier What we do not want to see is a parallel economy of development assistance partners in Haiti with two worlds; one of expatriates and another of Haitians. ",
        "8 C urier The Election build-up Nigeria Round up Okeoma Ibe N igeria has had its fair share of misfortunes – colonial rule, military dictatorship and a dif- ficult transition to democracy. The 2011 general elections are cur- rently dominating the country’s politi- cal discussions. Recent events suggest that the incumbent, President,Goodluck Jonathan, might be interested in contest- ing for the office he currently holds. In the build-up, Nigeria’s legislative assemblies (federal and states) have voted to remove a provision of the 1999 Constitution which bars candidates indicted by administrative panels from contesting political offices. Indictment by an administrative panel of enquiry was one of the methods previ- ously employed to exclude politicians from participation in elections. Nomination is a party affair. Traditionally the ruling People’s Democratic Party’s (PDP) alter- nates its presidential candidates between the north and south meaning that it would be the north’s turn in 2011. This sched- ule now appears to have changed but President Jonathan, who originates in the south, has yet to spell out whether he will contest the election. Recent proposed changes to the constitution could mean that the elections could take place as early as January 2011. Civil society groups have already begun mobilising Nigerians to protect their mandates and ensure rigging does not rob them of their votes. Economic front On the economic front, Nigeria’s growth has been impeded by inconsistency in economic and development planning. Unfortunately, Nigeria has not been lucky in getting successive governments to com- mit to the same eco- nomic priorities. The banking crisis of 2008/9 is a classic case. While the Chukwuma Soludo-led Central Bank supported a $US167M minimum share capital for banks, the current leader- ship thinks that banks must be categorised into small, medium and large. Similarly, the previous administration did not find any corporate governance issues with bank management while the current one sacked the management of five banks. In the aftermath of the crash in stock prices, the National Assembly recently passed a bill which established the Asset Management Company of Nigeria (Amcon) to ‘soak up’ toxic loans provided by banks to persons and institutions with the intention of bringing some stability into the stock market and by extension, the economy. “The establishment of Amcon is a reflec- tion of the government's commitment to safeguard the interests of depositors, creditors and other stakeholders in the Nigerian financial system, and in doing so rejuvenate the domestic economy”, says President Jonathan. Falling crude prices owing in part to oil pipeline vandals and kidnapping in the Niger Delta have had a negative impact on oil revenue forecasts. Neglect of the area poses a graver danger as militants there are threatening to destabilise oil pro- duction until the government invests in making the region liveable for inhabitants. Neglect of the Niger Delta poses a danger Uneasy polity, unstable economy: Nigerian columnist, Okeoma Ibe, says these four words summarise the current political and economic situation in Nigeria ahead of the 2011 general elections. N i g e r i a n s l i n e u p t o c a s t t h e i r v o t e s i n a G e n e r a l E l e c t i o n i n A b e o k u t a , 5 0 m i l e s n o r t h o f L a g o s . © A P / R e p o r t e r s ",
        "9 N. 18 N.E. – July August 2010 The ‘socially responsible’ flower trade In South Africa, some flower growers have managed to gain a foothold in the much coveted African flower market, one still dominated by Kenya. But unlike most of its continental rivals, the Timbali company is investing in its workers, all of whom originate from poor rural com- munities. Marie-Martine Buckens “T he initial idea was to offer people from underprivi- leged backgrounds the chance to participate in the economic mainstream”, explains Mauritz Lombaard, one of the nine direc- tors of the Timbali technology incubator that lies just a few hundred metres from the administrative buildings of Nelspruit, the capital of Mpumalanga Province. The company is built on the ‘cluster’ model and is a grouping of several micro-companies. “The aim”, continues Mr. Lombaard, “is to share a common infrastructure, such as the water purification system, transport costs, supply and marketing. That way we achieve economies of scale that facilitate our access to the market”. Timbali owns the infrastructures and the farmers who work there rent the services. “It is an incubation process”, explains Lombaard. “In the first six months we look at whether the candidates are really ready to make the commitment. We then train them for two or three years before offering them places on manage- ment courses. After that, they are free to return to their land and produce under franchise. In that case they have access to production grants.” The company is supported in its activities by the SEDA (Small Enterprise Development Agency) government agency, which helps small businesses, as well as by other institutions, including the European Union. In this way the Nelspruit incubator gives black people from poor communi- ties – “most of them can hardly read or write” – the chance to acquire the skills to enter a South African agriculture sector in which farmers must face heavily subsi- dised competition, often poor soils and severely limited water resources. Wisdom At present Timbali markets mainly Gerbera. “With an annual production of 2 million flowers, we are without doubt Africa’s biggest producer of this flower”, adds Lombaard. The flowers are sold throughout the province and as far away as the rich province of Gauteng , while awaiting an opening on the much coveted export market. Unless the bosses are wise enough to look first to the conti- nental market, having witnessed just how hard the major Kenyan flower growers were hit when the volcanic eruption on Iceland grounded all air transport. But the company is thinking big. Around the greenhouses, thousands of lemon and other fruit trees have been planted and alongside these intensive plantations, two hectares are given over to biological market gardening, with pesticide-free production. Another potential market perhaps? The Gerbera in the Timbali greenhouses. © Xavier.Rouchaud Round up The farmers must face heavily subsidised competitors, often poor soils and severely limited water resources South Africa ",
        "10 C urier The Round up Victoria Burbidge T he rise of this well-known leader of Tivoli Gardens – an inner- city community located in the West Kingston constituency, was in train since childhood when his father, Lester Lloyd Coke (Jim Brown) ruled the area. According to Claude Robinson, a Jamaican political analyst, Coke’s widespread support stems from ‘garrison politics’, which was started in the late 1960s and 1970s by the two dominant political parties, the now ruling Jamaica Labour Party and the Opposition – the People’s National Party. “You have to go back to the basic structures of garri- An analysis of the prominence of Christopher ‘Dudus’ Coke, now facing drugs and gun trafficking charges in the United States Christopher ‘Dudus’ Coke: Victimiser or benefactor? son communities and Tivoli Gardens has been described as the ‘mother of all garrisons’”, he says. Robinson explains that these garrison communities operate as a law unto themselves, with their own “jungle justice system”. “Since the breakup of the apparatus in Tivoli Gardens, we have seen reports in the press of torture chambers and other indications of a jungle justice system”, he says of the community, which is repre- sented by the Prime Minister of Jamaica, Bruce Golding. “The dons and leadership operating in garrison communities have a capacity to inflict and use force and coercion to get their way among citizens and the evidence suggests that there is some form of jungle justice, there is a power of control and people are a victim of this authority”, he adds. Coke, the benefactor But some residents of Tivoli Gardens have openly embraced the system, saying that Coke’s presence in the community made them feel safe. Many residents demons- trated and barricaded the community after Prime Minister Golding gave the go ahead for Coke’s extradition request by the United States to begin albeit months of delaying tactics. Even after Coke’s extradition to the US in June and the deaths of more than 70 persons during the civil unrest where gunmen attacked the security forces and burnt at least one police station, the residents maintained that there was order in the community prior to the civil unrest with no incidents of rape and an 8:00 p.m. curfew imple- mented by Coke for all those who went to school. Coke’s presence in the community made residents feel safe Robinson argues that Coke was like a benefactor to many of Tivoli’s poor resi- dents. “We saw many people come out and demonstrate that they were beneficiaries of food, clothing, school fees, money and other things of that nature”, he says. He adds: “So what you saw were two ele- ments at work, the element of coercion and the element of benefaction and so in a sense, what happens is that the garrison communities’ control by criminal dons is where the effective control of the states in those communities have been eroded over many, many years, and that has to be something of great concern\". Another Colombia? Robinson, however, says that both politics and the criminal elements were at play and have supported each other. “Our politics have been corroded by this phenome- non; the two are interrelated and feed off each other.” While agreeing that there are some similarities between pre-2002 Colombia and Jamaica, Robinson, howe- ver, disagrees that Jamaica is heading for a Columbia-like state where gangs have taken foothold in municipalities effectively making them states within the state. Christopher \"Dudus\" Coke, Jamaican gang leader escorted by DEA agents. © Reporters / Associated Press Jamaica ",
        "11 N. 18 N.E. – July August 2010 Round up H.G. S tefano Manservisi, former Director-General for Development at the European Commission and Co-chair of The Courier’s Editorial Board, has been appointed Director General of the Commission's new Home Affairs Department where he took up his duties on 1 July. Before his appointment as Director- General of DG DEV in 2004, Stefano Manservisi had already spent 15 years working at the European Commission, including stints in the Development directorate-general and as Head of Cabinet to Romano Prodi, President of the European Commission from 1999 to 2004. With his long experience in dealing with development affairs and cooperation, Stefano Manservisi had become a familiar face to the ACP Group, almost a member of the family, who could be at ease and frank with his partners from the different ACP regions. His hard work lay behind the success of various papers, initiatives and events over the past five years. While implementing the policy established by the Member States and Development Commissioners, from the time he took up office as Director-General he launched major changes and modifications to make European development policy more effi- cient. Examples include strategy papers of the ACP countries and regions which placed greater emphasis on the decisions of beneficiary countries in aid programming. The European consensus on development in order to improve the coordination and harmonisation of the development policies of the European Union and its Member States is another example of an initiative to which Manservisi made a major con- tribution. Stefano Manservisi also attached great importance to the profile of the European Union’s development policy and to public awareness in general. The energy he devoted to supporting events such as European Development Days, launched by Commissioner Louis Michel in 2006, contributed significantly to the success of this event. Goodbye to Stefano Manservisi, Co-chair of The Courier’s Editorial Board Colombia’s unemployment rate in 2002 was 18 per cent of the 49 million popula- tion, with approximately 60 per cent living in poverty. There was corruption among state officials, limited social services, poor representation, and drug lords filled the void created by these absences. “Both Colombia and Jamaica are sta- tes that are battling narco-trafficking and these drug lords. In recent times, Colombia has had some success in dealing with this”, says Robinson pointing to the fall of Pablo Escobar. He adds: “I don’t know which road we are heading, I don’t want to make any comparison with other countries… but certainly I will say that both countries are fighting these drug lords”. He, however, argues that the dismantling of the criminal network in Jamaica will not happen overnight but will have to entail a concerted effort by the state. “Do not offer them contracts, do not offer them support and perhaps I think that there is a possibility, a chance of the dismantling of the criminal networks in Tivoli Gardens”, he says. “It is (also) possible that you can begin to dismantle other networks elsewhere.” Robinson is, however, quick to point out that this will not happen with just one operation in one community but that it has to be a sustained effort by the states, the communities, private sector and everyone in Jamaica. Stefano Manservisi at the EU - Africa business forum. © Reporters / Jock Fistick ",
        "12 C urier The Solid economic foundations in the face of the crisis Dossier Sub-Saharan Africa is the region which has been least affected by the global financial crisis, owing to its relatively low degree of integration in the world economy, but fundamentally because of the favourable macroeconomic condition of the continent. The region was also quick to adapt its economic policies at the very start of the crisis, with a view to limiting shocks from the wider world, and this is without mentioning its social achievements and sectors of economic growth. Such is the broad conclusion of a recent report by the International Monetary Fund*. Hegel Goutier I n spite of the question mark in the title of the IMF report published in April 2010 (and revised in July 2010*), ‘Sub-Saharan Africa: Back to High Growth?’, it is relatively optimis- tic about the economic situation in the region and its trump cards for increased integration into the world economy. Like everywhere else in the world, growth fell in 2009, with an increase in production of only two per cent, a marked decline which is none the less considered to be limited in nature. There are also large dispari- ties, with a very heavy fall in countries of an intermediate income level, such as a 6.5 per cent drop in growth in South Africa, for example, in comparison to the period between 2003 and 2007, and on the other hand a positive balance in most of the so-called fragile economies, like Congo (DRC), with growth figures of over 10 per cent. On average, projections Workers transfer bricks at a construction site in Johannesburg, South Africa. © Reporters / AP Sub-Saharan Africa’s resistance to the global downturn is one of the most notable phenomena of the current world recession Africa in the world economy ",
        "13 N. 18 N.E. – July August 2010 (revised in July 2010) for the region as a whole for 2010 estimate growth of five per cent, with an even more promising figure of six per cent for 2011. Moreover, this growth should be maintained as long as the worldwide recovery continues, and assuming that there are no major political destabilising factors. Bold policies: an increase in public spending instead of catch- ing a cold Sub-Saharan Africa’s resistance to the crisis is considered in the IMF study as one of the most notable phenomena in the current world recession. The continent’s low level of integration in the global eco- nomy has certainly played a part in this, but this reason alone is not sufficient to explain it, given that previous crises caused a great deal more suffering. The determining factors in its performance are to be found in the strong macroeconomic foundations built up since the middle of the past decade, and in the intelligent reactions of African governments, which, at the very first signs of economic slow- down, took steps to reduce the importance of external factors by increasing public spending, in spite of stagnation or reduc- tions in revenue. This has permitted the economy to wait for the current recovery in global demand and its corollaries, an increase in the prices of staples and there- fore a growth in export revenue for many sub-Saharan countries. During the crisis, this increase in public spending has been particularly signifi- cant in certain fragile economies like Togo. A few countries, however, have not been able to increase flexibility in terms of budgetary policy, such as another fra- gile state, the Comoros, which is still far from leaving the ranks of the most indebted poor nations. Another example is the Seychelles, which, despite being an intermediate-level country, has had to face macro-economic imbalances owing to the colossal property inves- tments made. In monetary terms, many of the continent’s nations had lowered base rates to a reasona- ble level, which has favoured internal inves- tment. Governments have kept their own public investment at the same level as before, with half of them even registering an increase. This has proved possible because budgetary balan- ces had improved in the years before the crisis. Given the lack of new resources, many countries undertook transfers of sound resources which might be conside- red as a kind of ‘social protection in the form of development’, as it is described in the IMF report. This consists in investing in food security through the subsidising of agricultural input, in addition to public works. Social policy: in defence of the economy While in the past, the IMF report notes, sub-Saharan African countries had the bad habit of cutting social expenditure in order to resolve budgetary problems, their reaction this time, from the start of the financial crisis, has been completely different. In 2009, the last year for which figures are available, they managed to maintain spending on the most under- privileged classes. In terms of education and health, the sums allotted have even been increased in 20 of the 29 countries with low revenues. Nonetheless, the fact remains that the near total absence of social security has led to great suffering for the most underprivileged sectors, par- ticularly for those who have lost their jobs, 700,000 in South Africa alone. According to the World Bank, the crisis has prevented at least seven million people from lifting themselves above the poverty threshold ($1.25 per day). In comparison with other regions of the world, sub-Saharan Africa has been rela- tively successful in maintaining the con- fidence of foreign investors. The most recent recorded trends show that inves- tments have bounced back to the degree where there are already signs in the most developed countries of fears of an over- heating economy. It is also the case that remittances from African expatriates have only undergone a small decline, a similar pattern to that seen in development aid. The picture is not, however, entirely rosy. A third of the region’s nations are highly unintegrated in the movements of international capital. The IMF study closes with some recommendations which appear to be beneficial. Following the protective measures needed in the short term, governments were advised to give priority once more to traditio- nal objectives such as infrastructure, and to resolve budgetary deficits that have been beneficial during the crisis, even if it sometimes proves necessary to employ prudence and continue to call upon the budget to stimulate demand. * World Economic and Financial Surveys – Regional Economic Outlook – IMF, April 2010. **World Economic Outlook update: http:// www.imf.org/external/pubs/ft/weo/2010/ update/02/index.htm The European Commission will publish a new Eurobarometer survey on Europeans and Africa in November before the AU-EU summit. Web link http://ec.europa.eu/public_opinion/ index_en.htmb Africa in the world economy Dossier Governments have maintained their own investment because budgetary balances had improved in the years before the crisis Session 'Rethinking Africa's Growth Strategy' at the Annual Meeting 2010 of the World Economic Forum in Davos, Switzerland, 2010. © UPP / Reporters ",
        "14 C urier The Dossier Africa in the world economy The European Investment Bank plays the Africa card Since the beginning of the year, the European Investment Bank (EIB) has commit- ted itself, alongside other financial institutions, to a number of initiatives in Africa aimed at stimulating economic recovery and job creation by strengthening capital markets and the private sector and attracting investors. This is boosting Africa’s new image as a growth continent. H.G. I n May 2010, the EIB joined forces with the African Development Bank (AfDB) and the OPEC Fund for International Development (OFID) to support the new Capitalisation Fund for Africa initiated by the International Finance Corporation (IFC), a member of the World Bank Group. The fund will have $US200M with which to consolidate the lending capacity of Africa’s pri- vate commercial banks with the aim of speeding up the economic recovery and job creation. It plans to coordinate its actions with those of other financial institutions to alleviate the effects of the global financial crisis in Africa. Above all, it hopes to attract sovereign capital and thereby demonstrate the commer- cial viability of private investments that contribute to Africa’s development. “The partnership put into place… sends a clear signal of confidence regarding the possibilities for commit- ment on African financial markets”, believes EIB Vice President Plutarchos Sakellaris. From large companies to micro- businesses Also in May 2010, the EIB and seven other African institutions or institutions well established on the continent, such as the Development Bank for Southern Africa and the Netherlands Financing Company for Developing Countries (FMO) offi- cially launched the ‘African Financing Partnership’, designed principally for large scale projects in the infrastructure and industry sectors. These eight estab- lishments invested a total of $US8.8bn in Africa in 2009. The initiative aims to attract private investment with a high growth potential. In 2009, three-quarters of the EIB’s investments in Africa were in partnership with other institutions. Within the ‘African Financing Partnership’, any one of the associated institutions can operate on behalf of the others, with the aim of reducing the waste of time and resources incurred by, among other things, repeated audits and numer- ous case studies. Another pledge for Africa. The EIB has become the leading investor in the sole microfinance fund for Sub-Saharan Africa, the REGMIFA* launched in May 2010 following a G8 decision and allocated $US150M, the EIB contribut- ing $US15M. This fund will invest in 50 microfinance enterprises that will grant loans in local currency to small busi- nesses, an initiative from which 300,000 are expected to benefit over the next five years. *Regional Micro, Small and Medium Enterprise Investment Fund for Sub-Saharan Africa. European Investment Bank. © EC ",
        "15 N. 18 N.E. – July August 2010 Africa in the world economy Dossier Interview by H.G. T he agreement between DRC’s government and a group of state-owned Chinese compa- nies concerns a loan for the construction of infrastructure valued at $US6.5bn and a further $US2bn loan for the modernisation of the existing mining infrastructure, both provided in their entirety by China’s EXIM Bank. At the time, this was China’s largest single deal in Africa. As a guarantee of repayment, a Sino-Congolese joint venture has been set up to exploit the copper, cobalt and gold of the Congo. SM – This venture marks a transitional period in Chinese relations with Africa. It shows that the post-colonial era under the aegis of the old colonial powers has finally come to an end. It is now some time since the balance of commercial links began to swing towards the East, initially in the shape of Japanese imports. In 2030, all projections indicate that China will represent from 35 to 40 per cent of world production, and Africa too is making inroads into the world econo- mic system. These changes are traumatic ones for Africa, however. The continent is in the process of repositioning itself, breaking out of not only the colonial period but also the post-colonial one in which its governors believed that they could control the economy by political means. In this economic context, Africa is at the same time returning to the roots of its cultural values and uprooting itself in an attempt to join the world economy. The dual movements performed by China and Africa have placed the latter in a rela- tionship of strength. The big question is whether, with this geo-strategic shift, Africa is in a sufficiently powerful posi- tion. Sino-Congolese relations are sym- bolic of what is happening on the whole African continent. HG – What is special about Sino- African, and in particular Sino- Congolese, relations? In economic terms, China is seeking raw materials to feed the expansion of its economy. It does not have enough, and has to find them elsewhere, but all the major reserves in the rest of the world are already under the control of multina- tionals from the old powers. Only Africa has these resources, and China is another imperial power that is simply doing what every hegemonic power has done. There is, therefore, something of the colonial project here. What the Chinese are giving African countries in exchange for the raw mate- rials is public infrastructure, an area in which they are competitive, competent, and able to meet short deadlines. This is precisely what Africa, and especially Central Africa, needs. So why is this a colonial project? Isn’t it what they need, and what classic colonialism did not provide? For Africa, the great danger here is of a development project going off the rails. It must also be remembered that the Chinese are rebuilding infrastructure which exis- ted before: it was in the nationalist period that no attention was paid to it. In the colonial era, the Congo (DRC) was as well equipped as South Africa. The difference with the Chinese approach is that it recognises the sovereignty of African peoples. It does not meddle with local politics and does business with bandits as readily as with the most impeccable democrats. And it does not criticise. It reinforces the status of those in power, whether in a democracy like South Africa or a repressive regime like that of Zimbabwe or Sudan. This is possible because decision-making is concentrated and there is no critical press, for example. Chinese policy has in this sense followed the same lines since Bandung*, where it set itself up as the leader of the non- aligned nations. China’s response to criticism of its support for undemocratic regimes is that it does not grant budgetary aid to governments, In September 2007, the government of the Democratic Republic of Congo (DRC) and a Chinese state consortium signed the most important bilateral investment agreement ever agreed at the time between China and an African country. For Stefaan Marysse, professor at Antwerp University, it is symbolic of Sino-African relations today and of what is at stake given the new position held by Africa in the world economy. A textbook case: for better or worse Contracts between China and the Congo (DRC) ",
        "16 C urier The but carries out projects that are useful for the countries. This allows Africans to appropriate aid resources. So does Africa’s economic develop- ment benefit from these exchanges with China, which endow it with sig- nificant infrastruc- ture? Europe has also inves- ted billions of dollars in infrastructure in Africa, but also in good governance and in elections. European countries, though, have done this with a scattergun approach, and their actions have suffered from a lack of visibility. China has concentrated on infrastructure. In a country like the DRC which has to import everything (eggs from South Africa, rice from Thailand, etc.), infrastructure is vital. The Chinese have understood this – that is clear. But if we look at a map of Chinese building in the DRC, Angola and Zambia, all are linked to each other, with the aim of exporting raw materials and bringing in imported products. It is the times that make the difference. My impression is that Africa is beginning to hold its head up high. There are major political actors like Mandela, or Amadou Toumani Touré in Mali, and there is an increasing awareness that the political classes can only survive if they provide good government. Africa is repositioning itself. It is resisting the crisis much better than other regions. In the case of the Congo (DRC), however, the contracts signed with China have had to be reviewed under instruction from the International Monetary Fund (IMF), which judged that DRC could not, just as it was on the point of finally moving out of the group of most indebted coun- tries, venture into new and colossal debts which could compromise future genera- tions. The guarantees required by the Chinese in the September 2007 contract were considered exorbitant. The IMF has therefore demanded changes in the con- ditions of the loans, and in October 2009 amendments were made to the agreement reducing the cost of the infrastructure by half. In one sense, it’s positive, but in another, the DRC really does need this infrastructure. Greece has after all just borrowed around $US110bn, and we’re only talking about $US6.5bn here. * Conference attended by 29 Asian and African countries, forming a group of non-aligned third-world countries . Dossier Africa in the world economy Illustration by Eric Andriantsalonina. My impression is that Africa is beginning to hold its head up highs - I now declare you man and wife …. - Oh! Africa … I think I’ve missed a big opportunity … China-Africa marriage ",
        "17 N. 18 N.E. – July August 2010 China seen by African leaders as a flexible business partner Interview by H.G. W here has the Chinese expansion in Africa been the most significant? China has particularly expanded its trade relations with oil pro- ducing African nations. The fact that countries like Angola, Sudan and Nigeria are some of its most important African trade partners serves as a clear indica- tion. The nation takes a lot of initiatives to help it secure raw material sources in the long-term. Various state-owned enterprises like China National Petroleum Corporation (CNPC), China Petroleum & Chemical Corporation (Sinopec Corp.) and China National Offshore Oil Corporation (CNOOC) are carrying out this mission. As China has to compete for resource- rich African nations with other major powers, it is very careful in its foreign policies. It makes generous donations and supplies low and free interest loans. China is also very active in the construction of infrastructure and, above all, abstains from interfering in local political issues. Recently, for instance, China has been observed as being unwilling to put pres- sure on Khartoum in UN assemblies, despite the tragic atrocities committed in Darfur. Is China’s capability in developing trade with the African continent due to its competitors, notably Europe, under-estimating China’s dynamism? China’s dynamism might have been underestimated in the early phase of its rise, but probably not in the 21st century. It is, rather, a matter of China’s drive in Africa being motivated by the continent’s exclusion from the EU’s trade and inves- tment radar. For a long time, the EU had largely limited its trade ties with the conti- nent on account of political instability and ‘conditionality’. China, on the other hand, could not ignore the potential benefits earned from trading with this resource- rich and marginalised continent. China claims that it holds a policy of ‘non- interference’ in the internal affairs of its trade partners. Quite unlike the West, it refrains from criticising the governance problems and human rights abuses of its Africa in the world economy Dossier Trade relations between China and Africa, especially in countries within the conti- nent’s east coast, are nothing new and extend back to medieval and even ancient times, emphasises the Ethiopian economist, Kelbesa Megersa. Nevertheless, significant economic and socio-political relations between the Asian giant and Sub-Saharan Africa started up during the Mao Zedong era (1950-1976). Since the start of the 21st century, however, a novel and massive scale of trade rela- tions has been witnessed, he adds. As a simple indication, trade between the two sides shot up markedly more than tenfold, from $US10.5bn to over $US106bn, between 2000 and 2008. Kelbesa Megersa © Courtesy of Kelbesa Megersa ",
        "18 C urier The Africa was off the map in numerous important world stages. Most western nations were not willing to regard Africa as a trustworthy trade partner unless it solved its governance problems and fit with their ‘expectations’. Some strategic African countries especially have seen the revival of western interest following the arrival of China. Many analysts understate Africa’s role. It is, however, possible that some analysts overstate Africa’s role. As a newly growing and resource-rich continent, Africa has an important role in global dynamics. Specifically, it could play a significant role in the development of trade in mineral resources, agricultural commodities and various labour intensive commodities. It is also an untapped investment ground. Africa’s trade relations with emerging economies hold both promises and perils. Sometimes African businesses (like the textiles sector) are seen as suffering from cheap imports from the Asiatic emerging economies. On the other hand, African nations are enjoying rising exports to these countries. However, it is a good thing that there are multiple trade partners. China should not be the only ‘alternative market’. Since the economies of emerging coun- tries are on the rise, huge markets are ope- ning up for African exports. Additionally, African nations could import essential inputs at a much cheaper price. Is poverty in Africa lessening as a result of the new partnerships being created, notably between numerous African countries and China? With the advancement of the Sino-African partnership, trade volumes are surely soa- ring and the GDP of most African coun- tries is growing. However, the poverty implications might be limited as the growth is often not inclusive. Further, quite unlike the western aid model which flows through project interventions to directly reach the poor, China is involved in big infrastructure projects and inves- tment ventures. Yet, it should be noted that in the long term such projects greatly assist the African war against poverty. These contributions, coupled with its donations and loans, might even position China as a good development partner for African nations. Dossier Africa in the world economy A five-platform complex pumps crude off the coast of Cabinda, Angola's most prolific oil field. © Reporters African partners. This means China is seen in the eyes of many African leaders as an easy business partner. Many economists currently say sub- Saharan Africa’s economies are now heading in the right direction. What’s your opinion? I think I would agree with the statement. The past decade, especially the period prior to the global financial crisis, has been glorious for the region. Many coun- tries were able to see impressive GDP growth rates and a boost in trade and investment figures. The political turmoil has also begun to calm in many countries. Yet, many problems still exist and unless resolved may hinder the sustainability of the ongoing progress. Do you think that Africa’s partners- hip with China and other emerging countries has brought about a re- positioning of Africa in the global economy? I would rather say, yes. For a long time China is also very active in the construction of infrastructure and, above all, abstains from interfering in local political issues ",
        "19 N. 18 N.E. – July August 2010 West Africa’s aid package to exploit EU opportunities Debra Percival T he PAPED ‘aid for trade’ pac- kage has been drawn up in tandem with talks between the EU and West Africa on market liberalisation under an EPA. The EU is hoping to conclude these by the end of 2010. “Nothing is agreed until everything is agreed upon”, said Soumaila Cissé, President of the Commission of the West African Economic and Monetary Union (WAEMU/UEMOA), at a seminar held in Brussels in May organised by the EU’s Spanish Presidency on the EU’s role to strengthen West African integration. As negotiations on the minutiae of the EPA continue, the EU has confirmed it can provide €6.5bn of the estimated €9.54bn for PAPED over the coming five years (2010-2014). It wants other donors, including multilateral institutions and the private sector, to come on board to make up the shortfall. “Market openings alone do not lead to development”, Mohammed Daramy, UEMOA PAPED has been drawn up with the two regional organisations in West Africa, the West African Economic and Monetary Union (WAEMU) and the Economic Community of West African States (ECOWAS) which are leading the region’s integration including a common external tariff and a monetary union. Governments, regional institutions, the private sector and civil society in West Africa have also been involved in PAPED talks. Speaking at the seminar, Andris Piebalgs, the EU Development Commissioner, said PAPED will “go beyond the adjustment needs of EPA”. For Mohammed Daramy, ECOWAS Commissioner for Trade, Customs and Migration, “market ope- nings alone do not lead to development”. Secretary General of the ACP Group of African, Caribbean and Pacific (ACP) nations, Mohammed Ibn Chambas, reminded participants that the aim of the trade liberalisation and regional inte- gration was to create jobs and fight against poverty which is still at an unacceptably high level. Infrastructure a priority It is foreseen that the bulk of the PAPED budget (€6.029bn, 63 per cent) will go to improving and strengthening trade- related infrastructure. A €1.855bn sum (19 per cent) will go to projects to diversify West Africa’s economies and increase production capacity whereas €631M (7 per cent) will be set aside for intra-regional trade development and to facilitate access to international markets. The remaining €145M sum (2 per cent) will be for the EPA’s imple- mentation, monitoring and evaluation. “We need to talk about figures but also about strengthening strategies under PAPED”, said Ángel Losada Spain’s Ambassador to Nigeria at the Brussels seminar. * One of the four EPAs being negotiated with four African regions. West African countries in talks on an EPA are: Benin, Burkina Faso, Cape Verde, Côte d’Ivoire, Gambia, Ghana, Guinea, Guinea Bissau, Liberia, Mali, Niger, Nigeria, Senegal, Sierra Leone, Togo and Mauritania. Africa in the world economy Dossier PAPED is the EU-financed Development Programme for West Africa attached to the Economic Partnership Agreement (EPA), a free trade agreement between the EU and the region*. It is tailored to enable the region to make the most of new market openings under a future EPA. A road through Monrovia, the Liberian capital. © Reporters ",
        "20 C urier The Does Africa benefit from South Africa Is Africa benefitting from its economic powerhouse, South Africa? Ah ... the pursuit of self-interest ... that great- est of all motivators of mankind ... can sometimes have wider benefits and it is indeed a cornerstone of modern society. My neighbour and I agree not to clobber each other over the heads because it is in our mutual and separate self-interest. Charles Visser * S elf-interest is then also the main driver of South Africa's keen pro- motion of the economic develop- ment of its immediate neighbours and indeed the whole of sub-Saharan Africa. It keeps their citizens at home and creates a market for South African products. It is not generally known, but South Africa has consistently endeavoured, even during the apartheid years, to improve the economic fortunes of its neighbours. This was the case from the very creation of the Union of South Africa in 1910 which also saw the creation of the world's old- est customs union, the Southern African Customs Union (SACU). The primary goal of this customs agree- ment between South Africa, Botswana, Swaziland and Namibia is to promote regional economic development through the coordination of trade. The 1910 agree- ment made provision for common external tariffs on all goods imported into SACU. A common pool of customs duties as per the total volume of external trade and excise duties based on the total produc- tion and consumption of excisable goods. SACU-produced goods could also cir- culate freely and without quantitative restrictions within SACU and a revenue sharing formula was agreed upon. The agreement was amended in 1969 and again in 2002. The 1969 agreement saw the inclusion of a multiplier in the revenue sharing formula that boosted the revenues of Botswana, Swaziland and Lesotho by 42 per cent. Once again South Africa's self-interest was at stake. The apartheid state was eager to create a community of 'separate but equal' states within it and around it. It became a South African policy imper- ative to boost the economies of the already independent black states within it (Swaziland and Lesotho) and, border- ing it, Botswana. The reason for this was that independent black states had to be seen to work for 'Grand Apartheid' (the creation of 'independent homelands' for South African blacks) to be feasible. Main player In one of those typically African ironies, the revenue they earned from SACU became the main source of foreign cur- rency for Swaziland and Lesotho even if they were loudly calling for ever more stringent sanctions on apartheid South Africa at the time. P o s t - a p a r t h e i d saw South Africa join the Southern African Economic D e v e l o p m e n t Community (SADC). The SADC was established in 1980 to reduce the original nine members' dependence on South Africa. The organi- sation now boasts 15 members as far north as the Democratic Republic of Congo on the west coast and Tanzania on the east coast as well as Mauritius and Madagascar in the Indian Ocean. South Africa has, ironically but unsurprisingly, become the main player although it is coy about admitting that. The SADC has many lofty ideals, that they express in that language that is so beloved by bureaucrats the world over but that can put the most adamant insom- niac to sleep within minutes. Here is an example: • achieve complementarity between national and regional strategies and programmes; • promote and maximise productive employment and utilisation of resources of the region; • achieve sustainable utilisation of natural resources and effective protection of the environment; • strengthen and consolidate the long- standing historical, social and cultural affinities and links among the peoples of the region; “South Africa exports its electricity to its neighbours.” © Chris Kirchoff, MediaClubSouthAfrica.com Dossier Africa in the world economy South Africa has endeavoured, even during the apartheid years, to improve the economic fortunes of its neighbours ",
        "21 N. 18 N.E. – July August 2010 If you are still awake read on. Lofty indeed but many people are accusing the organi- sation of being just another ministerial talkshop. Long on words and short on action. Meanwhile the South African private sec- tor did not need a second invitation to expand into Africa. As we speak South Africans are erecting cellphone towers in the DRC, opening supermarkets in Mozambique, breeding specialised broiler chickens in Zambia, extending SME loans in Africa. making money transfers easier ... and mining tanzanite in Tanzania. Whether these commercial activities are to the benefit of the peoples of those coun- tries is open for debate, but if one argues from the viewpoint that trade and industry is good ... it must be good. Then their is eco tourism. It is regarded by many as the only really longterm sus- tainable industry for many impoverished regions in Africa. On this front South Africa is doing well with the creation of several transfrontier parks that are set to attract tourists to areas of Mozambique and Zimbabwe that are currently under-utilised. The Greater Limpopo Transfrontier Park is a joint initiative between South Africa, Mozambique and Zimbabwe and is expected to cover an area of 35 000 km 2 in the first phase of its development and a whopping 100 000 km 2 upon full integration. South Africa also recently helped to return five endangered black rhino to their home in the Serengeti Game reserve in Tanzania. A further 27 are set to be returned to their native coun- try over the next two years. To return to the original question. Yes Africa is benefitting from many of the African solutions to African problems that were developed in South Africa over time. Yes it is benefitting from the hope for the continent that the country inspires. Yes it is benefitting from the infrastructural development brought by South African business interests, be it a supermarket or an upmarket eco-friendly game reserve being built, it will have longterm benefits. Yes it is benefitting from South Africa's successful conservation techniques... Is South Africa benefitting from sharing technologies and techniques with Africa? Silly question ... of course it is! * South African freelancer. Tourists are looking across the city of Cape Town. © DPA / Reporters Johannesburg © Chris Kirchoff, MediaClubSouthAfrica.com Wine production in South Africa. © Laif / Reporters Africa in the world economy Dossier ",
        "22 C urier The Somali NGOs voice their country’s needs Civil Society on the move Debra Percival N ew insecurity has been created by Islamic-based insurgency groups including al-Shabab which has declared allegiance to al-Qaeda, the Islamic group allegedly linked to international terrorist activities. NGOs point out differences between the autonomous areas of Puntland (North East Somalia) and Somaliland (North West) where they report relative peace, parti- cularly so in Somaliland. The country’s Transitional Federal Government (TFG) is installed in Mogadishu in South and Central Somalia where conflict continues between government troops and extremist militants. Additional peacekeeping for- ces were pledged for the country by the African Union (AU) at its July Summit. “In a country like Somalia, most of which is too dangerous for officials to visit, the EU must listen to the Somali NGOs who are the local experts and can help policy- This Autumn will see the drafting by the European Union (EU) of a Communication on the Horn of Africa, including Somalia. The EU’s High Representative for Foreign Affairs, Catherine Ashton, is also due in the region in September. Ahead of both, Somali Non Governmental Organisations (NGOs) working in different parts of the country with EU partners assess their country’s humanitarian and development needs. D i s p l a c e d S o m a l i p e o p l e c a r r y f o o d f r o m a i d d i s t r i b u t e d b y a l o c a l N G O i n p a r t n e r s h i p w i t h t h e W o r l d F o o d P r o g r a m m e , M o g a d i s h u , S o m a l i a . © A s s o c i a t e d P r e s s / R e p o r t e r s ",
        "23 N. 18 N.E. – July August 2010 makers shape better policies”, says Noah Gottschalk, Oxfam’s EU Humanitarian Officer. The NGO points out that piracy may be a symptom of instability in Somalia but 3.2M Somalis, or nearly half the popula- tion, are in need of urgent humanitarian aid. Peace in Somaliland “In the so-called North-Western zone, in development circles known as Somaliland, where peace and stability have prevailed for over a decade, inter- national support should be scaled up in order to nurture the existing peace and encourage the exemplary democra- tic structures in that area – bearing in mind that there has been a free and fair election and smooth transition of power”, says a representative of an NGO based in Hargeisa, Somaliland, who cannot be named for security reasons. He adds: “The peace dividend should be encouraged but at the same time; those who need humanitarian support in conflict areas should not be neglected, otherwise an exodus to more stable areas will occur which will ultimately endanger the peace and security of those areas. Capacity building should focus more on advocacy, peace-building, conflict resolution”. A representative of one NGO working in South and Central Somalia where insur- gency is rife who also wishes to remain anonymous, wants to see more funds for youth programmes, “We are hiring youths between 18-30 to work on the rehabilita- tion of canals and road clearance. They are paid about US$54 per month which is really good money”, he says. He remarks that the current situation in the region is almost worse than in the time of the warlords. A strong civil society “It is critical and important to build the capacity of Somali civil society as they are the only non-profit organisations that bring checks and balances to the country, particularly in the context of Somalia, where the public sector is weak and it is mandatory to have a strong and capable civil society that lays down the founda- tion of a strong nation in the country and good democratic and governance prac- tices”, says Jama Mohamed, Director of the Nairobi-based Somali Organisations for Community Development Activities (SOCDA). “This can only be achieved through the installation of good leadership, the buil- ding of committed and capable security forces and restoring the justice system in the country”, he adds. “During the stabilisation period the proliferation of political groups, as well as regional and international interferences, have to be firmly con- tained. Traditional reconciliation pro- cesses fully-owned by the Somalis have to be initiated. This process has to address the security and safety of Somali people, political parti- cipation process and the future gover- nance in the country.” The same NGO Director says: “It is important for Somalis to own the pro- cess and all stakeholders to partici- pate in order to have indigenous and culturally-respected constitutions that become part of Somali traditional codes”. The aforementioned Hargeisa-based NGO is also concerned about the envi- ronmental effects of charcoal exports from southern Somalia to the Middle East, calling on importing countries to urgently implement a ban. “Interventions in alternative energies and supporting technically and financially institutions involved in alternative energies are a mat- ter of paramount importance. With the ongoing destruction of the environment, the livelihoods of local communities are endangered”, says the NGO represen- tative. Civil Society on the move EU: Somalia’s biggest donor The EU is the biggest donor to Somalia with a current ongoing financial contri- bution of €180M for governance and security, education, economic develo- pment and food security. Since 2007, it has further provided €99.5M to the African Union’s peacekeeping mission to Somalia (AMISOM). It is at the fore- front of EUNAVFOR Atalanta, an EU naval mission to deter and repress acts of piracy off Somalia’s coast and has mounted the European Union’s Training Mission for Somalia (EUTM) which is working with Uganda, the United Sta- tes and the AU to create the embryo of a future Somali army. On 27 July, the EU allocated a €35M humanitarian package for the country to provide food aid, medical aid, water and sanitation and on 2 August pledged a €15M relief package for Somali populations at the Dabaab refugee camps in Kenya’s north east province, the location of the largest group of refugee camps in the world. See: www.eunavfor.com www.ec.europa.eu/development/ Noah Gottschalk sums up: “The EU should invest more in building the capa- city of local NGO workers who risk their lives on the frontline to give Somalis a bet- ter life. They’re the heroes, the ones not only providing for basic needs like food and water, but also offering alternatives to so many people who would otherwise resort to criminal activities like hijacking ships for a living”. The EU must listen to the Somali NGOs who are the local experts and can help policy-makers shape better policies ",
        "24 C urier The S ince last year, the duty and quota-free market is ushering in new investment opportuni- ties for sugar in Zambia’s huge arable lands to supply new markets and new industries. It is predicted that Zambia’s sugar industry will grow sub- stantially in the coming years, not only due to increased exports to both the EU and regional markets such as the Democratic Republic of Congo, but also due to diversification into biofuels and other by-products. Easier access to the EU market has come about through the phasing out of quotas under the EU’s Everything But Arms (EBA) initiative for Least Developed Countries (LDCs). This 2001 EU trade incentive gave duty and quota free access to the EU market for the world’s 49 LDCs for all products apart from rice, sugar and bananas, deemed to be sensitive. The remaining restrictions on sugar were eliminated on 1 July 2009 giving duty and quota free access to the EU market for Zambian sugar and that of other LDCs. Zambia is also one of the six countries in the East and Southern Africa region (the others are Comoros, Madagascar, Mauritius, Seychelles and Zimbabwe) to have agreed a ‘goods only’ European Partnership Agreement (EPA) with the EU. This already ensures free access to the EU for the bulk of Zambian goods and for sugar, from 2015. New Optimism A new optimism follows the pessimism that prevailed four years ago when the EU reformed its sugar trading regime. In its 2006 trade reforms, the EU reduced its internal sugar prices by 36 A more open European Union market for Zambia’s sugar exports is creating new investment and jobs and increasing the country’s export receipts. Nawa Mutumweno Zambia’s sugar surge M a n H o l d i n g R a w B r o w n S u g a r . © R e p o r t e r s Trade ",
        "25 N. 18 N.E. – July August 2010 Trade per cent, meaning lost export earnings for 18 African, Caribbean and Pacific (ACP) sugar exporters who were signa- tories to the former Sugar Protocol of the ACP-EU Cotonou Agreement under which the ACP sugar price was aligned to that of the EU. It means that Zambia has seen the price of sugar exported fall from €523.7/tonne to €335/tonne in 2009/10. To offset the cuts, the EU offered a €1.28bn package of assistance for the 18 signatories of the ACP Sugar Protocol to fund four-year Multi- Annual Adaptation Strategies (MAAS) such as upgrading production to reduce costs and help diversify into ethanol. ACPs feared even fiercer global com- petition when the EU followed up the price cut with the phasing out of the Sugar Protocol in 2007 which also set fixed annual quantities for ACP sugar exporters. Despite its worst fears, Zambia is adapting and now that the remain- ing EBA restrictions have been lifted, the country’s sugar exports to the EU have increased from 30,000 to 135,000 tonnes, say industry insiders. It marks a new long-term confidence in the indus- try in Zambia. Expansion The commissioning of the one trillion kwa- cha (1 kwacha = €0.00016) Nakambala Sugar Estate Expansion Project run by Zambia Sugar , the country’s premier agricultural enterprise, has resulted in the Estate doubling its production. The expansion, which started in April 2007, included the upgrading of an existing fac- tory, construction of roads and canals as well as planting sugarcane on over 10,000 hectares of additional land. From 1 April 2009, Zambia Sugar began full production at the plant, increasing output from its previous 246,000 tonnes to 440,000 tonnes. Some 130,000 tonnes of sugar will be for the Zambian market while 120,000 tonnes will cater for the booming regional markets. \"Our exports to the EU are expected to increase to around 200,000 tonnes in about three years while production capacity of the plant will rise to 465,000 tonnes\", said Lovemore Sievu, Zambia Sugar 's corpo- rate affairs manager. The 100 per cent increase in production will result in the creation of 10,000 jobs, including in the outgrower scheme where small-scale pro- ducers are encouraged to produce sugar. With the removal of EBA restrictions, the country’s sugar exports to the EU have increased from 30,000 tonnes to 135,000 tonnes Zambia Sugar announced the comple- tion of the purchase of 85.73 per cent of shares in Nanga PLC . Nanga PLC previously owned 9,800 hectares of agricultural farm land in Mazabuka, Southern Zambia, of which 2,200 hec- tares are planted, primarily with sug- arcane. Zambeef , the controlling share- holder of Nanga Farms, elected to sell its stake to focus on their core business; the production and distribution of beef, chicken, pork, eggs, milk and dairy produce. Zambia Sugar ’s purchase of the stake has allowed the long term sup- ply of sugarcane for its expanded sugar refinery in Mazabuka to be secured. It is envisaged that a further stake in the farm will be sold to a consortium of indigenous investors, in line with the country's citizen empowerment policies. Zambia Sugar ’s controlling shareholder is Illovo Sugar of South Africa, which has a big out-grower scheme throughout sub-Saharan Africa. The Nanga Farm sale is a landmark deal in Zambia as it brings together some of the leading players in agricul- ture, with funding provided by one of the leading banks in Zambia, Zanaco , which is benefiting from credit support from Rabobank , a global leader in the food and agribusiness. Sugarcane is also grown and processed by Kalungwishi Sugar Estates in Kasama, Northern Province and Consolidated Farming Limited (Kafue Sugar ) on the outskirts of Lusaka. Zambia Sugar has also reduced costs by producing its own electricity and has thus stopped use of that provided by the Zambia Electricity Supply Corporation (ZESCO). Zambia Sugar also plans to expand its biofuel production from sugar, producing ethanol from molasses used as feedstock. Molasses has a resi- due to production ratio of around 0.2 per cent, meaning that for each tonne of sugar produced, some 200 kg of the feedstock becomes available, in total some 88,000 tonnes. Ethanol has an average conversion ratio of around 35 per cent, thus the total biofuels produc- tion potential from the by-product in 2011 would be around 31,000 tonnes. Scene from Zambia between Chingola and the swamps of Bangweuleu. © Sunset / Reporters ",
        "26 C urier The Royal Krakow Discovering Europe It was described as the ‘Rome of the Slavs’ by Adam Mickiewicz, the great Polish romantic poet who died in 1855 in the middle of the Crimean War, after travelling to the front in an attempt to form a Polish legion to fight the Russians. Marie-Martine Buckens A lthough Warsaw stole the status of capital from Krakow in the 16th century, for many Poles it is Krakow that remains the true heart of their country, and most certainly of ‘Little Poland’, one of the 16 Voïvodies (regions) of today’s Poland. In Krakow you are also constantly reminded that Poland is above all a fervently Catholic nation, a religion that has left its mark on the entire history of the country. It began in 966 when the pagan King Mieszko I decided to convert to avoid a religious war with his Czech neighbours. The cathedral – where archbishop Karol Wojtyla, the future Pope Jean-Paul II, ministered – churches and Gothic or Baroque chapels serve as a reminder at almost every street corner. As do the people themselves. When going about their everyday business it is not unu- sual for them to make a discreet detour to spend a quiet moment before a Christ or representation of the Black Virgin, the original of which is kept in Czestochowa – less than 100 km north of Krakow – one of the most important Catholic pilgrimage sites in Europe that attracts around five million pilgrims a year. Igor Mitoraj's massive sculpture Eros Bendato (‘Eros bound’) in the main square (Rynek Główny) of Krakow. © Marie-Martine Buckens I n a s h o p i n K r a k o w : p h o t o o f M i c h a l O k l a f o r t h e G a z e t a K r a k o w s k a n e w s p a p e r . © M a r i e - M a r t i n e B u c k e n s ",
        "27 N. 18 N.E. – July August 2010 M.M.B. S ince the 10th century Krakow has also been a city of trade, tes- timony to which remains today in the form of Rynek Glowny, the market square covering four hectares and one of Europe’s biggest medieval squares. It is also a city of art and culture, with its many universities, including the famous Jageillonian University, Central Europe’s second oldest after Prague University. This welcomed such famous names as Copernicus and even the astrologist and alchemist Faust, the latter serving as the inspiration for Goethe in his famous novel of the same name, regarded as the most important work in German literature. Beginning in 1386, Krakow experienced two centuries during which it flour- ished under the dynasty first of Queen Hedwig, daughter of Casimir the Great – the last member of the Piast dynasty – and her husband, the Grand Duke of Lithuania, Ladislas Jagellon. Krakow at that time was the capital of a powerful and vast state. In 1410, Poland – and its Lithuanian allies – won the Battle of Grunwald against the Teutonic knights, marking the end of the latter’s expansion along the Baltic coast. Fifty years later Poland regained the town of Gdansk, birthplace in the 1980s of the anti- communist movement, Solidarnosc. The country now stretched from the Baltic to the Black Sea, including areas of present- day Belarus and Ukraine. It had become Europe’s biggest nation. Shop window, Krakow. © Marie-Martine Buckens Little Poland Discovering Europe Europe’s biggest nation ",
        "28 C urier The Discovering Europe Little Poland The Vistula Krakus is the mythical first king of Krakow. He is said to have lived on the Wauwel, a hillside overlooking a bend of the Vistula, the great river with its source in South Krakow that flows right across the country to the Baltic. It is a capricious river that, due to the very flat nature of the regions through which it flows, frequently causes disastrous flooding, notably in 1813, 1888, 1934, 1960 and, to a lesser extent, in the spring of 2010. History and legend From the top of St. Mary’s Church belfry, on the market square, every hour of the day a trumpeter plays a tune that stops suddenly, in memory of his predecessor who gave the alarm on the arrival of Tatar troops in 1241 and who was killed by an enemy arrow to the throat. Known as the Hejnal, it is a tradition that has continued uninterrupted for seven centuries. Decline The grandeur proved to be short-lived. In 1596, King Sigismond III Vasa transferred the royal residence to Warsaw. Krakow lost importance, especially as it was weak- ened by pillaging at the time of Swedish invasions and by the plague that claimed 20,000 victims. In 1795, the three pow- ers – Russia, Prussia and Austria – who were jealous of their neighbour’s power and despite the insurrections, divided up the country. Krakow became part of the Austrian Empire’s Province of Galicia and as such enjoyed a certain freedom, even being declared a “free town” between 1815 and 1846. In 1846, after another attempted revolt, Krakow again came under the control of the Austrian Empire. After the Austro-Prussian War of 1866 Austria granted autonomy to Galicia in return for a pledge of Polish loyalty. Krakow again became a national symbol. The Austrians being less harsh than the Russians or the Prussians, Krakow was able to blossom and regained its status as Poland’s cultural and artistic centre. Famous painters, writers and poets came to work there. In 1795, after having been divided up and shared out on three occasions, Poland disappeared from the map for 123 years. There then followed a long period of submission, insurrection and waves of repression and emigration. The poet Adam Mickiewicz was not the only one to go into exile. Sinister memory At the end of the First World War, the Treaty of Versailles restored Poland to the map of Europe. A brief period of calm ended abruptly 19 years later with the German invasion. But it was not just the Germans. The Soviets, linked by a secret clause in the Germano-Soviet pact, invaded Poland at almost the same time as the Reich. The ‘Blitzkrieg’ was the most terrible of wars, Hitler being deter- mined to put an end once and for all to what he called “this bastard of Europe”. The Soviets were scarcely any better and began by murdering 4,500 Polish officers and intellectuals in Katyn and deport- ing hundreds of thousands of Poles to Siberia. Six million Poles – 20 per cent of the population, including three million Jews – perished between 1939 and 1945. At this time Krakow became the ‘capital’ of the territory occupied by the Germans. Governor Hans Frank set up concen- tration camps not far from Krakow, in Plazow and Auschwitz. More than a mil- lion Jews perished as well as Polish resist- ance fighters and gypsies in these death camps of sinister memory. After the Second World War, Poland seemed to count for little in the eyes of the major powers – Soviets and Allies – and it soon found itself under Soviet rule. Intellectual and bourgeois Krakow experienced it as a particular humiliation when, in the 1950s, Moscow decided to build the town of Nowa Huta (the ‘new steelworks’) and its steel-making com- plex just a short distance from the proud historical city. In addition to the purely economic aspects, Nowa Huta pursued an ideological objective. The plan was to make the Little Poland region a sym- bol of socialism and even to transform Krakow the bourgeois cultural capital of Poland into a town for the proletariat. Today Nowa Huta can be proud of its inhabitants despite all that has happened. It is they who, supported by Archbishop Karol Wojtyla, were one of the principal sources of popular support for the anti- communist movement. And the pleasant neighbourhoods of this ‘new’ town where the participative tradition remains alive and well today attract a growing number of young Krakowians who are often for- gotten by the new Western capitalism. St. Mary's Basilica, in the Rynek (the main square of Krakow) is home to the unmatched Oltarz Mariacki, the giant Gothic altarpiece carved by Veit Stoss, Europe's greatest sculptor of the period between 1477 and 1489. © Marie-Martine Buckens ",
        "29 N. 18 N.E. – July August 2010 Little Poland Discovering Europe Islam, Judaism and Christianity The study of Christian minorities in the Middle East was the subject of Konrad Pedziwiatr’s thesis. It was one that took him to Syria, Turkey, Lebanon, Egypt and the Occupied Palestinian Territo- ries. “In the United Kingdom, where I did my master’s, I was struck by certain similarities between these minorities and the Muslim minority in Britain. They sometimes suffer from some forms of discrimination, even if their situation is stable.” It is a subject that leads, as so often in Krakow, given its proximity to the former Dachau concentration camps, to the question of the Jews. “In the 16th century Poland was a refuge for all the persecuted of Europe, including the Jews. Before the Second World War there were more than 3 million Polish Jews”, Konrad Pedziwiatr points out. “The Poles, by far, were the people who saved most Jews during the war. And today our government is by far the most pro-Israeli, and even goes so far as never to criticise Israeli policy”, he adds. But times are changing. The meeting in Krakow organised for the day after our meeting is proof of the fact: ‘Solidarity campaign for Palestine’. M.M.B. “T he ‘Peace and Develo- pment Studies’ pro- gramme that we launched in 2008 is a completely new specialisation in Poland”, explains Konrad Pedziwiatr, lecturer and project coordinator for this new study cycle, taught in English, at the Tischner European University in Krakow. “The lack of a tradition in this discipline in Poland causes us to establish links with other universities and outside organisa- tions.” The project has the backing of solid part- ners such as Polish Humanitarian Action (PAH), an organisation that has long aided victims of war and natural disasters. The Norwegians are also present with the Programme of Comparative Research on Poverty (CROP), Liechtenstein with the International Academy of Philosophy, and finally the University of Iceland. “Since it joined the European Union, Poland has played an increasingly impor- tant role on the international stage in the field of aid policies and peacekeeping. It therefore needs to acquire experts in these fields”, stresses Pedziwiatr. Despite the organisers’ success in attrac- ting experts from all over the world to their study programme, the future of Peace and Development Studies is far from assured. Its very life blood is at stake: “We receive subsidies, from Norway in particular, but there is no guarantee they will be renewed”. In Tischner, as with the NGOs, the hope is that the creation of the new National Agency for Development Cooperation will solve the problem, which is a recurring one for all involved. Info: www.wse.Krakow.pl Konrad Pedzwiatr and students at the end of a training course at Tischner European University. © Tischner European University What place should Poland occupy among the donors? What type of aid and to assist which countries? These and other questions remain open and give rise to many, often passionate, debates. They are also at the origin of a new kind of university course. In Poland’s Case ",
        "30 C urier The Discovering Europe Little Poland As a rich country, we have to enact solidarity with the poorest Interview with Mr Marek Ziółkowski, Director of the Development Cooperation Department in the Foreign Affairs Ministry M.M.B. I n a speech given in Warsaw on May 17, EU Commissioner for Development, Andris Piebalgs said: “In Poland, the word ‘soli- darity’ is to this day associated with Solidarno ść , that brave social move- ment. But it also has a wider mean- ing: uniting together for a common cause, for example to help others in need”. Today, Poland, once a benefi- ciary country in terms of aid, has to reason in terms of being a ‘rich’ coun- try, part of the EU and as such bound to its development policy. How is this perceived by the population? Compared to the new member states of the EU, Poland is perceived as an eco- nomically successful country. Developing countries, particularly the less affluent ones, regard Poland as a wealthy country. The international community therefore expects us to share our success to a larger extent by increasing the volume of our for- eign aid. Although Polish society is aware of the economic difficulties experienced by groups of poorer Poles, we are still ready to help other countries. The driver of this readiness is our sense of moral duty and the belief that helping others is a way of paying the ‘debt’ incurred by Poland when we received aid from the West in the earlier transformation stages. This aid was instrumental in implementing social and economic changes in our country. Poles are well aware of the fact that this assis- tance has largely contributed to what we can enjoy today: freedom, democracy and membership in Euro-Atlantic structures. As a society we have not yet achieved the level of development which can ensure welfare for all Polish citizens. The majority of Poles understand that our membership in the elite ‘clubs’ – the EU and OECD – means that we also belong to the world’s richest countries. We also know that this position obliges us to enact solidarity with the world’s poorest countries. An over- whelming proportion of Poles (83 per cent according to the latest survey for the Development Co-operation Department of the Ministry of Foreign Affairs) believe that Poland should provide less developed countries with assistance (in line with all other Member States: Eurobarometer sur- vey October 2009, Ed. ) It is also noticeable that the growing support for our assistance activities goes hand in hand with Polish people feeling more ‘at home’ in the EU. Support for Poland’s development assis- tance has been rising systematically since 2004 and has not been affected by the opinions of the rare contesters who claim that before helping others we should first solve our own problems. On the government side, the Ministry of Foreign Affairs in Poland has been organising a number of international events related to development co-oper- ation, and is in the process of consoli- dating and reforming the structure of its development co-operation. What will be the shape of this new structure? The majority of well developed countries have legislative frameworks pertaining to Marek Ziółkowski. © Ministry of Foreign Affairs, Poland ",
        "31 N. 18 N.E. – July August 2010 Little Poland Discovering Europe development assistance. The key asset of legislative regulation is a clear division of roles and responsibilities among the public institutions involved in assistance activities. Such legislation will also be introduced in Poland as work is cur- rently in progress on the Polish Act on Development Assistance. The Act will co-ordinate various assistance activities implemented by a range of Polish administrative entities. It will also guarantee well-structured collaboration with the NGO sector through the relevant Minister (the Minister of Foreign Affairs). The co-ordi- nation task will be delegated to the National Co-ordinator of International Development Assistance ranked as Secretary or Under- Secretary of State. The Ministry of Foreign Affairs will be responsible for the totality of development co-operation, including selection of geo- graphical and thematic priorities as well as allocation of funding. Planning will take place within the relevant unit of the Ministry and will include the appropriate Polish Embassies. Our development policy will be defined by the Minister of Foreign Affairs assisted by the Development C o - o p e r a t i o n Programming Committee – an advisory body appointed by the Minister and com- posed of a few experts from the other Ministries involved in development assis- tance and representatives of NGOs. The Act on Development Assistance should trigger a more efficient, more co- ordinated and internationally standard- ised use of public funding. An important advantage of the Act will be the possibil- ity to implement projects over extended periods of time (e.g. two or three years) and make multi-annual commitments instead of the current system in which projects last a maximum of a few months. It must be emphasised that the draft takes into account many comments and opinions reported by the Polish NGOs engaged in international development co-operation and humanitarian aid. In more concrete terms, what are Poland’s aid priorities on the ground, in terms of programmes and coun- tries? For instance, how will you balance your engagement towards Eastern countries and the traditional countries (the ACP) benefiting from EU aid? Similarly to previous years we will con- tinue to assist our priority recipients i.e. Afghanistan, Angola, Palestinian Autonomy, Belarus, Georgia, Moldova and Ukraine. We attach particular impor- tance to development assistance directed to Afghanistan. Thanks to the Polish- Swedish Eastern Partnership* initia- tive adopted by all EU member states, an additional opportunity has material- ised to develop the EU’s relationship with the region. We have to bear in mind that Poland is an attractive partner for the countries of Eastern Europe as we had a similar starting point in terms of the level of development and were able to make our way into the EU. We are per- ceived as a country which understands the problems of the region better and we can offer our unique experience in systemic transformation. As to the other directions of Polish aid – we will continue to support selected African and Middle Eastern countries, as well as the countries of Central Asia. Our presence in these regions will be a reflec- tion of our financial capacity and, most of all, our know-how: these two factors drive the thematic and geographical division of labour among all donor countries. * The ‘Eastern Partnership’ proposal constitutes a new initiative aimed at counterbalancing the project of the Union for the Mediterranean advo- cated by the French president Nicolas Sarkozy. It was inaugurated in Prague on 7 May 2009. EU Commissioner for Development, Andris Piebalgs speaking at the Kapuscinski lectures in Warsaw on May 17 © EU Ryszard Kapuscinski. © Reporters \"An overwhelming proportion of Poles – 83 per cent – believe that Poland should provide less developed countries with assistance\" The great Polish journalist who travelled across Africa and other continents and penned such major works as The Empe- ror, Shah of Shahs, Imperium , and The Shadow of the Sun , made no secret of his admiration for the great ethnologist Bronisław Malinowski. Ryszard Kapus- cinski died in Poland in 2007, having completed what he described as his ‘mission’. For which he drew inspiration from his Polish religious culture that pro- vided him with a facility for understanding revolutions, in particular the Khomeinist Revolution. Today the Polish Foreign Ministry organises – with the European Commission and the United Nations De- velopment Programme - ‘Kapuscinski lectures’ where experts on development issues can meet. ",
        "32 C urier The Food sovereignty links North and South M.M.B. “S ustainable development is our motto and increasing public awareness of ‘res- ponsible purchasing’ is one of our major programmes”, declares Emilia Slimko, a manager with the Polish Green Network (PGN) that has its main offices on a busy street running through the old town in Cracow. The PGN was set up nearly 15 years ago and includes 10 environmental protec- tion organisations. In addition to Cracow, the organisation has two other national offices. “The Warsaw office,” continues Slimko, “is part of the international net- work, ‘Bankwatch’, that monitors public expenditure against environmental and sustainable development criteria. The national office in Szczecin [port town on the German border, editor] works more specifically with programmes for southern countries”. To return to the subject of responsible purchasing, in addition to programmes targeting schools or ethical fashion, there are also those that focus on ‘local’ purcha- sing. This inevitably raises the question of food sovereignty. A complex issue, but also one that can bring together local farmers in Poland and in the South, in Ghana for example, where the PGN is active. The Szczecin office in particular is involved in this and works closely with the French Committee for International Solidarity (CFSI). “They have the leadership”, con- tinues Slimko, “and they would like us to be more involved internationally. But these are still very new questions for us and, for the time being, we have decided to be less ambitious”. “Bio agriculture is what we practiced in the past, without knowing it. And we still have the knowledge and we have healthy soil” “We believe”, she explains, “that along- side the international actions we have work to do here, in Poland. We are already active in the field, in cooperation with the Polish Ecology Club, Poland’s oldest non-governmental organisation. People here still have a connection to the land. Although, since signing up to the CAP (Common Agricultural Policy), many farmers tend to grow subsidised crops Discovering Europe Little Poland Poland is rediscovering its agricultural know-how with the current fad for ‘bio’ produce among Western Europeans. Know-how it can also make available to the countries of the South. Making Africa a priority The government view (read interview on page 30) is that cooperation that benefits Eastern European countries remains the priority. Zaragoza, which brings together all the many Polish organisations wor- king directly or indirectly on cooperation, believes this is a view that must change. It has made this clear to the national authorities at a time when they are pre- paring to reform their cooperation policy. Ola Antonowicz, PGN president, is one of the leaders putting pressure on the government to allocate more money to projects in Africa. Money that should be allocated on a multiannual basis and not year by year, as is the case at present. Hence the importance of setting up a National Cooperation Agency. Countryside near Cracow © Marie-Martine Buckens Typical wooden house in Zakopane © Marie-Martine Buckens only, we are trying to interest them in bio produce. After all, bio agriculture is what we practiced in the past, without knowing it. We still possess the knowledge and we have healthy soil”. ",
        "33 N. 18 N.E. – July August 2010 The Zakopane intellectuals M.M.B. I t was above all the beauty of the place and the charm of the Tatra Mountains – where the ‘Gorale’, or mountain people, still practice their folklore today – that attracted artists and scholars from the early 19th century onwards. The whole of Little Poland was occupied by the Austrians at the time, under whom they suffered less than relative to the other provinces that were ruled by Russians and Prussians, who cracked down hard on any kind of free thinking. Less exposed than ‘big’ Krakow, Zakopane soon became a ‘protected’ centre of political and cultural life as well as a university town. It was to Zakopane that professors removed from their university chairs came to teach at the Summer University. Later, it was here that national militant organisations were born and victims of persecution were assisted in crossing the border. Upheavals Writers flocked to Zakopane in the late 19th and early 20th centuries. One of them was Stanisław Witkiewicz. Like many Polish artists he expressed his talents in many genres, as a playwright, philosopher, pamphleteer, painter, pho- tographer and novelist. In 1914, at the age of 29, and devastated by the suicide of his fiancé, he left for New Guinea with Bronisław Malinowski. Fiercely condemned by his contemporaries, he nevertheless wrote more than 30 plays that were neither published nor performed and produced a number of paintings. He committed suicide on 18 September 1939 as the Soviets marched into Poland. He did not gain international recognition until the late 1950s when director Tadeusz Kantor put on his plays. His friend Bronisław Malinowski revolu- tionised the world of anthropology. Born in 1884 in Krakow, the author of The Argonauts of the Western Pacific travelled the world, a characteristic he shared with many Poles whose wanderings were often forced upon them by successive invasions of their homeland. It was after returning from what is now Papua New Guinea with his friend Witkiewicz that he described the Kula Ring system for trading in goods regarded as prestigious (shell jewellery) but of no direct value, as practiced bet- ween around 20 of the islands. This study made him famous as did his method of ‘participant observation’. Little Poland Discovering Europe Zakopane, a small town at the foot of the Tatra Mountains in the Carpathians, a stone’s throw from Slovakia and 100 km from Krakow, was a refuge for many scholars, writers and painters at the time of the partition of Poland. © Marie-Martine Buckens © Marie-Martine Buckens ",
        "34 C urier The Trinidad and Tobago’s 3Canal: Taking Rapso Global Zoom Debra Percival W e meet in their office in Ariapita Avenue, one of the liveliest areas of downtown Port of Spain. Although Lancelot Layne started Rapso in the context of the rise of the Black Power Movement in T & T in the early 1970s, Roberts explains the musical form rose to prominence in the late 1970s through ‘Brother Resistance’. “Whereas the most popular form of music in T & T is nowadays Soca, which is more about party music and fun lyrics, 3Canal tends to go deeper into socio-political issues”, says another of the group’s members, Wendell Manwarren. He says that the group also has a Latin flavour since fellow group member, Stanton Kewley is from Venezuela and also, Trinidad and Tobago’s music can’t help but be influen- ced by its neighbour’s music. A huge Rapso revival happened in the early 1990s, says Manwarren, when Kindred and Ataklan brought a whole fresh pers- pective to Rapso by fusing it with hip-hop rhythms. “Our first song was called ‘Blue’, as homage to an iconic carnival character, the ‘Blue Devil’”, he says. 3Canal always create a ‘band’ (a procession of people) for Carnival’s ‘J’ouvert’ event (meaning dawn or break of day) when people parade smeared with paint or mud and in simple costumes fashioned out of junk, coloured cloth or perhaps a feather. ‘J’ouvert’ is also known as ‘dirty mas’ and is thought to be a symbol of the new found freedom of emancipated slaves. 3Canal ’s first three participations in ‘J’ouvert’ in consecutive years covered the spectrum of colours in the national flag; “the first one was white, the second, black and third, red. But it was the ‘blue devils’ that put the group on the map”, says Manwarren. In 2010, 3Canal is a three-member Trinbagonian ‘Rapso’ group combining “powerful lyrics with a strong rhythm” says one of its members, Roger Roberts. Its music embod- ies the vibrancy, spirit and rich cultural mix of the twin-island Caribbean nation, Trinidad and Tobago (T & T). Roger Roberts. © 3Canal ",
        "35 N. 18 N.E. – July August 2010 the theme was ‘Jam-It’, a Creole expres- sion meaning a class of people below the social line. “Going back to the grassroots of the Carnival was what it was all about and then Haiti (a creole speaking nation) had just had its horrible earthquake”, says Manwarren. Already in their thirties when they formed 3Canal in the 1990s, Manwarren says they were just a “mixed bunch of characters coming together”. All members previously took part in the Carnival ‘band’ of the country’s former ‘Master Masmaker’, Peter Minshall (‘Mas’ comes from the word ‘masqueraders’ or dressing up in a way disassociated with your everyday life). This provided grounding for 3Canal in ‘Mas’ culture, says Manwarren. Another former 3Canal member, John Isaacs who passed away in 2000, was also involved in Minshall’s procession. “Roger was a production manager with Minshall and I was artistic assistant”, says Manwarren. Roberts, he says, has brought harmo- nies to 3Canal ’s Rapso, something learnt from his days singing in a church choir. “Stanton has more of a dance hall, street chanty sort of flavour and I have a big old rough voice. I’m the inveigler. I take the artistic lead in terms of the artistic direction of things”, says Manwarren. Universal lyrics He explains how Rapso puts emphasis on the poetry of the lyrics. “We try to deal with things happening on the ground and then pull back and make the mes- sage as universal as possible.” He feels that some of the lyrics of musicians have now become almost too direct. In this respect 3Canal borrows from Calypsonian tradition whose most famous proponent was the Trinbagonian ‘Mighty Sparrow’. “Calypso uses a lot of double entendre : you may say one thing but it has another meaning. You can never be sure. This sort of masking means that the message takes on a universal meaning”, he says. ‘Talk yuh talk’, recorded in 1999 marked the group’s emergence as social commen- tators. Its theme is the ‘Midnight Robber’, a character who claims all evilness to him- self and in doing so highlights the evils around. “One of the worst put downs you could get as a ‘Midnight Robber’ is that you would be called a ‘Mocking Pretender’ – you are not really as bad as you make out to be. The song is about challenging oppression, but not in a direct fashion”, says Manwarren. At this point Roberts and Manwarren sing their hit to demonstrate its strong rhythm. “It’s the same musical beat that resonates on a ‘J’ouvert’ morning when at 4 or 5 am people are moving to a rhythm. We try to keep the beat very elemental so that you can dance to it”, says Roberts. “We try to deal with things happening on the ground and then pull back and make the message as universal as possible” Manwarren says that 3Canal has gone from “unconsciousness to conscious- ness”, becoming more specific about the career choices it makes. When we meet, they have just got back from gigs in New York and Canada. Paradoxically, the Trinbagonian Diaspora is more open to Rapso, he says, than people in neigh- bouring Caribbean nations; something the group wants to change. “When we first surfaced, we were popular all over the Caribbean; Jamaica, Barbados, St Vincent, etc”, says Manwarren. He feels that the Caribbean has become more musically insular. “What is strange about Caribbean jazz festivals is that they always draw artists from the North Americas; R&B musicians who might appeal to a more well-to-do crowd.” 3Canal has also recently toured seven cities in India, sponsored by the Trinidad and Tobago Entertainment Company, a government initiative to promote the country’s viable entertainment enterpri- ses. Its future plans could include a visit to Japan. The group also wants to participate in more world music festivals. They would desperately like to perform in Africa. Rehearsals for Carnival, which takes place in 2011 between 7-8 March (two days before the Christian festival of Ash Wednesday), are already on the horizon. 3Canal usually perform 10 con- certs on consecutive days leading up to Carnival before leading their own band for ‘J’ouvert’. They do not participate in ‘pretty mas’, more associated with French and European tradition on Carnival Tuesday when people dress up in elabo- rate costumes. The creative street vibe of ‘J’ouvert’, the great leveller, is closer to their spirit. For lyrics and more see: www.3canal.com Zoom Wendell Manwarren. © 3Canal Stanton Kewley. © 3Canal ",
        "36 C urier The Chroniclers and interpreters for the ACP Climate change and the media Our Planet With rising sea levels, drought and flood- ing throughout African, Caribbean and Pacific (ACP) countries, it may seem surprising that the number of people unconcerned about climate change has risen in the last two years from 4 to 9 per cent globally*. The media’s role in raising awareness of this global phenomenon, particularly in developing countries, is therefore more crucial now more than ever. This was the view of speakers at the Deutsche Welle Global Media Forum ‘The Heat is On – Climate Change and the Media’, June 21-23 in Bonn, Germany. Okechukwu Umelo S upported in part by the European Regional Development Fund, the forum gathered 1,500 participants from 95 countries representing the media, civil society, private sector and research and government institutions. The results of a global study conducted by market research company Synovate and international German media company Deutsche Welle were presented, highlight- ing that the media is expected not only to inform the public about climate change in a manner that is easy to understand, but to also educate about its consequences. Television, newspapers and websites were revealed as good sources of climate change information in the ACP, while web 2.0** was deemed as crucial for educating the younger generation in developing coun- tries through social media sites and blogs like Kenyan-based ‘Ushahidi.com’, which interactively compiles online or SMS information from ‘citizen journalists’. Mobilising action in the develop- ing world “Journalists need to tackle difficult issues with well-researched stories and show every individual that they can do some- thing to help”, said Deutsche Welle Director General Erik Bettermann. “The media must create a forum for the exchange of ideas and opinions – and shouldn’t automatically buy in to those who offer sensational reports from questionable disasters or those who prematurely state that all is clear”, he continued. Pointing out the media’s role as “chroni- clers and interpreters” mobilising action, providing hope and offering different perspectives for developing countries, Betterman noted that the media can highlight the benefits of moving towards green technology and ecologically friendly consumption and production, while show- casing “creativity and innovation, new models of working and new fields of work – as well as a new quality of life”. Betterman underlined an increased need for awareness raising in the developing world, where climate change is more greatly experienced than in Europe. He was also critical of the negative percep- tion by media in the industrialised world that developing countries are not making use of climate change measures, in light of economic disadvantages, adding that the substantial efforts made by people in developing countries to combat climate change often go unnoticed by the media. “It appears to me that these countries are ready to pass us,” said Bettermann. “They aren’t wasting time lamenting the risks of climate-friendly production and lifestyles, but rather realising the oppor- tunities that exist.” * Synovate and Deutsche Welle Global Study on Climate Change 2010 (18 countries). ** Web applications that facilitate interactive information sharing, interoperability, user- centered design and collaboration online. Interactions P a r t i c i p a n t a t t h e D e u t s c h e W e l l e G l o b a l M e d i a F o r u m 2 0 1 0 . © D W / K . D a n e t z k i ",
        "37 N. 18 N.E. – July August 2010 “Agriculture is back in a big way on the international development agenda” Michael Hailu New Director of the Technical Centre for Agricultural and Rural Cooperation (CTA) M.M.B. T o date, your professional career has been focussed in two important fields: communication and forest policy; first, at the World Agroforestry Centre and later at CIFOR (Center for International Forestry Research). You were also one of the promoters of 'Forest Day'. What lessons did you take with you? The key lesson from organising high profile events such as Forest Day and the World Congress of Agroforestry is the importance of strategic communication in advancing agricultural and environmental issues on the global and national agenda. Through Forest Day held during the conferences of the United Nations Framework Convention on Climate Change (UNFCCC) since 2007, CIFOR and its partners were able to raise the importance of tropical forests and advance the interests of forest-dependent people in climate negotiations leading up to Copenhagen. The World Congress of Agroforestry, held in Nairobi in 2009 with 1,200 people from 96 countries, also provided a forum to debate the important role trees have for sustainable farming, food security and climate change mitigation and adaptation. In both situations, a well-planned and executed communication campaign helped to transform conferences that would otherwise have been entirely scientific into multi-stakeholder forums where key players could learn from each other and advance issues of global importance. In the coming six months, we’ll develop a new strategy that will allow us to build on CTA’s strong networks and experience and reposition the Centre to meet emerging challenges Unfortunately, most scientists do not pay much attention to the value of communicating beyond their peer groups. That is one reason why agricultural research in developing countries does not get the attention and resources it deserves. They fail to get their messages out to the wider world, learn from past experiences and capture lessons to share with others. Communication and knowledge sharing should be carried out throughout the life of a project and not be seen as activities that are left to the end with meagre resources. How do you envisage your leadership of CTA? Agriculture is back in a big way on the international development agenda following the recent food and energy crises. Its critical role for poverty alleviation, economic growth and meeting the Millennium Development Goals is widely recognised. In most ACP countries, agriculture provides about 30 per cent of Gross Domestic Product (GDP) and employs 65 per cent of the labour force. However, small-scale farmers, who produce the bulk of agricultural outputs in the ACP, face myriad problems, such as low productivity, unpredictable weather patterns, poor market access, unfavourable prices and degradation of land and water resources. With these challenges and opportunities, CTA can play an important role in facilitating knowledge and information exchange to support ACP policy makers and agricultural experts. In the coming six months we’ll develop a new strategy that will allow us to build on CTA’s strong networks and experience and reposition the Centre to meet emerging challenges. It is a very exciting time to be working in agriculture and development, and I see a real opportunity for CTA to make a difference. Food security is a top priority for developing countries. How do you intend to influence related policie s? When we talk about food security, we have to look at both availability of food and access to food. In both cases, CTA’s work in strengthening agricultural information and knowledge systems in ACP countries will help to achieve greater food security. CTA also will continue to work with key regional initiatives such as the African Union’s Comprehensive African Agricultural Development Programme (CAADP), which aims to advance policies and strategies for ensuring sustained agricultural growth and food security. Interactions © CTA ",
        "38 C urier The ECOSOCC and the Quest for the Holy Grail Interface between civil society and the African Union Joshua Massarenti* A kere Muna was interviewed in the Ethiopian capital, Addis Ababa, at the Regional Seminar of African, Caribbean and Pacific (ACP)-EU Economic and Social Interest Groups (see box), organised by the European Economic and Social Committee (EESC). “With the EESC we have a direct line of fire: the Summit bet- ween Africa and the European Union that will be held in Libya next November.** I hope we will have the opportunity to table a joint declaration recalling that the interests of the African people must remain at the heart of the Joint Africa-EU Strategy (JAES)”, says Muna. Mistrust fades A practising lawyer for 32 years, Muna has become a champion for the fight for good governance in Africa. President and founder in 2000 of the Cameroonian antenna of Transparency International, in 2005 he became the global vice- president of this NGO, recognised for Interactions Africa ECOSOCC, the acronym for the African Union’s (AU) Economic, Social and Cultural Council, an institutional bridge between African civil society and the AU, is not widely known. Since it was set up in 2002, it has not been operating at full throttle but its lively president, the Cameroonian lawyer Akere Muna, says this won’t be the case for much longer. Akere Muna. © ECOSOCC ",
        "39 N. 18 N.E. – July August 2010 its fight against corruption. Muna also presides over the powerful Pan African Lawyer’s Union (UPA) and in January 2010, he was nominated to the Panel of the African Peer Review Mechanism (APRM). “Despite the challenges, one should not forget that in Africa our civil society organisations and our democracies are still very young. The Organisation of African Unity (1963-2002) used to be just a club of governments. With the birth of the AU in 2002, our heads of state agreed to establish a statutory organ to represent NGOs, community-based organisations, volunteer bodies and professional asso- ciations, from both the African continent and its Diaspora. Despite the challenges, one should not forget that in Africa our civil society organisations and our democracies are still very young Some saw the move as a mere gesture to give African leaders a clear conscience that the views of civil society were being taken into account. However, if you look at the historical context, you realise that after decades of one-party systems, it was a very significant step forward”, says Muna. “Admittedly, there’s still a degree of mistrust between Africa’s political class and its civil society, but I note that thanks to ECOSOCC’s existence, this is dimi- nishing. The fact that some former civil society personalities such as Mali’s former President, Alpha Oumar Konaré, are now in positions of authority, also signifies that non-state actors are becoming more accepted”, says Muna. Obstacle course Despite eight years of existence, ECOSOCC is not yet operating at full speed. For Muna, the fault lies with “organisational and electoral obsta- cles”. The body numbers 50 members elected at several levels: a national level (two for each Member State), a regio- nal level (two for each of Africa’s five regions) and a continental level (eight members). Twenty places are reserved for the Diaspora. “The nomination of representatives was long and complica- ted. Furthermore, equilibrium between the diverse civil society actors needed to be found, such as not advantaging men over women, etc.” This explains why the first General Assembly only took place in 2005, with the nomination of the Noble Peace Prize win- ner, Wangari Maathai, chosen to head the body with very limited financial resources. Thanks to discreet but efficient lobbying in the African capitals, his competence and fat address book, Akere Muna was awarded the ECOSOCC presidency in 2008. Things are moving but, like his prede- cessor, Muna is contending with another obstacle: the African Citizens’ Directorate (CIDO). Attached to the President of the African Union Commission’s office, CIDO has the task of implementing the African Union Commission’s directives in its partnerships with civil society and the Diaspora. Moreover, it happens to be ECOSOCC’s secretariat. On paper, the body that Muna heads is independent and can count on administrative support from CIDO. However, sources draw attention to regular clashes between the two structures. But the challenges don’t stop there. The election for the members representing the Diaspora has still not been held. Muna attributes this delay to “the overly broad definition of this Diaspora that includes the descendents of Africans in Brazil, Haiti or the Caribbean. The 20 availa- ble posts are highly coveted”. His two short years of the presidency have clearly not sufficed for Muna to complete what he set out to do. Muna is counting on an extension of his mandate at the next ECOSOCC General Assembly to take place in September 2010, on home ground in Cameroon, to move the organisation ahead. His re-election seems a safe bet. * Journalist based in Brussels. Correspondant for www.afronline.org ** Libya, November 2010 Africa Interactions Under the auspices of the ACP-EU Joint Parliamentary Assembly, the European Social and Economic Committee held its 11th Regional Seminar of ACP-EU Eco- nomic and Social Interest Groups from 7 to 9 July in Addis Ababa. Members of the ACP-EU Follow-Up Committee arranged the meeting of about 58 representatives of civil society, employers’ organisations and trade unions from the 16 countries of the East African Community (EAC) and Eastern and Southern Africa (ESA). Three main items were on the agenda: the second revision of the Cotonou Agreement signed on 22 June in Ouagadougou, imple- mentation of the EU-Africa strategy, and negotiations on the Economic Partnership Agreements (EPAs). In all three cases, the non-state African players expressed their dissatisfaction at their degree of participa- tion in decision-making processes. “The seminar’s final document will serve as a legal instrument for the battles they will wage in their own countries”, explained Luca Jahier, President of the ACP-EU Follow-up Committee of the EESC. Adrien Akouete, Deputy General Secre- tary of the International Trade Union Con- federation-Africa, declared that: “African civil society should be more organised and proactive by following the example of the success achieved on the EPAs by our Caribbean brothers”. The non-state actors in the Caribbean succeeded in imposing social and environmental clauses in the complete CARIFORUM-EU agreement as well as putting into place a Consulta- tive Committee of civil society. “It was a significant victory”, said Jahier, “that con- trasts with the deadlock on the EPAs in the African regions”. African civil society’s grievances ",
        "40 C urier The Interactions Pacific Pacific’s strategy for a resurgent global economy As the global economy picks up, new economic opportunities are being scouted by the islands, particularly in the private sector. Dev Nadkarni T hough the effects of the global financial crisis in the region were not felt as severely as they were in other parts of the world, the fragile island economies did feel some pressure due to reduced tourist numbers and a dip in inward remittances – the islands’ top two revenue channels. In Australia and New Zealand, their main source markets for tourists and remit- tances suffered milder recessionary trends than the United States and Europe, but reduced discretionary spending in these two countries affected leisure travel as well as the volumes of remittances, fol- lowing general global consumer spend- ing patterns that have seen a decline in discretionary spending. The dip in remittances, though, may have been to some extent cushioned by greatly reduced costs of money transfers that have been in place more recently thanks to joint initiatives between the islands’ central banks, money transfer firms and commercial banks. These were facilitated by a World Bank programme that has been working on the problem of high remit- tance costs for the past couple of years. Individual islands’ central banks have also put in place tighter fiscal disciplines and lending criteria to both individuals and businesses over the past eighteen months to meet the challenges of reduced inflows into their fragile economies. Unlike in the West, these were not government-spon- sored interventions aimed at propping up the financial system by pumping in cash. Rather, they have been more proactive than reactive, directed more at planning and strategising, identifying new oppor- tunities in the recovering global economic environment. EU workshop In June, the Pacific Islands Private Sector Organisation (PIPSO) carried out a regional workshop in Nadi, Fiji, under the auspices of the European Union (EU) on ways that could assist the private sector in the region to exploit global economic recovery opportunities. The workshop underscored the impor- tance of carrying forward the provisions of the Cairns Compact agreed upon by the Pacific Islands Forum leaders at last year’s annual summit on working more closely with the private sector in the overall development process in the islands. Pacific Islands Forum Secretary General Tuiloma Neroni Slade said, “Given the influence of Governments on private sector performance, most of the actions that are needed to be implemented would have to be led or facilitated by governments.” The region is developing strategies to confront future financial crises Ways to mitigate the impact of the crisis on various categories of vulnerable groups including women and children were dis- cussed at the workshop and a six-point strategy was developed in the conclusions of the event: improving efficiency and equity public funding; renewed focus in investing in social services; income crea- An East Timorese youth walks as a streak of rainbow is seen in the background in Dili, East Timor. © Reporters / Associated Press ",
        "41 N. 18 N.E. – July August 2010 Pacific / Caribbean Interactions tion for young people and promotion of the private sector; the need to improve data for evidence-based policy, planning and monitoring; the need to improve data for evidence-based policy, planning and monitoring; need to reorient economics toward sustainable, green growth; and a need to bridge the communications technologies. The participants worked on a draft two- year national action agenda, which will frame policy discussions in the Pacific countries in the ensuing months. These are broadly seen as solutions for giving the desired momentum to the islands’ economies to better integrate into the resurging post-recession world economy. Following the February summit, a sum- mary of proposed national actions has been developed. Many of these contain opportunities for inter island co-operation to spur economic growth not only nation- ally but also regionally. The plans were due to be presented to regional leaders at the 41st Pacific Island Forum meeting in Port Vila, Vanuatu, in August. Now that Australia and New Zealand are officially out of the recession as declared by their respective governments, tourist numbers have been growing and central banks have also reported that remittances have been regaining their pre-crisis levels. Meanwhile the islands region has read- ied itself to meet the resurgent global economy and create hedges against the potential effects of future financial crises by developing these strategies. D. P. S ome leading International Finan-cial Institutions have come together to set up a $US850M (€696M) action plan to boost private sector investment across the Caribbean region. The European Investment Bank (EIB), the Caribbean Development Bank (CDB), the Netherlands Development Finance Company (FMO), the International Finance Corporation (IFC) which is the private sector arm of the World Bank, and PROPARCO, the private sector arm of the Agence Française de Développement Group, have all raised funds for the initiative aimed at spurring economic growth. Plans are for both individual inves- tments by each institution, also joint ones with fellow bodies in the plan, in areas where the impacts of the economic crisis have been felt the hardest; finance, tourism and infrastructure. Technical assistance and other initiatives to rebuild Haiti’s private sector development are planned. “The European Investment Bank wel- comes this landmark initiative to work more closely with our partner institu- tions to support long-term economic growth across the Caribbean, make best use of our respective experience and facilitate recovery in Haiti”, says Plutarchos Sakellaris, the EIB’s Vice President responsible for the Caribbean. Adds Jurgen Rigterink, the FMO’s Chief Investment Officer: “In these times pro- viding access to finance is imperative to current and future generations of Haïti and other Caribbean nations.” Haitian migrants work at the Cap Cana Resort in Punta Cana, Dominican Republic. © AP / Reporters Caribbean’s private sector gets a boost ",
        "42 C urier The Rebuilding Haiti’s knowledge economy M.M.B. “W e do not in any way claim to be respon- ding to the emer- gency situation that still prevails”, explained Patrice Cayré, representative of the Institut français de recherche pour le développement (IRD – French Development Research Institute) to the European Union (EU), when he presented the project in Brussels on 15 June. “But this initiative, which is part of a longer term approach, is essential as it is about rebuilding an economy that has become vital; the knowledge economy.” “There are very few links in Haiti between university education and research and development” But why announce this inherently French initiative – part of the supplementary aid package promised by President Nicolas Sarkozy when visiting Port-au-Prince in February – in the European ‘capital’? “France”, adds Mr Cayré, “really wants to incorporate this in the European fra- mework and, if possible, in the framework of the EU’s common approach to help for Haiti”. Belgian universities have already expressed an interest, starting, logically enough, with the French-speaking uni- versities, as French is the language of education in Haiti. “We realise that even for aid the thinking behind it always has a ‘win-win’ aspect,” acknowledges Patrice Cayré. “So, is it realistic for Europe to compete, given the proximity of the United States? I believe so, especially for France that has its own Overseas Departments (DOM) such as Martinique, Guadeloupe and Guiana that are all close to Haiti, the only French-speaking sovereign state in the Caribbean.” Interactions Haiti Nothing, or almost nothing, remains of the 200 universities that, before the 12 January earthquake, were dotted around Port-au-Prince. To rebuild Haiti’s univer- sity system and, above all, to provide the solid course content that to date has been lacking: that is the plan France is putting to its European partners. Double challenge The French initiative faces a double chal- lenge. First, there is reconstruction. “Almost all the 200 universities (mostly private, editor) were destroyed and many staff and students killed”, explains Georges De Noni, head of the Agence française inter-établissements de recherche pour le développement (AIRD - French Inter- establishment Development Research Agency) for Haiti. Meetings between the Haitian authorities and French officials have already made the assessment of im- mediate needs possible. “The Dominican Republic has already indicated its readi- ness to help rebuild the buildings. For our part, we have estimated the cost of rebuild- ing basic facilities, such as laboratories, at €200M”, explains De Noni. The plan is to create a national science and technology university of Haiti (“Agriculture, fishing, social sciences and applied mathematics must be central priorities”, adds De Noni). But this represents just part of the €500M euros budget proposed by the French for the years 2010-2020. The rest will serve to rebuild structures and accredit the degree, master’s and doctorate courses – “the sys- tem is in difficulty, badly organised and few students get beyond degree level”. Finally, the initiative includes “an ambitious remote digital learning plan” to be implemented in association with research workshops. Students in the ruins of a university. © IRD/G. De Noni ",
        "43 N. 18 N.E. – July August 2010 European foundations and the Europe 2020 agenda Andrea Marchesini Reggiani T he events brought together some 500 participants to dis- cuss the role of foundations in the ‘Europe 2020’ Agenda, their relations with European institu- tions, and how to facilitate further deve- lopment of the sector for the benefit of citizens and improved collaboration between public and private donors. Research, migration, employment, social affairs and equal opportunities, develo- pment, environment, culture, education and youth: almost all of the topics addres- sed by the European Commission were examined in various ‘Policy Briefings’, in which representatives of the various European Directorates General parti- cipated. Diverse points of view Herman Van Rompuy, President of the European Council, said that foundations had an important role to play in European society, especially in a “stormy period in which Europe needs stronger institutions and a stronger civil society”. “A demo- cracy can’t live and prosper without these feelings of togetherness and of belonging to something”, he stated. Stefano Manservisi, former Director General of DG Development, at the European Commission*, took part in the ‘Development Policy’ briefing on 2 June, along with Marzia Sica, Director of the Fondazioni4Africa project, funded by four Italian foundations and carried out in Uganda and Senegal by several NGOs. This project was also presen- ted as an example of a fruitful multi- level partnership by representatives of Senegalese associations, which debated the innovative and controversial issue of migration and development, analysing cases in which migrants associations are proactively involved in the development of their countries of origin. Mark Walport, Director of the Wellcome Trust, outlined the role foundations should play in supporting the sciences, due to the fact that they have assets and are independent: “We can act on a global scale. For example, in the field of medi- cal research, we support a private-public partnership for tackling malaria.” Gerry Salole, Chief Executive of the EFC, affirmed that, “it is still a crisis period for Europe and foundations can play a critical role in the Europe 2020 agenda. They are important partners for the EC. There are at least 110,000 foundations in Europe, which collectively spend €150bn on the public good both within and out- side Europe. They have a great impact on science, youth, aged people, education, green areas in cities and hospitals. People benefit from foundations but don’t know anything about them”. *See separate article in ‘Round up’. Europe Interactions European Foundation Week, held in Brussels from 31 May to 4 June 2010 at the Square, Brussels, highlighted how foundations are working for the public good. It stressed the importance of foundations in supporting the ‘brightest minds’ in science and technology. The European Foundation Week was followed by the 21st European Foundation Centre's Annual General Assembly and Conference, entitled ‘A Conversation with the Institutions’. Herman Van Rompuy, President of the European Council. © EFC Gerry Salole, Chief Executive of the EFC. © EFC ",
        "44 C urier The Virtuous circles of exchanges some of them very active, within the network”, explains Dominika Nowak, a key member of the ‘Train4dev’ team at the Commission, where it is headed by Gérard Van Bilzen. It was this Dutchman who, when approached by one of his for- mer colleagues at the Dutch Ministry of Foreign Affairs, was convinced of the benefits of the initiative and decided to contribute to the vast EuropeAid training service (more than 560 courses run in 2009 with a total of 18,713 training days). Virtuous circle “Contacts are often made by word of mouth and it is this that makes the net- work particularly vibrant”, confirms Dominika Nowak. “The network’s strength and uniqueness lie in its infor- mality; the donors who join us doing so on a voluntary basis”, adds Van Bilzen. From 1 to 30 June 2010, the members of this ‘network with a difference’ met in Marseilles (France), at the initiative of the Agence Française de Développement (AFD) and EuropeAid, co-organisers of this eighth annual meeting. The many representatives came from the EU coun- tries and from Canada, the World Bank, the United States and Australia too. “The network’s strength and uniqueness lie in its informality.” It was an opportunity to take stock of the activities launched by the various sub- groups, covering such precise themes as decentralisation and local governance, capacity development, knowledge man- agement, public sector reform, electoral assistance and the ‘pro-poor’ initiative. Nowak continues: “This gives us a chance to reflect on sometimes very different visions. Everyone agrees that the local governance issue is very important, for example. But when you discuss it you find it means different things to different people. This network makes it possible to establish a virtuous circle of exchange”. Timothy Lubanga from Uganda, who attended one of the ‘ Train4dev ’ training sessions in Kampala, gives his appraisal: “The training was well prepared and very practical. As far as possible the facilita- tors used examples we face in our every- day work. The sessions were especially interesting as the group included repre- sentatives of government, civil society, development partners and the private sec- tor”. Suggestions? “It is important to make sure that all participants have a minimum basic knowledge. It would also be a good idea to spread the training over 10 days and to award a certificate at the end of it.” * Website: www.train4dev.net ‘Train4dev’ meeting, Marseilles. © Marie-Martine Buckens Interactions Development cooperation ‘Train4dev’*, the informal donors’ network, is now in its eighth year. Time to make an appraisal. Overall, it has proved positive. M.M.B. U sed to acting according to their own priorities and cultural model rather than coordinat- ing their efforts, cooperation agencies in the North are now trying to speak with a single voice. The first stage is to harmonise their methods and concepts, and even their practices in the field. This is the aim of the ‘Train for Development’ initiative, better known as ‘Train4dev’ and launched in 2003 at the initiative of Denmark, Scotland and Germany. Two years later, EuropeAid, the technical and financial arm of the European Commission’s development cooperation service, joined the group. “Today, about 20 organisations are active, ",
        "45 Millennium Development Goals Women: “We are far from meeting the Beijing objectives” M.M.B. “T he gender issue should cut across all the millennium goals”, believes Hélène Ryckmans, project leader with the Belgian NGO, Monde selon les Femmes ( the world according to women ). “There is a need to realise that for all the MDGs there is a disparity between men and women. Unfortunately, this factor is not taken into account. For the first goal, on reducing poverty and guarantee- ing food security, the UN data conceal huge disparities, between towns and rural areas, but also between men and women.” Also, maternal death in childbirth – which remains very high – is linked to poverty and is simply an indicator of women’s lack of autonomy. An autonomy to which Ryckmans is wholeheartedly committed. “In reality, we are far from meeting the goals set at the 1995 World Conference on Women in Beijing.” Sylvie Brunel, Professor at the University of Paris-Sorbonne and author of works including ‘Nourrir le monde, vaincre la faim’ (‘Feed the world, beat hunger’). “The MDGs are pertinent, because in the field of sustainable development they highlight the shortcomings in what I see as the essential area of the familiar economy- equity-environment trio by placing the emphasis on social issues. Setting quan- tifiable goals and adopting a timetable is the only way to make progress. Certain countries have achieved their goals, oth- ers have not, but the deadlines are still pressing, as is the need to mobilise inter- national cooperation, despite the failures. The maternal health goals a failure? How can you be surprised at that when in so many countries women remain second class citizens?” The European Commission will publish a new Eurobarometer survey on ‘Europeans and the MDGs’ in September which will be available for the high level event in New York. Web link http://ec.europa.eu/public_opinion/ index_en.htmb N. 18 N.E. – July August 2010 Rush hour, Johannesburg. © Chris Kirchoff/MediaClubSouthAfrica.com MDGs Interactions If there is a criticism to be made of the MDGs, it is the failure to take account of the situation of women globally. ",
        "46 C urier The Trinidad and Tobago A new political era Report Debra Percival C arib and Arawak Indians were living on Trinidad (see article in this report for Tobago’s his- tory) when in 1498 Christopher Columbus christened the island, La Isla de la Trinidad. The Spanish, who establis- hed their first settlement in 1592, enslaved many of Trinidad’s native inhabitants to labour in their colonies and over the next two centuries, the Spanish and French (following the French revolution, plan- tation owners and their slaves from the neighbouring French island of Martinique emigrated to Trinidad) established an agricultural-based economy. Slaves were imported from West Africa to cultivate tobacco, cocoa and sugar plantations. In 1802, the island formally ceded to British forces. With the abolition of slavery in 1834, slaves left the plantations and the British imported thousands of indentured workers, mostly from India, to work in the cane fields. In 1889, Tobago was joined to Trinidad as a British Crown Colony. The twin-island state became an independent member of the Commonwealth in 1962. The racial divide between Afro- Just 11 kilometres off the South American continent, the twin-island state of Trinidad and Tobago (T & T) has a multi-ethnic population of just 1.4M with a per capita income of $US23,000 (2009), one of the highest in the Caribbean. The country’s rapid industrialisation has been fuelled by exploitation of its oil and gas reserves, particularly in the boom years of the late 1970s and early 1980s. But as question marks hang over the country’s long-term hydrocarbon potential, the huge well of creative talent from animation to costume making is just one aspect of a more diversified economy being explored. K a m l a P e r s a d - B i s s e s s a r . © A s s o c i a t e d P r e s s / R e p o r t e r s ",
        "47 N. 18 N.E. – July August 2010 Trinbagonians* (roughly 37.5 per cent of the population) and those of Indian descent (40 per cent of the population) has characterised the country’s politics. The People’s National Movement (PNM) of Eric Williams, supported largely by Afro-Caribbeans, won the 1956 general elections. First PM of Indian descent The country became a Republic within the Commonwealth in 1976. Williams died in office but the PNM remained in power until 1986 when the National Alliance for Reconstruction (NAR), a multi-ethnic coalition of Trinbagonians of both African and Indian descent, was elected to power. In 1991, the PNM’s Patrick Manning became the new Prime Minister. In November 1995, Manning called an early election and the United National Congress (UNC) of Basdeo Panday formed an alliance with the NAR and Panday became the country’s first Prime Minister of Indo-Trinbagonian descent. Elections in 2000 returned Basdeo Panday to power but a hung parlia- ment resulted in Manning’s re-election in 2002. He won another mandate in 2007. A general election on 24 May 2010 called by Manning after only two and a half years into his term in office, the People’s Partnership (PP), a coalition of the UNC, the Congress of the People and smaller parties,the National Joint Action Committee, the Tobago Organisation of the People and the Movement for Social Justice, won 29 of the 41 seats in Parliament with 11 going to the oppo- sition. The UNC’s Kamla Persad-Bissessar, who is of Indian descent, became the country’s first female Prime Minister. On gaining 11 out of 14 of the ‘regional corporations’ in the 26 July regional elections – the first in seven years – the PP’s popularity was confirmed. Dr Keith Rowley now heads the PNM opposition. Falling energy prices “Trinidad and Tobago is not in a dire position. We have had an economic slow- down. There is tremendous potential for growth once the global recession is over”, says Shelton Nicholls, Deputy Governor of the Central Bank, despite recent falling revenues from oil and gas and flat growth predicted for this year. Alongside pursuing exploration of oil and gas (see following article), those with whom we spoke see potential in agricultural, the film industry, tourism (especially in tranquil Tobago) and music from the sweet sounds of calypso played on the steel pan invented out of discarded oil drums to Pantar, a mix of classical Indian Sitar and the Steel pan pionee- red by Trinbagonian Mungal Patasar. The country already has an unparalleled reputation for its creative exports (see box on Peter Minshall). Rising food prices are a concern for T & T’s economists. In May 2010, food prices rose 5.3 per cent following a three month drought. This has turned attention to developing agri- culture. Although the country’s remai- ning sugar refinery shut down opera- tions in February this year, Deosaran Jagroo, Chief Executive Officer of the sugar company, Caroni , says that the company is looking at the potential to diversify into other crops on two acre plots, handed out as part of the redun- dancy package to 6,000 former Caroni employees. An accusation of ‘buildingitis’ was leve- lled at the previous PNM government for investing in under-utilised expensive new structures such as the Waterfront Development built to house a services- based economy. The NGO Transparency International also raised questions about the transparency of the former government’s tendering procedures for big building contracts. It has hence wel- comed the new government’s moves to dust off a draft procurement bill which foresees the appointment of a procure- ment regulator. Donors in T & T say that one of the biggest issues is to ensure that services reach the poorest in the population. The United Nations Development Programme’s (UNDP) regional representative in T & T, Marcia De Castro, says some 15 per cent of Trinbagonians are still below the poverty line. Iwan Sewberath Misser, the Inter-American Development Bank’s (IDB) Representative in T & T calls for a new anti-poverty strategy and efforts to tackle the complex roots of crime linked to drugs and arms trafficking. * A Trinbagonian is a national of Trinidad and Tobago. Trinidad and Tobago Report The country already has an unparalleled reputation for its creative exports ‘Mas Master’, Peter Minshall More than anyone else Peter Minshall, Trinibagonian designer of the opening ceremonies of the Barcelona (1992) and Atlanta (1996) Olympic Games, has put out the message to the world that Carni- val is about more than fancy costumes and everything about social and spi- ritual statements and showcasing the country’s tremendous creativity . “I don’t design costumes. I provide the means for the human body to express its energy,” Minshall has said. He has trained and inspired creative talent in his country, such as Dane Lewis, who has mounted his own events company, ‘Island People’. “Carnival is the freest expression of spirit anywhere in the world”, says Lewis. National Carnival Building, Savannah Park, Port of Spain © D Percival ",
        "48 C urier The Report Trinidad and Tobago Government rises to uncertainty in oil and gas market Trinidad and Tobago’s reserves of oil and gas are not inexhaustible. Some commentators interviewed say that at the current rate of production, they could last just another 15 years. The vagaries of the global marketplace also create future uncertain demand and fluctuating interest in exploration. The new government is already getting to grips with the challenges. Petroleum inheritance Trinidad and Tobago’s Heritage and Stabilisation Fund was set up in 2007. Formerly known as the Interim Revenue Stabilisation Fund (2000), it saves and invests the country’s surplus oil and gas revenues for times when oil and gas revenues fall and put a strain on public expenditure. Excess revenues from oil and gas also provide a heritage for future generations. Deposits and withdrawals are triggered by a 10 per cent fluctuation in oil and gas revenues. According to figures given by T & T’s Central Bank, the fund, denominated in US dollars, currently stands at $US3.1bn The former government set up a Petro- leum Stabilisation Fund for CARICOM (Caribbean Community) countries in 2005. Funded by T & T, it assists with poverty alleviation and also provides relief in emergency situations to other CARICOM states, Haiti being its most recent beneficiary. At CARICOM’s July Summit in Jamaica, T & T’s new Pri- me Minister, Kamla Persad-Bissessar, suggested using some of the kitty to create a Caribbean Children’s Life Fund to provide urgent medical care for some of the Caribbean’s children. D.P. T rinidad and Tobago (T & T) is said to be the first place where oil was commercially exploited and has formed the country’s economic base for the past 100 years. A range of downstream indus- tries have been cre- ated on the back of oil: drilling, petrochemicals, steel, plastics and liquefied natural gas. A huge expansion of Atlantic Liquefied Natural Gas (LNG) has been seen in recent years. Trinidad is the largest exporter of LNG to the United States and supplies the United States with 70 per cent of its LNG imports, according to government statistics. “Our goal is the balancing of the country’s oil and gas production pro- file via efforts aimed at increasing crude volumes”, the country’s new Energy Minister, Carolyn Seepersad Bachan told a press conference in July in Port of Spain. She said the last five to seven years have seen a decline in T & T in the number of wells explored, a lack of interest in recent bid rounds a nd a longer timeframe to plan and execute bid rounds. At the July press conference, the Minister for Energy underlined the need for an improved investment climate to encourage more explo- ration, as well as extracting more from proven resources held by state companies and making processing plants more energy efficient. More exploration Other plans in the pipeline are develop- ing a petroleum contingency spill plan in the wake of the recent disaster in the Gulf of Mexico and a gas pricing policy, as well as a Competitive Fiscal and Tax regime to improve the enabling environ- ment for exploration. © Reporters / Associated Press “Our goal is the balancing of the country’s oil and gas production profile via efforts aimed at increasing crude volumes” ",
        "49 N. 18 N.E. – July August 2010 Trinidad and Tobago Report \"Doing She Own Thing\" Calypso Rose (aka McArtha Linda Sandy Lewis), a popular Trinbagonian calypsonian in the 1970s, was one of Dr. Maude Dikobe’s interviewees during field research for Doing She Own Thing *. In her recent publication, the Assistant Professor at the University of Botswana who has published widely on gender and popular culture turns attention to Trinidad and Tobago. “In essence the idea for the book sprung from the political and social commentary nature of song both in Africa and the African Diaspora”, she says. Calypso Rose’s song, ‘Matrimony’, “challenges the whole idea of gender as a social construct, which dictates to us what a ‘real woman’ can and can’t do”, she says, which is further illustrated by another calypso, ‘I am Doing My Thing’ (1977) from which Dikobe borrowed the title for her book. “Calypso Rose told me that when she started singing calypso, it was male dominated and wo- men were not expected to sing calypso, but she went ahead and did her own thing”, says Dikobe. “Women have not been given their due for the distinctive roles they have played, and continue to play, as originators, developers, performers, and consumers of calyp- so in Trinidad and Tobago”, she says. * LAP, Lambert Academic Publishing, ISBN 978-3-8383-0978-1, Paperback, 156 Seiten. D.P. A mongst its projects, the NGO runs a mentoring programme for girls 14-18 whereby they accompany professional women – or ‘big sisters’ – to work. Workshops, held with the girls’ parents, “sensitise the women on trade and economy, sexual and reproductive rights and human rights generally”, says Fulade Mutota. “There is a vibrant women’s movement in Trinidad and the Caribbean, but it has not shifted how we do things. Women still under- value themselves”, she adds. She says that the “patriarchal perspective” still prevails: “It is not a natural evolution in our context”, but rather imposed by the former colonial masters. Women against armed violence The NGO is especially worried about the rising level of gun violence in the country (see introduction) which, feels Mutota, began to take a grip in 2000. Last year, it organised ‘women’s conversations’, a women’s workshop on the current level of armed violence in Caribbean society spon- sored by the United Nations Children’s Fund (UNICEF). Interestingly, the NGO invokes United Nations Security Council Resolution1325, the first international legal document requiring parties in con- flict to respect women’s rights and their participation in peace negotiations, as a launch pad for women’s involvement in opposing armed violence in her own society. For Mutota, there are numerous reasons for the high level of gun violence in T & T; the drugs trade, easy access to weapons, low detection rate by the police services and insufficient presence of secu- rity services in the country. See: www.winad.org Doing She Own Thing © Lambert Academic Publishing Kamla Persad-Bissessar may have been sworn in at the end of May as Trinidad and Tobago’s first female Prime Minister but there is still a lot to do to empower the country’s women, says Fulade Mutota, co-ordinator of the Port-of-Spain-based Women’s Institute for Alternative Development. Women challenging cultural norms ",
        "50 C urier The The Trinidad and Tobago Film Company (TTFC) was set up in 2006 to create employment, career opportunities and nurture new skills. It has provided eq- uity for feature and short films, explains Carla Foderingham, its Chief Executive Officer. It’s a one-stop-shop for foreign filmmakers interested in filming in many varied locations, providing help with vi- sas, accommodation, the importing of technical equipment and offering 30 per cent cash back on a maximum expendi- ture of $US2M accrued whilst filming in the country. The TTFC’s outreach pro- gramme takes filmmaking techniques into schools and with the assistance of the all-ACP films project, has sponsored the participation of T & T’s filmmakers at festivals. T & T’s landscapes have been scouted for the Lost and Survivor TV shows. Participation at more film festivals, more co-productions and transfer of skills with Latin America, India and Africa are all part of future planning. www.trinidadandtobagofilm.com T & T’s film industry Diversification drive D.P. “T he Chamber of Industry and Commerce has been talking about this for two or three years, but now the economic downturn has happened, it will definitely be something that has to be taken more seriously than before”, says Angella Persad, President of T & T’s Chamber of Commerce which represents 570 private businesses. At the beginning of the decade, for seven or eight years, the country experienced tremendous annual growth of 8-10 per cent, largely because of high government revenues from the oil and gas sector. But from 2009, the global crisis hit. “Our manufacturing sector really plummeted Anansi © Full Circle Production Report Trinidad and Tobago Angella Persad, President of Chamber of Commerce, T & T © D Percival From agriculture to animation, talk of the diversification of T & T’s oil and gas dominated economy is on everyone’s lips. ",
        "51 N. 18 N.E. – July August 2010 Camille Selvon-Abrahams has a pas- sion for animation. She has not only set up her own animation company Full Circle Production , but also a two-year diploma in animation at the St Augustine campus of the University of the West Indies (UWI). Aimed at 3-6 year olds, her latest creation is ‘Krik Krak Anansi’ a spider who tricks his way into getting anything. Her aim is to provide animation for Caribbean children who do not “hear or see themselves” on US-dominated cartoon networks. And there is African interest in the character. The ‘ANANSI project’ was to be showcased at the African animation festival, ‘Animafrik,’ in Ghana in August 2010. www.fullcircleanimation.com A passionate animator Diversification drive completely because most of our manu- facturing exports go to the CARICOM (Caribbean Community) market of the 15 countries surrounding Trinidad and Tobago”, says Persad. “These economies are very dependent on tourism and went into recession. A lot of our services went down too as they were servicing the oil and gas sectors”, she adds. The economy is now stable, she says, although 2010 is expected to be the second consecutive year the country has experienced nega- tive growth. Last year, T & T’s Chamber of Commerce commissioned a study on areas with the potential to generate exchange, including agricultural products; cocoa, (T & T pro- duces one of the best in the world but it is exported raw with little added value), green pineapples and tilapia (a fish). Deosaran Jagroo, Chief Executive Officer of Caroni , T & T’s former sugar company, told The Courier that it was moving ahead with diversification into other agricultural pro- duction for which it has received some EU financial support (see interview with EU’s Chargé d’Affaires), including pumpkins, tomatoes and sweet potatoes. Persad says that another potential growth sector is ter- tiary education – some British and United States-based universities already having links with higher education institutions in T & T – also tourism. Tremendous potential Tourism today accounts for just 13 per cent of Gross Domestic Product (GDP) but it “has a significant role to play in diversifying the economy”, Rupert Griffith, Minister for Tourism in the new government, told The Courier , especially in hosting business and sports events. Angella Persad says that T & T’s unique cultural blend is, “something tremendous that can be packaged”. In this rich mix are: food (street specialities; ‘doubles’ and ‘bake and shark’ (a shark burger) at Maracas Bay, Trinidad); architecture (notably the ‘magnificent seven’ his- torical buildings around Port of Spain’s Savannah); festivals and its heritage; Amerindians, African and East Indian settlers and British, Dutch, French, Spanish and Courlander (Latvian) colo- nisers. The former People’s National Movement (PNM) government picked out other industries with growth potential; food and beverages, shipping, yachting, film and entertainment, fish and fish process- ing, printing and packaging, to give T & T developed country status by 2020. The outgoing government also invested in the financial services sector, building a new International Financial Centre, now a landmark in the Waterfront area of Port of Spain to accommodate finan- cial services companies, although the building is still largely unoccupied. It also spearheaded the development of Tamana In-TECH Park to house high- tech companies. Are ‘Nollywood’ and T & T’s budding film industry in competition under EU trade policies? In parallel to diversifying the economy, Persad says the government also has to seek out new markets. Central America, she feels, has potential. Mahindra Satram Maharaj, Chairman of the National Carnival Foundation and one of the Directors of the Trinidad and Tobago Coalition of Services Industries (TTCSI)*, also sees scope to export products and expertise from its long Carnival tradition, including to the 700 festivals that take place every year in Europe. He told us of plans to mount a T & T trade mission to Europe, “to ascertain the benefits” of the Economic Partnership Agreement (EPA), a free trade agreement signed between the EU and members of the Caribbean trading bloc, CARIFORUM, in 2008. TTCSI’s Chief Executive Officer, Nirad Tewarie, fears that the EPA could undermine the traditional South-South cooperation pro- moted by the African, Caribbean and Pacific (ACP) group since the individual regional EPAs pitch regions against one another. ‘Nollywood’ (the Nigerian film industry) could end up competing with T & T’s budding industry, he said. * See: www.ttcsi.org Peppers on sale at San Juan Market © D Percival T & T is known worldwide for the quality of its cocoa © D Percival Trinidad and Tobago Report ",
        "52 C urier The Report Trinidad and Tobago Biodiversity v. Industrialisation Trinidad and Tobago needs to find new ways to confront the ‘classic clash’ of the protection of a rich biodiversity pitched against industrialisation, says world renowned Trinbagonian biolo- gist, Professor John Agard of T & T’s St. Augustine Campus of the University of the West Indies. D.P. I n geological terms Trinidad and Tobago is a relatively new country, having disconnected from the South American mainland just 10,000 to 11,000 years ago. It means a distinc- tive South American fauna and flora (akin to Brazil’s and Guyana’s) yet, like many other Antillean islands, it has a high number of indige- nous fauna and flora including birds, rep- tiles, butterflies, frogs, marine turtles and mammals. “On a world tabulation of species per square metre, Trinidad and Tobago is right up in the top group which is quite extraordinary”, says Professor Agard, who heads St. Augustine’s Department of Life Sciences. Yet the twin-island state of Trinidad and Tobago is one of only two islands in the world that are net exporters of oil and related products, Bahrain being the other. It is the world’s largest exporter of ammo- nia, the fifth largest exporter of liquefied natural gas and one of the top exporters of both ethanol and urea, says Professor Agard. Oil and gas fuelled industriali- sation means thought is being given to evaluating “ecosystem services provided by the biodiversity”, he adds. One such service is what Professor Agard refers to as ‘evapotranspiration’ due to the fact that over a half of Trinidad and Tobago has forest vegetation. The forested areas cause moisture in the atmosphere to rise where it cools and rains in other non- forested areas. Tobago’s Main Ridge Reserve is one of the oldest protected areas in the Western hemisphere. “There is a lovely document dating back to the 1600s declaring it a protected area for the preservation of the rains”, says Professor Agard. Other ‘ecosystem services’ are the development of pharmaceuticals from plants and the erosion protection through coral reefs. A study done in Tobago by the World Resources Institute, together with some associations in Trinidad and Tobago, found that the coastline in Tobago is eroding faster where there are no coral reefs. It puts the value of erosion services of coral at US$30M per annum, a not inconsiderable sum given that Tobago has a Gross Domestic Product (GDP) of US$250M per annum. Lines of communication Together with other scientists and econo- mists, Professor Agard says he is working on an EU-funded study that is using the economists’ bag of tricks to a do a proper cost/benefit analysis of ecosystem services in T & T. Although reluctant to place a value on everything, he sees advantages in Toucan, a bird native to Trinidad. © shutterstock “Unlike climate change, biodiversity is not on the lips of all the presidents and prime ministers” ",
        "53 N. 18 N.E. – July August 2010 Trinidad and Tobago Report this type of approach since it opens lines of communications with the decision- makers on biodiversity who would oth- erwise view biologists as, ‘hysterical tree huggers’. This allows planning choices to be made, he says; the economic benefits of building a hotel weighed against the destruction done by blasting out coral for hotel construction. Another biodiversity service is eco-tour- ism. “Tobago has a unique character; low level development, mostly original vegeta- tion, ancient forests and a more genteel atmosphere. People like its ‘islandness’; the mangroves, coral, different vegeta- tion culture, its way of speaking. This has a value and without the biodiversity, this advantage would disappear”, says Professor Agard. He says that naturally occurring bacteria that break down oil present in oil seeps on Trinidad are also being researched. “In the Convention on Biological Diversity, a target was set years ago for no significant loss of biodiversity by 2010 and this has not happened anywhere in the world”, says Professor Agard. He would like biodiversity to have the same global status as climate change including the setting up of an Intergovernmental Panel. “Unlike climate change, biodiversity is not on the lips of all the presidents and prime ministers”, he says, adding, “it costs more the longer you wait”. And in Trinidad and Tobago, Professor Agard feels the government should embark on more long-term planning about where the country is heading beyond the exhaustible resources of oil and gas. This should include more emphasis on protecting biodiversity and encouraging renewable energy and a more information-based and services economy, not forgetting the need for more and better managed protected areas to preserve biodiversity, he says. Akilah Jaramogi climbs a tree, Fondes Amandes © D Percival “This is fever grass (lemon grass) which can be used to make a tea when you have flu”, points out Akilah Jaramogi who is the Project Manager of the Fondes Amandes Community Project in the hills behind Port of Spain. Jaramogi pioneered the project 27 years ago with her late husband, Tacuma and a “bunch of people squatting in the hills”. Now a community of 27 people, it sells organic plants and seedlings and is a place where schools, other groups and individuals go to find out more about the medicinal benefits of the flora on well- maintained trails cut through the forest vegetation. She explains how the forest cover also creates a fire climax zone, pre- venting the spread of fire towards heavily populated Port of Spain. The Community has been able to develop with backing from international donors, including a small grant from a three-year project, ‘Practices and policies that improve forest management and the livelihoods of the rural poor in the insular Caribbean’, funded under the European Commission’s (EC’s) Programme on Tropical Forests and other Forests in Developing Countries. Run by the T & T-based Caribbean Natural Resources Institute (CANARI) the project is empowering local communities to take the lead in forest management in similar projects in eight Caribbean nations, ex- plains Nicole Leotaud, CANARI’s Execu- tive Director. Akilah Jaramogi would like to take the Fondes Amandes project to another level, including the development of an eco-tourism lodge where visitors can stay overnight. One issue she would also like to see resolved is the security of tenure of land occupied by Fondes Amandes to ensure the Community’s longevity. Trailblazers: Fondes Amandes ",
        "54 C urier The Fashion mirrors T & T’s gorgeous mosaic D.P. S he is wearing a cool cotton dress from her own range in a fresh blue and white floral print for our meeting in Port of Spain together with Don Grant who is an organiser of Fashion Week. It would be a bestseller in any summer collection anywhere in the World. After 20 years in the busi- ness, Canada-trained Dianne Hunt, who is chair of fashion week, says her brand needs new development. She used to have 13 stores throughout the Caribbean but now owns just two in Trinidad and two in Tobago due to sluggish sales over the last four years, mainly because of competition from cheap garments made in China. Hot on the heels of the success of the third edition of T & T Fashion Week, held in Tobago, 20-31 May and Trinidad 2-6 June, she says it’s time to revive her business. She’s hopeful that her brother, Gary Hunt, who exited politics at the last general election in May, will draw up a new business plan for the label which is still 90 per cent ‘Made in T & T’. New inves- tment in industries with potential, says Dianne Hunt, is part of the long term 2020 vision for the country launched by the outgoing government. Dianne Hunt was just one of 50 Trinbagonian designers, including some of the country's nationals who live and work overseas, showcased at Fashion Week. Taking the event to the public, models strutted their stuff around the 2.2 miles (3.5 km) perimeter of Port of Spain’s Savannah Park; “unofficially the longest runway in the world”, says Don Grant. Celeste Vincent, whose ‘Johnny Vincent’ label is worn by the Bajan sin- ger/superstar Rihanna, is another of the country’s top designers. A Caribbean aesthetic What are Dianne Hunt's influences? “The Caribbean aesthetic: rum shops, relaxed lifestyle, colourful characters and integrated races. The Caribbean is the future. If you put all the people of the world together they would reflect the Caribbean.” Growing up in Trinidad, she used to sketch clothes and made brooches which were much in demand from school friends, attaching a signature feather from her grandmother’s chickens. The biggest challenge faced by the country’s fashion designers, she says, is to raise capital. She also has ambitions to design and make her own fabrics, noting that ‘Sea Island Cotton’ grown on neighbouring Barbados is highly sought after by fashion houses around the globe. And Dianne Hunt feels that the production of fabric from bamboo currently being trialled in the country, has potential. Work has already started on next year’s Fashion Week with a theme of ‘Water’. A former international model and now an actor, Don Grant is clearly upset by the effects of the oil spill in the Gulf of Mexico. The need to protect the Caribbean natural inheritance and fragile ecosystems is a message Fashion Week endeavours to put across. Adds Dianne Hunt: “If we have an opportunity to engage the audience, why not lift their consciousness?” *A Trinbagonian is a national of the twin-island state of Trinidad and Tobago. For more see: fwtt.org/ Report Trinidad and Tobago Dianne Hunt is a successful Trinbagonian* fashion designer. Her ‘Radical Designs’ label on the catwalk at Trinidad and Tobago’s (T & T’s) recent Fashion Week reflects the country’s eclectic mix of cul- tures and vibrant land and seascapes. Dianne Hunt on the runway at Fashion Week 2010 ‘Radical Designs’, 2010 If you put all the people of the world together they would reflect the Caribbean ",
        "55 N. 18 N.E. – July August 2010 EU by T & T’s side in economic diversification D.P. W hat are the EU’s priorities in Trinidad and Tobago (T & T) under the 10th EDF (2008-2013)? To assist the country in its efforts to diver- sify from oil and gas into other sectors and to help improve some areas of governance. There’s also a Technical Cooperation Facility (TFC) to support implementa- tion activities for achieving the objectives of the National Indicative Programme (NIP). Almost everything we do in T & T is through sectoral budget support. The first sector budget support pro- gramme in T & T is the on-going 9th EDF programme in non- university tertiary education (€27.3M). The EU’s support to the decision of the government to diver- sify out of sugar and minimise the socio- economic and envi- ronmental impacts of such a decision is also a sector budget support-based programme. Some regional projects are also being run from here – (those where the regio- nal organisations concerned have Port of Spain based headquarters); the CARICOM Implementation Agency for Crime and Security (IMPACS) which fights against crime and drugs trafficking, the Caribbean Financial Action Task Force (CFATF) which is fighting money laundering – also linked to drugs traffic- king –, the Caribbean Court of Justice (CCJ) and the Caribbean Meteorological Organisation. Forty per cent of cocaine consumed in Europe is thought to tran- sit this sub-region and the bulk perhaps through T & T, so there is a mutual inter- est in backing the efforts of the gover- nment and authorities to fight against illegal drug trafficking. Other priorities are trade cooperation and implementa- tion of the EU-CARIFORUM Economic Partnership Agreement (Ed: up and run- ning since October 2008). What are the advantages of sectoral budget support for T & T? T & T is a middle income developing country, which has enough capacity to implement projects. What it needs now is international donors to act as partners in its efforts to improve its sector policies. With the sector budget support approach, rather than projects, you focus on a sector. Performance indica- tors are jointly agreed with the government, progress monitored and actions chosen. We are still focusing on non-university ter- tiary education. With sectoral support, the number of students enrolled has already gone from 20,000 in 2005/06 to over 75,000 in 2009. While we are still in preliminary policy dialogue and we do not know yet what we are going to do in the area of governance under the 10th EDF, we are more advanced with diversification. We are trying to help improve the enabling conditions for Trinidad and Tobago to become more competitive, dialoguing on a regulatory framework, and incentive-based fiscal and macro-economic indicators, but it is not our business to say whether the gover- nment should diversify into tourism, or aeronautics, because we don’t know how competitive the country can be. Trinidad and Tobago Report Stelios Christopoulos is the Chargé d’Affaires of the European Union’s Delegation in Port of Spain. In an inter- view with The Courier, he explains the EU’s sectoral approach to disbursing the €25M of development assistance ear- marked for the country under the EU’s 10th European Development Fund (EDF) which targets diversification of economy and governance. Stelios Christopoulos, Head of EU Delegation, T & T © D Percival “To be effective in our efforts of clamping down on drugs trafficking in Europe, we must also do things here to help the authorities prevent drug trafficking more efficiently” ",
        "56 C urier The In our support to the sugar adaptation strategy, although measurable targets were set, we felt that these could have been more ambitious. In 2007, when we started the sugar support programme, food-related inflation was around 25 per cent. We suggested that some of the €43M earmarked (T & T’s allocation for 2007-2010 under the ‘Accompanying measures for Sugar Protocol Countries’ of which an initial tranche of €2.5M has been disbursed to date) might be spent on restructuring farming to retain more farmers, but the former government was not very keen to do this. Farming accounts for just 0.7 per cent of GDP in a country known for the quality of its products and where 15-20 per cent of its population are farmers. I believe that people would be more satisfied if the [new] government considers the possibility of diversifying into other food production cultures. You point out that T &T has a per capita GDP matching that of Portugal. How would you explain to EU citizens that the country still needs develop- ment assistance? The EU has to make sure that the deve- loping world also stabilises. You need to help the country to use the money in the right way to achieve its developed nation objective [Ed: the former government’s vision was for T & T to reach developed country status by 2020]. The country is conscious of a gap between wealth and development: ten per cent of the popula- tion has no access to running water. The right sectoral policies are required. Our assistance is not enormous because what the country is doing in tertiary educa- tion is many times more than the funds we are giving; the same can be said for transforming the sugar sector, but T & T is appreciative that we are by their side in the process. Look too at the fight against crime: according to the press, there have been more than 300 reported murders since the beginning of 2010 in a country of 1.3M people, sixty per cent of which were allegedly related to trafficking cocaine, coming to more than 500 murders annually for 2010, or around 42 murders per 100,000, a figure that would put T & T amongst the five top countries in the world when it comes to murder. Indeed, a big amount of cocaine [ Ed : from South America] is transiting through T & T to West Africa and on to Europe. It is in our interests to have a good working partnership. To be effective in our efforts of clamping down on drugs trafficking in Europe, we must also do things here to help the authorities prevent drug tra- fficking more efficiently. What are the benefits of the EPA for T & T? Both manufacturing and services can benefit. By reducing the tariffs on pro- ducts that are imported from Europe, the price of some basic components of products manufactured in T & T will also go down which will help to reduce the cost of products so they can become more competitive. For the time being, the sectors likely to gain the most are tourism and health-related services, pro- vided that the security situation improves dramatically. Also cultural cooperation: for example, Carnival has created a whole school of culture, costumes, music groups, dancing groups. There are impediments such as meeting the high level standards in Europe for all products. The same goes for services; you don’t want to get involved in a business partnership if you aren’t certain about the professional standards of that partner. On a regional basis, a €36M sum is available under the 10th EDF’s €165M regional package to assist Caribbean nations in meeting those stan- dards. Report Trinidad and Tobago Port of Spain, Trinidad and Tobago © D. Percival ",
        "57 N. 18 N.E. – July August 2010 Tobago: a big little sister D.P. C hattering coconut trees, hidden sandy coves, sleepy fishing villages such as Charlotteville, and translucent coral reefs have drawn tourists to Tobago although hotel occupancy has slipped during the global economic downturn, according to Trinidad and Tobago’s Tourism Association. But it’s easy to see why the island won the World Travel Awards’ top eco-tourism destination in four consecu- tive years from 2003 to 2006. Its Main Ridge Reserve is the oldest protected forest in the western hemisphere and leatherback turtles, a critically endan- gered species, lay their eggs on Tobago’s secluded beaches from March to June, the hatchlings emerging 55 to 70 days later. As Tobagonians say, their island is a place to “breeze out”. Amerindian tribes, were thought to have settled on the island (the island takes its name from the Taino word for tobacco or pipe, ‘Tabago’) 10,000 years ago.and it remained in their hands until 1652. The first European settlers to arrive were the Courlanders (Latvians), the island changing hands a reported 33 times bet- ween Courland, Spain, England, France, Sweden and the Dutch republic. The Europeans established sugar, cocoa and coconut plantations and with a shortage of labour, they brought in African slaves. East Indians came to Trinidad under an indentureship system to work on the sugar plantations; a small percentage of them settled in Tobago. In 1783, Portuguese, Chinese, Syrian and Lebanese popula- tions arrived and others from Barbados, Grenada and Trinidad. In 1814, Tobago became part of the British Empire administered alongside Grenada, the Grenadines, Dominica and St Vincent, and in 1889 was united with Trinidad in a British crown colony, becoming inde- pendent with Trinidad in 1962. Tourism accounts for 60 per cent of the Gross Domestic Product (GDP), accor- ding to House of Assembly statistics and 15,000 workers are involved in all tourism services from running of guest house inns to bike rentals. More powers for Assembly? Tobago has its own House of Assembly for its 55,000 population, established in 1980 with its own budget from central government. In 2010, funding from T & T’s central government (recurrent & deve- lopment assistance) will total an estimated $1.77bn T & T, according to Assembly figures. The Assembly can make decisions on where the money from central govern- ment goes, such as health and education, but it cannot collect taxes or establish local laws. It has 12 elected members and four appointed councillors; three on the Chief Secretary’s advice and one on the advice of the minority leader. At the last elec- Trinidad and Tobago Report Just 30 kilometres separate Tobago from Trinidad to the south west, yet in appear- ance and character there’s minimal resemblance to its big sister on the horizon. It has its own House of Assembly, albeit with limited powers. Aerial Shot of Buccoo Reef © Buccoo Reef Trust, Tobago ",
        "58 C urier The Horseshoe-shaped Buccoo Reef is To- bago’s most striking landmark but climate change and pollution have taken their toll. An NGO, the Buccoo Reef Trust, is at the frontline in conserving the reef, collecting a raft of scientific data which is of use to the wider Caribbean. Ten thousand years old and covering 7 km2, it is the third largest reef in the western hemisphere with several species of corals and many sea creatures. As well as protecting the coastline, with an estimated annual income of $US119, 164M annually, it is important in tourism terms and provides many families with a livelihood. It was declared a protected area in 1973 under the Marine Areas Act in 1970 but Buccoo Trust Director, Kaye Trotman, told The Courier that it is more of a “paper park” with a need to step up enforcement and public awareness about conservation. One project run by the NGO is the Land Use Planning and Watershed Restora- tion in the Courland Watershed and Buc- coo Reef Area Demonstration. Its project manager, Sandra Timothy, explains that increasing deforestation and poor farm- ing practices in the watershed have in- creased pollution in the reef. She has led land activities such as re-afforestation. The reef also suffered from the bleaching of coral that occurred Caribbean-wide in 2005. Although the reef’s coral has 75 per cent recovered, there needs to be constant data collection and “education, education, education” about conservation, says Buccoo Reef Director, Kaye Trotman. The Buccoo Reef Trust has also taken the lead in a three-year regional pro- ject, the Coastal and Marine Manage- ment and Education in the South East- ern Caribbean (CaMMESEC) with the International Coral Reef Action Network (ICRAN) to exchange best practices on conservation of all the regions reefs in- cluding the setting up of Marine Parks, explains the project’s coordinator for the Buccoo Reef Trust, Hyacinth Armstrong. Find out more: www.buccooreeftrust.org Buccoo Reef: Tobago’s natural wonder Report Trinidad and Tobago tions, the People’s National Movement (PNM) gained a majority in the Assembly winning eight seats with four seats taken by Tobago’s Organisation of the People (TOP). The next Assembly elections take place in 2013. As Tobagonians say, their island is a place to “breeze out” But at central government level, the two parliamentarians who represent Tobago are both from TOP, one of the parties which form the central T & T government’s People’s Partnership. We asked the Chief Secretary of Tobago’s House of the Assembly, Orville London, whether the lack of representation of the House of Assembly’s majority in T & T’s Parliament might create an untenable position for the Assembly. “There is nothing unique about our political situa- tion”, he replied. He said, however, that it would test the validity of the House of Assembly Act. Although there is no ground swell for independence from Trinidad, he told The Courier , there is room for reform. “We have a situation where there is no empowerment. The House of Assembly has no teeth or authority to act in Tobago”, he added. He wants to see a greater level of autonomy to give the Assembly law- making authority in matters pertaining to Tobago and an ability to draw up financial agreements with local and international agencies without the say of the govern- ment in Port of Spain. Find out more: www.tha.gov.tt Orville London, Chief Secretary, House of Assembly, Tobago. © D.Percival Charlotteville, Tobago © D. Percival ",
        "59 N. 18 N.E. – July August 2010 ‘Visionary Africa’ is a major cultural event to mark Belgium’s presidency of the European Union (1 July to 31 De- cember 2010). It also celebrates the 50th anniversary of independence of 17 African countries. Supported by the Belgian government, the European Commission and the Secretariat of the ACP Group. It takes place from 30 May to 26 September 2010. The ACP Group, according to its Secre- tary general, Mohamed Ibn Chambas, considers this festival as “ the start of framing a long term vision of our rela- tion to the Africa cultural heritage and African art, in Africa and Europe alike ”. At the major ‘Visionary Africa’ festival at BOZAR (Centre for Fine Arts, Brussels), the headline exhibition ‘GEO-graphics’* and a wide range of other graphic arts and photography shows are enjoying great success, providing a dazzling window on the performing arts in Africa. The African country with the strongest historical links to Belgium, and also one of the crea- tive stars, is the Congo (DRC), which is particularly well represented. The festival takes place from 30 May to 26 September 2010. H.G. T he most spectacular ‘Visionary Africa’ event is undoubtedly the major concert ‘50 years of Congolese music’, premiered in Kinshasa on 30 June and on an inter- national level exclusively performed at BOZAR on 16 July. This concert is the heart of ‘Congo@Bozar’, a festival within the festival. Most of the big names of the Congolese scene are there – Papa Wemba, Mbilia Bel, Werrason, Ferre Gola, Simaro and many others – and the renowned arranger Hilaire Maïka Munan is the artistic director. The show is designed as homage to now-departed greats such as Kallé Jeff, creator of the evergreen ‘Indépendance Cha Cha’, in its time the hymn of Africa’s quest for freedom, later to be transformed into despondency and disenchantment after the continent lost its way in the period after independence. ‘Congo@Bozar’ also involves a full pro- gramme of gospel concerts in different areas of Brussels, and acoustic rumba shows which each pay their respects to a particular period or personality of Congolese music, with the participation of the stars of ‘50 years of Congolese music’. Other African stage artists and the Diaspora are far from being outdone, how- ever. Malian singer Rokia Traoré, award- winner at the BBC3 World Music Award and the French Victoires de la Musique and protégé of Ali Farka Touré and Papa Wemba, has cast a spell on audiences with her Mandingo music, with its harsh sounds and winks at rock and blues. The same is true of the Beninese author, composer, singer, guitarist and 2007 Grammy Award winner Angélique Kidjo, who has collabo- rated with Santana, Herbie Hancock and Peter Gabriel. Didier Awadi’s performance takes us back to the illustrious history of rap. Awadi has orchestrated a show entitled ‘Presidents of Africa’, based on the speeches of the founding fathers of African independence and the writings of the major thinkers of the Diaspora. This forms an integral part of a special ‘Day of Literature’. And film plays its part in ‘Visionary Africa’ as well – it is the scene for the world pre- miere of Claus Wishman and Martin Baer’s film ‘Kinshasa Symphony’, about the Kinshasa Symphony Orchestra, a group set up at the peak of instability and civil war by non-professionals with no more than what they themselves could contribute. Among other genres, the Orchestra plays classical European music with a rare sensibility, and their interpretation of Carmina Burana is a true hymn to joy and to life. It is easy to believe that most listeners have not been able to hold back tears of emotion. * See issue 17 of The Courier , pg. 62. See Agenda for more on ‘Visionary Africa’. Creativity A n g é l i q u e K i d j o / c o u r t e s y B O Z A R . © J e d R o o t The performing arts in Africa : the power of imagination Visionary Africa, BOZAR - Brussels ",
        "60 C urier The Creativity CONGO 50 Increased ACP support for the film industry Read now Michèle Dominique Raymond ACP Assistant Secretary-General, Head of the Department of Political Affairs and Human Development Comic strip on 50 years of the history of the Democratic Republic of Congo The Jury Prize at the Cannes Film Festival was awarded to ‘A Screaming Man’ by the Chadian director Mahamat Saleh Haroun, financed by ACP Films. H.G. T his comic strip about DRC is a magical tour de force, or rather comic strips, as eight Congolese cartoonists pooled their talents to create and record on paper this exciting and frenzied story, like eight stanzas of a piece of music. To ensure con- tinuity between the comic strips, the car- toonists Asimba Bathy, Cara Bulaya, Jules Baïsolé, Didier Kawendé, Fati Kabuika, Djemba Djeis, Tshamala Tetshim and Jason Kibiswa associate the talented Alain Brézault as script coordinator. He was also responsible for overseeing the production. The result is a comic strip which is full of emotion but which is free of fanaticism or extreme viewpoints … and difficult to put down. It is all told at an exhilarating pace. The title of the first comic strip is ‘Indépendance cha-cha’. ‘Congo 50’ by Asimba Bathy & co / Ed. Roularta Books www.roulartabooks.be and Africalia www.africalia.be Interview by H.G. “I t is an historic event for an African film to be included in the Official Selection and to win an award at Cannes. The ACP Group and its Secretariat make no secret of their delight at the award. They see it as homage to, as well as a reward for their cultural policy which is designed to complement rather than be an alternative to the many programmes that have been implemented which are encour- aging sustainable development and the progressive integration of their countries into the world economy. The ACP-EU support programmes for the ACP film and audiovisual sector and ACP culture industries are the concrete expression of this policy. By the time the programmes are completed, the aim is that the ACP countries will have well-trained profes- sionals and quality films. Many festivals are already beginning to show an interest in ACP productions. Yet again, the very talented Mahamat Saleh Haroun has highlighted the poten- tial of the ACP film industry. The excel- lent performances by the actors draw attention to the pool of talent that exists in Africa and by extension in Caribbean and Pacific countries. The ACP Group, in continuing to provide its unflagging support for the cinema and audiovisual sector, hopes to see a repeat of this fantastic experience.” HG - Does the film itself have a mes- sage for the ACP countries? It is true that the film contains a message for citizens of ACP states and beyond, in that the drama experienced by Adam, while peculiar to him, also invokes uni- versal existentialist concerns. A man with no future and no prospects and who is in danger of being robbed of what little he has finds the means to regain his dignity and maintain his freedom and ability to provide for himself. The story, filmed by Mahamat Saleh Haroun, is simple and very human. It deals with poverty, the effects of economic globalisation and war. In doing so, it encourages the audience to reflect on such issues. Michèle Dominique Raymond. © Photo ACP Secretariat ",
        "61 N. 18 N.E. – July August 2010 Creativity A.M.R. W hat is your professional history in the field of music? At the age of 12, I moved to Paris from Senegal. In the early 1980s, I started to get involved with Cape Verdean culture, through the local Association of Cape Verdeans, which organises the ‘Cape Verdean Week in Paris’. Then, I founded a group of Cape Verdean musicians, in which I played percussion. We started to play for the Diaspora, first in Paris, then in Rotterdam, Switzerland and Rome. As part of this experience I received ‘trai- ning’ on topics such as contracts, locations and logistics. Throughout this time, I was employed by the French Railways and worked with singers during my free time. Following requests for support from various Cape Verdean groups, I set up a small, informal company that organised Cape Verdean concerts in Paris. I met Cesaria Evora in 1987, at the musi- cian and cultural promoter Bana’s Monte Cara restaurant in Lisbon, and in 1988 I founded LUSAFRICA in Paris. What difficulties did you encounter in promoting Cape Verdean music to the European public? In the beginning it was not easy. I star- ted to promote Cesaria Evora at celebra- tions and concerts, mostly amongst the Diaspora in Paris and Rotterdam. But the aim was to reach a public which did not belong to the Cape Verdean Diaspora. In 1989, Brazilian Lambada music was becoming popular, and there was growing interest in Cape Verde’s slow dancing music. We produced the albums La Diva Aux Pieds Nus (1988) and Mar Azul (1991), which resembled the typical style of ‘Noite Caboverdiana’ (Capeverdean Night), the latter selling 50,000 copies. In 1992, we organised the first concert for a non-Diaspora audience, at the Angouleme Festival. Immediately after this, Miss Perfumado , Cesaria’s most important album, was released, selling 400,000 copies in France and 800,000 copies internationally. That year was a turning point, because I was able to stop working for the railways and open a LUSAFRICA office in Paris. LUSAFRICA currently has offices in Paris, Lisbon and Prague. What’s the secret of your success? Today I work in 60 countries and my artists have received important awards. I pro- mote artists from Africa, Latin America and the Caribbean and LUSAFRICA is well known all over the world. In addi- tion to our production and distribution companies in Lisbon and Prague, we have also founded the company Armonia , in Cape Verde. But we never received public funding for any of this work. Our success is due to the public’s passion for Cesaria and our other artists. José da Silva and Cesaria Evora © LUSAFRICA. Josè da Silva is the manager of Cape Verdean singer Cesaria Evora, and his company, LUSAFRICA Productions , represents a true success story in Africa’s cultural industry. The Courier met him at the ‘Girona Conference on Culture and Development’, which was held on 4 and 5 May and organised by the Spanish Agency for Development Cooperation and the EC’s DG Development. Josè da Silva: A true success story ",
        "62 C urier The The Biennial Visual Arts Festival ‘ Regard Bénin 1.0 ’ Sandra Federici T he festival has been organi- sed by the Benin Ministry of Culture, in collaboration with Culturesfrance and the French Embassy in Benin, with the aim of “affirming Benin as a place for the promotion of artists at the national and international levels”. The desire to mark 50 years of independence in Africa has also been an important factor behind the promotion of the thriving arts scene in Benin. The Zinsou Foundation (see The Courier special issue on ‘ACP Culture and Development’, June 2009), Espace Tchif and the Laboratorio Association are just a few of the many organisations partici- pating in the festival. All events are free, and artists’ studios are open to the public. The Zinsou Foundation has organised several exhibitions, including ‘Raconte- moi l’indépendance’, an historical exhi- bition which aims to raise awareness amongst young people in Benin of the historic day of 1 August 1960 – when independence was gained – through the accounts of Beninese citizens, both famous and unknown. The Foundation has also organised an exhibition of two photographers, Malick Sidibé from Burkina Faso and Baudouin Mouanda from Congo Brazzaville, who belong to different generations (the former is 74 and the latter is 29 years old) and represent the same subject from different historical points of view. The subject is the irresisti- ble need of African youths to distinguish themselves and to define a place for them- selves in a strict and repressive society, in a way which is often ironic and provocative. The Laboratorio Association has orga- nised ‘Focus Zinkpé’, a retrospective of the installations, drawings and paintings of the famous Beninese artist Dominique Zinkpé, which will be on display at the Abomey Museum until 30th August. The exhibition includes the famous Zinkpé taxis, a typical means of transportation which was imported from the West and adapted to the economic and social sys- tems present on the African continent. Laboratorio also presented the work of the Beninese artist Gérard Quénum, who is internationally renowned for his distinc- tive style of sculpture which makes use of recycled objects (mostly discarded dolls), whose diverse origins contribute to the overall significance of the pieces. Another interesting initiative that forms part of the varied programme of the festival is the ‘Footculture’ initiative, organised by Espace Tchif. This initia- tive is dedicated to football and the 2010 World Cup in South Africa. The venue has organised a range of events, including concerts, an exhibition that explores soc- cer through the eyes of artists, debates between sports experts and, of course, World Cup matches shown on big screens. Creativity The inaugural edition of ‘Regard Bénin’ ('a look at Benin') opened on 8 June and will run until 31 August 2010, in the Beninese cities of Cotonou, Porto-Novo, Abomey and Ouidah. This is the first biennial festival of visual arts in Benin, and features exhibitions and performances in various disciplines, including art, photography, music and dance. Gérard QUENUM, Formule 1, acrylique sur toile, 103 X 80 cm, photo by André Jolly. ZINKPÈ, Taxi Go Slow, 2002, Marseille. © Zinkpe ",
        "63 N. 18 N.E. – July August 2010 For young readers Village integrated into the global economy WE LIKE OUR JOB: PERFORMING ON STAGE IT ALLOWS US TO PROMOTE OUR CULTURE… … TO PROTECT OUR ENVIRONMENT… … TO BRING IN FOREIGN CURRENCY … YOU’RE ON IN TWO MINUTES GUYS! LADIES AND GENTLEMEN, TO ROUND OFF YOUR VISIT TO OUR LITTLE VILLAGE HERE IS A LITTLE CONCERT ESPECIALLY FOR YOU! … TO DEVELOP OUR COUNTRY! APART FROM THE FACT THAT IT EARNS US MONEY… Comic by Eric Andriantsalonina ",
        "64 C urier The Agenda SEPTEMBER-DECEMBER 2010 ADDRESS: THE COURIER - 45, RUE DE TRèVES 1040 BRUSSElS (BElGIUM) EMAIl: INFO@ACP-EUCOURIER.INFO - WEBSITE: WWW.ACP-EUCOURIER.INFO September Mid-September Publication of Eurobarometer on ‘Europeans and MDGs’ 20 - 22/09 UN MDG Review High Level Event New York City, USA http://www.un.org/en/mdg/summit2010 27 - 30/09 3rd meeting of ACP Ministers in charge of Asylum, Migration and Mobility Brussels, Belgium 27 - 30/09 2nd Intra-ACP Migration Facility Technical Workshop Brussels, Belgium 27 - 30/09 21st Session of the ACP Parliamentary Assembly and 21st Session of the JPA Brussels, Belgium 28/09 - 02/10 SADC (Southern African Development Community) Week 2010 - Procession of the Manneken Pis in Southern African costume (Grand Place, Brussels) - Cultural exhibition and performances (University VUB / Brussels) / Investment and tourism Seminar (VUB) - Sport and fun (Esjeeweelokaal / Winge) Brussels, Belgium November 2010 Mid-November Publication of Eurobarometer on ‘Europeans and Africa’ 29 - 30/11 EU-Africa Summit Tripoli, Libya December 06-07/12 European Development Days Brussels, Belgium http://www.eudevdays.eu To Idriss Daoud (Senegal): The Courier would like to congratulate Idriss Daoud and awards him with the following certificate: Certificate awarded to Idriss DAOUD for his innovative distribution of The Courier magazine This certificate is awarded to Idriss DAOUD in recognition of his innovative activities in distributing The Courier , par- ticularly at Senegal’s ‘l'Ecole Nationale d'Economie Appliquée’ (ENEA). For the past two years, Idriss DAOUD has distributed and made the magazine known to fellow ENEA students, academic staff and the institute’s library. It shows his en- deavour and commitment to disseminate publications and ideas that he considers useful for his community’s development. Brussels, 1 August 2010 Hegel Goutier, Editor-in-Chief Cinema BOZAR: ‘Moloch Tropical’ (Preview film), Raoul Peck. In this sixth feature film by Hai- tian film-maker, Raoul Peck, entirely filmed on location in Haiti, Peck is inspired by his past as his country’s former Culture Minister, putting on screen final days in power of Aristide as though it were a Shakespearean drama. Exhibitions BOZAR: Geo-graphics (see The Courier n°18); A useful dream (African photography 1960-2010); Roger Ballen (photo); Pôze III / African Town (photo) Royal Museum for Central Africa : Bonjour Congo in Belgium ; Kinshasa-Brussels, from Matonge to Matonge Dance BOZAR: Germaine Acogny, ‘Songook Yaakaar’ Literature & Music BOZAR: Closing event: ‘African authors’ & Did- ier Awadi (latest record – ‘Presidents d'Afrique’) http://www.bozar.be/activity.php?id=9988 Dear Sirs, Once again, thank you to The Courier magazine, which, as I have often said, is a mobile library, an excellent source of reliable and pertinent information in all fields. [Issue 16] celebrates youth. We the young people of the world, and of Africa in partic- ular, welcome this very much. My message is addressed especially to young Africans from all the continent’s many countries who face huge difficulties. I call upon these young people, of whom I am one, to be more determined than ever and to adopt the thinking of the new and emerging Africa. I ask them to believe in themselves and to stop thinking that without aid we are lost. To make an effort to silence the divisions of all kinds (ethnic, racial, etc.), to commit themselves to the common cause, that of a united and emerging Africa. Yes we can! On the sole and unique condition that we are committed to it, that we believe in it, and that we work for it. In short, that we ourselves resolve to think differently, to act differently, to behave differently, than we do at present. Long live Africa. Long live African Youth! Babacar Ndione (Rufisque, Senegal) This picture of St Therese of Lisieux – also known as Patroness of the Missions – was kindly sent by one of our readers who p a r t i c u l a r l y liked the article on St Therese in the report onNormandy in issue no. 17. St Therese died of TB in 1897 at the age of 24. Words From Readers Festival ‘Visionary Africa’ / Brussels 26.06 › 30.09.2010 ",
        "E U R O P E A N U N I O N A u s t r i a B e l g i u m B u l g a r i a C y p r u s C z e c h R e p u b l i c D e n m a r k E s t o n i a F i n l a n d F r a n c e G e r m a n y G r e e c e H u n g a r y I r e l a n d I t a l y L a t v i a L i t h u a n i a L u x e m b o u r g M a l t a N e t h e r l a n d s P o l a n d P o r t u g a l R o m a n i a S l o v a k i a S l o v e n i a S p a i n S w e d e n U n i t e d K i n g d o m P A C I F I C C o o k I s l a n d s F e d e r a t e d S t a t e s o f M i c r o n e s i a F i j i K i r i b a t i M a r s h a l l I s l a n d s N a u r u N i u e P a l a u P a p u a N e w G u i n e a S a m o a S o l o m o n I s l a n d s T i m o r L e s t e T o n g a T u v a l u V a n u a t u C A R I B B E A N A n t i g u a a n d B a r b u d a T h e B a h a m a s B a r b a d o s B e l i z e C u b a D o m i n i c a D o m i n i c a n R e p u b l i c G r e n a d a G u y a n a H a i t i J a m a i c a S a i n t K i t t s a n d N e v i s S a i n t L u c i a S a i n t V i n c e n t a n d t h e G r e n a d i n e s S u r i n a m e T r i n i d a d a n d T o b a g o A F R I C A A n g o l a B e n i n B o t s w a n a B u r k i n a F a s o B u r u n d i C a m e r o o n C a p e V e r d e C e n t r a l A f r i c a n R e p u b l i c C h a d C o m o r o s C o n g o ( R e p . o f ) C ô t e d ’ I v o i r e D e m o c r a t i c R e p u b l i c o f t h e C o n g o D j i b o u t i E q u a t o r i a l G u i n e a E r i t r e a E t h i o p i a G a b o n G a m b i a G h a n a G u i n e a G u i n e a - B i s s a u K e n y a L e s o t h o L i b e r i a M a d a g a s c a r M a l a w i M a l i M a u r i t a n i a M a u r i t i u s M o z a m b i q u e N a m i b i a N i g e r N i g e r i a R w a n d a S a o T o m e a n d P r i n c i p e S e n e g a l S e y c h e l l e s S i e r r a L e o n e S o m a l i a S o u t h A f r i c a S u d a n S w a z i l a n d T a n z a n i a T o g o U g a n d a Z a m b i a Z i m b a b w e A f r i c a – C a r i b b e a n – P a c i f i c a n d E u r o p e a n U n i o n c o u n t r i e s T h e l i s t s o f c o u n t r i e s p u b l i s h e d b y T h e C o u r i e r d o n o t p r e j u d i c e t h e s t a t u s o f t h e s e c o u n t r i e s a n d t e r r i t o r i e s n o w o r i n t h e f u t u r e . T h e C o u r i e r u s e s m a p s f r o m a v a r i e t y o f s o u r c e s . T h e i r u s e d o e s n o t i m p l y r e c o g n i t i o n o f a n y p a r t i c u l a r b o u n d a r i e s n o r p r e j u d i c e t h e s t a t u s o f a n y s t a t e o r t e r r i t o r y . Table of Contents ",
        "‘The student’ – main square of Krakow. © Marie-Martine Buckens Not for sale ISSN 1784-682X C u r i e r "
    ]
}