{
    "text": [
        "EN EN EUROPEAN COMMISSION HIGH REPRESENTATIVE OF THE EUROPEAN UNION FOR FOREIGN AFFAIRS AND SECURITY POLICY Brussels, 17.12.2012 JOIN(2012) 36 final JOINT COMMUNICATION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Supporting closer cooperation and regional integration in the Maghreb: Algeria, Libya, Mauritania, Morocco and Tunisia ",
        "EN 2 EN JOINT COMMUNICATION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Supporting closer cooperation and regional integration in the Maghreb: Algeria, Libya, Mauritania, Morocco and Tunisia I. I NTRODUCTION 1. The peoples of the Maghreb have been at the forefront of the historic events of 2011. More than in any other region within the Arab world, the Maghreb countries have embarked on a long process of change and reform. The European Union has a major interest in the success of such democratisation and modernisation processes. 2. In addition, in the course of the past year, there has been renewed impetus from the countries of the Maghreb towards closer cooperation between them. This movement – still tentative and yet to translate into comprehensive steps – is based on the recognition that the objectives of promoting prosperity, stability and democratic transformation at the national level cannot be fully realised in the absence of deeper relations between the countries of the Maghreb. 3. The main purpose of this Communication is to set out ways in which the European Union might support closer cooperation between the countries of the Maghreb, drawing on its own extensive experience of integration and given its interest in the region as a neighbour and key partner for the five countries concerned. By doing so the European Commission and the High Representative of the Union for Foreign Affairs and Security Policy (“the High Representative”) seek to encourage on-going efforts by Maghreb partners to deepen cooperation at the level of the Maghreb and accompany them in this process. A stronger and more united Maghreb will help address common challenges, such as instability in the Sahel, energy security, the need to create jobs and fight climate change. These represent historic opportunities to deepen our partnership. 4. This Communication is part of the overall EU response to the changes in the southern neighbourhood. The proposals set out in it are intended to complement, not replace, the range of measures that the EU developed in the Communications 1 adopted by the European Commission and the High Representative in 2011 which established a Partnership for Democracy and Shared Prosperity and set out a renewed approach to the European Neighbourhood Policy. Both of these Communications highlighted the importance of greater south-south (and sub-regional) integration as complementary to other bilateral and regional initiatives. The present Communication also builds on the \"Agenda for Change\", the European 1 ”A Partnership for Democracy and Shared Prosperity with the Southern Mediterranean” (8.3.11) and “A New Response to a Changing Neighbourhood: A review of European Neighbourhood Policy” (25.5.11). ",
        "EN 3 EN Commission's revised policy for a results-oriented use of external assistance funding 2 . 5. The proposals are in line with the EU’s promise to respond positively to initiatives for reform launched by its partner countries in the neighbourhood and have been developed in consultation with them. Many of the measures set out below are new. Reference is also made in some cases to existing regional initiatives where integration efforts could be enhanced through the use of existing tools albeit from a Maghreb perspective as well as bilateral activities, where these contribute to wider cohesion in the region. 6. At the same time, the Communication seeks to reflect the important relations developed between the countries of the Maghreb and Sub-Saharan Africa on the one hand and the EU and Sub-Saharan Africa on the other. In this context, EU support for integration in the Maghreb should be clearly articulated with the EU’s wider relations in the African continent as set out in the Joint Africa-EU Strategy 3 . This includes in particular its thematic Peace and Security Partnership in which the countries of the Maghreb are either directly participating or which they are closely following. The Communication also takes account of the particular dual character of Mauritania, conferred on it by its geographic position at the crossroads between the Arab Maghreb and Sub-Saharan Africa. 7. Impetus for change and the decisions as to how integration might best be achieved lie solely with the countries of the Maghreb themselves. Consequently the offer set out in this Communication is made in a spirit of solidarity and partnership at a critical moment in the on-going debate within the Maghreb concerning the pace and depth of integration at the sub-regional level. Nonetheless, while the proposals here could bring benefits to the people of the Maghreb region as a whole, they could also be beneficial if developed on a more limited bilateral basis or in an asymmetric manner across the region. II. C HALLENGES FACING THE M AGHREB 8. The Maghreb is a region with a very rich development potential. Situated between Sub-Saharan Africa and the European Union on the one hand, and the Eastern Mediterranean on the other, it has the advantages of access to both the Atlantic and Mediterranean coast-lines and potential over-land-transport routes. It also enjoys considerable natural and human resources, as well as shared cultural and linguistic ties. 9. Nonetheless, the Maghreb remains one of the least integrated regions in the world. As a result, its development potential has generally remained locked. On the economic side the cost of the “non-Maghreb” has variously been estimated at between 1-2% of the GDP. However the real cost of non-integration goes beyond economic growth to include security, and wider human development in the region. 2 \"Increasing the impact of EU development policies: an Agenda for Change\" (13.10.2011) 3 “The Africa-EU Strategic Partnership. A Joint Africa-EU Strategy”, EU-Africa Summit in Lisbon, 2007, reference 16344/07. ",
        "EN 4 EN 10. The challenges facing the region have been well documented. These include: Democratic Reforms (a) All of the countries of the Maghreb are undergoing processes of political reform. In the political sphere public expectations are high concerning participation in public life, accountability, access to information, freedom of expression and access to justice. Civil society has grown in stature and is more able to fulfil its role as a legitimate partner of local government in developing more inclusive societies. Improved electoral processes have increased accountability in the region. Parliaments have the potential to develop as key players as do the diverse political parties/movements which have emerged to- date. At the same time the institutions necessary to protect democratic values, the rule of law and respect for human rights are weak. In this environment the task of consolidating and promoting democratic reforms which fully respect international human rights norms remains very challenging. Socio-economic Reforms (b) Growth in the Maghreb still remains too weak to absorb the large population flows into the job market, reduce poverty and unemployment (between 10% and 18% in Algeria, Morocco and Tunisia) and over 30% in Mauritania in 2011). The UNDP's Arab Development Challenges Report 2011 estimates that even in a conservative scenario (i.e. maintaining current unemployment rates and labour force participation rates), Maghreb countries need to create 1.8 million jobs by 2015, and 7.8 million by 2030. Moreover failure to generate sufficient employment opportunities could ultimately lead to further impoverishment if the human capital represented by youth is allowed to go untapped. Without an increase in growth, and in the absence of effective policies in favour of employment (including investment in human capital and the promotion of decent work), high levels of unemployment will persist among the young and the informal sector will continue to represent a significant proportion of the real economy. In turn these factors will continue to pose significant risks to future social stability and to the transition process towards democracy. (c) Growth in agriculture in many of the Maghreb countries has been hampered by structural problems such as limited investment, water availability, land degradation, climate change and poor access to basic services. The agricultural sector faces the challenge of producing more and better i.e. to increase agricultural productivity, move towards sustainable production methods and improve living conditions in rural areas on the basis of long-term strategies. . (d) To-date, the potential for the development of genuinely diversified economies based on the emergence of a vibrant private sector is far from realised. The Maghreb has so far not managed to create regional consumer markets, exploit economies of scale and fully exploit its favourable proximity to Europe and to major intercontinental sea routes to develop regional production links, become part of the global value-added chain and hence be more attractive to investment. Too often, keeping the economies closed has allowed some favoured few domestic enterprises to thrive on rent-seeking behaviour, and ",
        "EN 5 EN cement monopoly powers. In addition, corruption has been identified as a major obstacle to investment and business. (e) In the social and human development context, despite significant achievements in some areas notably education and life expectation, a significant part of the population remains without adequate employment, social protection or social rights 4 . Moreover, in most Maghreb countries, considerable internal social disparities persist with wealth being concentrated in selected areas. As a result the countries of the Maghreb remain countries of emigration mainly directed towards Europe, with the general exception of Libya. They are equally transit countries for irregular migration to Europe. Sustainable development can only be achieved if the younger generation is well educated and able to participate in the social and economic life in their country. A well educated population is a basis for stability and can contribute to the emergence of a democratic society. Higher education institutions are key players in the democratic transition as they are responsible for training a new generation of leaders and educators. In addition, the issue of cultural policy reform has gained a special importance in the aftermath of the Arab Spring. Global Threats (f) Terrorism and international crime issues are of paramount concern in the region and beyond into the wider southern neighbourhood as well as the Sahel. Al Qaida in the Islamic Maghreb (AQMI) has brought together a network of terrorism notably in the Maghreb and in Mali. The situation has deteriorated following the conflict in Libya with increased trafficking of arms, people and drugs and the presence of jihadist fighters who participated in the conflict making the Sahelo-Saharan region a zone of instability. It also triggered the Touareg rebellion in the North of Mali which has allowed AQMI to extend its influence still further. In order to achieve the objectives set out by the EU in its Strategy for Security and Development in the Sahel 5 (covering Algeria, Mauritania, Mali and Niger but whose implementation is focused on the three latter countries) it will be important to work in close collaboration with the countries of the Maghreb, themselves directly affected by, and also players in respect of, the Sahara-Sahel zone. Environment and Climate Change (g) The Maghreb is a zone which faces many challenges in the environmental sphere and in the exploitation of natural resources. National and regional action is needed to tackle environment issues, including with regard to air, water, the marine environment, soil and biodiversity. Maghreb countries are also highly vulnerable to, and are already experiencing the consequences of, climate change with potentially severe effects on key sectors of the economy (e.g. agriculture, tourism, food prices). At the same time, the region offers unique opportunities to move towards low carbon development, notably through increased emphasis upon renewable energy and energy efficiency, including 4 See UNDP: The Arab Development Challenges Report 2011. 5 European Union Strategy for Security and Development in the Sahel, 31 March 2011 ",
        "EN 6 EN through cross-border projects and policies. In turn this would contribute to job creation and to attracting investment into the region. III. A RAB M AGHREB U NION , U NION FOR THE M EDITERRANEAN , 5+5 - A FLEXIBLE AND PRAGMATIC APPROACH . 11. The EU is committed to deepening its bilateral relations with the countries of the Maghreb. At the same time, it believes that there is a need for the various regional organisations and structures that already exist to be re-energised in order to meet common challenges. The EU is ready to step up its support as well as develop synergies and enhance coordination with existing initiatives at the bilateral level. 12. The proposed forthcoming Arab Maghreb Union (AMU) Summit will be an important event to give new impetus to Maghreb integration. The European Commission and the High Representative welcome the dialogue developed so far with the AMU and are committed to enhancing it and to developing new areas of co- operation, building in particular on technical work already undertaken with the AMU. 13. Certain international frameworks can be used to facilitate greater and improved co- operation among the Maghreb countries as well with their northern and southern neighbours. The Union for the Mediterranean (UfM) can use its flexibility in order to promote sub-regional cooperation projects in favour of the Maghreb countries. The grouping of five countries of the EU Southern Mediterranean and of the Maghreb, (the so called “5+5 6 ”) is valuable because it establishes co-operation between the countries concerned on the basis of shared interests and common objectives whose achievement can be supported by the EU in some cases, for example through funding feasibility studies or project preparation. The initiative of the \"pays du champ\" (Algeria, Mali, Mauritania, Niger), aimed at addressing the Sahara-Sahel dimension together with the EU Strategy for the Sahel also provide frameworks for close collaboration with the Maghreb 14. The African continental dimension must also be taken into consideration: the Maghreb region will continue to be associated with cross-regional and continental initiatives in the framework of the Joint Africa-EU Strategy, in particular with the support of the Pan-African Programme, if created. IV. T OWARDS MORE COOPERATION AND INTEGRATION IN THE M AGHREB ; A POSSIBLE EU CONTRIBUTION . 15. The benefits of closer integration in the Maghreb would be enjoyed not only by the citizens of the five countries concerned. They would also be shared with their neighbours including the European Union. For the EU the development of a zone of stability and prosperity based on democratic accountability and the rule of law in the Maghreb is a key objective of our bilateral relations and can only be enhanced through a regional approach. Both sides of the Mediterranean stand to reap the 6 The Western Mediterranean Forum consists of Algeria, France, Italy, Libya, Malta, Mauritania, Morocco, Portugal, Spain and Tunisia. ",
        "EN 7 EN benefits of increased stability, more integrated markets, closer people to people contacts and deepened intellectual, economic and cultural exchanges. In this context, the EU could support a number of initiatives in the areas listed below, mobilising a variety of instruments, ranging from enhanced political dialogue to technical assistance and specific projects. A. Democratic reforms 16. The EU is already supporting democratic reforms in the Maghreb States taking into account specific developments in each country concerned. In addition to these actions, the EU can: (cid:190) support regional and sub-regional initiatives aimed at strengthening civil society organisations and networks to promote greater engagement in democratic governance, accountability and policy dialogue 7 . This can be achieved by mobilising the European Neighbourhood Partnership Instrument including the Neighbourhood South Civil Society Facility, the European Instrument for Democracy and Human Rights and the Non-State Actors and Local Authorities programme. It can include organising and supporting sub-regional initiatives such as the Maghreb Social Forum, the Forum Syndical Maghrébin, civil society networks etc… (cid:190) support increased cooperation and exchanges between the parliaments of the Maghreb and those in EU Member States and the European Parliament; (cid:190) continue to support Maghreb partner countries' efforts to modernise their justice systems including improved access to justice, the independence of the judiciary and respect for the rule of law; (cid:190) strengthen the institutional capacity of local authorities in local governance and decision-making and in service delivery notably as regards transparency, decentralised reforms and the provision of quality services to the population through peer-to-peer cooperation EU local authorities; (cid:190) launch a new programme to enhance the role of media and culture in the Maghreb as vectors for democratisation, support for freedom of expression, and conflict resolution. Among its activities, this programme will favour peer-to-peer co- operation at the sub-regional level to support the process of transformation of state media into public service-oriented media. B. Global Threats 17. The countries of the Maghreb have the primary responsibility in fighting against terrorism and trafficking. Success here depends on close co-ordination and consequently the EU is supportive of all efforts to promote stronger co-operation between all Maghreb countries in this regard. Long-standing unresolved conflicts, as well as continuing tensions arising from more recent conflicts represent further potential threats to security and impediments to further integration. From the EU’s perspective instability in the Sahara/Sahel region can also threaten its own security and therefore it too needs to deepen its dialogue by stepping up its cooperation efforts with the countries of the region. In addition efforts to mitigate the illicit 7 In line with the Communication “The Roots of Democracy and Sustainable Development: Europe’s Engagement with Civil Society in External Relations”, Brussels, 12.9.2012, COM(2012) 492 final, and EU Council Conclusions of 15 October, 2012. ",
        "EN 8 EN trafficking in chemical, biological, radioactive and nuclear (CBRN) materials need to be increased. 18. In this context the EU can: (cid:190) establish regular contacts between the EU Military Staff, the EU Intelligence Analysis Centre, Europol and the competent authorities in the Maghreb countries in order to ensure improved exchanges of information; (cid:190) as appropriate, provide technical advice to the competent authorities in the Maghreb countries and to the structures active in fighting terrorism and trafficking; (cid:190) participate in security-focused activities in the \"5+5\" framework, as well as support their development, particularly when they encompass civilian and military contributions to air, sea and border management; (cid:190) support judiciary, police and military schools/training centres of the Maghreb states when developing training programmes opened to regional and African participants by providing, as appropriate, technical advice; (cid:190) support capacity-building measures, technical exchanges and sharing of best practice with the EU to address conditions conducive to the spread of terrorism and foster societal resilience against incitement, recruitment and violent radicalization, particularly of youth; (cid:190) step up efforts in the framework of the EU Centres of Excellence CBRN Risk Mitigation Initiative; (cid:190) in line with the Joint Communications from 2011 8 support efforts at conflict resolution and reconciliation notably through confidence-building measures, if invited to do so by those concerned. C. Supporting Inclusive Economic Development 19. The structural problems of high unemployment, weak educational, training and labour market institutions, a weak private sector, and low levels of trade and economic integration are interconnected. Without a competitive private sector, few decent jobs will be created. Without efforts to reform education and employment policies, the private sector will not be able to grow, and without open and integrated economies, competition will remain limited, markets untapped, and the investment needed to create jobs will not be forthcoming 9 . The jobs challenge 20. Education and training are key in the context of job creation and employability. In the Maghreb, national educational systems need to increase their focus on employability, promoting in particular higher quality vocational education and training (VET) and the increased take-up of such opportunities. At the same time the process of modernisation of higher education systems needs to continue concentrating on improving their quality and relevance to the needs of the labour market. In parallel, demand-side labour market measures should be complemented by an effective social dialogue. 8 See footnote 1. 9 See also: Regional Trade Facilitation and Infrastructure Study for Maghreb Countries, 20 June 2012, The World Bank ",
        "EN 9 EN 21. National education and employment policies can be usefully complemented by regional initiatives. In this respect the EU can: (cid:190) support the creation of Maghreb-wide networks among relevant educational/employment partners (educational institutions, and social partners); (cid:190) assist in strengthening technical exchanges on VET and employment issues in the Maghreb region, including public employment services; (cid:190) explore the feasibility of technical exchanges in a Maghreb format on selected topics within the context of the Marrakesh Framework of Actions focusing on employment, employability and decent work; (cid:190) continue supporting the modernisation of higher education systems in Maghreb countries through the Tempus, Erasmus MUNDUS and their successor programmes. These tools will continue to be used to promote voluntary convergence of higher education systems of partner countries with developments in the EU pursued in the framework of the Bologna process. Private sector development 22. Representatives of the private sector in the Maghreb have identified skills development, quality of production, access to finance, access to markets (both inside and outside the region), rural development and development of the agro-food sector, and most importantly transparency of regulation and legal security as key requirements for the development of the private sector. 23. Governments need to create space for entrepreneurship, innovation and SME development, ensure a level-playing field for all operators, and reduce inefficiency and corruption within the public administration. Fair and simple access to public procurement market is of particular importance in this respect. Networks of entrepreneurs, chambers of commerce, and other stakeholders can provide opportunities for peer support but also mechanisms to identify customers and suppliers. An area deserving particular attention is the promotion of female entrepreneurship. 24. Maghreb countries will be key EU partners in the new Framework Research Programme 'Horizon 2020' which involves a strong international cooperation dimension. They will be engaged in the elaboration of a Common Research and Innovation Agenda between the EU and the Mediterranean Partner Countries. Maghreb countries will develop partnerships with the EU through science policy dialogues, joint research initiatives to tackle common societal challenges related to water, food security, health, environment, energy, as well as through the building of research and innovation capacity. 25. Building on its existing assistance efforts in the region in support of private sector development the EU can: (cid:190) support networking between Maghreb business people including through national associations and the holding of events; (cid:190) support the establishment of a network providing advice to Maghreb enterprises planning to invest in other Maghreb countries (development of business plans, knowledge of local legislation etc.); (cid:190) technically support Maghreb banks wishing to extend their operations across the region (e.g. payment systems); ",
        "EN 10 EN (cid:190) support partner countries through the new European Neighbourhood Programme for Agriculture & Rural Development (ENPARD), in adopting policies for stronger and more inclusive growth in rural areas and the agro-food sector; (cid:190) promote female entrepreneurship including through mentoring, facilitating access to finance and supporting public assistance for start ups; (cid:190) provide on-the-job-training and tutoring in small and medium-sized enterprises (SME) in other partner countries for young professionals/new entrepreneurs aiming at setting up their company, in order to facilitate successful start-ups, and development of business ideas, build the capacity of providers of business support services; (cid:190) following the decision to increase the lending capacity of the European Investment Bank and the European Bank for Reconstruction and Development and other European financial institutions, further assistance may be available to support the development of SMEs. Cooperation with the future Maghreb Development Bank in particular in this area could be envisaged; (cid:190) extend the European Enterprise Network, which is already present in the region to those partner countries not already yet covered by it 10 and integrate clusters and other enterprise networks into European collaboration platforms; 26. Culture has a particularly important contribution to make to sustainable human, social and economic development. In the Maghreb region, the EU can: (cid:190) support the development of the cultural sector as a vector for sustainable development of the region, by fostering cultural policy reform and reinforcing the capacity of cultural policy makers and supporting the promotion of investment, the private sector and the development of cultural operators' business capacities, especially at the Maghreb level. Trade 27. Stronger regional trade integration among the Maghreb countries, coupled with the establishment of deep and comprehensive free trade areas between Maghreb partners and the EU, would be mutually beneficial. EU companies and investors could benefit from greater market development and integration, opening not only bigger export markets, but also integrating the region into their production networks. Removing existing barriers to trade, opening borders (including the Algeria-Morocco border) and integrating the region into global supply chains and production networks, could also release considerable economic potential. Such developments however depend on the political will of partner countries. 28. In order to encourage deeper trade and economic integration in the Maghreb, the EU has focused its support on diversified and enhanced south-south trade integration as well as on the promotion of investment. At the bilateral level, the EU to-date has focused efforts on those countries still to accede to the WTO (Algeria and Libya), and on moving towards the establishment of deep and comprehensive free trade areas (Morocco and Tunisia). Ultimately, the establishment of a network of such agreements between the EU and the Maghreb, and also among the Maghreb partners themselves, would contribute to the realisation of the vision of an economic community emerging between the EU and its ENP partners. 10 Tunisia is the only country already covered by the European Enterprise Network within the Maghreb. ",
        "EN 11 EN 29. Building on existing trade relations between the EU and the Maghreb countries, the EU can: (cid:190) further support the development of regional production links by exploiting, and raising awareness of, the possibilities for cumulation of origin amongst the members of the Pan-Euro-Mediterranean Zone in addition to the promotion of expected new rules adapted to exporters (of particular importance for the textiles industries, but also relevant to higher value added industries); (cid:190) continue the provision of support and technical expertise to accompany trade and economic integration processes in the framework of the Arab Maghreb Union and the Agadir Agreement; (cid:190) support initiatives among Maghreb partners to raise awareness of trade and investment conditions, for instance through the Euro-Mediterranean Trade and Investment Facility Mechanism, to reduce non-tariff barriers to trade, and to improve and upgrade customs procedures and facilities in order to foster intraregional trade; (cid:190) facilitate trade in industrial products by finalising preparations for the start of negotiations of an Agreement on Conformity Assessment and Acceptance (ACAA) with each of the Maghreb countries; (cid:190) enhance cooperation with the Maghreb business community in order to allow business better to convey its interests and concerns as regards trade and investment initiatives in the region. The establishment of an EU Maghreb business forum could be a first step in this regard. D. Infrastructure and Network Sectors 30. In order for regional trade and economic integration to be effective, regional infrastructure links and logistics are needed as is a facilitating environment for traders. Infrastructure initiatives need to go hand in hand with reforms aimed at promoting trade facilitation, a better and fairer regulatory system and also the liberalisation and integration of regional services sectors (transport and telecommunication services, etc…). Transport 31. In the area of transport, the development of the Trans-Maghreb network remains a priority. This network will form part of the future Trans-Mediterranean Transport Network developed within Euro-Mediterranean cooperation (EuroMed). As such it will constitute the necessary backbone for the development of intra-regional trade and will provide economic operators and citizens on both shores of the Mediterranean with multiple connections. The opening of the Algerian-Morocco land border would be crucial to complete the Trans-Maghreb motorways and hence develop trade and people to people contacts. 32. In order to accelerate progress in the development of transport networks, coordinated efforts of regional and sub-regional networks and structures such as EuroMed, the Group of Transport Ministers of the Western Mediterranean (GTMO 5+5), the AMU, the UfM as well as financial institutions are indispensable. 33. In the aviation sector, closer integration with the EU´s neighbours has been developed with the aim of creating a wider European Common Aviation Area. The offer to create a common Mediterranean airspace is also addressed to the Maghreb countries. ",
        "EN 12 EN 34. The EU can: (cid:190) support the preparation of studies and bankable projects as well as technical assistance programmes and promote closer coordination between relevant actors regarding the development of the Trans-Maghreb Network, EU-Maghreb maritime links and the common Mediterranean airspace; (cid:190) promote the development of maritime links in line with the concept of the “Motorways of the Sea” in order to further improve transport links between the EU and Maghreb countries and within the Maghreb region itself through improved connectivity of the Trans-European Transport and the Trans-Maghreb networks; (cid:190) develop the ECAA by negotiation of air services agreements with some Maghreb countries as has already been the case with Morocco (cid:190) continue to use the Neighbourhood Investment Facility to mobilize additional funding to cover the regional investment needs related to transport infrastructure in particular by mobilising technical assistance and funding to complete the missing links of the Trans-Maghreb motorways, notably the border crossing points; (cid:190) continue to support the use, development and deployment of inter-operable Intelligent Transport Systems; (cid:190) encourage the European agencies involved in transport, as is already the case for aviation, within their mandates, to provide technical support, including through increased exchange of experience between the Maghreb countries. Information Society/Network sectors 35. Despite the wide-spread use of popular information tools during the Arab revolutions, the Maghreb is a region where access to the internet still ranges from 5.5% to a 34% in Libya/Tunisia (still low by international standards). Lagging ICT infrastructures and regulatory frameworks hinder countries from fully reaping the benefits of the information society and the productivity potential of ICT. Moreover, delayed liberalisation of telecommunication services can create serious obstacles to further regional trade integration. 36. The EU can: (cid:190) provide technical assistance targeting the specific needs of the Maghreb in the area of regulatory approximation through exchanges of best practice; (cid:190) support cooperation between EU and Maghreb regulatory authorities; (cid:190) support studies on the economic and legal impact of revising the regulatory framework from a national and regional perspective for electronic communications and e-business; (cid:190) consider actions aiming at improving regional connectivity and supporting the capacity-building of the research community and the development and use of regional e-infrastructure. Energy 37. The EU and the Maghreb are long-standing partners in the energy sector (oil and gas trade, pipelines, the development of hydrocarbons for example in Algeria and Libya, electricity synchronous interconnection, electricity flows to Morocco). Building on this cooperation, there is now a real prospect of developing an integrated energy area through a deepened partnership starting with renewable energy, enhanced energy efficiency and the development of an integrated electricity market, benefitting both the Maghreb and the EU. Such an area could contribute to the wider goals of ",
        "EN 13 EN boosting intra-Maghreb and EU-Maghreb/Mediterranean trade. It could also help meet the EU’s own objectives in terms of developing renewable energy after 2020 11 . Large scale investments in renewable energy including in Maghreb-wide back-up electricity production capacity would also increase energy security. In turn, such investments would help to stimulate new and more jobs, inter alia by developing local renewable industries, research and innovation, international competitiveness, air quality and health. They would also contribute to efforts to address climate change and the implementation of low emission development strategies. A Maghreb energy market, increasingly fed by renewables, would progressively reduce the import bill for energy importers and create additional flexibility for hydrocarbon producers to use their reserves. 38. The Maghreb as a sub-region could emerge as a front-runner in the Mediterranean area while maintaining consistency with wider approaches (e.g. Union for the Mediterranean, Mediterranean Solar Plan etc…). In this context, a number of concrete steps towards the development of a West-Mediterranean electricity area by 2020-2025 can be envisaged: (cid:190) on the basis of a set of common technical rules, regional cooperation structures (MEDREG for regulators and MED-TSO for transmission systems operators) are ready to further assist in developing common grid codes which could be used as a pilot in the Maghreb; (cid:190) gradual steps should be defined towards market integration – based notably on the Algiers roadmap. This includes elements such as: bilateral capacity allocation based on common principles by 2014, coordinated capacity allocation by 2016, the establishment of a regional electricity trading platform by 2016-2020, etc…; (cid:190) increased support for energy sector reforms can be provided, including for regional cooperation and regional organisations (e.g. the establishment of energy regulators in Morocco and Tunisia by 2014, in Libya by 2016 and functionally independent Transmission Systems Operators in Maghreb countries by 2015, etc.); (cid:190) cooperation should be increased on renewable energy and energy efficiency including by the closer involvement of partner countries in EU Renewable Energy policy discussions and instruments. This should build on existing support operations through the Neighbourhood Investment Facility (NIF) and European development finance institutions through grant funding, technical assistance and risk capital operations. Joint calls for innovation projects could be launched. Principles for renewable energy investment and trade can be agreed; (cid:190) in the case of Mauritania, as with other Sub-Saharan countries, the Sustainable Energy for All Initiative (SE4ALL) can be used to support energy cooperation through the appropriate financial instruments. 39 Electricity prospects in the region for 2020 require significant investments in generation capacity (mainly conventional but with a growing share of renewables) and network infrastructures. By creating new opportunities for electricity flows in the region the case for completing the Western Mediterranean electricity loop along two corridors (Algeria-Morocco-Spain-France and Algeria/Libya-Tunisia-Italy) is reinforced. 11 “Renewable Energy: a major player in the European Energy Market” COM (2012) 271, 6 June, 2012. ",
        "EN 14 EN 40 While technical feasibility studies exist already, the regulatory and financial model for the new interconnections will require specific attention and probably a specific legal framework (intergovernmental agreement). A corridor approach is needed and considerable coordination activities will be required. Consequently the EU proposes to appoint a Special Coordinator in common agreement with the countries concerned. 41. In addition: (cid:190) in order to maintain the new impetus provided by the Algiers Energy Ministerial meeting of June 2010, it is proposed to convene yearly an EU-Maghreb Energy Council, with the next taking place in the first semester 2013; (cid:190) the EU proposes to launch an in-depth technical dialogue with all stakeholders to discuss all successive steps towards market integration. An Electricity Forum, similar to the Florence Forum in the EU, could be organised in 2013; (cid:190) technical work on regional integration is being carried-out by regional institutions such as MEDREG and MED-TSO. This could be complemented and supported by a specific technical assistance project starting in 2013 (organisation and preparation of inputs to the electricity forum, support to technical work, specific tasks for MEDREG and MED-TSO concerning the Maghreb, logistical support for yearly Ministerial meetings, etc). E. Environment, Climate change, Civil Protection, Environment and climate change 42. The EU is already supporting Maghreb countries and other Southern Mediterranean partners to strengthen environment protection and the fight against climate change through a range of bilateral measures as well as through the Horizon 2020 initiative on the de-pollution of the Mediterranean Sea. 43. At the Maghreb level, the EU can: (cid:190) in line with the Rio+20 Summit, develop further activities on the Green Economy with the Maghreb, for instance by reinforcing a sub-regional or transnational component of the existing EU-funded project on sustainable consumption and production patterns; (cid:190) continue to use the Neighbourhood Investment Facility to mobilise additional funding to cover the investment needs of the region to address climate-change and develop environment-related infrastructure projects; (cid:190) with the support of the Secretariat of the UfM, relevant IFIs and the involvement of Maghreb countries, further engage in the implementation of sub- regional or trans-national investment projects, or national projects falling within agreed frameworks or initiatives, in particular the Horizon 2020 Initiative for the de- pollution of the Mediterranean; (cid:190) within the framework of the Integrated Maritime Policy in the Mediterranean, the Maghreb countries could be further encouraged to develop sub-regional or trans- national initiatives tackling such cross-cutting sea-related issues as maritime surveillance and safety, maritime highways, marine knowledge or spatial planning aiming to unlock the potential for “blue growth”; (cid:190) reinforce cooperation in the preservation of marine living resources between the EU and Maghreb countries in particular within the framework of the General Fisheries Commission for the Mediterranean and the International Commission for the ",
        "EN 15 EN Conservation of Atlantic Tuna. Such cooperation could facilitate the deployment of scientific means in order to better evaluate stocks and manage resources sustainably; (cid:190) support Maghreb partners to strengthen capacity to design and implement climate change policies and strategies, support low carbon emission development, strengthen climate resilience and enhance access to information; (cid:190) in the context of strengthening the EU-Southern Mediterranean policy dialogue on climate change, the Commission will continue to encourage the development of pilot projects in countries interested to test implementation of the so-called New Market Mechanism as agreed in the context of UN Framework Climate Change Convention negotiations in Durban. The Commission has already committed itself through the World Bank Partnership for Market Readiness and the Carbon Partnership Facility to help prepare the ground for this. These and similar initiatives could, provided that conditions are right, lead to bilateral agreements with the Maghreb countries that would allow for the use of sectoral credits earned on top of substantial \"own action\" in the power-generation sector. The objective would be to support investment in renewable energy and energy efficiency, and to mitigate the carbon impact of the energy sector. The Commission will accordingly initiate consultations with third country partners on such prospects. Should the conditions be right, sufficient absorption capacity for credits exist and our partners be interested, the Commission would then prepare for requests for negotiating mandates. Civil Protection 44. The Maghreb region is particularly vulnerable to man-made and natural disasters which could critically undermine the region’s efforts towards sustainable development. In view of their vicinity, and common vulnerability to climate related impacts, the Maghreb countries have much to gain from climate-resilient development strategies and from close cooperation at the regional level and with the EU since natural and man-made disasters do not stop at the borders. Civil protection is a key instrument to build good co-operation and promote solidarity between countries. 45. While a Risk Atlas and an effective network of national correspondents for civil protection exist for the Mediterranean region, the Maghreb could benefit from enhanced cooperation to increase its capacity for disaster prevention, adaptation, preparedness and response and contribute to economic, social and political stability in the region. Building on existing cooperation in this area (including the Programme for the Prevention, Preparedness and Response to Natural and Man-Made Disasters South Programme) the EU can: (cid:190) promote the development of a regional approach to disaster management based on prevention and preparedness rather than on response, with all key stakeholders; (cid:190) promote reinforced inter-regional co-operation in the Maghreb through the network of national correspondents for civil protection in order to ensure coordinated responses to disasters; (cid:190) assist in developing the Risk Atlas to risks not covered in the first version and which could affect the Maghreb region in particular; (cid:190) assist in the analysis of the increasing climate-induced risks and in respective preventive adaptation actions; ",
        "EN 16 EN (cid:190) assist in capacity-building and awareness-raising on disaster prevention and preparedness and provide technical assistance for the development of initiatives such as the establishment of national platforms for disaster risk reduction and civil protection strategies to strengthen in-country capacities and ad hoc prevention structures. F. Migration and Mobility 46. Migration and Mobility play a key role in the EU's relations with the countries of the Maghreb. Both sides are faced with significant and, to a large extent, similar challenges in this domain. Both share a common interest in better organising legal migration, fighting irregular migration including human trafficking, better promoting international protection in the region and maximising the impact of migration on development. 47. Within the framework of its Global Approach to Migration and Mobility the EU is committed to strengthening cooperation on migration issues, and enhancing the mobility of citizens in a secure environment. On that basis, the EU offered to enter into dialogues on Migration, Mobility and Security with some Southern Mediterranean countries in its Communication of May 2011 12 , with the intention of strengthening its relations with each of them according to their needs, willingness and capacity to take forward cooperation in this area. As a result, such dialogues have been officially launched with Morocco and Tunisia with the aim of concluding Mobility Partnerships in the very near future. 48. In addition, there is also considerable scope to enhance EU support for intra-regional Maghreb cooperation and Maghreb-Sub-Saharan African cooperation in the area of migration and mobility. More specifically the EU can: (cid:190) make further efforts towards the full implementation of existing ministerial declarations and action plans in the area of migration and development between all relevant actors, notably the Euro-African Migration and Development Process (\"the Rabat Process\") and the Africa-EU Partnership on Migration, Mobility and Employment; (cid:190) support legal migration schemes among Maghreb countries as well as between the latter and Sub Saharan states; (cid:190) make more systematic use of the opportunities to enhance mobility offered by the EU Visa Code, including for categories such as youth, students or civil society; increase understanding via information exchanges on the existing visa regimes; (cid:190) promote regional cooperation in the field of border surveillance and the fight against irregular migration in the Maghreb and the Sub-Saharan region including through information-sharing at the regional level, common risk analysis, joint border management and surveillance and police cooperation including on trafficking in human beings and drugs; (cid:190) promote cooperation between the countries of the region in readmission matters, both as regards readmission among Maghreb countries as well as from Maghreb countries to Sub-Saharan countries in full respect of migrants’ fundamental rights; 12 “A Dialogue for Migration, Mobility and Security with the Southern Mediterranean Countries”, 24.5.2011, COM (2011) 292 Final. ",
        "EN 17 EN (cid:190) continue to assist Maghreb countries in the area of asylum and international protection, through capacity-building measures under the Northern African Regional Protection Programme, or by considering possible resettlement options; (cid:190) as appropriate, provide information on issues related to EU consular assistance and protection, as well as develop a common understanding in this increasingly important area for EU Member States and Maghreb countries alike. Conclusion 49. The proposals set out above demonstrate the EU’s support for and direct interest in closer integration in the Maghreb. Progress in integration will depend first and foremost on the domestic efforts of partner countries. The strengthening of bilateral relations between the EU and countries of the Maghreb can support this objective – albeit indirectly - through greater convergence of norms, regulations and policies. Nonetheless efforts at a Maghreb-wide level are needed to create real impetus in this field. 50. The European Commission and the High Representative look forward to discussing these proposals with EU Member States and other EU institutions in order to ensure a joined-up approach. They will also consult European and Maghreb stakeholders, including civil society representatives, on them. 51. The European Commission and the High Representative propose to launch a high level dialogue between the EU and the Arab Maghreb Union on these proposals. They also call on other European institutions, such as the European Parliament, to engage in this dialogue with Maghreb counterparts. They also propose to ensure that these issues are addressed in the regular political dialogues which take place with the countries of the Maghreb. They will also reach out to non-governmental stakeholders such as representatives of civil society and business. Through such exchanges the European Commission and the High Representative hope to make a valuable continuing contribution to the developing debate concerning integration in the Maghreb. "
    ]
}