{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 17.6.2013 SWD(2013) 211 final COMMISSION STAFF WORKING DOCUMENT Background analysis per beneficiary Accompanying the document REPORT FROM THE COMMISSION on the implementation of macro-financial assistance to third countries in 2012 {COM(2013) 426 final} ",
        "L IST OF A BBREVIATIONS CEFTA Central European Free Trade Agreement CPI Consumer Price Index DCFTA Deep and Comprehensive Free Trade Area EC European Community ECF Extended Credit Facility EFF Extended Fund Facility EU European Union EUR Euro FDI Foreign Direct Investment GDP Gross Domestic Product GSP Generalised System of Preferences IMF International Monetary Fund MFA Macro-Financial Assistance MoU Memorandum of Understanding SDR Special Drawing Rights USD Dollar of the United States of America VAT Value Added Tax WTO World Trade Organisation ",
        "3 T ABLE OF C ONTENTS INTRODUCTION...............................................................................................................4 BACKGROUND ANALYSIS OF BENEFICIARIES OF MACRO-FINANCIAL ASSISTANCE.............................................................................................................5 1. B OSNIA AND H ERZEGOVINA ...............................................................................5 1.1. Executive summary .............................................................................5 1.2. Macroeconomic performance..............................................................5 1.3. Structural reforms................................................................................6 1.4. Implementation of macro-financial assistance ....................................7 2. A RMENIA ............................................................................................................9 2.1. Executive summary .............................................................................9 2.2. Macroeconomic performance..............................................................9 2.3. Structural reforms..............................................................................10 2.4. Implementation of macro-financial assistance ..................................11 3. G EORGIA ..........................................................................................................14 3.1. Executive summary ...........................................................................14 3.2. Macroeconomic performance............................................................14 3.3. Structural reforms..............................................................................15 3.4. Implementation of macro-financial assistance ..................................16 4. U KRAINE ..........................................................................................................18 4.1. Executive summary ...........................................................................18 4.2. Macroeconomic performance............................................................18 4.3. Structural reforms..............................................................................19 4.4. Implementation of macro-financial assistance ..................................20 5. T HE K YRGYZ R EPUBLIC ...................................................................................23 5.1. Executive summary ...........................................................................23 5.2. Macroeconomic performance............................................................23 5.3. Structural reforms..............................................................................24 5.4. Implementation of macro-financial assistance ..................................26 ANNEXES ........................................................................................................................28 ",
        "4 I NTRODUCTION This working document is published in parallel with the Report from the Commission to the Council and to the European Parliament on the implementation of macro-financial assistance (MFA) to third countries in 2012. It provides economic and financial information regarding the situation of countries having benefitted from MFA in 2012, as well as more detailed information on the implementation of MFA operations in those countries. Statistical data on the different macro-financial assistance decisions adopted since 1990, by date and by regions, are included in annexes. Total amounts of MFA commitments and payments over the period 2003-2012, by year and by region, are also provided. ",
        "5 B ACKGROUND A NALYSIS OF B ENEFICIARIES OF M ACRO - FINANCIAL A SSISTANCE 1. B OSNIA AND H ERZEGOVINA 1.1. Executive summary In 2012, the economy of Bosnia and Herzegovina, negatively affected by the worsened external environment, entered into recession, with an estimated real GDP contraction of 0.7%. The external imbalances have been growing again after slightly decreasing in the earlier crisis period. The current account deficit reached an estimated 9.4% of GDP, as a result of falling exports of goods. Budget planning and fiscal coordination have improved, but the composition of spending remains a concern. Against the background of rising macroeconomic imbalances and growing concerns about macroeconomic stability, the authorities agreed on a new Stand-By Arrangement with the IMF of about EUR 400 million in September 2012. The current EU MFA to Bosnia and Herzegovina (a loan facility of up to EUR 100 million, Council Decision 2009/891/EC of 30 November 2009) was initially set to expire in November 2012. Until then, no disbursement under this assistance had been made, due to the non-fulfilment of the specific conditions attached to it. However, given that the authorities had reached an agreement with the IMF about a new Stand-By-Arrangement and had taken steps towards improving public finance sustainability, and in view of the difficult budget and balance of payments situation of the country, the European Commission extended the availability period of the MFA to Bosnia and Herzegovina by one additional year, until 7 November 2013. The disbursment of the first instalment under the MFA, in the amount of EUR 50 million, took place in early-2013. The disbursement of the second instalment could take place in the second half of 2013, under the conditions that the IMF programme remains on track and that the specific policy conditions laid down in the Memorandum of Understanding are met. 1.2. Macroeconomic performance After a mild recovery from the initial effects of the global economic crisis, the economy entered negative territory again in 2012, when real GDP shrank by an estimated 0.7%, partly as of result of the severe winter conditions in early-2012 and the drought in the summer. The economy had registered a growth rate of around 1% in each of the previous two years. In 2012, tight lending conditions, stagnant wages and the implementation of fiscal consolidation measures had negative repercussions on domestic demand. At the same time, the worsened external environment – due to the EU sovereign debt crisis – resulted in falling exports, which had a negative impact on growth. Industrial production fell by 5.2% in 2012, compared with a 5.6% growth a year ealier. This was due to the simultanenous underperformance of the mining sector (-4.9%) and the manufacturing industry (-4.7%), while the output of the energy sector contracted at an even higher rate (-7.1%). Alongside falling economic activity, the level of employment dropped by 0.4% and the registered unemployment rate reached 44.5% at the end of 2012, as a result of continued labour shedding in the private sector, notably in construction. After its strong deterioration in 2011, the current account deficit continued to widen in 2012 albeit at a moderated pace, reaching an estimated 9.4% of GDP. This further deterioration was mainly driven by a growing trade deficit (32.4% of GDP) and, to a lesser extent, by a lower surplus of the services balance. The higher trade deficit was only partially offset by increased surpluses in net factor income (+8.1%) and the current transfer balance (+2.3%). Even though starting from a very low basis, net FDI inflows soared by 70.6% in 2012 to an estimated 3.5% of GDP – a level still insufficient to cover ",
        "6 the current account deficit. Official foreign exchange reserves rose slightly by 1.3%, covering around five months of imports. Consumer price inflation has been rather volatile in the course of 2012. Following a downward trend in the first half of the year leading to a 30-month low rate of 1.4% in July, it rebounded to 2.3% in September-October, triggered by rising food prices. However, the moderating transport and housing prices exerted some downward pressure on the overall price level in the country, and annual inflation decelerated to 1.9% towards the end of the year. This brought the 12-month moving average inflation rate down to 2.1%, compared to 3.7% in 2011. Overall, depressed domestic demand contributed to low consumer price inflation. The monetary policy of the Central Bank continued to be conducted under a currency board arrangement, with the euro as the anchor currency, enjoying a high level of confidence and credibility. The fiscal position mildly improved in the first three quarters of 2012, since the consolidated budget posted a slightly higher surplus of 0.5% of GDP over the period, compared to the same period in 2011. Consolidated revenue increased by 1.8% year-on- year in January-September mainly because of higher grants and other non-tax revenue (up by 15%), while collection of tax revenue and social contributions rose only marginally. Consolidated expenditures expanded at a slightly lower rate of 1.6%. The wage bill of the government and subsidies fell by 0.7% and 6.4%, respectively, while social spending rose only marginally due to the continued fiscal restriction. However, the composition of public spending remains a concern: current expenditures represented a very high 98.5% of total expenditures in the first three quarters of 2012, while capital spending, even though increased by 27.6% from the prior year, remained extremely low. 1.3. Structural reforms After gaining momentum in 2009 and early 2010, the pace of structural reforms slowed down in 2011 and 2012, partly because of the lengthy government formation after the October 2010 general elections. Some reform measures were implemented in order to strengthen public finance management, leading to improved budget planning and fiscal coordination. The State and the Entities 1 adopted their 2013 budgets before the expiration of the previous budget year. This was a welcomed improvement compared with previous practices of late budget laws endorsement and temporary fiscal arrangements, which weakened the reliability of public finances and the planning and decision-making of economic agents. The adoption of the Global Framework for Fiscal Policies 2013-2015 by the Fiscal Council in June 2012, after the lack of a medium-term fiscal programme at country level for a couple of years, was another welcome development. It inter alia facilitated the timely preparation of the budgets. However, the quality of public finances remained low with a high share of current expenditures, at the expense of growth- enhancing capital expenditures. High labour taxation continued to hamper job creation and labour market participation. Against the background of rising fiscal and external imbalances and growing concerns for macroeconomic stability, the authorities elaborated in mid-2012 an economic programme which aimed, inter alia, at safeguarding fiscal sustainability through further fiscal consolidation and structural fiscal reforms. The programme was supported by a new Stand-By Arrangement with the IMF of about EUR 400 million, adopted by the IMF Board in September 2012. 1 Bosnia and Herzegovina is composed of two first-order administrative divisions (entities) - the Federation of Bosnia and Herzegovina and Republika Srpska, each having its own (entity) government, linked by a weak federal government. ",
        "7 In the World Bank's 2013 Doing Business Report, Bosnia and Herzegovina ranks 126 th in terms of ease of doing business (125 th in the previous year), out of 185 countries covered, lagging well behind its regional peers. Main obstacles are dealing with construction permits, starting a business and enforcing contracts. In the Global Competitiveness Report of the World Economic Forum, Bosnia and Herzegovina ranks 88 th (climbing 12 places in a year) among 144 countries. Access to financing, and political instability are indicated as the most problematic factors for doing business in the country. 1.4. Implementation of macro-financial assistance In November 2009, the EU Council approved a MFA of up to EUR 100 million in the form of loans. The assistance aims at alleviating the impact that the economic crisis had on Bosnia and Herzegovina's stressed budgetary and external position and at contributing to fill the remainder of the external and budgetary financing gap identified in the IMF programme. The European Commission agreed the economic policy conditions with the Bosnian authorities in a Memorandum of Understanding (MoU) that was signed in November 2010. The disbursement is conditional upon a satisfactory track record in the implementation of the Stand-By Arrangement with the IMF, as well as upon a positive evaluation by the European Commission of progress made with respect to a number of structural reforms. The specific policy conditions stressed public finance management issues, statistics and budgetary procedures. The detailed financial terms of the assistance were spelled out in a Loan Agreement which was signed in November 2010 and ratified by the Bosnia and Herzegovina's Presidency in August 2011. The availability of the MFA was to expire on 7 November 2012. No disbursement had been made as key conditions were not met. The IMF programme had turned de facto into a non-disbursing one since October 2010 due to the political standstill. Moreover, one of the two policy conditions attached to the disbursement of the first MFA tranche - the approval of the Global Framework of Fiscal Policies by the Fiscal Council of Bosnia and Herzegovina - was not fulfilled. After duly consulting the Economic and Financial Committee which raised no objection to the proposed action, the European Commission adopted on 29 October 2012 a Decision (2012/674/EU) to extend the availability period of the EU macro-financial assistance to Bosnia and Herzegovina by one additional year, until 7 November 2013. This extension was motivated by the authorities' previous steps towards improving public finance sustainability, the adoption of a new Stand-By-Arrangement by the IMF Board on 26 September 2012, as well as the difficult budget and balance of payments situation of the country. Consequently, the MoU was extended until 7 November 2013 by an addendum signed by the Bosnia and Herzegovina’s authorities and the European Commission on 21 November 2012. Following the receipt of a compliance report on the fulfilment of the structural reform criteria related to the first instalment in November 2012 and of a request for funds in January 2013, the European Commission disbursed the first instalment of MFA in the amount of EUR 50 million in February 2013. Provided that the IMF programme remains on track and that all policy conditions as laid down in the MoU for the second tranche are fulfilled, the second disbursement of the EU MFA could take place in the second half of 2013. ",
        "8 S UMMARY S TATUS OF E CONOMIC R EFORM B OSNIA AND H ERZEGOVINA (B I H) 1. Price liberalisation Most prices are liberalised even though a number of administered prices remain, for example for utilities, including electricity and gas. 2. Trade liberalisation BiH started WTO accession negotiations in 1999. In July 2008, the Stabilisation and Association Agreement with the EU was signed and the Interim Agreement entered into force. BiH is part of the CEFTA agreement. 3. Exchange rate regime In 1997, the Central Bank of Bosnia and Herzegovina established a currency board with the Deutsche Mark as the anchor currency which has functioned smoothly since. With the introduction of the euro, the Bosnian Convertible Mark was pegged at 1.95583 to the euro, exchange rate which has remained unchanged since. 4. Foreign direct investment Net FDI reached a peak in 2007 (when the telecommunications company of Republika Srpska was privatised). A downward trend followed in the next couple of years (with the net FDI even becoming negative in the first half of 2010), and FDI slightly recovered in 2011 and 2012, reaching around 3.5% of GDP in 2012. FDI has been mainly related to privatisation transactions, as green-field investment is still hampered by a difficult business environment. 5. Monetary policy The Central Bank of Bosnia and Herzegovina is responsible for operating the currency board arrangement, which limits the scope of monetary policy basically to adjustments of minimum reserve requirements. 6. Public finances The quality of public finances in Bosnia and Herzegovina remains low. The ratio of general government expenditure to GDP continuously increased in recent years from 39% in 2005 to 46.3% in 2010, before slightly decreasing to 45.5% in 2011. Moreover, expenditure remained concentrated in current expenditure, in particular wages and social benefits, and was not shifted towards growth-enhancing areas. The fiscal balance of the general government was positive until 2007, but high fiscal deficits materialised in 2008 and 2009, while some fiscal consolidation was evident in the last couple of years. The bulk of public expenditures is spent at entity level, while the federal government accounts for about 9% of consolidated expenditures. 7. Privatisation and enterprise restructuring Progress in privatisation and enterprise restructuring has remained limited, especially in the Federation. 8. Financial sector reform The financial sector is dominated by banks. Overall, the sector remains sound and stable despite the continuing deterioration of loan portfolios' quality over the last couple of years. ",
        "9 2. A RMENIA 2.1. Executive summary The Armenian economy continued to strengthen in 2012. GDP growth rate reached 7.2% in 2012, a further increase from the already solid growth rate of 4.7% registered in 2011. The strengthening of growth in 2012 was mainly driven by an increase in private consumption and exports. However, the inflow of investments continued to weaken, due to the difficult global financial environment. The current financial arrangement with the International Monetary Fund (IMF) under the Extended Fund Facility and Extended Credit Facility (EFF/ECF) was signed in 2010 and is expected to expire in mid-2013. In December 2012, the Executive Board of the IMF successfully completed its fifth review of Armenia’s economic performance under this arrangement and concluded that the programme remains broadly on track. In early 2012 the Commission completed the implementation of the macro-financial assistance programme approved back in 2009. The MFA to Armenia, consisting of a loan of EUR 65 million and of a grant of EUR 35 million, was released in two instalments: the first instalment in July 2011; the second instalment in December 2011 (grant component) and in February 2012 (loan component). The MFA conditions contributed to reforms in the areas of public debt, pensions, tax systems and public finance management. In February 2013, the Armenian authorities requested from the EU a new MFA. At the same time, the Armenian authorities have requested from the IMF a new financing that would replace the current EFF/ECF arrangement. 2.2. Macroeconomic performance After a large shock that affected the Armenian economy in the global financial crisis in 2009, the economic activity started its gradual recovery in 2010 and 2011. In 2012, the recovery continued to strengthen, as the GDP growth rate reached 7.2%, accelerating from 4.7% in 2011. The strengthening of growth in 2012 was mainly driven by an increase in private consumption and exports. Private consumption growth accelerated in 2012, reaching 10.2%, compared to 2.4% in 2011. On the negative side, investments, both domestic and foreign, continued to weaken, pointing at Armenia's slowing growth prospects. Gross fixed capital formation decreased by 7.7% in 2012 after dropping by 4.7% in 2011. FDI inflows contracted by 7%, after dropping by 8% in 2011. At the sectoral level, particularly strong growth was recorded in mining, financial services and transportation services, each of these sectors registering in 2012 a growth rate of 14.5%, 23.6% and 14.8%, respectively. Also, agriculture grew by 9.3% thanks to favourable weather conditions, an important change over 2011. After reaching a peak of 19.0% in 2010, the unemployment rate fell to 18.4% in 2011. Led by strong economic activity in 2012, the reduction of the jobless rate continued in 2012, falling to 17.3%. Youth unemployment remains, however, very high, reaching almost 40% in 2011. After inflation rates in the range of 7-8% in 2010 and 2011, consumer price growth moderated steeply in 2012 (2.6%), mostly as a result of favourable food price dynamics on global markets and a bumper harvest in the country. By May 2012, CPI inflation had eased to 0.5% year-on-year, but it rebounded slightly thereafter, as a result of the increase in world energy prices. Moderate inflationary pressures are expected in the medium term. The Central Bank of Armenia has kept the policy rate steady at 8% since September 2011. ",
        "10 The authorities continued the fiscal consolidation, and the fiscal position improved further in 2012. Last year, the budget deficit is estimated to have declined to 2.1% of GDP, from 2.8% in 2011 and 4.6% in 2010. The decreasing deficit reflects mainly spending restraint, while the revenue performance remained weak. Tax revenues increased by 0.6% of GDP supported by increases of the personal and corporate income taxes as well as of the excise tax. However the tax-to-GDP ratio remained low at 17.1%. At the same time, the public debt remains on an upward path, reflecting on-going borrowing from international financial institutions. It reached 44.3% of GDP at the end of 2012, up from 42.2% a year earlier. The external situation remains fragile. Despite significant adjustment since 2009, the current account deficit is large. It decreased slightly to 10.7% of GDP in 2012 (10.9% in 2011), underlining a critical need to strengthen competitiveness. Remittances continued to increase, though at a slower pace, due to the subdued growth in Russia. In 2012 they grew by 7.7%, well below the 24.6% increase in 2011. Exports, mostly driven by mining and agriculture, increased by 3.5% in 2012 (in 2011, export growth had reached 24.3%). The trade deficit remained high, 24.3% of GDP. Further narrowing the current account deficit is crucial as the FDI continued to weaken: it shrank by 7% in 2012 after contracting by 8% in 2011. Thus, despite an improvement in the current account deficit, the bulk of the external financing needs continued to be covered by the international community. 2.3. Structural reforms In 2012, the authorities continued to implement structural reforms focused on business environment improvements and deregulation, through changes in legislation and strengthening the relevant administrative capacities. The fundamental laws on technical regulation, standardization, accreditation and measurement were adopted in February 2012. They are intended to support export diversification and competitiveness, but would need to be supported by further measures. In particular, in the competition area, the government intends to propose to parliament shortly legal changes, including amendments to the competition act, to step up enforcement efforts. In the area of tax administration, the authorities continue to implement measures to simplify and streamline the reporting process. Deepening the financial sector is a priority for the authorities, as a number of reforms have been introduced lately. In the banking sector, greater provisioning and risk weighting of foreign assets were introduced to limit further dollarization. Pension reform that should result in a better mobilisation of domestic financial resources is on track and scheduled to be introduced in 2014. The country's market-friendly reform efforts have been recently acknowledged by the World Bank, which rated Armenia 32 nd (out of 185 states) for the ease of doing business. The country thus advanced 18 positions in the ranking due to strong improvements in the electricity availability, investor protection and tax payment areas. In order to maintain high growth rates in an unfavourable external environment, the authorities should build on the sustained structural reform pace and pursue an even more ambitious agenda to further improve the business environment and enhance competitiveness. They should also focus on trade deepening. A positive step in this direction was made in 2012, when Armenia launched negotiations on a Deep and Comprehensive Free Trade Agreement (DCFTA) with the EU, which was the starting point in the country's reform process especially in the areas of sanitary and phyto- sanitary issues, technical barriers to trade and protection of intellectual property rights. ",
        "11 Other important challenges Armenia faces include promoting inclusive and sustainable growth, diminishing poverty rates, decreasing corruption and diversifying the economic activity while facing its geopolitical difficulties, being a landlocked country with two closed borders out of four. 2.4. Implementation of macro-financial assistance The implementation of the macro-financial assistance programme approved back in 2009 and which consisted of a loan of EUR 65 million and of a grant of EUR 35 million was completed in February 2012, with the release of the loan part of the second instalment. 2 The conditionality linked to this MFA programme included specific policy measures in the areas of public debt management, pension system, public internal financial control, external audit, public procurement, tax policy, tax administration, and customs policy. The developments having taken place in 2012 and in early 2013 in the policy areas targeted by the MFA programme are detailed below. In the area of public internal financial control, the implementation of the Government’s Public Finance Management (PFM) reform strategy continued to progress. As of 2012, 52 government entities were equipped with Internal Audit systems. Armenia adopted a tax policy strategy for 2013–15 and a tax administration strategy for 2012–14 focused on expanding the scope of e-filing. A new compulsory income tax, merging social security deductions and private insurance payments, entered into effect in January 2013. Armenia also integrated the tax and customs information systems through new software. In February 2013, the Commission received a request from the Armenian authorities for a new MFA programme for 2013–14. In fact, the IMF estimated in the Article IV report published in December 2012 that Armenia will be facing an important external financing gap in this period. Since the current IMF arrangement under EFF/ECF signed in 2010 will be completed in June 2013, a possible new MFA programme will be conditional on an agreement between the IMF and the Armenian authorities on a new IMF programme, negotiations on which started in April 2013, together with the final review of the 2010-13 EFF/ECF programme. In December 2012, the Executive Board of the IMF successfully completed its fifth review of Armenia’s economic performance under that programme. The decision enabled the authorities to draw an additional SDR 33.5 million (about EUR 38.8 million), bringing total disbursements under the arrangements to SDR 211.8 million (about EUR 245.3 million). 2 For a detailed account of the implementation of the programme, please see Report on the implementation of MFA to third countries in 2011 and the Commission Staff Working document accompanying the Report (COM(2012) 339 final and SWD(2012) 181 final, of 26 June 2012). ",
        "12 S UMMARY S TATUS OF E CONOMIC R EFORM - A RMENIA 1. Price liberalisation Prices are largely free but there are oligopolistic conditions in many sectors of the economy. 2. Trade regime Armenia is a WTO member since 2003. The tariff structure is simple, all tariffs are bound. In 2009, Armenia qualified for the EU GSP+. In March 2012, the EU launched DCFTA negotiations with Armenia. Although sufficient progress has been achieved by Armenia in order to start DCFTA negotiations, trade and trade-related reforms should be continued, in particular the adoption and implementation of relevant horizontal or vertical legislation in the key regulatory areas of Technical Barriers to Trade (TBT), Sanitary and Phytosanitary Standards (SPS) and Intellectual Property Rights (IPR). Armenia has made progress in the application of the WTO compliant customs valuation methods, which was a condition in the MFA operation. Monitoring of effective application will be continued in this area. 3. Exchange rate regime After the March 2009 devaluation of the Armenian dram, the central bank announced the adoption of a free floating exchange rate regime. However, the exchange rate market is small and highly volatile, and the central bank often undertakes foreign exchange interventions to limit exchange rate volatility. 4. Foreign direct investment Overall, Armenia has a liberal trade and investment regime. The country's land-locked geographical position with two closed borders and the oligarchic structure of the private sector hampers growth potential and competitiveness, which however slightly improved in 2012. Investors' protection, payment of taxes, access to finance and corruption remain points of concern. 5. Monetary policy The Central Bank of Armenia follows an inflation targeting regime to conduct the monetary policy. The impact of monetary policy decisions on the economy is limited because the domestic money market is not sufficiently developed and the rate of dollarization of deposits is 63%. 6. Public Finances and Taxation Even though the public debt management has been strengthened (partly as an effect of MFA conditionality), there is room for improvement. The government has created a Central Harmonisation Unit that provides monitoring of financial management and control functions and internal audit. Efforts have also been made to strengthen tax and customs administration by simplifying the taxpayers' reporting system. 7. Privatisation and enterprise restructuring Armenia has made significant progress in privatisation and some progress in competition policy. According to the EBRD, the privatisation in the industry is complete, and enterprises face very few market distortions from government subsidies or formal trade barriers. The authorities continue to introduce various measures to eliminate excessive regulation (reduction of required licences, initiative of regulatory guillotine, which was launched in November 2011). ",
        "13 8. Financial Sector The banking sector in Armenia is relatively small (banking assets represent around 50% of GDP) but well capitalised and deposit-funded. It consists mainly of private banks. The authorities have enhanced the risk management and supervisory frameworks in the banking sector, including contingency planning. Prudential regulations on higher capital and provisioning requirements on foreign currency loans were issued. Future efforts should focus not only on enhancing financial stability but also on reducing obstacles to credit growth and financial intermediation. ",
        "14 3. G EORGIA 3.1. Executive summary Despite the worsening global environment, Georgia's economy expanded by an impressive 6.1% in 2012, a slight moderation from the 7.2% GDP growth achieved in 2011. Economic activity was strong for most of the year, save for the last quarter when growth moderated markedly due to weakening external demand, but also the uncertainty arising from the political transition following the October parliamentary elections. The budget deficit is estimated at 3.0% of GDP in 2012 (an improvement from the 3.5% initial target) due to one-off revenue gains and prudent expenditure policies. At the same time, falling global food prices and weak demand-side pressures led to a steep disinflation throughout the year - consumer prices declined by 0.9% on average in 2012. This enabled the central bank to continue its monetary easing cycle. Strong investment demand widened the trade deficit and was therefore a key factor behind the high current account deficit (at 11.4% in 2012). At the same time, net FDI declined by one-third during the year. This was compensated by increased borrowing, which ultimately led to an increase of the gross external debt of the country to 84.2% of GDP at the end of 2012. Following a successful implementation of an IMF arrangement in 2008-2011, the authorities agreed on a follow-up programme to support the completion of the macroeconomic adjustment programme, but also to insure against risks stemming from the unsettled global environment. The agreement approved in April 2012 foresees potential support of SDR 250 million (EUR 294 million). Until now, the programme has been precautionary, since no funds have been withdrawn so far. In January 2011, the Commission adopted a decision for a MFA programme to Georgia for a total of EUR 46 million, to be provided equally in loans and grants. The proposal was part of a pledge made by the European Commission at a donor conference in October 2008 for two possible MFA operations, amounting to EUR 46 million each. The first MFA operation was successfully implemented in 2009-2010. As for the second one, its approval has been delayed by disagreements between the two co-legislators (European Parliament and Council) over the procedure to be used for the adoption of the Memorandum of Understanding, which lays down the economic policy measures to be undertaken by the country benefiting from the MFA. While the two co-legislators agree with the substance of the proposal, this procedural dispute has entailed thorough discussions, which should lead to a decision in mid 2013. 3.2. Macroeconomic performance 3 Georgia's economy demonstrated a remarkable recovery after the 2009 recession, recording a 6.5% annual average growth in 2010-2012 that was underpinned by sound macroeconomic policies and market-oriented reforms. Significant donor assistance pledged in the aftermath of the 2008 conflict with Russia was also instrumental to that end. In 2012, GDP growth slowed down to 6.1% from 7.2% a year earlier and remained predominantly supported by strong investment activity. Household demand has also favourably affected economic performance. Private consumption was encouraged by an on-going wage increase coupled with a steep disinflation, robust credit growth for most of the year, and a booming tourist sector. Economic activity moderated significantly in the final quarter of 2012, with a GDP growth of only 2.8%. This reflected a worsening global environment but also the uncertainty arising from the change of power following the October elections. Despite robust economic growth, the unemployment rate remains 3 The territories of Abkhazia and South Ossetia are excluded from the analysis due to lack of data. ",
        "15 elevated at 15.1% in 2011 (down from 16.3% a year earlier) due to a high structural unemployment. In marked contrast with the high inflationary environment in the previous two years, there was an impressive disinflationary trend in 2012 that was mainly due to lower food prices worldwide. Demand-side pressures remained subdued as the booming economy is still mainly the result of high investment activity. The CPI was in the deflationary area for most of the year, with the average price decline reaching 0.9% in 2012. In the absence of any inflationary pressures, the National Bank of Georgia continued its easing cycle and reduced the key policy rate by cumulative 150 basis points to 5.25% at the end of the year. Another 50 basis points reduction followed in February 2013, which was necessitated by weaker economic activity. However, the monetary policy transmission mechanism remains constrained by the high dollarization ratio. In the fiscal area, the budget deficit came at a better-than-expected 3.0% of GDP in 2012 (initial target of 3.5%) due to a combination of one-off revenues (namely a dividend by the state railway company Georgian Railways) and restrained expenditures by the new government in the final quarter of the year. The 2013 budget targets a further tightening of the fiscal deficit to 2.8% of GDP, which, however, will be accompanied by a reduced fiscal flexibility, as the share of capital expenditures will be curtailed at the expense of growing recurrent spending for rising pensions and social benefits. Georgia's external vulnerabilities remain prominent. The current account deficit amounted to 11.4% of GDP in 2012, declining from 12.7% in 2011. The merchandise trade deficit widened due to a strong investment demand and a weak export base, which were only partially compensated by rising tourism proceeds and growing, although at a slower pace, remittances. Net FDI declined by a third in the first three quarters of 2012 to USD 603 million (3.8% of GDP). This resulted in growing reliance on debt financing and the country's gross external debt rose to 84.2% of GDP at the end of the year. After a significant rise in 2011, international reserves were almost unchanged throughout 2012, reaching USD 2.9 billion at end-year (or around 3.7 months of next year's imports). Elevated external risks are somewhat mitigated by the on-going access to donor assistance as well as a new programme concluded with the IMF in April 2012. Following the completion of an IMF arrangement that ran from end-2008 to mid-2011, the authorities agreed with the IMF on a follow-up programme whose objectives are to guard against risks stemming from the unsettled global enviroment and high external debt payments as well as to support the successful completion of the adjustment process following the 2008-2009 crisis. The IMF approved the new 24-month programme, in the form of a Stand-By Arrangement and a concessional Stand-By Credit Facility, in April 2012. Under the agreement, Georgia could borrow up to SDR 250 million (EUR 294 million) over the programme period, evenly distributed between the two instruments. The authorities have decided to treat the agreement as precautionary and have not withdrawn any funds for the time being. The IMF carried out its first mission review in November and December 2012, concluding that performance under the programme has been good. 3.3. Structural reforms Georgia, which has succesfully developed several important structural reforms in the past few years, continued on this path in 2012, although at a slower pace due to the parliamentary elections and the following political transition. The country climbed three ",
        "16 positions in the World Bank's Doing Business index 4 . 2013 ranking to the 9 th place (out of 185 countries). Georgia's pro-business policy efforts, including numerous institutional and regulatory reforms, made it the top performer globally since 2005 in terms of improving the business enviroment, according to the World Bank. Reforms have covered various areas such as fiscal sustainability, public finance management, public procurement, taxation and customs regulations, among others. The central bank's prudential instruments have been strenghtened, including through transition to risk-based supervision. However, concerns about the independence of the institution emerged following the October elections, although they have not materialised for the time being. In order to encourage private investment, the authorities set up in 2011 a public financial institution, the Partnership Fund, which is expected to play an important role as part of the strategy of the new government to encourage economic activity. A special fund will also be established to support the development of the large agricultural sector in the country. In 2012, Georgia steadily advanced in the talks on the establishment of a Deep and Comprehensive Free Trade Area (DCFTA) with the EU. In line with the policy of the new government, trade with Russia is likely to be revived, opening new export possibilities. However, the very weak export base indicates the need for more vigorous measures to support export-oriented sectors and to benefit from the country's comparative advantage in terms of closer trade integration with the EU and Russia. Progress is still needed in complying with core ILO conventions, even though positive developments have recently been registered in this respect. 3.4. Implementation of macro-financial assistance The EU pledged up to EUR 500 million support for Georgia's economic recovery at a International Donor Conference in Brussels in October 2008, in the aftermath of the military conflict with Russia. The pledge included two potential MFA operations, amounting to EUR 46 million each. The first part was successfully implemented in 2009- 2010. The Commission made in January 2011 a proposal for a second MFA programme of EUR 46 million, to be provided evenly in grants and loans. However, the adoption of this decision has been delayed by disagreements between the two co-legislators (European Parliament and Council) over the procedure to be used for the adoption of the Memorandum of Understanding, which lays down the economic policy measures to be undertaken by the country benefiting from the MFA. While the two co-legislators agree with the substance of the proposal, this procedural dispute related to the entry into force of the new \"comitology\" regulation in March 2011 5 has entailed thorough discussions, which are foreseen to result in a decision in mid 2013. S UMMARY S TATUS OF E CONOMIC R EFORM - G EORGIA 1. Price liberalisation Prices are largely free. 2. Trade regime Georgia has a liberal trade policy. Import tariffs have been abolished on around 85% of products. In September 2006, the number of tariff bands on imported goods was reduced 4 The 2013 WB index covers ten topics related to the operation of a local business: starting a business, dealing with construction permits, getting electricity, registering a property, getting a credit, protecting investors, paying taxes, trading across borders, and enforcing contracts 5 Regulation (EC) No 182/2011 of the European Parliament and of the Council of 16 February 2011. ",
        "17 from 16 to 3 (0%, 5% and 12%). The maximum tariff of 12% is applied to those agricultural products and building materials which compete with domestic goods. The average weighted tariff is estimated to be 1.5%. There are no quantitative restrictions on imports and exports. Since July 2005, under the EU Generalised System of Preferences (GSP), Georgia has been benefiting from the tariff preferences of the special incentive arrangement for sustainable development and good governance covering 7,200 items, the GSP+. In May 2010, the mandate for the negotiations of the Association Agreement between the EU and Georgia was approved. In the area of trade, the agreement foresees the establishment of a DCFTA, for which the negotiations started in February 2012. This will provide a framework for improving the trade environment in Georgia with the objective of strengthening the country's economic and trade profile, thereby boosting both trade and investment. 3. Exchange regime There is a floating exchange rate of the lari with limited official intervention by the National Bank of Georgia. There are no restrictions on current international transactions in conformity with Article VIII of the IMF’s Articles of Agreement. 4. Foreign direct investment Adequate overall legislation. Unlimited repatriation of capital and profits. 5. Monetary policy The major monetary policy objective of the National Bank of Georgia is to ensure price stability. Other objectives, pursued only if they do not contradict with the price stability goal, incude support to the financial system of the country and promotion of economic growth. The Bank is currently applying an inflation-targeting regime. The price gowth target set for 2012-14 is 6% and will be gradually reduced afterwards to 3%. The effectiveness of the monetary policy is significantly constrained by the high dollarization of the economy. The dollarization ratio of deposits to the non-bank sector amounted to 64 % at the end of 2012, increasing from 60% a year earlier. 6. Public finances and taxation The public finance management system is essentially sound and transparent, although further reforms are still needed in areas such as internal financial control and audit. New legislation foreseen to come into force in 2014 will limit the budget deficit to 3% of GDP, public debt to 60% of GDP and public spending to 30% of GDP. 7. Privatisation and enterprise restructuring The majority of state-owned enterprises has been privatised. Privatisation receipts are expected to have declined to 0.5% of GDP in 2012 from estimated 1.6% in 2011. 8. Financial Sector There were 19 banks at end-2012, including 14 foreign-controlled banks and 3 branches of non-resident banks. The share of foreign capital in the banks' paid-in capital was approximately 75% at end-2012. The share of non-performing loans increased by 0.7% year-on-year to 9.3% at end-2012. The capital adequacy ratio remained unchanged on the year at 17.0%. The net profit of the banking sector more than halved in 2012, resulting in a reduction of the return on assets to 1.0% (from 2.9% at end-2011) and the return of equity to 5.8% (17.3%). Both credit and deposits rose by approximately 13% year-on-year in 2012, after a 23% rise in 2011. ",
        "18 4. U KRAINE 4.1. Executive summary In 2012, real GDP growth in Ukraine decelerated to a mere 0.2% compared to 5.2% in 2011, mainly as a result of a deteriorating external environment, lower demand for Ukrainian metal exports as well as low investment levels. Despite the slowdown in growth and deflationary tendencies, the National Bank of Ukraine kept the monetary policy very tight in an attempt to fend off devaluation pressures on the local currency. External vulnerabilities were growing as the current account deficit widened to 8.3% of GDP and currency reserves declined by almost one fourth in 2012. The fiscal deficit widened to 5-6% of GDP in 2012, after 4.2% in 2011, mainly due to fiscal loosening ahead of the parliamentary elections and the rising level of energy subsidies Ukraine's progress in achieving important structural reforms and implementing the priorities of the EU-Ukraine Association Agenda, foreseen to prepare and facilitate the implementation of the Association Agreement with the EU, remained uneven. Some improvements took place in the energy sector and in the stabilisation of the banking system. However, the government failed to increase retail energy prices towards cost recovery levels and thus meet one of the IMF's conditions for a resumption of disbursements under the Stand-By Arrangement, which expired in December 2012. There has been no improvement of the operating environment for businesses, which remains hampered by red tape, corruption, insufficient rule of law and continued constraints in companies’ access to credit. Against the backdrop of a persistent external financing gap and in order to support the economic reform process in the country, the EU adopted in July 2010 a decision providing up to EUR 500 million of MFA to Ukraine. In combination with the EUR 110 million still available from the MFA decision adopted in 2002, this implied a potential MFA package of up to EUR 610 million. The Memorandum of Understanding (MoU) laying down the policy conditions for the disbursement of the assistance as well as the Loan Agreement (LA) were signed and entered into force in March 2013. The MoU contains policy measures in the key areas of public finance management, trade and taxation, energy sector reform and the harmonisation of financial regulation. Disbursements of MFA in 2013 are conditional on the approval of, and good progress under, a new financing arrangement to eb agreed with the IMF and, for the second and third tranches, on satisfactory progress in the implementation of the structural policy conditions laid down in the MoU. 4.2. Macroeconomic performance Real GDP growth slowed significantly in 2012 to 0.2%, after reaching 5.2% in 2011 and 4.2% in 2010. The main factors explaining this slowdown were the more challenging global economic environment, tight monetary policy, and the worsening domestic business climate. The economy would presumably have entered recession if the government had not sustained public investment in the run-up to the Euro 2012 football championship and loosened fiscal policy before the October 2012 parliamentary elections. Still, construction plummeted by 14% year-on-year, and industrial production declined by 1.8%, according to preliminary statistics. Economic activity is expected to recover only slightly in 2013 and 2014. The external outlook and the slow progress in improving the business environment continue to cloud growth prospects and make the 3.4% GDP growth forecast of the Ukrainian government for 2013 appear overly optimistic. ",
        "19 Inflation was at its lowest level for a decade as of year-end 2012, reaching -0.2% year- on-year, as food prices declined, administrative tariffs were kept flat, and as the National Bank of Ukraine (NBU) kept the refinancing rate high at 7.5%, with a view to limiting downward pressure on the exchange rate. However, this trend may be reversed in 2013, as a result, among other things, of a possible increase in gas tariffs for households – the main pre-condition of the IMF for a new stand-by arrangement. Price dynamics will also depend on whether the NBU's focus will shift to inflation targeting in the medium term. Its current focus on supporting the currency has resulted in a decline of the foreign exchange reserves by about one fourth in 2012, to USD 24.5 billion, which would cover 2.8 months of imports. While administrative measures and market interventions to stabilize the hryvnya provided some short-term relief, the currency peg is unsustainable in the medium term against the background of a persistently large current account deficit and slowing growth. As a consequence of the NBU's restrictive approach to the provision of refinancing to banks, overnight inter-bank interest rates exceeded 45% in the third quarter of 2012, resulting in prohibitively high interest rates on credits to households and businesses. However, they later declined to about 25% at the end of 2012 as the liquidity situation in the banking system improved somewhat. While Ukraine successfully reined in its budget deficit following the 2008-2009 crisis, recent trends have been less positive, and the overall budget deficit reached an estimated 6% of GDP in 2012 after 4.2% in 2011. Apart from fiscal loosening ahead of the 2012 parliamentary elections, an important factor contributing to the deficit is the state-owned oil and gas company Naftogas, which sells natural gas to households and utilities at prices which are significantly below cost-recovery levels. Naftogas' deficit reached about 1.7% of GDP in 2012, and will continue to remain at similarly high levels unless the government implements the gas price increases recommended by the IMF. The public debt ratio has increased significantly in recent years, to approximately 37% of GDP at the end of 2012 from only 12% of GDP in 2007. Although it remains at a relatively manageable level, the debt ratio may further increase as a result of delays in the adjustment of gas prices and the slowdown in economic activity. The balance of payments situation continued to deteriorate in 2012, with the current account deficit widening to 8.4% of GDP from 6.2% a year earlier, as a result of higher energy import prices and weak external demand for traditional Ukrainian exports, mainly steel, and despite a pickup of agricultural exports. There are also significant risks to the financial account if foreign banks continue to deleverage and if the current trend of subdued FDI inflows, in the context of a deteriorating business climate, persists. FDI fell to an estimated USD 6 billion in 2012, out of which USD 5 billion originated from Cyprus, compared to USD 7 billion in 2011. Overall, Ukraine's vulnerability to external shocks, such as a new oil price spike or a slump in steel prices, remains high. 4.3. Structural reforms Ukraine's achievements in the implementation of structural reforms remained below expectations in 2012. Despite the ambitious Programme for Economic Reforms for 2010- 2014 (PER), which aims at unlocking Ukraine's long-term growth potential through structural reforms in most sectors of the economy, the investment climate deteriorated further. These challenges are reflected in Ukraine's low ratings, by regional comparison, in a number of comparative studies, including the World Bank's Doing Business Index (137 th out of 185), the Transparency International Corruption Perceptions Index (144 th out of 176), the Economic Freedom Index (Heritage Foundation, 161 st out of 177) and the Press Freedom Index (Reporters Without Borders, 126 th out of 179). ",
        "20 Insufficient progress has been achieved in the area of public finance management. Apart from the insufficient remit and capacity of the Supreme Audit Institution (the Accounting Chamber of Ukraine, see section below), a key concern remains the public procurement system. While the public procurement law adopted in July 2010 was a step in the right direction, the public procurement system is not in line with European standards and is weakened by an excessive number of exceptions, e.g. for state-owned enterprises. More work also needs to be done to create an effective system of public internal financial control and to improve the budgeting system. As regards the fight against corruption, new pieces of legislation were adopted in 2011. However, anti-corruption legislation is still not in line with European and international standards, and Ukraine continues to lack an independent anti-corruption body. Some progress was made to deal with the substantial arrears on VAT refunds, including by increasing the number of companies receiving automatic refunds and gradually applying a risk-based refund system. However, the problem of significant arrears in VAT refunds persists, and the targets for their elimination that were part of the IMF programme have not been met. Another important area where significant work still has to be completed, even though some progress has been registered recently, is the reform of the energy sector. The energy sector as a whole is dominated by large state-owned operators, most notably oil and gas monopolist Naftogas, entailing significant problems of governance and transparency. In July 2010, Ukraine adopted a new gas law, which was followed by its accession to the European Energy Community Treaty (ECT) in December 2010. Some progress has been made towards implementing key obligations under the ECT, notably the implementation of EU Directive 55/2004, foreseeing the unbundling of the production, transport and delivery of natural gas, although a January 2012 deadline for unbundling was missed. A law allowing for the unbundling to take place was adopted in April 2012, and progress was made in the regulation of the gas market, in line with the new gas law. On the other hand, progress in improving energy efficiency has been slow, mainly as a result of the high subsidies for gas consumption. The banking sector is in better shape than in 2008, when the economic downturn and simultaneous credit crunch forced several banks out of business. Further progress has been made with the recapitalisation and rehabilitation of the banks affected by the 2009 crisis. The average capital adequacy ratio has been relatively high at about 18 % over the last two years, and the deposit base resilient, albeit with some evidence of switching from local currency to US dollars. One issue of concern is the high percentage of non- performing loans, which were estimated at between 14% and 48% in 2012, depending on the methodology applied. Loan growth has been negative and the market share of foreign banks decreased in 2012. On the positive side, the EU and Ukraine initialled the Association Agreement (AA) in March 2012, which includes a Deep and Comprehensive Free Trade Area. The AA contains an ambitious reform agenda, foreseeing the approximation to the EU acquis in a number of areas. 4.4. Implementation of macro-financial assistance In reaction to the deterioration of the economic and balance of payments situation, Ukraine requested MFA from the EU in February 2009. In response, the European Parliament and the Council adopted Decision 646/2010/EU on the provision of MFA of up to EUR 500 million in July 2010. Together with the EUR 110 million loan available from Council Decision 2002/639/EC, this translates into a total amount of up to EUR 610 million. ",
        "21 Discussions on the Memorandum of Understanding (MoU) laying down the economic policy measures to be undertaken by Ukraine and the Loan Agreement (LA) were launched in July 2010 by a mission of Commission staff to Ukraine. Negotiations took longer than expected and were concluded in late 2012, after the Ukrainian authorities lifted their reservations on some key policy conditions. Both documents were signed in March 2013. The payment of the first tranche (EUR 100 million) is conditional on the IMF arrangement currently negotiated by Ukraine being in place, and funds being drawn under this new IMF programme. The disbursement of the second and third tranches, of EUR 260 million and 250 million respectively, will also be subject to the fulfilment of the policy conditions laid down in the MoU, which fall into four thematic areas: public finance management (PFM); trade and taxation; energy; and the harmonisation of financial sector regulation with that of the EU. Conditions related to PFM play a key role in the proposed conditionality of this MFA operation. This is in line with the provisions of Decision 646/2010/EU, which stipulate that the conditions of this operation shall aim at “strengthening the efficiency, transparency and accountability of the assistance, including in particular public finance management systems in Ukraine” and that “specific measures [are] to be implemented by Ukraine in relation to the prevention of, and the fight against, fraud, corruption and other irregularities affecting the assistance”. Within the broad area of PFM, the focus is on internal and external financial control, the fight against corruption, as well as public procurement (an area which has also an important trade dimension). The PFM was a key element in the negotiations on the MoU. Apart from the framework for public procurement (see above), a major point of discussions has been Ukraine's current legislation on external audit, which should be brought in line with generally accepted international practices and the Mexico Declaration of the International Organisation of Supreme Audit Institutions (INTOSAI). In particular, Ukraine's Accounting Chamber (ACU) has no right to audit government revenue, nor local governments, extra-budgetary funds and state-owned enterprises. Positively, the Ukrainian authorities agreed to remedy the situation during the last round of negotiations in 2012. In January 2013, President Yanukovich introduced a draft law to Parliament which would, if adopted, allow the ACU to audit the revenue side of the budget. The issue of the substantial arrears accumulated on VAT refunds is closely related to PFM. The MoU stipulates that these arrears, which hurt the affected exporters and contribute to weaken the overall investment climate, should be eliminated, while improvements in tax administration should prevent a recurrence of the problem in the future. The MoU measures also commit the Ukrainian authorities to clearing any arrears on VAT refunds either in cash or by netting them out against obligations of the tax payers, thus avoiding the unorthodox clearance through the issuance of VAT bonds, as was done in 2010. As noted, the energy sector reform has accelerated recently. The MoU refers to Ukraine's commitment to fully implement the EU Directive 2004/55, which foresees the unbundling of the production, transport and delivery segments of gas sector. Although progress has been uneven, the EU and the World Bank are in close contact with the Ukrainian authorities regarding the reform of Naftogas, Ukraine's oil and gas monopolist. Moreover, the MoU contains conditions related to the payment discipline of utility consumers and the targetting of subsidies in the energy sector. ",
        "22 S UMMARY S TATUS OF E CONOMIC R EFORM - U KRAINE 1. Price liberalisation Most prices are free, but regulated prices prevail for some utilities, notably gas, and in some other areas, including agricultural products and medicines (so called socially-sensitive goods). 2. Trade liberalisation Ukraine joined the WTO in May 2008. However, export duties and quotas for individual products remain in force, and often create an unlevel playing field and opportunities for rent- seeking, notably in the agricultural sector. Technical and administrative barriers to trade remain an obstacle for importers. Positively, negotiations on a deep and comprehensive free trade area with the EU were technically concluded in 2011. 3. Exchange rate regime The National Bank of Ukraine (NBU) sustains its de-facto peg of the hryvnya against the US dollar, maintaining an exchange rate close to UAH 8 per USD throughout 2012. The IMF has been requesting Ukrainian authorities to gradually introduce a floating exchange rate. 4. Foreign direct investment FDI-related flows are largely liberalised. Some sectors, however, remain closed to foreign ownership, i.e. the gas transmission system and agricultural land market. 5. Monetary policy The National Bank of Ukraine is responsible for controlling the domestic money supply. In order to stabilize the exchange rate, the NBU implemented a tight monetary policy throughout 2012. 6. Public finances General government expenditure made up an estimated 46% of GDP in 2012. Nearly three- quarters of Ukraine's government expenditure goes towards wages and social transfers. As domestic gas prices for households and utilities are kept at an artificially low level of about 20% of import prices, the finances of state oil-and gas monopolist Naftogas are in dire straits, leading to a higher fiscal deficit. Ukraine still needs to implement key reforms in the public finance management sector, including in the areas of public procurement, public internal financial control, external audit and VAT refunds, which are crucial elements of the MoU of the MFA programme. 7. Privatisation and enterprise restructuring State-owned companies, which are insufficiently controlled and not subject to external audit by the Supreme Audit Institution, continue to dominate certain sectors, in particular utilities. Some utility companies, mainly energy generating and distributing companies were privatised in 2012. 8. Financial sector reform At the end of 2012, 176 banks were operating in Ukraine, including 22 foreign-owned banks. Consolidation and recapitalisation of the banking sector remain key priorities for Ukraine. The amount of non-performing loans remains high. ",
        "23 5. T HE K YRGYZ R EPUBLIC 5.1. Executive summary In 2012, economic growth of the Kyrgyz Republic was limited to 0.9%, significantly below earlier forecasts, as production in the gold-mining sector sharply contracted because of geological issues. Excluding the gold-mining sector, growth reached about 4.8% in 2012, driven by manufacturing, construction and services, gradually recovering from the sharp slowdown in 2009 and 2010 caused by global recession and internal political and ethnic conflicts. The current account deficit widened to an estimated 9% of GDP in 2012, reflecting a decline in gold exports and higher oil prices. Despite a tight monetary policy, inflation reached 7.5% by the end of 2012 on account of rising international fuel and food prices. The overall fiscal deficit declined to an estimated 5.3% of GDP (excluding energy infrastructure projects), mostly due to a stronger revenue collection. On 20 December 2011, the Commission adopted a proposal for a Decision by the European Parliament and the Council to provide MFA of up to EUR 30 million to the Kyrgyz Republic. The assistance will support the macroeconomic adjustment programme agreed between the Kyrgyz Republic and the IMF in June 2011, which is supported by a USD 106 million Extended Credit Facility (ECF). It will also support implementation of a number of reform measures to be agreed between the EU and the Kyrgyz Republic. However, the adoption of the decision on a MFA operation to the Kyrgyz Republic has been delayed by disagreements between the two co-legislators (European Parliament and Council) over the procedures to be used for its implementation. It can be expected that the MFA will be adopted by the co-legislators in 2013 and that a first disbursement could still take place in that year. The political events experienced by the Kyrgyz Republic in 2010, and in particular the inter-ethnic violence of June 2010, disrupted the Kyrgyz economy by affecting trade, tourism flows and agricultural production. The EU's MFA will contribute to covering the Kyrgyz Republic's external financing needs in 2013 and 2014, which are partly due to the economic disruptions and the social and reconstruction expenditure for alleviating the consequences of the 2010 events, while supporting reform measures aimed at achieving a more sustainable balance of payments and budgetary situation over the medium-term. While the Kyrgyz Republic is out of the normal geographical scope of the EU's MFA instrument, the exceptional circumstances, including EU political support to the Kyrgyz Republic’s incipient parliamentary democracy, argue in favour of such an operation. The proposed MFA would complement the funds pledged by the international community at the donors conference organised in Bishkek in June 2010 in support of Kyrgyzstan's democratisation, reconstruction and social assistance policies, to which the EU was a major contributor. Progress under the IMF's ECF programme has been sustained so far: the Kyrgyz Republic, in the framework of the third review of the programme conducted during the fall of 2012, was meeting all end-June 2012 quantitative programme targets, and all but one structural benchmarks. 5.2. Macroeconomic performance The popular revolt in April 2010 and, more importantly, the escalation of the ethnic conflict in June 2010 had a strong negative impact on economic growth in the Kyrgyz Republic, resulting in a 0.5% decline in real GDP in 2010. In 2011, real GDP expanded by 5.7%, supported by a more stable political situation, and the recovery of the ",
        "24 agricultural and mining sectors as well as of remittances. In 2012, real GDP growth is foreseen to be limited to 0.9% , as production in the gold-mining sector sharply contracted (-63% in the first nine months of 2012) because of geological issues at the major Kumtor gold mine. Excluding the gold-mining sector, growth reached an estimated 4.8% in 2012, driven by manufacturing, construction and services. This trend is foreseen to continue in 2013 and, coupled with a sharp increase in gold production, is expected to result in a 7.5% real GDP growth in 2013. Year-on-year inflation has been very volatile over the last few years, spiking from 0% at the end of 2009 to 22.7% in June 2011 because of a sharp increase in the global prices of food and fuel, then declining to 5.7% at the end of 2011 thanks to an easing of global food prices and a tightening of the monetary policy by the central bank (sales of short- term notes in order to mop-up excess liquidity, an increased discount rate and increased reserve requirements). In 2012, despite a still tight monetary policy, inflation reached 7.5% as a result of economic growth (excluding the gold-mining sector) and rising international food and fuel prices. In 2010, the fiscal deficit reached 6.3% of GDP, reflecting the budgetary cost of the crisis-related measures and the negative effect of weaker economic activity on tax revenues. In 2011, a stronger revenue collection and delays in implementing post-conflict reconstruction projects led to a slight decrease of the budget deficit to 4.8% of GDP. In 2012, the deficit increased to about 5.3% of GDP, despite stronger revenue growth, due to the impact of the government’s decision to increase pensions and wages for teachers and health care employees from below the subsistence levels. The Kyrgyz Republic's external public debt rose from about 41% of GDP at end-2008 to over 55% of GDP at end-2010, reflecting new loans by international financial institutions and other donors. It has gradually been decreasing since, reaching about 47% of GDP at year-end 2012, mostly thanks to debt forgiveness by some creditors (most recently from Russia and Turkey). In 2010 the current account experienced a marked deterioration, moving from a temporary surplus of 0.7% of GDP in 2009 to a deficit of 6.4% of GDP, as the conflict and ethnic violence led to a shutdown of the borders by the neighbouring countries, which had a negative impact on agricultural exports and services such as tourism and transit transportation. The current account remained at a similar level in 2011, at 6.3% of GDP, as strong remittances and increased earnings from gold exports were more than offset by increased domestic demand and imports for large energy and mining projects. For 2012, the current account deficit is expected to widen further to about 9% of GDP, reflecting higher oil prices and a decline in gold exports. Overall, the current account position remains vulnerable to external trade shocks, including an increase in prices of imported energy products. Foreign direct investment and other private capital inflows were negatively affected by the 2009 global crisis but began to recover in 2010, despite the political crisis. In 2012, the capital account is expected to show an annual surplus of USD 330 million, reflecting sizeable external loans for public investment projects and sustained FDI. Official foreign exchange reserves reached USD 1.97 billion (EUR 1.48 billion) by the end of 2012, and the import coverage ratio by the foreign exchange reserves declined from 4.0 months at year-end 2010 to an estimated 3.7 months at year-end 2012. 5.3. Structural reforms Political uncertainty arose from the breakup of the coalition government in August 2012. However, the new government quickly took over the ongoing essential structural reforms, continuing the Kyrgyz authorities' efforts to improve the business climate, ",
        "25 becoming one of the most advanced countries in Central Asia in terms of economic reforms. The 2012 World Bank/IFC Doing Business survey ranks the Kyrgyz Republic at 70th place out of 185 with regard to the ease of doing business, while the regional average of Eastern Europe and Central Asia stands at 74. Over the last couple of years, improvements were made in easing business creation, obtaining credit for businesses, dealing with construction permits, registering property and employing workers. However, despite progress with reforms, the Kyrgyz Republic still faces serious structural weaknesses. Cross border trading, taxes' collection and access to the reliable and affordable electricity still remained very problematic areas. Further efforts are also necessary to strenghten property rights and fight corruption. The banking system was severely affected by the crisis. The level of nonperforming loans was almost 16% at the beginning of 2011, but has been gradually declining to 9.0% by June 2012. In April 2010, seven banks were put under temporary administration. Subsequently, two banks were released from temporary administration, four were placed under conservatorship and the biggest one - Asia Universal Bank - was nationalised and separated into a \"bad bank\" and a \"good bank\" (called Zalkar Bank). The role of the state in the banking system should be reduced, and there is a pressing need for the authorities to restore trust in the banking system through successful and transparent privatization of major banks. However, several attempts by Kyrgyz authorities to privatise the Zalkar Bank have already failed, the 5 th auction of the bank being cancelled in January 2013 because of the lack of bidders. Should the sale of the bank not materialize, its liquidation may be the only remaining option. The banking crisis also revealed deficiencies in the bank resolution powers and a lack of de facto independence of the central bank, including its exposure to interference by the government and the courts. Consequently, banking regulations are being upgraded to a Banking Code to strengthen the central bank’s early intervention and resolution powers and to guarantee its independence.The domestic financial sector remains underdeveloped, lending interest rates are high and a significant part of loans and deposits are denominated in foreign currency. The political events of 2010 hindered progress in public finance management (PFM) reforms, but this situation has been reversed. One of the main weaknesses in PFM is the system of external audit and this area requires longer term support in capacity building. The Law on the Chamber of Accounts (supreme audit institution) is broadly adequate but the capacities of this institution need to be developed. The World Bank is providing technical assistance in this area. Public procurement is another source of concern. While there has been tangible progress on internal audit in some line ministries (notably in the Ministry of Health supported by the World Bank’s Health and Social Protection project), there remains significant room for improvement. Kyrgyzstan is a member of the WTO and is a very open economy, with a trade-to-GDP ratio of almost 140%. The bulk of its exports (41% in 2010, 32% in 2011) goes to Uzbekistan, Russia and Kazakhstan. In October 2011, Kyrgyzstan applied for membership of a trilateral customs union (CU) between Russia, Kazakstan and Belarus. The main benefits Kyrgyzstan expects to obtain from entering this CU, apart from possible foreign policy considerations, is to preserve the supply of oil and gas from Russia and Kazakhstan at favourable prices and to limit the risk of disruptions in trade flows with those important trading partners. Entering the CU would entail a number of significant costs, however. First, it could jeopardize the Kyrgyz relationship with the WTO, since the CU has relatively high Common External Tariff (CET). What is more, a high tariff would diminish Kyrgyzstan's ability to import and re-export inexpensive Chinese goods, restricting the important transit trade with China, which provides employment to thousands of people in Kyrgyzstan. ",
        "26 5.4. Implementation of macro-financial assistance The sharp drop of economic growth and the worsening of the external position in 2010, which were caused by the above described external shocks and internal political and ethnic conflicts, led to a sizable external financing gap. In an international donor conference in July 2010, the EU pledged to support the recovery after the end of the ethnic conflict. In June 2011, the IMF agreed with the Kyrgyz authorities on a three-year programme, to be supported by an ECF arrangement (about USD 106 million). The ECF established a framework for medium-term economic policy and reforms with adequate conditionality and monitoring by the IMF Executive Board. However, the external position remained vulnerable and the existence of a considerable residual external financing gap for 2011-2013 was confirmed by the IMF and the Commission. The Kyrgyz government requested EU MFA support in October 2010 asking for a grant in the order of EUR 30 million to cover part of the external financing gap. On 20 December 2011, the Commission submitted to the European Parliament and to the Council a proposal for a MFA to the Kyrgyz Republic on an exceptional basis, proposing EUR 15 million in loans and EUR 15 million in grants. In addition to the economic justifications above, the exceptional MFA operation, i.e. outside the normal geographical scope of MFA, was justified by the strength of the pro- democratic political and economic reform momentum in the country and by its position in a region of economic and political importance for the EU. By supporting the adoption of an appropriate macroeconomic and structural reform framework, MFA can both underpin economic and political stability and increase the effectiveness of interventions through other EU support instruments. In order to ensure that the Kyrgyz public finance management system provides sufficient safeguards for the provision of MFA, the EC undertook an Operational Assessment (OA) of the Kyrgyz financial circuits and procedures in June 2012. The OA mission concluded that, despite weaknesses in internal and external audit and the need for further improvements in several other areas, the Public Finance Management system in the Kyrgyz Republic was sufficiently solid to provide reasonable assurance about the use of the MFA funds to be provided by the EC. The disbursement of MFA will be conditional on the satisfactory implementation of the economic programme agreed with the IMF and of a series of policy measures to be agreed between the Commission and the Kyrgyz authorities in a Memorandum of Understanding (MoU). The MoU conditions are expected to focus on PFM reforms, coherent with the PFM conditions attached to the budget support programme provided under the Development Cooperation Instrument and drawing on the recommendations of the OA, as well as measures in other key structural reform areas, including the banking sector. However, the adoption of the EC decision on a MFA operation to Kyrgyzstan has been delayed by disagreements between the two co-legislators (European Parliament and Council) over the procedures to be used for its implementation. It can be expected that the MFA will be adopted by the co-legislators in 2013 and that a first disbursement could still take place in that year. In terms of other sources of financing the residual financing gap, the World Bank, the Asian Development Bank and also the bilateral EU programme, the latter through sector budget support, will provide funds which will help covering the external financing needs of the Kyrgyz Republic in 2013. ",
        "27 S UMMARY S TATUS OF E CONOMIC R EFORM - K YRGYZ R EPUBLIC 1. Price liberalisation Most prices are liberalised while administered prices are maintained for some utilities. 2. Trade liberalisation The Kyrgyz Republic is a member of the WTO since 1998 and is a very open economy, with a trade-to-GDP ratio of almost 140%. The bulk of its non-gold exports goes to Kazakhstan and Russia – which are members of a trilateral customs union (CU), also including Belarus. In April 2011, the Kyrgyz Republic applied for membership of this CU. However, entering the CU may clash with some of the Kyrgyz Republic's WTO commitments, since the CU has currently partly higher tariffs than the ones bound by the Kyrgyz Republic in its WTO commitments. 3. Exchange rate regime The central bank operates a managed floating exchange rate regime, allowing the exchange rate to adjust in case of substantial pressures or shocks while aiming at maintaining a competitive exchange rate. 4. Foreign direct investment Foreign direct investment and other private capital inflows were negatively affected by the global recession, but began to recover in 2010. In the coming years, FDI is expected to increase steadily, partly reflecting foreign financed energy investment projects. 5. Monetary policy The main target of the activities of the central bank is to guarantee price stability, while in practice it has to balance this with its task of maintaining the purchasing power of the national currency. 6. Public finances The IMF programme assumes a considerable effort of fiscal consolidation for the remainder of the programme period, with the fiscal deficit targeted to decline gradually to 3.9% of GDP by 2014. In particular, tax collection is planned to be strengthened by removing some tax exemptions, strengthening customs administration, shifting from weight-based to price- based customs valuation and reforming excise taxation on tobacco and alcohol. 7. Privatisation and enterprise restructuring The political change in 2010 led to the reversal of some privatisation deals in the energy and telecommunication sectors, made under the previous regime, due to allegations of nepotism and corruption. In 2011, government initiated privatisation in telecommunication and banking sectors, but in the banking sector, progress has been very slow. In particular, several attempts by the Kyrgyz authorities to privatise the large Zalkar Bank have already failed, the 5 th auction of the bank being cancelled in January 2013 because of the lack of bidders. 8. Financial sector reform The banking crisis in 2010 revealed deficiencies in the resolution powers and degree of de facto independence of the central bank, including its exposure to interference by the government and the courts. Consequently, banking regulations are being amended and upgraded to a Banking Code to strengthen the central bank’s early intervention and resolution powers. ",
        "28 A NNEXES ",
        "29 Status of effective disbursements as of end-December 2012 (in millions of €) Authorisations Disbursements Country Date of Reference of Maximum Dates of Amounts of Totals Undisbursed Decision Decision amount disbursements disbursements disbursed Hungary I 22.02.90 90/83/EC 870 Apr. 1990 350 610 260 (Loan) Feb. 1991 260 (expired) Czech and 25.02.91 91/106/EC 375 Mar. 1991 185 375 Slovak Federal Republic Mar. 1992 190 Hungary II 24.06.91 91/310/EC 180 Aug. 1991 100 180 (Loan) Jan. 1993 80 Bulgaria I 24.06.91 91/311/EC 290 Aug. 1991 150 290 (Loan) Mar. 1992 140 Romania I 22.07.91 91/384/EC 375 Jan. 1992 190 375 (Loan) Apr. 1992 185 Israel 1 22.07.91 91/408/EC 187,5 Mar. 1992 187,5 187,5 (Loan) Algeria I 23.09.91 91/510/EC 400 Jan. 1992 250 400 (Loan) Aug. 1994 150 Albania I 28.09.92 92/482/EC 70 Dec. 1992 35 70 (Grant) Aug. 1993 35 Bulgaria II 19.10.92 92/511/EC 110 Dec. 1994 70 110 (Loan) Aug .1996 40 Baltics 23.11.92 92/542/EC 220 135 85 (Loans); of which: (expired) Estonia (40) March 1993 20 (20) (20) Latvia (80) March 1993 40 (40) (40) Lithuania (100) July 1993 50 (75) (25) Aug. 1995 25 Romania II 27.11.92 92/551/EC 80 Feb. 1993 80 80 (Loan) Moldova I 13.06.94 94/346/EC 45 Dec. 1994 25 45 (Loan) Aug. 1995 20 Romania III 20.06.94 94/369/EC 125 Nov. 1995 55 125 (Loan) Sep. 1997 40 Dec. 1997 30 Albania II 28.11.94 94/773/EC 35 June 1995 15 35 (Grant) Oct. 1996 20 Annex 1A - COMMUNITY MACRO-FINANCIAL AND EXCEPTIONAL FINANCIAL ASSISTANCE TO THIRD COUNTRIES BY DATES OF COUNCIL DECISIONS ",
        "30 Algeria II 22.12.94 94/938/EC 200 Nov. 1995 100 100 100 (Loan) (cancelled) Slovakia 22.12.94 94/939/EC 130 July 1996 130 (Loan) (cancelled) Ukraine I 22.12.94 94/940/EC 85 Dec. 1995 85 85 (Loan) Belarus 10.04.95 95/132/EC 55 Dec. 1995 30 30 25 (Loan) (cancelled) Ukraine II 23.10.95 95/442/EC 200 Aug. 1996 50 200 (Loan) Oct. 1996 50 Sep. 1997 100 Moldova II 25.03.96 96/242/EC 15 Dec. 1996 15 15 (Loan) Former Yugoslav 22.07.97 97/471/EC 40 Sep. 1997 25 40 Republic of Macedonia I Feb. 1998 15 (Loan) Bulgaria III 22.07.97 97/472/EC 250 Feb. 1998 125 250 ( Loan) Dec. 1998 125 Armenia, Georgia 17.11.97 97/787/EC 375 294,5 80,5 and Tajikistan 2 modified by (Loans and grants) 28.3.00 00/244/EC Agreed amounts with the recipent countires: (328) Armenia (58) Dec. 1998 (loan) 28 (58) (Loan and grant) Dec. 1998 (grant) 8 Dec. 1999 (grant) 4 Feb. 2002 (grant) 5,5 Dec. 2002 (grant) 5,5 June 2004 (grant) 5,5 Dec. 2005 (grant) 1,5 Georgia (175) Jul. 1998 (loan) 110 (141,5) (33,5) (Loan and grant) Aug. 1998 (grant) 10 Sep. 1999 (grant) 9 Dec. 2001 (grant) 6 Dec. 2004 (grant) 6,5 ",
        "31 Tajikistan (95) Mar. 2001 (loan) 60 (95) (Loan and grant) Mar. 2001 (grant) 7 Dec. 2001 (grant) 7 Feb. 2003 (grant) 7 May. 2005 (grant) 7 Oct. 2007 (grant) 7 Ukraine III 15.10.98 98/592/EC 150 July 1999 58 58 92 (Loan) 12.07.02 02/639/EC (cancelled) Albania III 22.04.99 99/282/EC 20 20 ( Loan) Bosnia I 3 10.05.99 99/325/EC 60 Dec. 1999 (grant) 15 60 (Loan and grant) modified by Dec. 1999 (loan) 10 10.12.01 01/899/EC Dec. 2000 (grant) 10 Dec. 2000 (loan) 10 Dec. 2001 (grant) 15 Bulgaria IV 08.11.99 99/731/EC 100 Dec. 1999 40 100 (Loan) Sep. 2000 60 Former Yugoslav 08.11.99 99/733/EC 80 Dec. 2000 (grant) 20 98 Republic of 18 Dec. 2000 (loan) 10 Macedonia II 4 10.12.01 01/900/EC Dec. 2001 (loan) 12 (Loan and grant) Dec. 2001 (grant) 10 May 2003 (grant) 10 June 2003 (loan) 10 Dec. 2003 (loan) 18 Dec. 2003 (grant) 8 Romania IV 08.11.99 99/732/EC 200 June 2000 100 150 50 (Loan) July 2003 50 Kosovo I 5 19.02.00 00/140/EC 35 Mar. 2000 20 35 (Grant ) Aug. 2000 15 Montenegro 5 22.05.00 00/355/EC 20 Aug. 2000 7 20 (Grant ) Dec. 2000 13 Moldova III 10.07.00 00/452/EC 15 15 (Loan) 19.12.02 02/1006/EC (cancelled) Kosovo II 3 27.06.01 01/511/EC 30 Sep. 2001 15 30 (Grant) Dec. 2002 15 Serbia and 16.07.01 01/549/EC 345 Oct. 2001 (loan) 225 345 Montenegro I 6 Oct. 2001 (grant) 35 (ex FRY) 10.12.01 01/901/EC Jan. 2002 (grant) 40 (Loan and grant) Aug. 2002 (grant) 45 modified by modified by ",
        "32 Ukraine IV 12.07.02 02/639/EC 110 110 (Loan) Modification of Decision (ongoing) 98/592/EC Serbia and 05.11.02 02/882/EC 130 Dec. 2002 (grant) 30 105 25 Montenegro II 7 Feb. 2003 (loan) 10 (ex FRY) Aug. 2003 (grant) 35 (Loan and grant) Aug. 2003 (loan) 30 Bosnia II 8 05.11.02 02/883/EC 60 Feb. 2003 (grant) 15 25 the rest was (Loan and grant) Dec. 2003 (grant) 10 paid under 04/861/EC Moldova IV 19.12.02 02/1006/EC 15 15 (Grant) (cancelled) Serbia and 25.11.03 03/825/EC 70 Dec. 2004 (grant) 10 10 20 Montenegro II 7 the rest was (ex FRY) paid under Modification Decision 02/882/EC (grant) 04/862/EC Albania IV 9 29.04.04 04/580/EC 25 Nov. 2005 (grant) 3 25 (Loan and grant) March 2006 ( loan) 9 July 2006 (grant) 13 Bosnia II 8 07/12/2004 04/861/EC the balance of Dec. 2004 (loan) 10 35 Modification Decision 02/883/EC June 2005 (grant) 15 02/883/EC (grant and loan) Feb. 2006 (loan) 10 Serbia and 07.12.2004 04/862/EC the balance of April 2005 (loan) 15 40 Montenegro II 7 03/825/EC Dec. 2005 (grant) 25 (ex FRY) Modification Decision 02/882/EC (Grant and loan) Georgia II 24.01.06 06/41/EC 33,5 August 2006 (grant) 11 22 11,5 (Grant) Dec. 2006 (grant) 11 (expired) Kosovo (Grant) 30.11.06 06/880/EC 50 Sept. 2010 (grant) 30 30 20 (expired) Moldova 16.04.07 07/259/EC 45 Oct. 2007 (grant) 20 45 (Grant) June 2008 (grant) 10 Dec. 2008 ( grant) 15 Lebanon 10 10.12.07 07/860/EC 80 Dec. 2008 (grant) 15 40 40 (Loan and grant) June 2009 (loan) 25 (expired) Georgia 30.11.09 09/889/EC 46 Dec. 2009 (grant) 15,3 46 (Grant) Jan. 2010 (grant) 7,7 August 2010 (grant) 23 ",
        "33 Armenia 11 30.11.09 09/890/EC 100 June 2011 (grant) 14 100 July 2011 (loan) 26 (Loan and grant) Dec. 2011 (grant) 21 Feb. 2012 (loan) 39 Bosnia and 30.11.09 09/891/EC 100 100 Herzegovina (Loan) (ongoing) Serbia (Loan) 30.11.09 09/892/EC 200 July 2011 (loan) 100 100 100 (expired) Ukraine (Loan) 29.06.10 338/2010/EU 500 500 (ongoing) Moldova (Grant) 20.10.10 938/2010/EU 90 Dec. 2010 (grant) 40 90 Sept. 2011 (grant) 20 Apr. 2012 (grant) 30 TOTAL 7440 5641 1799 were actually agreed with the beneficiary countries 4 Includes a loan principal amount of up to € 50 million and grants of up to € 48 million 5 Exceptional financial assistance 6 Includes a loan principal amount of € 225 million and grants of € 120 million 7 Includes a loan principal amount of € 55 million and grants of € 75 million 8 Includes a loan principal amount of € 20 million and grants of € 40 million 9 Includes a loan principal amount of € 9 million and grants of € 16 million 10 Includes a loan principal amount of € 50 million and grants of € 30 million 11 Includes a loan principal amount of € 65 million and grants of € 35 million Out of the global amount of € 375 million, maximum amounts of € 58 million, € 175 million and € 95 million 3 Includes a loan principal amount of up to € 20 million and grants of up to € 40 million 1 Assistance to Israel includes a loan principal amount of € 160 million and grants of € 27.5 million in the form of interest su bsidie 2 Exceptional financial assistance, which includes a ceiling of € 245 million for the loans and a ceiling of € 130 million for t he gran ",
        "34 Status of effective disbursements as of end-December 2012 (in millions of €) Authorisations Disbursements Country Date of Reference of Maximum Dates of Amounts of Totals Undisbursed Decision Decision amount disbursements disbursements A. EU Accession countries Baltics 23.11.92 92/542/EC 220 135 85 (Loans) of which : (cancelled) Estonia (40) March 1993 20 (20) (20) Latvia (80) March 1993 40 (40) (40) Lithuania (100) July 1993 50 (75) (25) Aug. 1995 25 Bulgaria I 24.06.91 91/311/EC 290 Aug. 1991 150 290 (Loan) March 1992 140 Bulgaria II 19.10.92 92/511/EC 110 Dec. 1994 70 110 (Loan) Aug. 1996 40 Bulgaria III 22.07.97 97/472/EC 250 Feb. 1998 125 250 (Loan) Dec. 1998 125 Bulgaria IV 08.11.99 99/731/EC 100 Dec. 1999 40 100 (Loan) Sep. 2000 60 Czech and 25.02.91 91/106/EC 375 March 1991 185 375 Slovak Federal Republic March 1992 190 (Loan) Hungary I 22.02.90 90/83/EC 870 Apr. 1990 350 610 260 (Structural adjustment loan) Feb. 1991 260 (cancelled) Hungary II 24.06.91 91/310/EC 180 Aug. 1991 100 180 (loan) Jan. 1993 80 Romania I 22.07.91 91/384/EC 375 Jan. 1992 190 375 (Loan) Apr. 1992 185 Romania II 27.11.92 92/551/EC 80 Feb. 1993 80 80 (Loan) Romania III 20.06.94 94/369/EC 125 Nov. 1995 55 125 (Loan) Sep. 1997 40 Dec. 1997 30 Romania IV 08.11.99 99/732/EC 200 June 2000 100 150 50 (Loan) July 2003 50 Slovakia 22.12.94 94/939/EC 130 July 1996 130 (Loan) (cancelled) TOTAL A 3305 2780 525 Annex 1B - COMMUNITY MACRO-FINANCIAL AND EXCEPTIONAL FINANCIAL ASSISTANCE TO THIRD COUNTRIES BY REGION ",
        "35 B. Western Balkans Albania I 28.09.92 92/482/EC 70 Dec. 1992 35 70 (Grant) Aug. 1993 35 Albania II 28.11.94 94/773/EC 35 June 1995 15 35 (Grant) Oct. 1996 20 Albania III 22.04.99 99/282/EC 20 20 (Loan) (cancelled) Bosnia I 1 10.05.99 99/325/EC 60 Dec. 1999 (grant) 15 60 (Loan and grant) Dec. 1999 (loan) 10 10.12.01 01/899/EC Dec. 2000 (grant) 10 Dec. 2000 (loan) 10 Dec. 2001 (grant) 15 Former Yugoslav Republic 22.07.97 97/471/EC 40 Sep. 1997 25 40 of Macedonia I (Loan) Feb. 1998 15 Former Yugoslav Republic 08.11.99 99/733/EC 80 Dec. 2000 (grant) 20 98 of Macedonia II 2 Dec. 2000 (loan) 10 (Loan and grant) 10.12.2001 01/900/EC 18 Dec. 2001 (loan) 12 Dec. 2001 (grant) 10 May 2003 (grant) 10 June 2003 (loan) 10 Dec. 2003 (loan) 18 Dec. 2003 (grant) 8 Kosovo I 3 19.02.00 00/140/EC 35 March 2000 20 35 (Grant) Aug. 2000 15 Kosovo II 3 27.06.01 01/511/EC 30 Sep. 2001 15 30 (Grant) Dec. 2002 15 Montenegro 3 22.05.00 00/355/EC 20 Aug. 2000 7 20 (Grant budgetary support) Dec. 2000 13 Serbia and Montenegro I 4 16.07.01 01/549/EC 345 Oct. 2001 (grant) 35 345 modified by Oct. 2001 (loan) 225 10.12.2001 01/901/EC Jan. 2002 (grant) 40 Aug.2002 (grant) 45 Serbia and Montenegro II 5 05.11.02 02/882/EC 130 Dec. 2002 (grant) 30 105 25 Feb. 2003 (loan) 10 Aug. 2003 (grant) 35 Aug. 2003 (loan) 30 25.11.03 03/825/EC (7) 70 Dec. 2004 (grant) 10 50 20 07.12.04 04/862/EC April 2005 (loan) 15 Dec. 2005 (grant) 25 Bosnia II 6 05.11.02 02/883/EC 60 Feb. 2003 (grant) 15 60 Dec. 2003 (grant) 10 Dec 2004 (loan) 10 07.12.04 04/861/EC June 2005 (grant) 15 Feb. 2006 (loan) 10 modified by modified by (Loan and grant) (ex FRY) (Loan and grant) modified by modified by (ex FRY) ",
        "36 Albania IV 8 29.04.04 04/580/EC 25 Nov 2005 (grant) 3 25 Mar 2006 (loan) 9 Jul 2006 (grant) 13 Kosovo (Grant) 30.11.06 06/880/EC 50 Sept. 2010 30 30 20 (expired) Bosnia-Herzegoviona (Loan 30.11.09 09/891/EC 100 100 (ongoing) Serbia (Loan) 30.11.09 09/892/EC 200 July 2011 (loan) 100 100 100 (expired) TOTAL B 1388 1103 285 C. New Independent States (NIS) Armenia, Georgia 17.11.97 97/787/EC 375 294,5 80,5 and Tajikistan 9 modified by downsized to (Loans and grants) 28.3.00 00/244/EC Agreed amounts with the recipent countires: (328) Armenia (58) Dec. 1998 (loan) 28 (58) Dec. 1998 (grant) 8 Dec. 1999 (grant) 4 Feb. 2002 (grant) 5,5 Dec. 2002 (grant) 5,5 June 2004( grant) 5,5 Dec. 2005(grant) 1,5 Georgia (175) July 1998 (loan) 110 (141,5) (33,5) Aug. 1998 (grant) 10 Sep. 1999 (grant) 9 Dec. 2001 (grant) 6 Dec. 2004 (grant) 6,5 Tajikistan (95) March 2001 (loan) 60 (95) March 2001 (grant) 7 Dec. 2001 (grant) 7 Feb. 2003 (grant) 7 May 2005 (grant) 7 Oct 2006 (grant) 7 Belarus 10.04.95 95/132/EC 55 Dec. 1995 30 30 25 (Loan) (cancelled) Moldova I 13.06.94 94/346/EC 45 Dec. 1994 25 45 (Loan) Aug. 1995 20 Moldova II 25.03.96 96/242/EC 15 Dec. 1996 15 15 (Loan) Moldova III 10.07.00 00/452/EC 15 15 (Loan) 19.12.02 02/1006 EC (cancelled) 19.12.02 02/1006/EC 15 15 (cancelled) (Loan and grant) Moldova IV (Grant) ",
        "37 Ukraine I 22.12.94 94/940/EC 85 Dec. 1995 85 85 (Loan) Ukraine II 23.10.95 95/442/EC 200 Aug. 1996 50 200 (Loan) Oct. 1996 50 Sep. 1997 100 Ukraine III 15.10.98 98/592/EC 150 July 1999 58 58 92 (Loan) (cancelled) 12.07.02 02/639/EC 110 110 (ongoing) Modification of decision 98/592/EC Georgia II 21.01.06 06/41/EC 33,5 Aug. 2006 11 22 11,5 Dec 2006 11 (expired) Moldova 16.04.07 07/259/EC 45 Oct. 2007 20 45 June 2008 10 Dec. 2008 15 Georgia 30.11.09 09/889/EC 46 Dec. 2009 (grant) 15,3 46 Jan. 2009 (grant) 7,7 Aug. 2010 (grant) 23 Armenia 10 (Loan and grant) 30.11.09 09/890/EC 100 June 2011 (grant) 14 100 July 2011 (loan) 26 Dec. 2011 (grant) 21 Feb. 2012 (loan) 39 Ukraine (Loan) 29.06.10 388/10//EU 500 500 (ongoing) Moldova (Grant) 20.10.10 938/2010/EU 90 Dec. 2010 (grant) 40 90 Sept. 2011 (grant) 20 Apr. 2012 (grant) 30 TOTAL C 1879,5 1030,5 849,0 D. Mediterranean countries Israel 11 22.07.91 91/408/EC 187,5 March 1992 187,5 187,5 (Structural adjustment soft loan) Algeria I 23.09.91 91/510/EC 400 Jan. 1992 250 400 (Loan) Aug. 1994 150 Algeria II 22.12.94 94/938/EC 200 Nov. 1995 100 100 100 (Loan) (cancelled) Lebanon 12 10.12.07 07/860/EC 80 Dec. 2008 15 40 40 June 2009 25 (expired) TOTAL D 867,5 727,5 140 TOTAL A+B+C+D 7440 5641 1799 Ukraine IV (Loan) ",
        "38 1 Includes a loan principal amount of € 20 million and grants of € 40 million. 2 Includes a loan principal amount of up to € 50 million and grants of up to € 48 million. 3 Exceptional financial assistance. 4 Includes a loan principal amount of € 225 million and grants of € 120 million. 5 Includes a loan principal amount of € 55 million and grants of € 75 million 5 Includes a loan principal amount of € 20 million and grants of € 40 million 6 Includes a loan principal amount of € 25 million and grants of € 45 million 8 Includes a loan principal amount of € 9 million and grants of € 16 million 9 Exceptional financial assistance, which includes a ceiling of € 245 million for the loans and a ceiling of € 130 million for th e grants Out of the global amount of € 375 million, maximum amounts of € 58 million, € 175 million and € 95 million were actually agreed with the beneficiary countries 10 Includes a loan principal amount of € 65 million and grants of € 35 million 11 Assistance to Israel includes a loan principal amount of ECU 160 million and grants of ECU 27,5 million in the form of interest subsidies. 12 Includes a loan principal amount of € 50 million and grants of € 30 million ",
        "39 Annex 2: MFA amounts authorised by year over 2003-2012 (in EUR million) 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 Total By region Western Balkans 70 25 50 300 445 Newly Independent States (NIS) 33,5 45 146 590 814,5 Mediterranean 80 80 Total amounts authorised 1 70 25 0 83,5 125 0 446 590 0 0 1339,5 Loans 25 9 0 50 0 365 500 949 Grants 45 16 83,5 75 0 81 90 390,5 Chart 2A: MFA amounts authorised by year over 2003-2012 (in EUR million) Chart 2B: MFA amounts authorised by regions over 2003-2012 ",
        "40 Annex 3: MFA amounts disbursed by year over 2003-2012 (EUR million) 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 Total By region Central European Candidate Countries 50 50 Western Balkans 146 20 58 32 30 100 386 Newly Independent States (NIS) 7 12 8,5 29 20 25 15,3 70,7 81 69 337,5 Mediterranean 15 25 40 Total amounts disbursed 1 203 32 66,5 61 20 40 40,3 100,7 181 69 813,5 Loans 118 10 15 19 0 0 25 0 126 39 352 Grants 85 22 51,5 42 20 40 15,3 100,7 55 30,0 461,5 Chart 3A: MFA amounts disbursed by year over 2003-2012 (in EUR million) Chart 3B: MFA amounts disbursed by regions over 2003-2012 "
    ]
}