{
    "text": [
        "DECISION OF THE EUROPEAN PARLIAMENT of 10 May 2011 on discharge in respect of the implementation of the budget of the 8th, 9th and 10th European Development Funds for the financial year 2009 (2011/564/EU) THE EUROPEAN PARLIAMENT, — having regard to the Commission’s report on the follow-up to the discharge for the 2008 financial year (COM(2010) 650) and to the Commission staff working documents accompanying that report (SEC(2010) 1437 and SEC(2010) 1438), — having regard to the financial statements and revenue and expenditure accounts of the 8th, 9th and 10th European Development Funds for the financial year 2009 (COM(2010) 402 — C7-0220/2010), — having regard to the Commission’s annual report of 29 April 2010 on the Financial Management of the 8th-10th European Development Funds in 2009, — having regard to the financial information on the European Development Funds (COM(2010) 319), — having regard to the Court of Auditors’ annual report on the activities funded by the 8th, 9th and 10th European Development Funds (EDFs) concerning the financial year 2009, together with the Commission’s replies ( 1 ), — having regard to the statement of assurance as to the reliability of the accounts and the legality and regularity of the underlying transactions provided by the Court of Auditors pursuant to Article 287 of the Treaty on the Functioning of the European Union (TFEU) ( 2 ), — having regard to the Special Report No 10/2008 of the Court of Auditors on EC Development Assistance to Health Services in sub-Saharan Africa, — having regard to the Special Report No 18/2009 of the Court of Auditors on the Effectiveness of EDF support for Regional Economic Integration in East Africa and West Africa, — having regard to the Council’s recommendations of 15 February 2011 concerning the discharge to be given to the Commission in respect of the implementation of the operations of the European Devel­ opment Funds for the financial year 2009 (05469/2011 — C7-0050/2011, 05472/2011 — C7-0049/2011, 05473/2011 — C7-0048/2011), — having regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 ( 3 ) and revised in Luxembourg on 25 June 2005 ( 4 ), — having regard to Council Decision 2001/822/EC of 27 November 2001 on the association of the overseas countries and territories with the European Community (‘Overseas Association Decision’) ( 5 ), amended by Council Decision 2007/249/EC ( 6 ), EN 27.9.2011 Official Journal of the European Union L 250/111 ( 1 ) OJ C 303, 9.11.2010, p. 243. ( 2 ) OJ C 303, 9.11.2010, p. 253. ( 3 ) OJ L 317, 15.12.2000, p. 3. ( 4 ) OJ L 287, 28.10.2005, p. 4. ( 5 ) OJ L 314, 30.11.2001, p. 1 and OJ L 324, 7.12.2001, p. 1. ( 6 ) OJ L 109, 26.4.2007, p. 33. ",
        "— having regard to Article 33 of the Internal Agreement of 20 December 1995, between the represen­ tatives of the Governments of the Member States, meeting within the Council, on the financing and administration of Community aid under the Second Financial Protocol to the fourth ACP-EC Convention ( 1 ), — having regard to Article 32 of the Internal Agreement of 18 September 2000, between the Represen­ tatives of the Governments of the Member States, meeting within the Council, on the Financing and Administration of Community Aid under the Financial Protocol to the Partnership Agreement between the African, Caribbean and Pacific States and the European Community and its Member States signed in Cotonou (Benin) on 23 June 2000, and the allocation of financial assistance for the Overseas Countries and Territories to which Part Four of the EC Treaty applies ( 2 ), — having regard to its resolution of 5 May 2010 ( 3 ) accompanying its decisions on discharge in respect of the implementation of the European Union general budget for the financial year 2008, Section III — Commission and executive agencies, in particular paragraphs 268 to 274 thereof, — having regard to Article 276 of the EC Treaty and Article 319 TFEU, — having regard to Article 74 of the Financial Regulation of 16 June 1998 applicable to development finance cooperation under the fourth ACP-EC Convention ( 4 ), — having regard to Article 119 of the Financial Regulation of 27 March 2003 applicable to the 9th European Development Fund ( 5 ), — having regard to Article 142 of Council Regulation (EC) No 215/2008 of 18 February 2008 on the Financial Regulation applicable to the 10th European Development Fund ( 6 ), — having regard to Rules 76 and 77, third indent of, and Annex VI to, its Rules of Procedure, — having regard to the report of the Committee on Budgetary Control and the opinion of the Committee on Development (A7-0140/2011), 1. Grants the Commission discharge in respect of the implementation of the budget of the 8th, 9th and 10th European Development Funds for the financial year 2009; 2. Sets out its observations in the resolution below; 3. Instructs its President to forward this Decision, and the resolution that forms an integral part of it, to the Council, the Commission, the Court of Justice of the European Union, the Court of Auditors and the European Investment Bank and to arrange for their publication in the Official Journal of the European Union (L series). The President Jerzy BUZEK The Secretary-General Klaus WELLE EN L 250/112 Official Journal of the European Union 27.9.2011 ( 1 ) OJ L 156, 29.5.1998, p. 108. ( 2 ) OJ L 317, 15.12.2000, p. 355. ( 3 ) OJ L 252, 25.9.2010, p. 39. ( 4 ) OJ L 191, 7.7.1998, p. 53. ( 5 ) OJ L 83, 1.4.2003, p. 1. ( 6 ) OJ L 78, 19.3.2008, p. 1. "
    ]
}