{
    "text": [
        "Commission for Territorial Cohesion Policy and EU Budget Integration of Geographic and Statistical data for better EU policy making C O T E R ",
        "© European Union, 2021 Partial reproduction is permitted, provided that the source is explicitly mentioned. More information on the European Union and the Committee of the Regions is available online at http://www.europa.eu and http://www.cor.europa.eu respectively. QG-09-21-108-EN-N; ISBN: 978-92-895-1098-1; doi:10.2863/512257 ",
        "This report was written by Roland Gaugitsch, Erich Dallhammer, Bernd Schuh, Cristian Andronic, Manon Badouix (ÖIR); Sabine Zillmer (S4S); Emanuele Armillotta, Pietro Celotti (t33) . The authors would like to thank Peter Ache (Radboud University) for the language review. It does not represent the official views of the European Committee of the Regions. ",
        "I Table of contents Executive Summary 1 Introduction 5 1. The current statistical and geospatial frameworks in Europe 7 1.1 European Statistics Framework 7 1.1.1 Eurostat 8 1.1.2 National statistical institutes and other national authorities 10 1.1.3 European Statistical Advisory Committee 13 1.2 Framework for spatial data 14 1.2.1 INSPIRE 14 1.2.2 Other initiatives and legislation 17 2. The gaps in the geostatistical framework 19 2.1 Gaps in implementing the legal framework 19 2.1.1 Gaps in ESP 19 2.1.2 Gaps in INSPIRE 21 2.2 Geospatial data in policy implementation 24 2.3 “Alternative” sources and Big Data 26 2.3.1 Big Data 26 2.3.2 Community created open-source data 28 2.3.3 Commercial collection of spatial data 28 3. Improving geostatistical data 29 3.1 Introduction 29 3.2 GSGF and UN-GGIM: Europe 30 3.3 GEOSTAT projects 32 3.3.1 Rationale and evolution 32 3.3.2 Point-based geocoding infrastructure 33 3.3.3 GEOSTAT 3 and GSGF in Europe 37 3.3.4 Implication of integration in SDG indicators 39 3.4 The situation in Europe 41 3.4.1 Adoption of point-based geocoding 42 3.4.2 Integration of statistical and geospatial data 42 3.4.3 Bodies responsible for point-based reference data 42 3.5 Obstacles and opportunities for future improvements 43 4. Geostatistics in policymaking: assessing territorial impacts and territorial resilience 45 4.1 TIA and Geostatistical Data 46 4.1.1 Quantitative approaches 47 ",
        "II 4.1.2 Hybrid approaches 47 4.1.3 Qualitative approaches 48 4.1.4 Improving Territorial Impact Assessments with spatial data 50 4.2 Territorial Agenda 2030 51 4.3 Territorial Resilience and foresight 54 4.3.1 Resilience dashboards 56 4.3.2 Regional and local indices 58 Conclusion i Annex v Bibliography xiii Tables Table 1: Location data with references to administrative and statistical geographies 36 Table 2: Global Fundamental data, European Core data and reference data for point-based statistics 37 Table 3: SDG and EU SDG indicators benefiting from geospatial information 40 Table 4: Examples of indicators in the Atlas for the Territorial Agenda 2030 according to territorial level 52 Table 5: Pilot actions of the TA2030 launched in December 2030 and related priorities 53 Figures Figure 1: Progress of spatial datasets over time 22 Figure 2: Themes covered by INSPIRE datasets 23 Figure 3: The Global Statistical Geospatial Framework (GSGF) 31 Figure 4: The evolution of GEOSTAT projects 33 Figure 5: The statistical business process 34 Figure 6: The conceptual difference between point-based and area- based geocoding 35 Figure 7: Geospatial data tiers 35 Figure 8: The implementation guide structure 38 Figure 9: National official report assessment on the four SDG indicators 41 Figure 10: Instagram post hotspots 49 Figure 11: Objectives and priorities of the Territorial Agenda 2030 52 Figure 12: Resilience and strategic foresight 56 ",
        "III Acronyms AWP Annual Work Programme CAP Common Agricultural Policy CBC Cross-Border Cooperation CEIES European Advisory Committee on Statistical Information CoP Code of Practice CoR Committee of the Regions CORINE Coordination of Information on the Environment DEGURBA Degree of Urbanisation DESI Digital Economy and Society Index DG Directorate-General EATIA ESPON and TIA ECB European Central Bank ECDC European Centre for Disease Prevention and Control EEA European Economic Area EFGS European Forum for Geography and Statistics EFTA European Free Trade Association EP European Parliament ESAC European Statistical Advisory Committee ESCB European System for Central Banks ESGAB European Statistical Governance Advisory Board ESGF European Statistical Geospatial Framework ESP European Statistics Programme ESPON European Spatial Observation Network ESS European Statistical System ESSC European Statistical System Committee EU European Union Eurostat European Statistical Office FADN Farm Accountancy Data Network GDP Gross Domestic Product GFS Government Finance Statistics GISCO Geographic Information System of the Commission GSBPM Generic Statistical Business Process Model GSGF Global Statistical Geospatial Framework IACS Integrated Administration and Control System INSPIRE Infrastructure for Spatial Information in the European Community IR Implementation Rules ITS Intelligent Transport Systems MS Member State NGA National Geographic Agency NMCA National Mapping and Cadastre Authorities ",
        "IV NSDI National Spatial Data Infrastructure NSI National Statistical Institute NUTS Nomenclature des unités territoriales statistiques PIS Public Information Sector RCI Regional Competitiveness Index REFIT Regulatory Fitness and Performance Programme RIS Regional Innovation Scoreboard SBS Structural Business Statistics SDG Sustainable Development Goal SILC European Union statistics on income and living conditions TA2030 Territorial Agenda 2030 TEN-T Trans-European Transport Network TIA Territorial Impact Assessment UNECE United Nations Economic Commission for Europe UN-GGIM United Nations Committee of Experts on Global Geospatial Information Management ",
        "1 Executive Summary In recognising its key role in developing European policies and legislation the European Commission has published the “Better Regulation Guidelines” aiming to improve the quality of drafting legislation. According to those guidelines, better regulation is “(…) a way of working to ensure, that political decisions are prepared in an open, transparent manner, informed by the best available evidence (…) ” 1 , thus emphasising the importance of evidence in drafting policies and legislations. Such evidence is usually represented at least partly by quantitative data and comes into play at several stages of the policy cycle: • Identifying issues which require a policy response, • performing ex-ante impact assessments of the policy options, • monitoring the policies implementation and • evaluating the policies implementation and impacts in an ex-post setting all require a sound data backing. As the EUs territory is quite heterogenous and comprises a lot of differentiated Member States and their regions, the policy drafting and implementation should not only take into account the Union- or Member State level but recognise the different regional situations and thus different needs to act or different susceptibility towards policy actions. This is particularly relevant for EU policies explicitly targeting this heterogeneity, such as EU Cohesion policy or the implementation of the Just Transition Mechanism in the context of the Green Deal. Taking into account the regional situation for policy drafting and implementation thus creates a need for regional level data which can take the form of: • (Geo)spatial data , meaning data about objects or phenomena with a concrete location, usually expressed through a coordinate system. This location information is combined with attributes, such as e.g. the type of object or the frequency of a specific event at the location. (geo)spatial data takes vector- or raster format • Regionalised statistical data , meaning statistical data (information in the form of numerical data collected in a structured manner, usually by administrative sources) which provides information on a sub-national level, i.e. for individual regions defined by a common framework – e.g. NUTS Regions While integration efforts for statistics provided by statistical authorities is enshrined in the Treaty on the Functioning of the European Union, no such legal mandate exists regarding (geo)spatial data. Regionalised statistical data is produced to a comparably high standard throughout the Union, with strong institutionalised cooperation between National Statistical Institutes. The Regulation on European Statistics (EC 233/2009) establishes the principles of this ",
        "2 cooperation and establishes the relevant institutions. Eurostat as a DG of the Commission has a crucial role of coordinating statistical activities, while at the same time respecting the professional independence of all National Statistical Institutions. The difficult balance between respecting this fundamental independence while at the same time ensuring the timely provision of comparable statistical datasets is achieved by involving high-ranking officials in multiple initiatives and institutions tasked with the coordination of providing European statistics thus ensuring voluntary adherence to guidance produced even if it is not mandatory. Provision of spatial datasets and integration with statistics on the other hand suffers from a lack of an official EU-level mandate and a lack of “history of cooperation” among the responsible bodies in the Member States. While the INSPIRE Directive has furthered the European integration of spatial datasets, the initiative is confined to mainly environmental themes and furthermore mandates integration only in relation to structuring and supplementary information (metadata) on the datasets. The crucial element of technical harmonisation of producing spatial datasets remain non-binding guidelines. While for statistical data with a strong institutional framework and a history of cooperation this approach has worked out, for spatial data it did not yet achieve the same outcome. Even the mandatory elements of implementing the directive are behind schedule or did not achieve the envisaged quality in many Member States. The non-binding guidelines of the INSPIRE framework are on the international and European level paralleled by other initiatives establishing technical guidelines for production of spatial datasets or coordinating the national authorities in that regard. Pan-European interoperability in most fields is still a future goal, however good progress has been made in particular by the several phases of the GEOSTAT projects also regarding the establishment of cooperation between institutions and integration of spatial and statistical data. The development of European grid- datasets is strongly linked to those projects as well. Regardless of the still existing gaps in the legal and institutional framework, spatial data and regionalised statistical data is commonly used in the policy making process at various stages. Especially the early stages of policy development building on territorially differentiated scenarios of development as well as Territorial Impact Assessments in an ex-ante setting based on various well-established methodologies usually make use of such datasets. Due to the lack of comparable and comprehensive pan-European datasets most methodologies however produce assessments on a “per region” basis on NUTS2 or NUTS3 level and not further disaggregated. Nevertheless, spatial data is sometimes used as a basis for aggregating information to the required NUTS level. ",
        "3 On the other hand, there are more “qualitative approaches” which rely on skilled interpretation of datasets by experts rather than quantitative calculations. Especially on a lower regional level (e.g. a cooperation programme) these have been applied making also use of point-based spatial data. Geostatistical data furthermore gains traction for mainstreaming of Strategic Foresight approaches in the EU policy making process and the growing importance of local and regional resilience and its measurement in resilience dashboards proposed by the European Commission. The actual application of spatial data for that purpose is hampered by the abovementioned issues. Nonetheless, numerous regional statistical datasets exist which allow at least for some regional differentiation of measurements. Especially regional indices such as the Regional Competitiveness Index or the Regional Social Scoreboard allow to tackle the different resilience dimensions on the regional level throughout Europe. While numerous activities for the integration of spatial and statistical data are ongoing, there is still considerable room for improvement. The study identified several key recommendations towards the European Commission as well as national and sub-national authorities alike: • To further expand the collection of regionalised statistical data in a thematic perspective through establishment of initiatives in a legally binding manner (i.e. such as SILC) as well as through encouragement of Member States. Furthermore, to increase the spatial resolution of regionalised statistical data currently collected. • To further expand the work on integration of statistical and geospatial information through stronger integration of high-level coordination bodies involving national authorities involved in the production of spatial data in an institutionalised manner. Given the political, legal and administrative constraints surrounding the implementation of a European geospatial agency as a coordinating body, alternatively mechanisms should be put in place to strengthen Eurostat's Geographic Information System of the Commission (GISCO). • Encouragement of MS authorities to comply with technical guidelines established through the numerous initiatives as well as through the INSPIRE directive wherever possible. Exploring the possibilities for formalisation of technical guidelines and inclusion in legal frameworks, strengthening their relevance and uptake. • Exploration of spatial data for application of TIA methodologies for legislative initiatives and policies, both regarding production of quantitative datasets as well as for application in qualitative impact assessments. • Introduction of a regional dimension into Resilience dashboards in particular and Strategic Foresight approaches in general, making use of existing regionalised statistical datasets egg, those already collected for the various regional indices collected at EU level. ",
        "",
        "5 Introduction Drafting of policies in the EU, be it on the Union, the Member State or the regional level is for the most part an evidence-backed or evidence-supported process, where quantitative data is used at several stages of the policy cycle. Identifying issues which require a policy response, ex-ante assessment of potential impacts of such policy responses, monitoring and evaluation of the implementation all call for evidence, which requires a sound data-backing wherever possible. Striving for data on the respective territorial levels on which a policy is implemented is thus an important goal for evidence-based policy making. Oftentimes however it is necessary to not only gather data on the level a policy is implemented, but rather below this level in order to address the heterogenous nature of EU regions and their individual traits and susceptibilities towards specific policies. 2 Many EU policies comprise such a strong territorial aspect, such as e.g. Cohesion policy, transport policy, energy policy or the Green Deal, where in some cases (e.g. Cohesion policy regional differentiation, Green Deal transition regions) even by design different regions are targeted differently. This creates the need for differentiated data on a local and regional level, which can take the form of: • (Geo)spatial data , meaning data about objects or phenomena with a concrete location, usually expressed through a coordinate system. This location information is combined with attributes, such as e.g. the type of object or the frequency of a specific event at the location. (geo)spatial data takes vector- or raster format 3 • Regionalised statistical data , meaning statistical data (information in the form of numerical data collected in a structured manner, usually by administrative sources) which provides information on a sub-national level, i.e. for individual regions defined by a common framework – e.g. NUTS Regions 4 5 While spatial data usually provides the highest resolution of information, thus allowing to pinpoint information to an exact location, regionalised statistical data always contains somewhat aggregated information (e.g. a region could comprise a whole metropolitan area, thus information is provided both for the city and the suburbs in an aggregated manner). While for some applications this can represent a disadvantage, in other cases working with already aggregated data can simplify for example an impact assessment. It therefore seems evident, that depending on the geographical extent of a policy and the players involved, different types of data can provide relevant inputs. The main challenge for the EU level in this regard is, that while integration efforts for statistics provided by statistical authorities is enshrined in the Treaty on the Functioning of the European Union (TFEU), no such legal mandate exists ",
        "6 regarding (geo)spatial data . Furthermore, throughout the European Union's Member States, the authorities in charge of producing geo(spatial) data oftentimes are not the National Statistical Institutes and do not have a long history of cooperation on an international level. Statistical and (geo)spatial data however cannot be seen in isolation, but complement each other and potentially profit from a stronger integration. Oftentimes, geospatial data even is the basis for calculating regionalised statistical data, e.g. in the case of land cover data (where vector data from shapefiles 6 are aggregated based on their land cover type and area to calculate the total area per type per region). This file note analyses the possibilities of spatial data and regionalised statistical data to provide input to policy making in the EU and to the Territorial Agenda 2030 in particular. Furthermore, it analyses the opportunities of a stronger integration of geospatial and statistical data provided to different methodologies applied in assessments related to the drafting of policies. In particular Territorial Impact Assessments (TIA) and Strategy Foresight to capture territorial challenges linked to resilience are addressed in the study. To that end, section 1 presents the current legal and institutional framework in Europe, both for statistical as well as spatial data. The European Statistical System, and the role of ESAC, as well as the role and interlinkages of Eurostat, the National Statistical Institutes and the National Mapping and Cadastre Authorities are presented. Section 2 analyses the gaps in this framework for providing comprehensive and comparable pan-European data, while section 3 presents the efforts necessary and currently undertaken for improving the integration of spatial data and statistical data. The focus is laid on activities on the EU- and the international (UN) level currently ongoing. Finally, building on those assessments, in section 4 the practical application for geostatistical information in policy making is assessed. A particular focus of the study is the use of geostatistical information for Territorial Impact Assessments and Strategic Foresight methodologies for capturing local and regional resilience in the policy making process. These assessments result in recommendations for further improvement of geostatistical data collection and integration in a European context. ",
        "7 1. The current statistical and geospatial frameworks in Europe The European statistical approach aims to develop, produce, and disseminate highly credible and high-quality data at EU level both. To that end the Eurostat as the statistical authority of the EU can rely on the data produced by the Union itself but even more on the national data production. This creates the need for a strong collaboration between Eurostat and its national equivalents but also between the different national institutes in order to develop comparable and comprehensive datasets. This chapter will analyse the framework of the production of data in the EU (both, statistical and geospatial), with a particular focus on the role of Eurostat and its relations with NSI and the NMCA. In particular, the ESS and the ESAC will be presented in order to address these relations between Eurostat and the NSI. Finally, the Infrastructure for Spatial Information in the European Community (INSPIRE) Directive as core legal framework for geospatial data on the EU level will be assessed. 1.1 European Statistics Framework The main legal document steering the statistical and geospatial data production on EU level is given by the Regulation (EC) No 233/2009 as amended by the Regulation (EU) 2015/759 on European Statistics. It establishes the principles and institutions guiding the development, production and dissemination of European Statistics. Following the principles expressed in Article 338 of the Treaty on the functioning of the European Union – the principles of professional independence, impartiality, objectivity, reliability, statistical confidentiality and cost effectiveness – the regulation enumerates the guiding values in European statistics. Those principles are further elaborated in the European Statistical Code of Practice 7 (CoP). This document sets the framework of quality and standards for developing, producing, and disseminating European statistics. It sets out the 16 key principles and a set of 84 indicators of best practice to evaluate their implementation by all the European and national institutions dealing with statistics. For provision of statistics the Regulation (EC) No 233/2009 furthermore formulates quality criteria in its Article 12 such as: • relevance to users, • accuracy of the data, ",
        "8 • timeliness of the data, • coherence, • comparability, • punctuality of the release, • accessibility, and • clarity of the data. Sectoral legislation shall complete and further specify requirements. The aim is both to maximise the availability of statistical aggregates at European level and their timeliness 8 and also to reduce the burden on the respondents and the NSI and other national authorities through a cost-effectiveness analysis 9 . This approach is particularly designed for the production of special statistics that are not already planned or published by the Member States 10 . The regulation also introduces all the institutions responsible for the custody of statistics as well as their individual role and basic governance models. These institutions are: • Eurostat, • NSI, • other national organisations (ONA), • ESS, and • European Statistical System Committee (ESSC). Altogether they build the framework of the European statistics. These institutions are also encouraged to cooperate with other bodies such as the ESAC, the European Statistical Governance Advisory Board (ESGAB) and the European System for Central Banks (ESCB). In particular, the ESAC strongly influences the strategic developments of European Statistics. 1.1.1 Eurostat Eurostat is a directorate-general of the European Commission and the statistical authority of the European Union 11 and its organisation is prescribed in the Commission’s Decision (2012/504/EU). It is led by a Director General who is responsible for deciding on processes, statistical methods, standards, and procedures as well as on the content and timing of statistical releases and publications at European level 12 . Its main task is the coordination of statistical activities both at Union level and inside the Commission to ensure the consistency and the quality of the received data while reducing the reporting burden to all involved entities, especially the NSIs. This is especially important for Eurostat’s coordinating task at the Union level, as it has to ensure that the national statistics production corresponds to the principles and quality standards stated in the ",
        "9 framework regulation and in the European Statistics Code of Practice. To do so, Eurostat is currently organised in seven sectors responsible for the following topics: resource; methodology, dissemination, and cooperation in the European Statistical System; macro-economic statistics; government finance statistics (GFS) and quality; sectoral and regional statistics; social statistics; business and trade statistics 13 . Specific activities and objectives of Eurostat are to be decided on for a financial period, as established by Article 13 of the Regulation 2009/233. They are defined in the European Statistics Programme (ESP) and further detailed in the Annual Work Programme (AWP) established under the control and counsel of the ESSC and decided upon by the European Parliament (EP) and the Council. The ESP is elaborated for a financial framework period and contains the actions deemed priorities concerning the European Union policy needs, an assessment of the resulting response burden, and the financial constraints at both European and national level. The AWP contains the annual objectives to be achieved, initiatives to review the priorities and reduce the response burden as well as procedures or legal instruments helping the implementation of the ESP. For each ESP, an intermediate progress report and a final evaluation have to be produced by the Commission and must be reviewed by the ESSC before their submission to the EP and Council 14 . The last European statistical programme was programmed for the 2013-2017 period but it was extended until 2020 to match the financial period. The budget allocated for the implementation of this ESP was EUR 58.475 million in 2018 15 . The upcoming ESP will cover the next financial period (2021-2027) and appears in the annex of the Single Market Programme (Annex II). Indeed since 2021 Eurostat is part of the Single Market Programme and thus included in a range of Union actions in the fields of competitiveness of enterprises including SMEs, consumer protection, customers and end-users in financial services, statistics, policy making in financial services and food chain 16 . As the coordinator of the development, production and dissemination of European statistics, Eurostat has the responsibility to maintain and publish a list of NSIs and ONAs responsible for the development, production and dissemination of European statistics as designated by their Member States on its website 17 . Data transmitted by those authorities is quality checked by Eurostat, based on Article 12 of the regulation prescribing an increased transparency on the quality of national contributions to European statistics and permitting Eurostat to conduct thorough investigation, with Member States getting fined for misrepresentation of statistical data 18 . Eurostat also chairs the ESSS 19 meaning that it shall animate the ESS, strengthen the cooperation among its partners, and ensure the leading role of the European Statistical System in official statistics worldwide 20 . ",
        "10 Beyond its coordinator’s role, Eurostat also has competencies to collect data itself, as stated in the Regulation (EU) 2019/1700 establishing a common framework for European statistics relating to persons and households, based on data at individual level collected from samples of the 10 th of October 2019. This competence, however, is only given when the Member State cannot sufficiently achieve the set objective. It is the case in the field of the statistics relating to persons and households, that shall attain high standards in terms of comparability, timeliness, coherence, and efficiency 21 . In such case, Eurostat becomes the direct responsible of the data quality and coordination, giving direct instructions to the Member States on the collection of data and is empowered to take delegated acts on the multiannual rolling planning, items specifications and implementation for example 22 . 1.1.2 National statistical institutes and other national authorities The NSIs have a key role in the production of European statistics. Indeed, they provide Eurostat with national and local datasets that Eurostat itself cannot produce. As designated exclusive national contact point with Eurostat, the NSIs are responsible for the quality and compliance with the European Statistics CoP of the data sent to the EU. The designation of the institution is done by their Member State however, and with regards to a higher independence and trustworthiness of official statistics, a particular attention is paid to the recruitment of the heads of NSIs, solely on professional criteria and their independence 23 . This independence principle is particularly important as the heads of the NSIs shall be free of political, commercial, and any other influences when deciding on the processes, statistical methods, standards, and procedures, or content and timing of statistical releases and publications of statistics developed, produced, and disseminated on the account of the EU 24 . The heads of NSIs, therefore, have to coordinate all national statistical activities and ONAs producing statistics. Furthermore, the head of an NSI is entitled by Article 5(a)2(g) of the regulation 233/2009 to produce national guidelines to ensure the quality of the European statistics. The high independence given to the NSI under the principle of subsidiarity may, however, hinder the comparability of national statistics. This risk can be reduced by the active participation of the NSIs’ head in the ESS network but also in the ESSC, enabling the construction of common methods and processes. Just as Eurostat for the EU level, the NSI and other national authorities are responsible for the dissemination of the European statistics within their respective spheres of competences. The principle of impartiality is to be particularly followed for this task, especially concerning statistical confidentiality and required equality of access 25 . ",
        "11 Of major relevance for the NSIs is the question of administrative burden induced by the additional tasks that the development, production, and dissemination of European statistics represent. In particular, if parts of the production of statistics are outsourced to other entities and not originally collected and computed by the NSIs, the NSIs have to closely monitor the statistical methodologies. This shall reduce the administrative burden for themselves and other organisations providing data, as it may have consequences on the quality and timeliness of the gained data if methodological issues arise 26 . The NMCA, even if not appearing in the leading regulations cited further above, are relevant players as well. Those act either as “other” national authorities within the framework of providing European statistics, or they are involved within the national system of production of statistical data. Furthermore, in the development, production, and dissemination of geospatial data they collaborate with the NSIs and the Geographic Information System of the Commission (GISCO), e.g. for the elaboration of the NUTS classification. The European Statistical System is established by Article 4 of the Regulation 2009/233 representing the partnership between Eurostat and the NSI as well as ONA responsible for the development, production, and dissemination of European statistics. Its role is to enhance the collaboration and synergies developed in networks and to make the outcomes widely available. It is prompted by the ESSC, which is composed by the heads of the NSIs and chaired by the Director-General of Eurostat. The ESSC shall also assure professional guidance to the ESS to help develop, produce, and disseminate European statistics in line with the European statistics CoP 27 . The strategic document guiding the ESS’s action is the ESP as accepted by the EP and Council 28 . In this line and in order to enhance partnerships and cooperation between the ESS members, the ESS Vision 2020 was adopted as strategy by the ESSC in May 2014 to address the challenges faced by the official statistics 29 . The key areas identified by the ESS Vision 2020 are: • “focus on user”, • “strive for quality”, • “harness new data sources”, • “promote efficiency in production processes”, and • “improve dissemination and communication”, thus, indicating that several aspects of the production of European statistics need particular attention and further development in the future. The work done by the ESS on the dimension of quality and confidence in European statistics is especially relevant regarding the comparability of data and therefore the relation between Eurostat and the NSIs. Indeed, the NSIs enjoy a great independence, which might lead to divergent development, production and dissemination processes across the ESS members and so undermine the quality ",
        "12 and reliability of European statistics. Different initiatives are organised by the ESS to prevent this kind of divergence. A particularly ambitious initiative of the ESS is the organisation several rounds of peer-review of the voting ESS members (NSIs of the EU Member States but also of the European Free Trade Association (EFTA) and Candidate Countries, and Eurostat). In the past 15 years, two peer- reviews were undertaken (a first round in 2006-2008 and second one in 2013- 1015) and a third one is to begin this year (2021) and finish in 2023 30 . The second round of peer-reviews is especially interesting, as it is evaluating the NSIs of the Member States and the EFTA-Countries as well as Eurostat on all principles written in the Code of Principle. The third peer-review is following a similar methodology 31 . Other initiatives aiming at developing the ESS methods are also taking place in the form of ESS-net projects such as the GEOSTAT 3 project. This project focuses on the development of a European implementation of the Global Statistical Geospatial Framework (GSGF) 32 . The project is orchestrated by a network of eight NSIs and three sub-contractors and is consists of five main elements: • A European Statistical Geospatial Framework (ESGF), • Testing the ESS-SGF, • Maintaining the European Forum for Geography and Statistics (EFGS) website, • Organization of EFGS conferences, and • Exploitation, distribution, and dissemination 33 . Building on the previous GEOSTAT projects, GEOSTAT 3 aims to reinforce the infrastructure built by GEOSTAT 2 and foster its use and practicability for NSIs and NMCA 34 . Eurostat, in cooperation with the EFGS, is also involved in this project through its Geographic Information System GISCO 35 . The project is assessed in detail in Chapter 3. Multiple other projects, bringing together NSIs and Eurostat to work together on solutions for the production and management of integrated European statistics on particular fields, are ongoing, for example the VALIDATION for a common data validation policy or the BigD project for the EU approach to Big Data 36 . Furthermore, the ESS gave the impulse for several calls for NSIs and NMCA, operationalising the integration of statistical and geospatial information (merging Statistics and Geospatial information) and, thus, complementing the more research-oriented work lead by GEOSTAT 37 . The previously described initiatives demonstrate the relevance of the ESS and the ESSC as organisations well-disposed to enhance the dialogue between Eurostat and the NSIs. Indeed, it requires a common position on the future of European ",
        "13 Statistics but also allows a regular control of the good implementation of the European Statistics CoP on both sides. 1.1.3 European Statistical Advisory Committee Another important institution involved in the development, production, and dissemination of European statistics is the ESAC 38 . This Committee has as mission to ensure that user requirements are considered in determining the strategic objectives of statistics in the ESS 39 . It is composed of 24 members: twelve of them representing users of the civil society, social partners, scientific circles and more eleven others being institutional users, such as the Council, the EP, the CoR, the European Central Bank (ECB) 40 . Last but not least, Eurostat is also represented in the ESAC by its Director General. However, Eurostat’s Director General only has an ex officio role meaning that it has no voting right 41 . The ESAC was set as such by the Decision No 234/2008/EC of the European Parliament and the Council but existed previously as the European Advisory Committee on Statistical Information in the Economic and Social Spheres (CEIES). The Committee through its composition and its consulting role allows a representation of all stakeholders – information users as well as providers and producers – targeted by the Statistical Programs, to participate in the development of the statistical framework. Indeed, the ESAC is delivering opinions and views on the European Statistical Programs elaborated by the Commission (Eurostat) with a particular attention to the relevance of the ESP to: • the needs of various institutional stakeholders, • the activities of the European Union, • the balance between the priorities and resources in the different areas of the ESP, • the adequacy of the resources needed to implement the ESP and their appropriateness to user’s need, and • the cost and burden related to the production of statistical information, especially for the small and medium enterprises 42 . This confers to the ESAC the role of an intermediary, creating a further room of expression and negotiation of the needs and requisitions for all the stakeholders involved in the creation of European statistics. Here, the NSIs only play a subordinate role, as they simply propose three candidates with established statistical qualifications 43 . ",
        "14 1.2 Framework for spatial data While the statistical framework of the EU does not explicitly exclude spatial data, a “classic” understanding of data to be provided by the NSIs and Eurostat prevails. These datasets contain a spatial element, as they are at the very least disaggregated by Member State and, in some cases, by regions (NUTS 1/2/3, LAU). However, for the most part they are not spatial data, in the sense of actual geo datasets, such as shapefiles or grid datasets. To that end, the EU initiated the INSPIRE Directive, which sets out to establish an infrastructure for spatial information in the Union. Its goal is to harmonise national datasets from Member States and to ensure compatibility and usability in a transboundary context. 44 These measures will ensure that a broad range of users, from private individuals to companies, research centres, and even public entities, will have unhindered access to the complete range of data across all the Member States. While the INSPIRE directive is the main legal frame for collection of spatial data in the EU, there are other initiatives which result in the production of geospatial datasets even if it is not their main purpose. Those include EU transport policy (TEN-T), agricultural policy, the open data directive or the Copernicus observation system. 1.2.1 INSPIRE Legal Framework The legal framework for the INSPIRE Directive was established in/by the Directive 2007/2/EC of the European Parliament and the Council of 14 March 2007, creating an Infrastructure for Spatial Information in the European Community. In preparing the Directive, a thorough assessment of obstacles preventing the widespread use of spatial data needed for environmental policies and politics had been conducted, including public consultations. The following five issues were identified on all levels of government 45 : 1. spatial data are often missing or incomplete; 2. the description (documentation) of available spatial data is often incomplete; 3. spatial data sets can often not be combined with other spatial data sets; 4. the systems to find, access, and use spatial data often function in isolation only and are not compatible with each other; and 5. cultural, institutional, financial, and legal barriers prevent or delay the sharing and reuse of existing spatial data. In order to address these five main issues, the INSPIRE Directive establishes an Infrastructure for Spatial Information in the European Community aiming to support Community environmental policies and politics , which may have an impact on the environment. 46 It builds upon existing spatial data infrastructure established and operated by the Member States and does not require the collection ",
        "15 of new spatial data and instead uses the data collected from both the public and private sector. Each Member State is supposed to adjust its collected data according to the Implementation Rules (IR), however these adjustments relate to structure and metadata mainly, and no changes to collection and calculation methods are mandated. The directive offers a detailed overview of 34 data themes, which are described as relevant for environmental applications . These themes are split into the following three groups (along with some of the data themes): 1. Annex 1 (e.g. geographical names, standard grid across Europe, hydrography), 2. Annex 2 (e.g. elevation, land cover), 3. Annex 3 (e.g. buildings, soil, government services, population, habitats). The first implementation deadlines referring to the guidelines on interoperability of spatial data sets and services were May 2009 and May 2012 47, respectively, these being just the first of multiple implementation substeps, which currently stretch out until the end of 2021, by which all invocable spatial data services will have to conform with Annexes VI and VII of Commission Regulation (EU) No 1089/2010 as regards interoperability of spatial data services. 48 According to the Regulatory Fitness and Performance Programme (REFIT) on evaluating and reducing administrative burden (COM(2012) 746 final) from 2016, the general progress was very uneven throughout the Member States, with significant data gaps as a result of delays in the implementation process further analysed in Chapter 2 of this report. The main goal of Directive is to ensure the compatibility and usability of spatial data infrastructure of Member States, both, in a community and a transboundary context. For this goal, certain common IR have been adopted by the EU in the following areas: • Metadata, • Data Specifications, • Network Services, • Data and Service Sharing, and • Monitoring and Reporting. These IRs are binding in their entirety. A regulatory committee composed of representatives of the Member States and chaired by a representative of the Commission (known as the Comitology procedure) assists in the adoption process. 49 These binding IRs are meant to guarantee a standard for all member states. For each Member state, the actual implementation process on the national level varied from country to country, each with its own legislation and obstacles as well as its level of spatial data collection at the start of the implementation process. ",
        "16 Metadata To achieve the usability of all datasets in a community and trans-boundary context, all provided spatial data must be accompanied by corresponding metadata, data, which provide legal, temporal, and spatial context as well as general description of the quality, validity, and applicability of the data sets in question and also the limitations they are coming with 50 . Definitions are provided to achieve a uniform structure of metadata, along with detailed lists of categories (topics) to attach to each dataset, describing the content, the type of data, or the data service type (e.g. view only, downloadable, modifiable) 51 . Data Specifications Besides the IR, further guidelines were needed for data sets featured in the INSPIRE infrastructure, to be able to use and combine data, irrelevant of source or Member State of origin. To achieve this goal of interoperability, meaning a consistent and effortless use of data, two methods may be applied: the harmonisation of existing data sets by changing them to fit the guidelines, or; the transformation of these data sets with the help of services for publication, which are part of the INSPIRE infrastructure. These additional guidelines, referred to as Technical Guidelines, differ from the general IRs by their legal effect. Contrary, however, to the legally binding IRs ensuring a uniformity and a clear framework, which is to be followed, the Technical Guidelines are non-binding and thus only offer suggestions regarding implementation at national level. While this approach allows for adaptability to the specific national situation, giving existing geospatial standards as reference points, it also creates possibilities for uncertainty and subsequently issues with comparability and interoperability. 52 Network Services In terms of Network Services, the INSPIRE Directive sets forth common interfaces with the help of which client applications can be developed. These allow users a harmonious overview of the data, the possibility to search through the data sets, to download these, and to visualise them with the help of interactive maps. 53 Monitoring and Reports Another essential element of the INSPIRE Directive relates to monitoring procedures. Specific timeframes and intervals are established, when monitoring of the implementation and the use of their infrastructure for spatial information will take place and, in addition to this, reports on the status of the implementation are to be presented each year, no later than the 31 March. 54 ",
        "17 While the INSPIRE Directive provides a clear framework for spatial data to be structured and delivered, offering detailed suggestions and prescriptions to member states on the progress, it can only be considered a first step towards real interoperability of datasets. Gaps and issues with the framework are further detailed in chapter 2 of the report. 1.2.2 Other initiatives and legislation Apart from the INSPIRE directive, there are other initiatives which deal with data and its availability and interoperability. The directive on open data and the re-use of public sector information, also known as the ‘ Open Data Directive’ (Directive (EU) 2019/1024) which replaced the former directive on the re-use of public sector information (PSI) is one such example. It provides common rules on the provision and access to such datasets, including some general technical specifications. The directive also introduces the concept of High-Value datasets (HVD), the repeated use of which can generate societal and economic benefits. Notably it does not require any alteration or production of datasets but rather implements rules for the provision of already existing datasets in order to foster their information potential for interested parties. 55 A programme based on the EU level, independent from the Member States direct thematic contribution is the Copernicus programme established by Regulation (EU) No 377/2014, the European Union’s earth observation programme. By combining information from satellite imagery with in-situ data, it creates highly accurate and freely accessible geodata on a number of topics, from land use to climate change and security. The data is provided for most of the Continent and is regularly updated and maintained. The CORINE Land Cover is just one such Dataset included in this service, which attributes surface areas to certain land use classes, in a homogeneous way across Europe. 56 The control system implemented for the monitoring of the CAP implementation ( IACS – Integrated Administration and Control System ) collects data on agricultural parcels and beneficiaries. The relevant regulation EU 1306/2013 prescribes the use of a GIS system for identification and tracking of beneficiaries thus results in spatial data being produced. While it is primarily intended for internal monitoring purposes, it has the potential to be used in multiple contexts if it would be provided to interested parties. Finally, EU initiatives in the transport sector in relation to Intelligent Transport Systems (ITS) as well as the Trans-European Transport Network (TEN-T) contain some relevant provisions for geospatial data production. The Intelligent Transport System (ITS) directive (2010/40/EU) aims to enable interoperability of ITS solutions in the EU and as such establishes common rules for the structure of ",
        "18 datasets and metadata. Furthermore, the TENtec information system is set up among other purposes for the collection of geographical data related to the TEN- T development. ",
        "19 2. The gaps in the geostatistical framework As is apparent from the analysis of the EU geostatistical framework, there is already quite a lot of data being produced by the Member States and also by Eurostat, without a binding EU-level legal prescription. Nevertheless, available data for policymaking on any geographical level is never assessed as sufficient, as the application cases are seemingly endless and the constant need for evaluating and proving effects of policies on a quantitative basis creates an ever-growing need for more detailed data with a higher geographical resolution. In particular policy areas, where rapid developments and, subsequently, rapid reactions should be based on quantitative evidence, a lack of such data can severely impede the design of policy responses. Depending on the topic in question, geospatial data as a means of depicting territorial patterns can be relevant at several stages of the policy cycle : • In identifying a problem territorial patterns can be a hint for concrete needs of action. • In formulating a policy impact assessment include a territorial aspect as well allowing to identify uneven impact patterns ex ante. • In evaluating a policy midterm or ex post, the actual impact patterns on a territorial level can aid in steering a policy implementation towards a more balanced territorial effect and as well in shaping the design of future policies. Without an official mandate for the provision of geostatistical data on the EU level and a corresponding prescription to the NSIs and other relevant authorities on the national level, an analysis of gaps has to be linked to the potential use cases of geospatial data. In the frame of the evaluation of the INSPIRE Directive, numerous gaps in the provision of geospatial data have already been identified. Even though the INSPIRE Directive is the most comprehensive framework for the provision of geospatial data on the EU level, due to the specific focus of the directive, these are not the only gaps that are relevant to address. 2.1 Gaps in implementing the legal framework 2.1.1 Gaps in ESP The ESP works toward ensuring that the European Statistical System continues to be the leading provider of high-quality statistics on Europe, and as such, has extensive evaluation measures in place in concordance with Regulation (EU) ",
        "20 99/2013 57 . The first mid-term evaluation (2013-2015) made the following recommendations for the further implementation process: 58 • give special attention to the objectives where problems have been encountered, • try to secure sufficient resources to maintain the necessary level of investment for modernising the production of European statistics, and • identify and implement projects at EU level, thus possibly maximising EU added value. One overarching conclusion regarding the overall satisfaction of users with the services provided by the ESP was: “ Users are generally satisfied with the quality of Eurostat’s data and services but they demand more, especially regarding timeliness and comparability of data ”. 59 The aspect of timeliness generally reflects the need for quicker access to data sets, particularly in rapidly evolving situations, in which up to date data is crucial in order to make viable policy decisions. This does not only refer to issues, which require an immediate response, such as the migration crisis of a few years ago or the currently ongoing health crisis, but also to less time-sensitive policies. In cases where the latest available data is several years old, sometimes up to 10 years (e.g. a lot of MS have 10-year intervals for their census, and many datasets are based on those data collections), it is not even possible anymore for designing or evaluating non-time-critical policies. Further issues, which were identified as hindering the provision of comparable pan-European datasets, are: • slow implementation of European directives into national legislation in general, • varying adherence to the deadlines for providing new data from the MS level, • varying definitions of collected data hampering comparability, • slow uptake of harmonisation measures due to long-standing national approaches, • harmonisation measures on the national level not being applied on the regional level, leading to a lack of comparable regional data, and • data gaps and breaks in time-series created by changes in methodology of data collection. While some of the issues identified clearly relate to conventional statistical data, several issues have an influence on the provision of spatial data as well. In particular, lack of harmonisation of collection methodologies as well as slow uptake of harmonisation measures for regional statistics are hampering the comparability of higher resolution datasets. 60 ",
        "21 2.1.2 Gaps in INSPIRE The goal of the INSPIRE Directive being ensuring compatibility and usability of spatial data infrastructure of Member States, both in a community and a transboundary context, its implementation allows for an assessment on the general gaps and obstacles for provision of comprehensive and comparable geospatial data. 61 The INSPIRE Directive has undergone a REFIT evaluation in 2014 and is subject to extensive ongoing monitoring, both on a member state level and on the Union level. The 2014 REFIT evaluation crucially concluded that, after seven years of being in effect “there are still outstanding implementation issues with regard to the effectiveness of the sharing and public access/use measures adopted and implemented in the Member States.” 62 From the original five objectives of the Directive: create metadata, establish network services, ensure interoperability of spatial data sets and services, facilitate data and service sharing, and establish organisational structures and coordinate implementation only the first two were on track. Some measures have been taken in order to overcome policy, organisational, legal and cultural barriers amongst participating countries, though much still has to be done. The EU-wide implementation process is inconsistent, especially regarding the transposition of the INSPIRE Directive into national law, which is neither uniform across countries, nor is the work on establishing network services or coordination and data sharing. Despite this, the process is delivering organisational change and particular attention has to be given to the Member States lagging behind in terms of implementation and how they can be assisted. Some of the main obstacles to the implementation of the INSPIRE Directive, which were identified, are the general technical complexity as well as the communication and coordination of the implementation of the directive. Key aspects further identified were: • complex and heterogeneous national data policies and the absence of a pan- European data policy, which hinder the free flow of data; • legal and financial barriers to access datasets due to them being collected by private companies or institutions; • being prevented to make datasets public for data protection related issues • political, legal and economic challenges at national level; • lack of coordination, and insufficient priority setting between authorities at national level; ",
        "22 • lacking guidance from the European Commission and the European Economic Area (EEA) assisting Member States towards priorities in identifying the spatial datasets for environmental and related policies”; • ambitious deadlines and different level at which Member States were when the implementation process started; • parallel, competing and partially contradicting national policies on open data and eGovernment for administrative reasons (different competent authorities); and • effort and cost involved in transforming existing datasets to meet requirements. The different extent to which member states were affected by those obstacles led to an overall very heterogeneous progress in 2013 the number of datasets included in the INSPIRE infrastructure had reached 56,000 and for several Member States, the imposed deadlines did not pose problems. 63 By 2016 this has grown to over 90,000 datasets as visualised below, however, the overall number of datasets does not imply there is harmonisation or comparability ensured. Figure 1: Progress of spatial datasets over time 64 In terms of themes covered, by far the most datasets correspond to the “land use” category. ",
        "23 Figure 2: Themes covered by INSPIRE datasets 65 However, while the high number of datasets overall might seem impressive, a considerable gap consists in terms of interoperability even on the metadata documentation level. The 2017 review revealed that only about one fifth of the datasets provided fulfil the criteria for interoperability, which is comparably low, given the fact that by 2017 the deadlines for ensuring interoperability had not yet been reached. While the 2018 summary report on the implementation of the INSPIRE Directive identifies a positive outlook and development perspective, the implementation is still lagging far behind of what the directive initially set out as targets. Thus, a number of measures are proposed both in the REFIT report as well as in the 2018 summary report: • Fostering the benefits of broader social and technical development including the wide availability of high-resolution imagery and the adoption of open data policies across Europe. • Reducing administrative burden and assisting member states staff through simplified data sharing procedures, awareness raising, capacity building and training for public sector officials. • Improvement of coordination and communication amongst and between different countries. • Improvement of coordination and communication between Member States and the European Commission. ",
        "24 • Prioritisation and ranking of relevance of missing datasets in order to steer the process. • Exploring options of using EU level funding programmes to complete possible data gaps. • Alignment with other actions in the context of the Digital Single Market (e.g. the eGovernment Action Plan and the European Interoperability Framework). • Promotion of the inclusion of INSPIRE services and data harmonisation in relevant EU initiatives (e.g. Copernicus, Horizon 2020), Commission departments, European agencies and international partners to the EU 66. 2.2 Geospatial data in policy implementation Spatial data can and should be used in a variety of topics for policy implementation, however, there are certain topics which lack the necessary spectrum of data. Oftentimes these topics have a strong spatial component and sometimes even require a geographically differentiated design a priori. Two examples of such topics in recent years, which even contained an element of urgency, as they represent quickly changing and unravelling crisis. A highly debated topic in the European Union since the year 2015 has been migration, in the context of the refugee crisis. A rapidly evolving situation in which individual Member States were differently impacted, and in which the Union struggled to obtain a clear and up to date picture of the situation. The JRC has analysed specific gaps and issues in their Science for Policy Report: “Towards an EU Policy on Migration Data” provides an overview of the EU policies and highlights data gaps. The refugee crisis is an ideal example of a high stakes, fast evolving situation, in which access to appropriate data on migration (i.e. spatial data and in particular flow data) is key for policy-makers. The European Commission, echoing policies on a global level like the “Global Compact for Safe, Orderly and Regular Migration” 67 , launched the Knowledge Centre on Migration and Demography (KCMD) in 2016, which aimed to be a go to point for relevant and up to date information on this topic. However, it failed to reach its full potential due to numerous issues regarding data gaps, regarding availability, equality, ",
        "25 accessibility, discoverability, and harmonisation. These data gaps can be compiled into the following four types 68 : • Gaps in existing data: examples of which are related to timing (data is made available long after being of urgent use), the quality of data (specifically to related to the origin of data); methodological issues as well as issues with the disaggregation level. • Dissemination issues: the main issue being with assumptions made about certain data, and the way these are being presented to law makers. Other issues are related to the format of dissemination (PDFs being easily accessible to a wider public but also being a less usable format for further data analysis. Legal issues related to data protection also pose an issue in some cases, with private sensitive data being protected and thus not publicly accessible. • Data not collected: Certain data sets, which might be of interest to a number of topics or even be of crucial importance to these, are non-existent, mainly due to legal boundaries. Information referring to minors for instance is one such topic, which was and still is highly relevant, when talking about migration, yet it is not accessible due to legal constraints. In other cases, the data is simply not collected, for instance the intra-EU mobility of third country nationals 69 . • Useful data that is currently inaccessible: referring to data, which exists, but isn’t readily available to policy-makers and or to the general user. The reasons for this can be the exclusive access of certain MS to the data or the exclusive use of the data by an Entity. Other cases here are linked to newly emerging data sources, mostly related to big data, such as mobile phone records and social media data, which is often in the hands of the service providers, but not that of the policy maker. A further topic, which has seen increased interest from the public in the recent year, is health related data. The COVID-19 outbreak and subsequent pandemic of 2020 have created an urgent need for spatial data to track the spread of the pandemic, the regional burden on healthcare systems (including predictions on future developments), as well as to design appropriate policy responses on the regional, national, and EU level. In particular, spatial data on regions were and are important, as almost all MS are differentiating at least some policy responses on the subnational level. Overall, the experience of the year 2020 has changed the way in which healthcare data is reported, compiled and consumed. Data related to mental health, chronic disease or disabilities, just to name a few, were collected by Eurostat on a yearly basis from all MS 70 . More detailed figures, for example the occupancy of ACU ",
        "26 beds, were not available on an EU level, yet this changed quickly with the evolving pandemic. In order to be able to track the evolution and severity of the situation, more and more datasets were gathered by the NSI. 71 In addition, the European Centre for Disease Prevention and Control (ECDC) started posting daily updated COVID-related data from the Member States. Several issues arose throughout the year 2020, which impacted the way in which this data was gathered, like the retrospective adjustment of data, as cases were confirmed at a later date, or the irregular reporting pattern of some countries like Spain, which for a period of time reported cases only on weekdays 72 73 . The main obstacles for the MS as well as on the EU level was the nature of the rapidly changing situation, which brought with it the need for quickly accessible and most of all reliable data. The flexibility of national and EU data infrastructures, which were able to aggregate and present data with such a frequency, is the main takeaway of spatial data infrastructures. 2.3 “Alternative” sources and Big Data Gaps in the availability of geospatial data can be addressed through changes to the legal framework or improved cooperation between authorities, which act as data providers. However, changing established frameworks for collection and preparation of data on the national level can be challenging and time consuming. Setting up classical data gathering and production exercises require time and money and might take some time to actually achieve results. In some cases, however, it might not be necessary to set up conventional data collection and dataset production mechanisms, but existing sources outside of the scope of national or regional authorities can be tapped in. Examples of such sources include Big Data, community created open-source data as well as commercial mapping data. 2.3.1 Big Data Apart from classical sources for spatial and statistical data, e.g. datasets produced by NSIs or NMCA, the use of “Big Data” has gained considerable attention. Big Data refers to particularly large data sets, which require specialised analysis and processing tools in order to be interpreted. Besides seemingly being a vast and growing pool of useful data for policymakers on one hand, however, it is also linked to a host of issues such as discrimination and exclusion due to biased data on the other hand. Furthermore, concerns of data reliability and representativeness come into play with almost all Big Data applications due to their origin 74 . Nevertheless, Big Data, especially when collected on the basis of user generated web content, user related profiles, etc. oftentimes contains spatially relevant information, which can be used as an alternative approach to filling data gaps and ",
        "27 which cannot be filled with conventional data sources. These approaches are relevant for: • Primary data gaps, referring to a situation in which a national government is aware that data is missing but has limited possibilities to fill these gaps with authentic data. The solution applied is making use of algorithms that develop values as proxies for the missing data. • Secondary data gaps, referring to situations where the presence of data gaps in data is known and the missing data can be obtained in a different way to the original data, for instance with the help of social media. This additional data is more likely to be selective and not representative of the target population of interest. Alternatively, to conventional data gathering methods, such as surveys and questionnaires, which resulted in a limited quantity of data, both due to time constraints and personal preferences, data from social media and other online presences could until a few years ago be gathered relatively easily. These datasets are oftentimes georeferenced with the location a post is made at or the location, which it a post relates to etc. The process became highly controversial in more recent years, with Social Media sites protecting user data from third party data collection. These data, however, are often still collected by the social media site for internal use, but can also be accessed e.g. through buying it from the companies. • Hidden data gaps refer to datasets regularly used for policymaking, which contain misrepresented, biased or missing data, without the government being aware. These issues usually stem from the data-processing-methods, which rely on incomplete or outdated data. Such data gaps, if uncovered, can be addressed by Big Data providing information in a timelier manner, as they do not rely on e.g. surveys taken at specific points in time. For addressing such gaps in geospatial data, Big Data oftentimes can provide solutions, however these are linked to several constraints. Due to data protection issues, a lot of information, which is available to the providers of Web Services, cannot be made available to any other entity. Due to uneven prevalence of user types (e.g. underrepresentation of elderly people on social media sites), close attention has to be paid as to avoid heavily biased datasets. Due to the vast amount of data available, the effort necessary for harmonisation and extraction of meaningful and relevant information for the creation of the necessary datasets is considerable. ",
        "28 2.3.2 Community created open-source data The “Open Data” movement, gaining particular attention in the past decade, has led to many initiatives on the national and international level, with national governments as well as the European Commission creating their own open data portals. Those portals usually provide the user with freely accessible data created or collected by government institutions (“Open Government Data”). 75 There is, however, another type of open data, which refers to community/user created data, based on a general framework/guidance and with various quality assurance measures in place, depending on the initiative. 76 Probably the best-known project providing spatial data is “OpenStreetMap”, which consists of a map containing e.g. information on all modes of transport (Roads, Bike lanes, Public Transport etc.), buildings, businesses, land use in general as well as multiple other topics. Especially for transport networks the data sets (in Europe) are highly accurate and used by many commercial services as well 77 . These datasets in theory offer broad opportunities as oftentimes they are created with local knowledge and far more detailed as e.g. automated analysis of satellite images could provide. However, as those datasets rely on an active community, there are large variations in actual implementation across Europe. For basic information though, the datasets are oftentimes valuable and comparable, thus can provide a basis for producing harmonised spatial datasets. 2.3.3 Commercial collection of spatial data Numerous companies are active in the field of producing and selling high quality spatial datasets to various types of users. In some cases, the spatial data is the intended final product – for example in the case of commercial sale of physical or digital maps and companies producing GPS navigation equipment – but it can also be a by-product of a different application. Routing applications for example either on Smartphones or on dedicated navigation systems, collect and analyse traffic patterns in order to provide real time travel information, which can be used as a “big data” source for the production of spatial datasets. Another important field of work for commercial spatial data is the automated analysis and production of geospatial data from aerial photography or satellite imagery analysis. In many cases, such companies already have the capacity to produce pan-European spatial data in a harmonised manner, which can complement or expand the existing data e.g. on land cover and land cover changes. ",
        "29 3. Improving geostatistical data 3.1 Introduction Detailed, comparable and multi-layered spatial information enables appropriate design of policy interventions. European Cohesion Policy – including investments across national borders – as well as SDG Agenda 2030 require comparable and harmonised data covering multiple spatial levels. These will inform policymaker decisions and help identify development challenges and effective actions as well as with implementation monitoring and impact evaluation. Likewise, geostatistical and spatial information is crucial for designing local investment and planning strategies. At international level, the United Nations Committee of Experts on Global Geospatial Information Management (UN-GGIM) leads the initiative to develop a global statistical geospatial framework 78 . This framework promotes an interoperable approach for geospatial coding to: 1. Improve monitoring the achievement of SDG indicators and the measurement approach for the upcoming Census in 2021. 2. Increase and integrate information for analysis and decision making. 3. Ensure comparisons between and within countries. 4. Increase information on smaller geographic areas. 5. Promote data sharing between institutions and common tools/applications. 6. Stimulate integrated analysis of topics which are usually addressed separately such as socio-economic development, environmental issues or geo-spatial organisation. 7. Contribute to integrating new data sources and producing high-quality geospatial information. Integrating statistics and geospatial information is at the core of the new Eurostat strategy which is under preparation for the ESS. This builds on pan-European geospatial datasets and more regional, point-based statistics. Eurostat supports two types of initiatives, merged statistical and geospatial information and methodological guidelines. These include GEOSTAT projects and annual conferences by the EFGS. In addition, through UN-GGIM: Europe provides recommendations for coordinated action on data integration. This chapter illustrates: • implementation of GSGF in Europe (paragraph 3.2), • GEOSTAT project findings from the last decade (paragraph 3.3), • point-base geocoding adoption, statistical and geospatial data integration, and efficient institutional organisation in Europe (paragraph 3.4). ",
        "30 Paragraph 3.5 identifies key obstacles and draws preliminary conclusions on future improvements with possible implementation methods. 3.2 GSGF and UN-GGIM: Europe UN-GGIM, established in 2011, sets the agenda for global geospatial information development and promotes the benefits of geospatial information in defining national policy and addressing key global challenges. The joint UN Statistical Commission 79 /UN-GGIM 80 Expert Group on Integration of Statistical and Geospatial Information developed the GSGF. This global framework, adopted in August 2016 81 , consists of five principles to guide geospatial and statistical data integration. It is a “high level” framework that provides a guidance on what is available, leaving a lot of flexibility. The last three GEOSTAT projects have been working on a specific guide for Europe basing on existing initiatives (e.g. INSPIRE directive 82 ) and promoting harmonisation of European official statistical data 83 . Statistical data at the finest granular level possible is necessary for the interoperability, accessibility and usability of data. Geospatial tools and methods, such as common geographies and standards, enable geospatial and statistical data integration. The Background Document on Proposal for a Global Statistical Geospatial Framework 84 defines the five Principles: 1. Use of fundamental geospatial infrastructure and geocoding. 2. Geocoded unit record data in a data management environment. 3. Common geographies for disseminating statistics. 4. Statistical and geospatial interoperability. 5. Accessible and usable geospatially enabled statistics. Each of these principles has goals with international, regional and applicable domestic standards and best practices. • Principle 1 focuses on creating a base by using fundamental geospatial infrastructure and geocoding. Implementation of this principle produces high quality, standardised location references (such as physical addresses, property or building identifiers, other location descriptions), accurate time and space coordinates and/or a small geographic area or standard grid reference. When this level of precision is not possible, more general location descriptions and/or larger geographies apply 85 . • Principle 2 recommends that each statistical record (e.g. person, household, business, building or unit of land) is linked with its geographic reference. It also ",
        "31 promotes the use of data management tools, techniques, standards and good practices to facilitate links and the management of geocodes within statistical datasets. Principle 2 ensures better integration of statistical units with other data sources, avoiding duplicate geographies and ensuring changes in existing geographies are included, using privacy and confidentiality permits. • Principle 3 covers geographies to compare datasets from different sources through a large set of geographies, ensuring aggregation and comparability of integrated statistical and geospatial data. Principle 3 enables statistical information to be translated and mapped between gridded and administrative boundaries. • Principle 4 delineates initial conditions to build geospatial processes and standards and to allow interoperability between statistical and geospatial data and metadata standards. This principle refers to statistical and geospatial communities using different general data models and supports the adoption of standards and good practices to enable statistical and geospatial data interoperability. • Principle 5 highlights data dissemination and encourages accessibility and usability of geospatial statistics. The principle relates to privacy and confidentiality while also enabling data analysis and evidence-based decision- making. In addition, it covers reliability, timeliness and the relevance of information. Figure 3: The Global Statistical Geospatial Framework (GSGF) ",
        "32 UN-GGIM has formed a regional committee, UN-GGIM: Europe with two working groups. The Working Group Core Data proposes recommendations on the content of core data themes. The Working Group Data Integration deals with SDG monitoring information, methods and analysis. Both contribute to geospatial data analysis and its integration with statistical data and both have participated in the development of GSGF Europe. 3.3 GEOSTAT projects 3.3.1 Rationale and evolution The first GEOSTAT project was launched by Eurostat in cooperation with EFGS, which is compose by experts of National Statistical Institutes, in 2010. Those projects have involved different level of organisations (EUROSTAT, NSIs, regional bodies), in particular GEO. Several versions of the project were implemented in the last decade. • GEOSTAT 1A 86 was the first project to achieve statistical-geospatial data integration in Europe. It proposed an initial methodology for generating European grid statistics and a prototype of a European population dataset. • GEOSTAT 1B 87 delivered the first version of the Population Census 2011 grid dataset and a guideline on creating population grids from statistical information using aggregation or disaggregation techniques for the entire ESS. • GEOSTAT 2 88 , benefiting from introduction of GSGF, proposed and promoted a model for national, point-based, geospatial reference frameworks for statistics. • GEOSTAT 3 89 drafted a guide for harmonised implementation of GSGF in Europe, also in the light of the future Census 2021. • GEOSTAT 4 90 , which is ongoing, will complete the GSGF Europe guide and support its implementation as well as NSI in establishing their data, methods, and production systems. Preliminary findings of the project show a progress in the integration of geospatial and statistical information but future improvements are necessary on the standardisation and data harmonisation. ",
        "33 Figure 4: The evolution of GEOSTAT projects The paragraph below further details the point-based geocoding infrastructure launched with GEOSTAT 2, the implication of integration of geospatial and statistical information and the European version of GSGF introduced with GEOSTAT 3. 3.3.2 Point-based geocoding infrastructure GEOSTAT 2, benefiting from introduction of the GSGF, proposed a model for national, point-based geospatial statistics. This model uses national addresses, building and/or dwelling registers and includes geospatial information in the statistical production chain. With GSGF, GEOSTAT 2 also describes a model to process data from external sources into statistical information, the Generic Statistical Business Process Model (GSBPM), which is described below. Box 1: GSBPM GSGF and GSBPM are complementary tools for producing statistics. GSBPM defines business processes required to produce official statistics 91 as well as a standard framework and harmonised terminology to help statistical organisations modernise their production and share methods and components. GSBPM is a flexible framework that lists possible steps to convert input data into statistical information. It operates as a checklist to ensure that all steps have been considered as below. G E O S T A T 1 ( A , B ) EU population grid dataset and 2011 Census data on grid G E O S T A T 2 A point-based geocoding infrastructure model (GSGF and GSBM) G E O S T A T 3 A guide for GSGF European version G E S O T A T 4 Develop, support and guide implementati on of GSGF Europe ",
        "34 Figure 5: The statistical business process Source: UNECE 2019 – https://statswiki.unece.org/display/GSBPM/II.+The+Model GSBPM is applicable to a wide range of data sources (surveys, censuses, administrative registers and other non-statistical or mixed sources). It can process secondary data of international and national statistical institutes that collect data from other bodies (countries, regions, private organisations, etc.). The point-based geocoding infrastructure at the core of GEOSTAT 2 links data from different sources and topics using neutral and well-defined concepts such as location, time and space. “Geocoding” is the process to assign a specific coordinate location (usually X, Y and eventually Z) to each unit record (with a unique identifier). “Point-based” is distinguished from the “area-based” approach where statistical data are linked to an area or district which is still the primary method to deliver statistics. ",
        "35 Figure 6: The conceptual difference between point-based and area-based geocoding 92 Point-based geocoding integrates the spatial dimension in data and can also be applied to administrative and census data. GEOSTAT 2 identified three tiers of information where geospatial data can be used as infrastructure data and/or to create statistical content. Figure 7 shows the three tiers and their links. For instance, a workplace geocoded to an address location A can be linked to a cadastral parcel B in which land use can be computed by combining the parcel with a land use map C . The primary goal of GSGF is to obtain geospatial infrastructure data at tier 1 and 2. If not possible, tier 3 data is also recognised, as reported in Principle 1. Figure 7: Geospatial data tiers 93 Table 1 provides an example of location data where cadastral parcels are referenced to administrative and statistical geographies. Each record reports ",
        "36 county, municipality, electoral districts, 1 x 1 km grid cells and time. All this helps simplify data aggregation through database or tabulation software. Table 1: Location data with references to administrative and statistical geographies 94 GEOSTAT 2 and 3 highlight the necessity of high-quality location data (address or building location data) for a point-based geocoding infrastructure. Nonetheless, high-quality location data can be hampered by: • Incomplete coverage – lack of address or building location for some rural or remote areas, • Budget – failing to cover data collection costs (especially qualified staff), • Legal restrictions – legal issues and lack of authorisation, • Quality – geospatial data can be outdated compared to statistical data and cannot be used in combination, • No long-term strategy – lack of a consistent legal, technical and organisational framework for geospatial data. UN-GGIM: Europe launched the Core Data concept to facilitate harmonised data availability and quality (e.g. scales, density, etc.) 95 . This concept adapts the global Fundamental Data concept 96 to harmonise quality and the delivery of geospatial data. The goal is to fulfil user requirements common to many countries and many types of use, notably to support monitoring and analysis of SDG achievements. Table 2 shows reference data for point-based statistics according to UN-GIMM Fundamental Data, UN-GIMM: Europe Core Data and GEOSTAT projects. ",
        "37 Table 2: Global Fundamental data, European Core data and reference data for point- based statistics Source: GEOSTAT 3 – Main report 3.3.3 GEOSTAT 3 and GSGF in Europe GEOSTAT 3 drafted a guide for harmonised implementation of GSGF in Europe. GSGF Europe revised and adapted the global guidance in a guide for the ESS, NSIs and geospatial agencies 97 . More precisely, GSGF Europe aims to 98 : • Equip countries with a manual for implementing GSGF that takes into account European specificities, • Consolidate existing integration, standardisation and data sharing into a coherent framework for statistics, • Harmonise and standardise the integration of statistical and geospatial information within the ESS, • Modernise the ESS and increase efficiency and flexibility for statistical output, • Ensure coherence of GSGF Europe with the Modernisation of Official Statistics programme led by the United Nations Economic Commission for Europe (UNECE), • Improve collaboration between the statistical and geospatial communities as well as between National Spatial Data Infrastructures (NSDIs). The implementation guide includes requirements and recommendations for each principle, indicating what should be done to implement GSGF in Europe, how to improve the integration of statistical and geographic data through good practice examples from Member States without imposing any obligations or rules. Overall, the implementation guide provides 20 requirements with 80 operational recommendations. ",
        "38 Figure 8: The implementation guide structure 99 The implementation guide builds on the INSPIRE directive and NSDIs as well as the well-established structure for collaboration in ESS. GSGF Europe targets three communities involved in data provision and integration: i. Statistical data community , which encompasses NSIs, Eurostat, United Nations Economic Commission for Europe (UNECE); ii. Geospatial data community , which includes national geospatial agencies, European institutions involved in the INSPIRE directive, UN-GGIM: Europe and EuroGeographics; iii. Administrative data community , covering national public institutions (population registries, land registries, tax authorities, business registries, etc.) as well as European institutions, in particular those concerned by the Public Sector Information (PSI) directive and the European Commission. The statistical data community supports the Geospatial data community providing fundamental geospatial infrastructure for GSGF Principle 1. Principle 2 involves the statistical and administrative communities with a small contribution from the ",
        "39 geospatial community. Principle 3 involves the geospatial and statistical communities. Principle 4 needs all three communities to cooperate, with the statistical and geospatial communities defining standards and measures. Principle 5 is also shared by the statistical and geospatial communities. 3.3.4 Implication of integration in SDG indicators One driver for integration of geospatial and statistical information is the production of statistical and harmonized SDG indicators. The European situation is also monitored by UN-GGIM: Europe by producing several reports, drawn up with collaboration of different agencies (EUROSTAT, GEO, NSI, etc.), about the situation of the production of SDG indicators. The Group on Earth Observations (GEO) identified 29 SDG indicators that can benefit from geospatial information 100 . Likewise, Inter-Agency Expert Group on Sustainable Development Goals Indicators Working Group on Geospatial Information (IAEG-SDG WG GI) indicates when geospatial information integrated with statistical data can directly or indirectly contribute to indicators (Table 3). Eurostat addressed the relevance of the spatial dimension in all 17 SDGs 101 . 31 Eurostat SDG indicators are at NUTS 2 level, 34 according to the Degree of Urbanisation (DEGURBA) taxonomy, and 14 covered by both NUTS 2 and DEGURBA. A sub-set of EU SDG indicators could benefit from geospatial information integrated with statistical data 102 . ",
        "40 Table 3: SDG and EU SDG indicators benefiting from geospatial information 103 Analysis of the situation in Europe conducted by UN-GGIM: Europe 104 in 2019 on four selected SDG indicators showed the progress of the statistical and geospatial data integration. The four indicators are: • 15.1.1 Forest area as a proportion of total land area, • 11.3.1 Ratio of land consumption rate to population growth rate, • 11.2.1 Proportion of population that has convenient access to public transport, • 11.7.1 Average share of the built-up area of cities that is open space for public use. ",
        "41 Figure 9: National official report assessment on the four SDG indicators 105 Green meaning it is possible to report or already being reported; Orange meaning it is possible to develop, data integration needed or changes to current surveys; Red meaning it is very difficult to report, no current survey, no available method; Grey not relevant or global data enough. About the first indicator (15.1.1) all ten countries can report this indicator. Regarding the indicator 11.3.1, even if most countries are ready, France and Switzerland have to develop a better integration. On the contrary, for the indicators 11.2.1 and 11.7.1, respectively two countries and one country are ready to report those indicators with geospatial and statistical integration. Most of them are not ready and for the 11.7.1 the situation is very difficult because seven countries report that they have not any available method or current survey. 3.4 The situation in Europe In general, as reported by UN-GGIM: Europe and GEOSTAT 4, integration is starting but at different speeds 106 . The survey conducted by GISCO in May 2020 for GEOSTAT 4 107 and the UN-GGIM: Europe report delivered in 2019 108 examine the situation in Europe on 1. Adoption of point-based geocoding, 2. Integration of statistical and geospatial data, 3. Bodies responsible for point-based reference data. ",
        "42 3.4.1 Adoption of point-based geocoding GEOSTAT 4 indicates that 80% of 40 surveyed countries cover geocoded population data at the level of single point coordinates. Thus, point-based geocoding has started to become a European “standard”, before the 2021 Census. 3.4.2 Integration of statistical and geospatial data The same survey reports that approximately 50% of countries have very sustainable data infrastructure for geocoding and integrating statistical and geospatial data 109 . Some countries have high-quality data and a continuously updated database. Other countries do not have a complete database on address locations and/or buildings, or they are not compliant with international standards. In the context of the 2021 census for the first time a number of topics will be made available as a 1km² grid dataset across Europe. These include the total population by sex and broad age groups, employed persons, place of birth and place of residence in broad categories to the extent possible. A legal mandate to collect such data even in countries where it is not yet collected at that spatial resolution will significantly improve data availability 110 . Another initiative collecting geodata is the 2020 agricultural census which collects a wide number of mainly agriculture related data on farm-level as well as in an aggregated manner. These build the basis for numerous indicators in the context of the CAP implementation and rural development, DG AGRIs context indicators as well as Eurostat datasets. Information collected on farm level will be directly linked to the INSPIRE statistical units grid thus potentially be available on a sub-regional level. 3.4.3 Bodies responsible for point-based reference data Each country has its own structure. A few example Member States are provided below for illustrative purposes. In some countries, the National Geospatial Agency (NGA) (identified with NCMA) is responsible for point-based reference data in collaboration with regional and/or local authorities. In other cases the NSI (alone or in cooperation with regional agencies and/or local authorities) directly collects and distributes this data. Sweden, Norway and Denmark benefited from the role of central governments to implement integrated geospatial and statistical information at lower territorial levels. Sweden has already adopted the GSGF because it had the infrastructure and historically structured data. ",
        "43 Other countries, such as Germany and Italy, have a more complex institutional structure with several entities involved. In Italy, for instance, there is a single Institute of Statistics, but several mapping entities and regions play a key role. The Netherlands, Slovenia and Austria have very good register information. On the contrary, some countries have challenges with their cadastral systems (e.g. Portugal and Romania). In Italy, the lack of an official national register of addresses at coordinate level is a challenge. The National Institute of Statistics is going to collect population data at the level of single point coordinates and addresses in the next census based on its own register of addresses and places. In Italy, the situation has been evolving thanks to the work of the Digital Italy Agency (AGID), and the n ational directory of spatial data and as well as the National Council of environmental and territorial information. This was established to monitor adoption of the INSPIRE directive but is now also promoting collaboration between mapping institutes. In Finland, recently, which has a very advanced level of geospatial and statistical data integration, a national architecture-based network is under preparation to further improve the national situation on integration of statistics and geospatial information. They first studied the role of each actor (actor mapping), then described processes to make a conceptual model of the data. Architecture based approach is based on the previous cooperation of Statistics Finland and National Land Survey of Finland. and allowed combining experiences from several entities. Then they conducted an enquiry to see whether some private of public organisation were interested in working together. Universities, public organisations, cities, private organisations decided to join the network. This network will start its activities in March 2021. Inter alia, the network will work on improving and harmonising areal classification and geospatial identifiers and combine classifications. 3.5 Obstacles and opportunities for future improvements Analysis of the GISCO survey and the UN-GGIM: Europe report 111 as well as semi-structured interviews with stakeholders under this study highlights key obstacles for statistical geospatial integration. These are (i) limited standardised data interoperability, (ii) lack of communication, (iii) low interaction between geospatial and statistical organisations. 1. The lack of interoperability regards fundamental characteristics such as standards, quality and accessibility . While data quantity has increased, data quality remains an issue. In Europe, some countries have national legislation restricting data sharing, while others cannot ensure interoperability between geospatial and statistical data or sufficient quality ready-to-use data. As to improve and strengthen standardised data interoperability, guidance on ",
        "44 interoperability issues and standards is needed as highlighted during the aforementioned GISCO survey. Moreover, European projects and initiatives, such as GEOSTAT projects and EFGS, represent an opportunity to strengthen the transfer of good practices. 2. Lack of communication among the stakeholders prevents understanding and solving technical and non-technical problems and hinders awareness raising of benefits from geospatial and statistical data integration. Moreover, increasing and improving communication with external stakeholders (e.g. citizens and businesses) would promote the relevance and use of geospatial and statistical data. Simplifying the access to data at lower spatial level could increase the opportunities for data analysis, aggregation and policy evaluation as well as raise the awareness of external stakeholders (citizens and businesses) on the potential of integrating geospatial and statistical information. 3. Low interaction between geospatial and statistical organisations in Europe is due to limited coordination between the two, when they do not have a long history of cooperation, and different approaches to data integration. There are no specific legislative framework and policy incentives to support cooperation between providers for data integration. Regional and national authorities actions could help formalise and clarify the modalities of cooperation between Statistical Offices and Geospatial Authorities especially when normative and/or organisational obstacles cannot be overcome simply through behavioural changes and individual initiatives. Formal agreements or legislative reforms may have to clearly state the responsibilities of each body/institution to ensure more effective data collection in line with the best practices in Europe. In this regard, existing platforms, as in the case of Italy on Digital Agenda and INSPIRE directive, could represent useful tools to improve the collaboration between spatial and statistical institutes. The Finnish experience of creating an architecture-based network on integration of statistics and geospatial information can serve as a model for other countries. Moreover, integration between authoritative and official sources with alternative ones (e.g. big and open data) should be promoted with rigorous quality checks . Alternative sources have increased in the last decade, especially in the private sector and the processes of data producing, combining and mapping can benefit from the contribution of external (non-official) providers. However, it is not always possible and easy to assess and ensure quality, which can be relevant to consider them as official. GSBPM, if simplified, could represent the main reference for all open data providers to ensure integration with authoritative and official data sources. ",
        "45 4. Geostatistics in policymaking: assessing territorial impacts and territorial resilience Although numerous initiatives and frameworks are in place for the coordination and improvement of geospatial data collection and provision, the preceding sections have shown that there are still considerable gaps to ensure a broad availability of interoperable pan-European geospatial datasets. Nonetheless, geospatial and regionalised statistical data is already used in policy making at different levels. In particular, the implementation of the Cohesion Policy addressing territorial disparities at the regional level relies on territorially differentiated data both for drafting and evaluating policies, plans, and programmes. Besides decision-makers at the European level, national and sub- national authorities also make use of such data in a variety of situations. Furthermore, a recent Commission initiative calling for the mainstreaming of “strategic foresight” offers the opportunity for the integration of territorially differentiated assessments in the EU policy making process to a larger extent than it has been done so far. The following sections present three different application cases and analyse the opportunities provided by currently existing datasets (both spatial data and regionalised statistical data) as well as the elements necessary to improve their availability/usage: • TIA at the EU, transnational and multi-regional levels providing information on potential territorial effects of legislation and policies based on the existing methodologies, • The Territorial Agenda and the pilot action on TIA at regional level, and • Capturing local and regional resilience in social and economic, geopolitical, green and digital dimensions. The focus of these sections remains at the European level and data availability in a transnational sense, as regional circumstances especially regarding data availability are varying considerably. In particular, larger cities, for example, often provide a wide variety of spatial datasets related to their particular circumstances which allow to measure resilience based on finely granulated indicators. These datasets however are highly region-specific and not possible to integrate in transnational databases. ",
        "46 4.1 TIA and Geostatistical Data Capturing the territorially differentiated impacts of policies at the EU level as part of the ex-ante assessments has received growing interest in the last decade. In particular, the Cohesion Policy and the Lisbon Treaty played an essential role which resulted in the development of several methods for “Territorial Impact Assessment”. The common goal is to depict whether there is an uneven distribution of impacts across the EU or in some parts of the Union which are targeted by a specific policy or legislation. These assessments contribute to further shaping policies and legislations in order to achieve territorially balanced impacts and to have stronger effects on specifically targeted regions. The application of a TIA for EU policies and legislations is currently not mandatory. However, it is fostered by several EU institutions such as the Committee of the Regions or DG REGIO, as well as encouraged by the Better Regulation Guidelines and the Regulatory Scrutiny Board 112 . The CoR is also one of the main users of Territorial Impact Assessments on the EU level applying it to upcoming and ongoing legislative initiatives and strategic activities on the EU level as a basis for formulating a CoR opinion. All methods currently applied at the EU level rely on a sound data basis. However, their extent differs considerably as the methods are applying qualitative, quantitative and hybrid approaches and thus make use of very different types of data. The scope of assessments, in most cases, is not limited to single dimensions but covers e.g. economic, environmental, societal and governance dimensions. This creates the need for availability of data on numerous topics in order to produce accurate assessments. Moreover, the TIA methods are also quite particular regarding the format of data which can be used as input. Given the limitations of data at the EU level regarding spatial granulation, several methodologies opted for the application of regionalised statistical data on NUTS2/NUTS3 level, while others apply spatial datasets fitting their unique focus. Finally, some methodologies make use of spatial data only as input to a qualitative expert assessment and are thus completely free in terms of data structure 113 . The CoR has published an extensive review of the main TIA methodologies applied at the EU level regarding their application cases and strengths and weaknesses. 114 The methods previously described applied can be categorised into three groups: • quantitative approaches (e.g. Rhomolo, Luisa), • hybrid approaches (ESPON TIA Quick Check), and • qualitative approaches (EATIA, TIA CBC). The assessment of those methodologies undertaken by the CoR in a preceding study already concluded that “ the availability of regionally disaggregated data is ",
        "47 a crucial issue for conducting an evidence-based impact assessment ” 115 and called for the “ further integration of statistical and geospatial information ” 116 particularly highlighting the chances of grid data. Below, each group of TIA approaches is further analysed in terms of data needs and opportunities for the integration of spatial data. 4.1.1 Quantitative approaches Quantitative approaches such as the RHOMOLO and LUISA methodologies rely on complex models and on a broad range of input data for calculating a baseline scenario and subsequently introducing “policy shocks” and assessing their impacts. They both emphasise the regional dimension. RHOMOLO provides results on NUTS2 level and LUISA uses a grid-based allocation of land-use types, producing aggregated outputs and assessments of secondary effects of the land- use reallocation on NUTS2/3 level. Spatial data is especially relevant for LUISA as it already applies an approach based on this. This is enabled by the fact that land use is a theme where spatial data, on a pan-European scale, is created in regular intervals based on satellite imagery in a project coordinated by the European Environment Agency. Furthermore, as regional specific properties and relations between regions are relevant for creating baseline scenarios and policy shocks as input to the modelling, geospatial data are relevant for those aspects as well. While in particular for RHOMOLO a lot of the relevant datasets are in the field of economics and thus mostly covered by regional economy statistics, other regional traits are relevant input factors as well. For instance, flow data between regions is of relevance, as region matrices form the backbone of the model. Nonetheless, geospatial data can only provide input to aggregated regional datasets since the direct integration of geospatial data in the calculations is not foreseen. 117 118 4.1.2 Hybrid approaches Hybrid approaches, such as the ESPON TIA Quick Check, apply a combination of quantitative data with expert judgement to arrive at a comparative impact assessment for a defined geographical area. The ESPON TIA Quick Check is designed around the vulnerability concept, calculating potential impacts based on the “exposure” (effects caused by a policy, defined as the strength of effects on a given indicator) and the “sensitivity” (quantitative measurement of how susceptible a region is towards the effects). During an expert workshop, a cause- effect-chain for a given policy or legislation is drawn up and indicators capable of depicting effects are selected. A region’s value for an indicator defines the region’s sensitivity. Subsequently, strength of effects on each indicator are ",
        "48 defined by the experts (the result defines the “exposure”), and the resulting impact patterns are calculated. 119 The ESPON TIA Quick Check is based on NUTS3 regions as the lowest territorial unit for input data, hence relies on regional statistical data and cannot directly compute grid data or spatial data. Nevertheless, spatial data can provide important input for defining regional sensitivity if transformed or aggregated to NUTS3 level data. For instance, regional aspects related to topics not well covered with statistical data are relevant in that regard. Examples include: • frequency measures (e.g. cultural institutions, sights); • density measures (e.g. high concentration or homogenous dispersion of objects); and • sub-regional localisation (e.g. population living in specific areas/land cover classes) These examples can be calculated as a regional index based on spatial data or by combination of spatial datasets (e.g. population or census-grid, and land cover). Nevertheless, those examples require transformation into region-based data and thus lead to a loss of information due to the aggregation step. 4.1.3 Qualitative approaches Qualitative approaches differ from quantitative or hybrid approaches in the way they make use of data in their assessments. While quantitative and hybrid approaches incorporate some kind of calculated impacts based on regional values, qualitative approaches use data as supplementary information to base expert judgements on. Thus, the latter are more susceptible to different types of data and do not need a specific format or type to incorporate in calculations. There are several qualitative approaches for TIA available which are usually based on a structured process with several steps containing data collection, structuring and finally expert input or judgement leading to a comprehensive assessment. Examples of such methods include EATIA 120 and TIA CBC 121 (TIA for cross-border cooperation) both developed within the framework of ESPON projects, specifically for subnational contexts. The approach of TIA CBC is set up to deal with a situation of limited data availability. This is the case in cross border areas in general and, in particular, in those fields oftentimes targeted by Cross-Border Programmes which are not covered by statistical data. Furthermore, small-scale local developments which do not always show up in aggregated statistical data are often characteristics of projects realised in such programmes. The methodology thus relies on additional information enabling participants of an expert workshop to judge on likely ",
        "49 territorial differentiation of impacts. The handbook of TIA CBC stresses the importance of maps and other spatial data for that purpose. Examples of types of spatial data which could be used to this end are: • point data (e.g. sights, cultural institutions …) for assessing densities or focus areas on a very detailed per object basis; • heatmaps or grids for density measures; and • aggregated measures on a region basis (e.g. NUTS3, Municipalities….) if the areas to be observed are larger. Such approaches can, thus, deal with both aggregated data on a region basis as well as with spatial data. 122 123 Figure 10 shows an example of a “heatmap” which depicts the density of Instagram postings covering tourism-related topics. The map is therefore an example of spatial data derived from big data sources. It was used in an expert workshop of an ESPON project on territorial distribution of impacts on a local level, thus representing an instance where no statistical or other spatial data available from public sources was able to cover a territorial assessment on such a low geographical level. 124 Figure 10: Instagram post hotspots 125 This example emphasises the role of geospatial data for local level assessments. While regional statistical data collected at the EU level usually does not go below NUTS3 level in geographical terms, grid data or spatial data (e.g. land cover) usually has a much higher spatial resolution and thus allows for an assessment of nuances that cannot be covered otherwise. Even most statistical datasets provided ",
        "50 by national authorities will not achieve this level of detail as those will rarely be provided below municipal level. 4.1.4 Improving Territorial Impact Assessments with spatial data Geospatial data, not only from “official” sources such as NMCA but also derived from alternative sources and “Big Data”, offers great opportunities for Territorial Impact Assessments in general. Even though most TIA methods cannot immediately incorporate spatial data in its original format, aggregations or computations of spatial datasets to region-based quantitative values may significantly improve the database of TIAs. A considerable issue relates to the fact that TIA methods are designed (in most cases) to compare developments, i.e. indicating impacts through differences with other regions, and that they are designed to cover a rather large geographical level (i.e. the EU or several Member States). Comparable and comprehensive spatial datasets on this level are scarce and thus, create issues with interoperability of spatial data and calculated aggregates for TIA. The application of spatial data for TIA in the EU policy context is therefore strongly linked to the general development of the geospatial data framework and future improvements to the geospatial data infrastructure. In regard to the application of TIA on a national or even sub-national scale, spatial data can immediately provide considerable added value to the existing statistical data. National or regional levels are more likely to collect or produce comparable spatial datasets which can be used in the context of a TIA. Furthermore, such regional or local impact assessments are more likely to apply more qualitative methodologies which do not rely on comparisons across a large number of regions. These qualitative methodologies are better suited to make use of spatial data which further increases the likeliness of such data to be used. The geographical scope of the Territorial Impact Assessment determines to a large extent if and in which form spatial data can be incorporated in the assessment. As local and regional assessments lend themselves to make use of spatial data currently produced in a comparable manner, the regional circumstances (i.e. the actual datasets collected in a specific region) will determine what is actually available for Territorial Impact Assessments. While it does not seem feasible to adapt existing quantitative and hybrid methodologies for TIA so that they can directly make use of spatial data, its value should not be overlooked in any assessment focusing on territories and their differences. ",
        "51 In the context of the Territorial Agenda a different approach to TIA with a stronger local and regional focus is implemented through a pilot action. The following section investigates the chances and opportunities of such a method. 4.2 Territorial Agenda 2030 The Territorial Agenda is a strategic policy document for spatial planning in Europe, its regions and communities. It provides a framework for action towards territorial cohesion and a future for all places in Europe. The Territorial Agenda of the European Union has been put in place in 2007 126 and has been renewed and updated twice since then. The Territorial Agenda is a non-binding document agreed by the Member States’ ministers responsible for spatial planning, territorial development and/or territorial cohesion and in cooperation with the European Commission, the European Parliament, the European Committee of the Regions, the European Economic and Social Committee, the European Investment Bank Group and relevant European and national associations. The Territorial Agenda 2030 (TA2030) is an action-oriented framework to promote balanced and harmonious territorial development between and within countries in Europe . The document provides orientation for strategic spatial planning and aims to achieve better consideration of territorial impacts of sector policies at all governance levels. The TA2030 highlights major economic, social and environmental challenges Europe is facing, from which a need for coordinated action has been specified. This has been translated into two overarching objectives, a Just Europe and a Green Europe . Each of these objectives is detailed in three priorities for action that shall develop the whole European territory including all its different places. The priorities under the objective of a Just Europe aim for future perspectives for all places and people in the EU. The priorities under the Green Europe objective want to protect common livelihoods and shape societal transition. ",
        "52 Figure 11: Objectives and priorities of the Territorial Agenda 2030 127 To address these objectives and priorities adequately, action by committed players is needed from local to European level. Actions should strengthen • multi-level governance; • place-based approaches; • coordinated sector policy territorial impacts and coherence; • cooperation between territories; • territorial cohesion at European level; • territorial cohesion at cross-border, transnational, inter- and intra-regional level; and • Member State and neighbouring country contributions to territorial cohesion. Table 4: Examples of indicators in the Atlas for the Territorial Agenda 2030 according to territorial level 128 Territorial level of data Examples of indicators NUTS 2 Employment rate, NEET NUTS 3 Net migration rate; regional age structure Functional Urban Area Nitrogen oxide emissions, Average temperature in cities and commuting zones LAU Settlement areas, population development CORINE Land Cover Natural areas The TA2030 anticipates a discussion on the progress rather than monitoring the progress towards the objectives. Nevertheless, the Atlas for the Territorial Agenda ",
        "53 2030 illustrates recent territorial structures and developments applying degrees of territorial differentiation of data as illustrated for selected indicators in the table above. This differentiation mirrors on the one hand different details of data availability and, on the other hand, varying usefulness and appropriateness of indicators at different levels. While most indicators used in the Atlas are regional statistical data, some could be improved with already existing spatial datasets. One example would be assessments of water quality, which are currently integrated on NUTS3 level. Many MS have in the course of implementing the Water Framework Directive set up geographical monitoring systems which could be used to further improve the information in the Atlas as the datasets are comparable regarding the methodology. Further data could be required by pilot actions under the TA2030. Six pilot actions have been launched to inspire further actions and practices to achieve Territorial Agenda priorities. These pilot actions address different priorities of the TA2030 and may individually decide on data needs and monitoring. Despite considerable overlaps of priorities addressed, the pilot actions show that data interest and requirements vary strongly from action to action (Table 5). This refers to both, indicators and level of data. Table 5: Pilot actions of the TA2030 launched in December 2030 and related priorities 129 Pilot action title Relevant priorities A future for lagging regions: Fostering the implementation of spatial strategies – Balanced Europe Region-focused Territorial Impact Assessment – Balanced Europe – Integration beyond borders Small places matter: Understanding how small places can boost their role for the development of a wider territory – Balanced Europe – Functional regions Cross-border spatial planning: A vision for a zero- carbon cross-border functional region – Integration beyond borders – Healthy environment – Functional regions Climate action in Alpine towns – Healthy environment – Functional regions Climate change adaptation and resilience through landscape transition – Functional regions – Healthy environment The example of the pilot action “Region-focused Territorial Impact Assessment” is focusing on territorial impacts of sector policies and illustrates how geostatistics and territorially differentiated data may contribute to policy making. The pilot ",
        "54 action aims at a better understanding of policy impacts on territories to design place-sensitive policies addressing the needs of communities and citizens. At the same time, the TIA approach shall be easy to apply by regional and local stakeholders. Whereas TIA usually focuses on the comparison of policy impacts between regions, this pilot action starts from the characteristics and needs of a specified territory on a smaller scale, e.g. a cross-border area. This means the “logic” of a TIA is turned upside down, i.e. several policies are regarded with their impacts on a single territory, thus the danger arises that the complexity of intertwining effects of several policies in combination with complex territorial context will not allow for any identification of territorial impacts in a way that is useful for decision support of policy makers. Depending on the type and extent of the specified territory, geostatistics can provide for appropriate territorial details lacking in regional data. Starting from detailed knowledge of the territorial characteristics of the specified territory based on such data, the pilot action wants to assess the (expected) territorial impacts of one or more (sector) policies. Thus, using detailed spatial data can facilitate the development of impact chains by regional and local stakeholders allowing for an ex-ante impact assessment of a sector policy on their specific territory. No results of this pilot action are yet available as it is still in an early phase. 4.3 Territorial Resilience and foresight “Resilience is the ability not only to withstand and cope with challenges, but also to undergo transitions in a sustainable, fair and democratic manner.” 130 The first Strategic Foresight Report ever adopted by the European Commission chose the topic of Resilience as its central theme. In light of the COVID-19 crisis, the question on how European countries and regions can deal with the immediate and long-term impacts, not only by reducing direct negative effects but also by mitigating vulnerabilities and strengthening capacities, is of utmost importance for the Commission. Regions and countries should effectively be able to make use of the crisis to implement structural changes to emerge stronger than they were before. In the report, the Commission lays down how the instrument of “Strategic Foresight” can be implemented in the EU policy-making process for all major policy initiatives. It shall be implemented through the Better Regulation toolbox, making strategic foresight a central part of ex-ante assessments and as such complementing the existing mandatory (economic, social, environmental-) as well as the optional (e.g. territorial, outermost proofing, rural proofing-) ex-ante assessments. Ultimately this should contribute to the better consideration of long- ",
        "55 term objectives in short-term actions and establish a “forward-looking culture” in policy-making. “Strategic foresight” in this regard does not refer to “predicting the future” but rather establishing plausible futures and assessing which opportunities and challenges they provide . In this way, trends and potential issues which might influence the implementation of a policy can be identified and adequate responses can accordingly be included in the design of the policy. “Strategic foresight” is not a radical new approach to policy-making as it has been developed in the early 1990s. The Committee of the Regions already in 2011 conducted an extensive review on territorial foresight practices in the EU Member States addressing foresight approaches from the EU- down to the local level 131 . Furthermore the CoR contributed to a multi-year applied research project by ESPON (ESPON ET2050 – Territorial Scenarios and Visions for Europe) applying foresight approaches with a long-term perspective. 132 However, for the first time now, the Commission calls for the mainstreaming of the instrument into the EU-policy- making process. Resilience of countries and regions is the first important topic. It is however not only limited to the impacts and policy responses regarding the COVID-19 crisis. Focus on the important trends of green transition and digital transition is also set as core topics of the Von der Leyen Commission 133 . Resilience in the context of a strategic foresight approach, as depicted by Figure 12, structures relevant megatrends along four dimensions: • social and economic, • geopolitical, • green, and • digital. For each dimension vulnerabilities to mitigate and capacities to enhance are being assessed against a specific background (in the example the COVID-19 crisis), leading to an opening up of new opportunities and, ultimately, to a more resilient Europe. ",
        "56 Figure 12: Resilience and strategic foresight 134 The social and economic dimension assess the ability to react to immediate economic shocks as well as to achieve a fair and inclusive structural change in the long term. Recovery of a shock must always be linked to transitions, improving social and regional cohesion and supporting the vulnerable parts of a society. The geopolitical dimension relates to the role of Europe as a global leader in a world of interdependent but also competing powers. The need to preserve and expand the role of a leader, balancing the goal of reducing dependencies and expanding own supplies, while promoting the value of multilateralism and fostering open and fair trade, is seen as crucial for the EU. The green dimension is centred around the target of achieving climate neutrality for the EU by 2050, reducing overall pollution and restoring the capacity of its ecosystems. As a consequence, this requires to reduce the dependency on fossil fuels in all their forms, implementing structural changes towards a circular economy, change production and consumption patterns, implement structural changes to business and jobs as well as overall lifestyles. The digital dimension finally relates to the capacity to adapt our way of life to irreversible structural changes based on digital technology, fostering their opportunities and potentials while at the same time preserving fundamental rights such as freedom, equality, security and democracy. Implications for the economy, businesses and jobs have to be considered the same way as implications for the private life of citizens. 4.3.1 Resilience dashboards Based on the four dimensions of resilience, the Commission has proposed the use of “Resilience Dashboards” in order to monitor the development of each country ",
        "57 for each dimension. Some prototypes have been developed which are set up on country level (NUTS0) and provide a first glance at the approach to each dimension as well as a first judgement on the position of each MS. The Commission, however, underlines that those are only first prototypes and will need continuous development over time, for which a participatory process with MS is envisaged. The dashboards shall be complementary to other tools and build mainly on existing datasets. In particular indices, which are constructed at the EU level, ensure comparable data and allow to combine multiple dimensions, e.g. for “digitalisation”. Key principles of the dashboards are: • strategic foresight shall inform their construction, allowing also for the creation of new, resilience-oriented indicators; • the dashboards shall not assess progress e.g. towards a specific sectoral goal, but focus on the ability of MS to make progress and reach policy targets; and • the dashboards shall not be focused on specific sectors but provide a holistic, multidimensional approach. The prototypes currently address the MS level and are constructed with data available there. Many aspects, however, do not only show a differentiation by Member State but also considerable variation along the regional level. An assessment of the regional availability of indicators undertaken in the context of this report has revealed that a considerable number of indicators is in fact available at least on NUTS2 level (see Annex). While there are considerable gaps at the regional level, especially with issues such as debt and savings rates, material consumption, social transfers, and social issues, it still provides an optimistic outlook for adding a regional dimension to resilience measurements. All datasets do, however, refer to regionalised statistical but not to spatial data. At the moment, only few relevant fields for the resilience dashboards can be tackled with spatial data, e.g. data on areas of natural protection, data on housing, or data on commuting. For areas of natural protection pan-European datasets are available, however, for other issues this is not the case at the moment. As the idea of such a dashboard is to enable a pan-European comparison from the outset, there are high requirements for datasets, which might not be easy to be met by spatial data – at least not in the current framework of production and harmonisation of spatial data. Thus, two approaches in particular seem promising for regionalisation of resilience dashboards : • Further explore the regional breakdown of regionalised statistical data – i.e. aim to improve the current data framework where most indicators are available on NUS2 level at best. For pan-European comparisons on the regional level, ",
        "58 NUTS3 would be preferable and at the same time realistic to be collected in the near future. • Further explore the use of indices produced for key dimensions of the resilience dashboards , which are already produced at the EU level and which provide a holistic approach to their dimension. Such indices are produced on different levels, from NUTS3 to NUTS0 Nevertheless, the importance of spatial data for a “strategic foresight” process tackling the regional level in general has to be underlined. Such a process does not only rely on pan-European harmonised datasets in a quantitative manner, but available datasets of any kind can be used in identifying crucial resilience-related issues in specific MS or regions in a qualitative manner. 4.3.2 Regional and local indices Indices are available in varying detail for all but the green dimension and the geopolitical dimension. Partly those are already provided at the regional level, partly they are only on country level. Some indices combine information from different dimensions, however, all are clearly related to one main dimension of the prototype resilience dashboards. These indices do not make use of spatial data directly (only e.g. through aggregated values for NUTS regions), but nevertheless offer an opportunity of creating somewhat regionally differentiated assessments for resilience measurements. Not only the overall index is relevant, but in most cases several interesting indicators are part of the index, which can be integrated into regional resilience dashboards. 4.3.2.1 The economic dimension: Regional Innovation Scoreboard (RIS) and Regional Competitiveness Index (RCI) In order to assess innovativeness and hence the capacity of countries to react to changing circumstances, the EU Commission has developed a longstanding index called the European Innovation Scoreboard. It measures the innovativeness at Member State level and crucially allows for comparisons to other non-EU- countries to judge on the development in a global perspective. 135 To complement this national view, the Commission – i.e. DG GROW – in 2009 has set up a regional index called “Regional Innovation Scoreboard” allowing for a more detailed assessment of subnational developments and providing regions with the ability to react to new developments and deal with external shocks. Components of the index include: • Framework conditions (human resources, research systems, innovation friendly environment); • Investments (finance and support, firm investments); • Innovation activities (innovators, linkages, intellectual assets); and ",
        "59 • Impacts (employment impacts, sales impacts). The index is set up on a NUTS2-level basis, as numerous indicators are simply not available at NUTS3 level or below. Even for NUTS2 level only 5 out of 27 indicators are directly available, while for the remaining ones data requests to Eurostat and the NSIs, to a private University, and to other DGs had to be made. Crucially, DG GROW was able to receive otherwise unpublished data for all indicators on the regional level with an overall availability for 90,9% of regions. 136 In 2020, the CoR however highlighted the need for an improvement in the RIS. Although it provides both a regional score as well as a way by which to compare multiple regions, it lacks clarity when it comes to the raw data which is used to compile the RIS. Both access to the raw data as well as a more transparent system were the demands of the CoR, pointing to the insight which may be gained by Regions thusly. 137 Extending the focus on innovation to all major factors influencing a region’s competitive capacities, the Regional Competitiveness Index monitors the performance of all the NUTS-2 level regions across the European Union. Over 70 comparable indicators are spread across eleven pillars relevant to productivity and long-term development. These eleven pillars or dimensions describing the different aspects of competitiveness are classified into three major groups: 138 • Basic (Institutions, Macroeconomic Stability, Infrastructures, health, Quality of Primary and Secondary Education); • Efficiency (Higher Education/Training/Lifelong Learning, Labour Market Efficiency, Market Size); and • Innovation (Technological Readiness, Business Sophistication, Innovation). The goal of the RCI is to provide the Member States with viable information concerning their region’s ability to offer an attractive and sustainable environment for firms and residents to live and work. 139 Up to this day four editions of the RCI have been published (2010, 2013, 2017, 2019). Due to the structural delay in the publication of regional indicators, the RCI 2010 captured the situation just before the 2008 financial crisis hit the policies’ impact, allowing to see what made regions more capable to react to the shock and recover afterwards. The RCI and RIS as instruments are able to assist policy makers monitoring the effectiveness and designing better policies. 140 While the RIS and the RCI can contribute to the measurement of resilience in the form of regional preparedness to innovate after an external shock, they certainly are hampered by the NUTS2 level not allowing for truly regional assessments. Furthermore, an important aspect to raise is that, for the provision of regionalised statistical data for the RIS, DG GROW did not act based on legal measures but ",
        "60 sought individual arrangements with other institutions (NSIs, private bodies …). This can be seen as an example for other activities, e.g. regular surveys conducted by NSIs, where oftentimes regionalised data is available but not used for the final product which represents a more aggregated dataset. 4.3.2.2 The social dimension: Regional Social Scoreboard and Regional Social Progress Index At the Social Summit 2017 in Gothenburg the European Union proclaimed the European Pillar of Social Rights, which was the kick-off for monitoring the Member States’ progress in strengthening the EU’s social dimension with the Social Scoreboard. The Scoreboard is structured around 12 areas (based on 14 indicators), which are grouped into three dimensions: 141 • Equal opportunities and access to the labour market, ο Education, skills and lifelong learning, Gender Equality in the labour market, Inequality and upward mobility, Living conditions and poverty, Youth; • Dynamic labour markets and fair working conditions, ο Labour force structure, Labour market dynamics, Income, including employment-related; and • Public support/Social protection and inclusion, ο Impact of public policies on reducing poverty, Early childhood care, Healthcare, Digital access. Originally the Social Scoreboard only provided data on national level. Due to the Committee of the Region’s effort, the Regional Social Scoreboard got implemented to capture the full extent of the social challenges in the EU. 142 As a further measure for monitoring social progress in the EU, the Regional Social Progress Index was set up in 2016. Twelve components, which consist of three to seven comparable social and environmental indicators, are aggregated into three major dimensions describing respectively basic, intermediate and more subtle aspects of social progress on NUTS2 level: 143 • Basic human needs (Nutrition and basic medical care, Water and sanitation, Shelter, Personal security); • Foundations of wellbeing (Access to basic knowledge, Access to information and communication, Health and wellness, Environmental quality); and • Opportunity (Personal rights, Personal freedom of choice, Tolerance and inclusion, Access to advanced education). To further the practical application of the SPI, the Commission launched a multi- regional pilot project called “Measuring what Matters to EU Citizens: Social Progress in the European regions”, in order to encourage regions to empirically ",
        "61 test how the EU-SPI can be used to improve policy making. 144 The pilot regions are Bratislava Region (SK), Bucharest-Ilfov (RO), Catalunya (ES), Centro (PT), Eastern & Midland Regional Assembly (IE), Eastern Slovenia (SL), Emilia Romagna (IT) and Hungary (HU). The Commission thus clearly emphasises the importance of the regional level for the social dimension. The production of regionalised indices with a comprehensive framework and a large number of indicators offer the opportunity for mainstreaming resilience dashboards on the regional level for the social dimension as well. These indices can provide input on the aggregate level across all indicators, within the main dimensions of each index as well as on the level of individual indicators. The scope of both indices however is NUTS2 level, which for truly regionalised assessments is usually too broad. In particular, a dimension which oftentimes shows a sharp differentiation between urban and rural areas should at least be assessed on the NUTS3 level where such a differentiation is possible. The pilot actions implemented in the context of the SPI furthermore are likely to provide input to the question of how such indices and by extension also the resilience dashboards can be put to use in the policy making process. 4.3.2.3 The digital dimension: The Digital Economy and Society Index (DESI) Tracking Europe’s overall digital performance and the Member States’ digital competitiveness since 2015, the Digital Economy and Society Index tries to help identify certain areas requiring investment. The main policy areas tracking the evolution of Member States are: 145 • Connectivity (fixed broadband take-up, mobile broadband, fixed broadband coverage and broadband prices); • Human capital (internet user skills and advanced skills); • Use of Internet (citizens’ use of internet services and online transactions); • Integration of Digital Technology (business digitisation and e-commerce); and • Digital Public Services (e-Government). The index allows to compare the Member State’s evolution and the progress in their digital performance by characterising the performance of individual Member States or pinpointing areas where the performance can be improved. Furthermore, the DESI is currently used to monitor the Commission’s newly published SME strategy for a sustainable and digital Europe. Since the DESI is monitoring the EU countries as a whole, regional assessments cannot be made easily. The index is more focused on the individual policies ",
        "62 concerning digital performance and competitiveness in the Member States rather than the localised regional impact. Sub-components of the index, however, are available on the regional level (NUTS2 in most cases) and can be used for regional assessments of digital resilience. In fact, Eurostat has dedicated a site to provide comprehensive information about datasets available for this topic. 146 DG CNECT strongly supported by the CoR has already called for an extension of the index creating a “local DESI index” to better represent the diversity of ‘digital situations’ of Europe’s cities and regions 147 . The creation of a local DESI was discussed under the Finnish presidency of the European Council with the ambition to integrate it to the Digital Europe Programme 148 . Furthermore, an initiative by the CoR in cooperation with ESPON is currently developing the LORDI (Local and Regional Digital Indicators) framework which aims at delivering information on a regional level in particular in relation to digital infrastructure, digital skills and capacity building, digital economy and the digital single market. 149 4.3.2.4 Overarching dimension: SDGs on local level The UN’s Agenda 2030, adopted in 2015, sets a framework for sustainable global development. Balancing the economic, social, and environmental dimensions of the Sustainable Development Goals is set to provide tangible objectives till the year 2030 concerning fair and resilient societies, prosperous economies, a healthy planet, regional and global stability, and human dignity. The SDGs define 169 targets summarised under 17 individual goals, which are: 150 No poverty; Zero Hunger; Good Health and Well-Being; Quality Education; Gender Equality; Clean Water and Sanitation; Affordable and Clean Energy; Decent Work and Economic Growth; Industry, Innovation and Infrastructure; Reduced Inequalities; Sustainable Cities and Communities; Responsible Consumption and Production; Climate Action; Life below Water; Life on Land; Peace, Justice and Strong Institutions; Partnerships. Considering the EU Member State’s divergent preconditions, the implication of the SGDs on an EU-wide level is a difficult task. Therefore, regional and local authorities and policy-makers are essential partners towards achieving the SDGs. To measure the goals a global indicator framework was developed by the Inter- Agency and Expert Group on SDG Indicators. The framework consists of 231 distinctive indicators. 151 In a report from 2018 the European Commission states, to reach the SDGs territorial indicators and disaggregated data are essential to improve government capacity. Thus, “ local and regional authorities should be consulted on the indicators, providing input and expertise to check the extent to which the objective addresses a problem for municipalities and the extent to which municipal tasks can contribute toward the overall objective. ” 152 . This process, however, is ongoing, with multiple actors engaged in an effort to develop ",
        "63 regionalised SDG indicators. In an opinion published 2019 the CoR already emphasizes the role of the Local and Regional Authorities in delivering of the 2030 Agenda with the CoR as contact point 153 and with Eurostat as the monitoring agency of the work and progress made 154 . The aforementioned Regional Social Scoreboard co-developed by the CoR should help address the SDG related social challenges on a regional level as well 155 . ",
        "i Conclusion A better understanding of the regional impacts of policies and legislations creating the need for data on a regional level for capturing these impacts has led to a growing interest in spatial data. Sub-national differentiation of impacts is important both for Union policies, but also for Member States internally. Nevertheless, especially EU level comparable spatial data still suffers from multiple obstacles and oftentimes assessments are made solely based on regionalised statistical data. Collection of regionalised statistical data is already embedded in a well-developed framework and enshrined in a legal mandate in the TFEU with several other pieces of legislation regulating the provision of such statistics from the MS to EUROSTAT. The balance between nominal independence of the MS statistical institutions and a strong framework ensuring comparable statistics across the Union has been well struck. A particular relevant aspect is the establishment of institutions which coordinate the approach among MS and which include high- ranking representatives of each MS, thus ensuring commitment even to non- binding aspects. Still, improvement of the framework for regionalised statistics is possible. Long-standing national approaches sometimes lead to issues in comparability, while changes in methodologies lead to breaks in time series. Federal structures and sub-national division of competences furthermore create issues in comparability especially regarding the spatial resolution of datasets. A number of data collection activities covering spatial aspects are already in place in sectoral policies such as the CAP monitoring framework or the TEN-T implementation. In this context considerable stocks of data are created which could be used in other contexts as well. Making these sets of data accessible and useful for those other contexts requires both a legal basis for doing so as well as potentially a review, aggregation or anonymisation (e.g. in the context of monitoring data for funding programmes) of the information. Actions recommended: • Thematic expansion of collection of regionalised statistical data by Eurostat, both through legally enshrined and Union-level coordinated data collection (e.g. like SILC) as well as through encouragement of MS through the established cooperation formats • Increasing the spatial resolution of regionalised statistical data, building where possible on grid data or MS-based data collection on a regional level. • Exploring possibilities for collection and harmonisation of regionalised statistical data or even geospatial data based on initiatives and legislation ",
        "ii already in place. In particular the IACS and data collected in the context of TENtec provide opportunities for this. • Considering the provision of raw data for multiple statistical aggregated datasets which are currently only provided as regionalised statistical data. E.g. in the context of the CAP implementation, the agricultural census, the FADN or the SBS oftentimes point-based geodata is used as a basis for calculating regional values. Where possible, in adherence to data protection and privacy laws, the compiling bodies (e.g. Eurostat or DG AGRI) should consider the possibility to provide actual geospatial data to end users. For coordinated collection of spatial data, no EU level legal mandate exists, which clearly influences the availability of comprehensive and comparable data to date. Some initiatives on the EU- and also global level have started to ensure the availability of such datasets, with first results in terms of guidelines developed and pilot actions implemented. However, production of spatial data in most countries is not covered by the National Statistical Institutes but by other authorities such as the NMCA. Those authorities oftentimes do not have a longstanding history of cooperation across countries, thus cooperation and coordination formats have to be newly built instead of relying on existing ones. With the INSPIRE Directive implemented, a sound basis for an exchange platform has already been established, however reality has shown that expectations of developing a common framework for spatial data in the EU might have been too high. Harmonisation of metadata as a binding measure is a first step in the right direction, but the non-binding nature of technical guidelines on spatial data harmonisation hampers the progress towards interoperable datasets considerably. Inspiration might be drawn from the implementation mechanisms of the ESS, i.e. providing strong coordination and cooperation formats involving leading members of the authorities involved in spatial data production. Even without legally binding mechanisms, this still would further the integration of spatial data across Member States. A dedicated agency at the EU level for the coordination of efforts and with clear competences would considerably strengthen such activities. Actions recommended: • Expansion of the work on integration of statistical and geospatial information through stronger integration of high-level coordination bodies involving national authorities involved in the production of spatial data in an institutionalised manner. This should make use of experience gathered in the implementation of the ESS. • Ideally, a European geospatial agency with clear competences beyond fostering coordination and exchange between national authorities should be created. Given the political, legal and administrative constraints surrounding this possibility, alternatively mechanisms should be put in place to strengthen ",
        "iii Eurostat's Geographic Information System of the Commission (GISCO) to become the European geospatial hub. • Encouragement of MS authorities to comply with technical guidelines established through the numerous initiatives as well as through the INSPIRE directive wherever possible. Exploring the possibilities for formalisation of technical guidelines and inclusion in legal frameworks, strengthening their relevance and uptake. • Encouragement of MS authorities to expand data sharing efforts building on the existing legal framework, e.g. through the re-use of public sector information legislative framework. • Further exploration on the use of Big Data sources for production of regular, frequent and comprehensive spatial datasets on a Union level. • Further research by the Committee of the Regions into possibilities for geospatial data integration and geospatial data potentials in the context of sectoral- and other legislation (e.g. the IACS, TENtec, the agricultural census and others) While improvement and expansion of spatial data and regionalised statistical data is relevant for policymaking processes, a lot of information is already available which can be used. While EU-wide assessments on a regional level oftentimes suffer from a lack of comprehensive and comparable data in high spatial resolution across all MS, a lot is already being done with what is available regarding Territorial Impact Assessments through various methodologies. Mitigation techniques for the lack of regionalised data have been developed, nonetheless these would benefit from further expanding the availability of spatial data through improving interoperability and thematic coverage. Strong opportunities in that regard are presented to qualitative impact assessment methodologies which are more flexible in making use of non-harmonised data which represents the majority of spatial data in the EU to date. With the ongoing expansion of the application of Territorial Impact Assessments, not only at the EU level but also on a more regional level (i.e. transnational cooperation areas, Cross-Border Programmes but even small clusters of regions as in implementing the Territorial Agenda pilot actions), the potential of making use of available spatial data in such processes increases. On a lower territorial level and a smaller area under assessment, the likelihood of harmonised spatial data being available is higher than on a pan-European level. In the context of Strategic Foresight being mainstreamed into the impact assessment process for EU initiatives, and the question of Resilience being put at the centre of foresight initiatives, regional differentiation of susceptibility towards specific policies and resilience towards shocks gains further importance. While currently proposed Resilience Dashboards only take into account the national ",
        "iv level, a regional differentiation in particular in heterogenous Member States with strong geographically, demographically or otherwise differentiated regions is relevant for the future. This will furthermore feed into the “beyond GDP” debate and the opportunities presented by geospatial data in covering issues besides classical economic parameters on a small regional scale, in particular in assessing cohesion policy progress. In this context, an opportunity for institutionalising collection of spatial data and regionalised statistical data on specific topics for the purpose of assessing developments over time is presented. Actions recommended: • Exploration of spatial data for application of TIA methodologies for legislative initiatives and policies, both regarding production of quantitative datasets as well as for application in qualitative impact assessments. • Special attention should be paid to existing spatial datasets in case of territorially limited TIAs where the likelihood of available comprehensive datasets is higher • Introduction of a regional dimension into Resilience dashboards in particular and Strategic Foresight approaches in general, making use of existing regionalised statistical datasets e,g. those already collected for the various regional indices collected at EU level • Exploration of opportunities to institutionalise collection of specific spatial datasets in the context of setting up resilience dashboards, ensuring the cooperation and commitment of MS authorities to the production of such datasets. • Exploration of potentials for including regional information on a broader basis into the parameters measuring “cohesion” on a regional level. Measurements should in this context go beyond economic parameters and take into account regional wellbeing in a broader sense. Spatial data has the potential to improve numerous applications, being able to pinpoint issues in a much higher resolution than traditional regionalised statistical data can. Nevertheless, the applicability relies to a large extent on the harmonisation and interoperability of datasets. The current EU-level framework is not strong enough to ensure those crucial points, thus spatial data is oftentimes limited to supplementary information for qualitative assessments, or confined to small geographical areas where data is collected in a comparable manner. While strengthening of the EU framework is a future goal, at the current time the most promising way of covering the regional dimension in policymaking is through the use of classical regionalised statistics, only being supplemented by spatial data in specific circumstances. ",
        "v Annex Dashboard indicators Regional data availability Spatial level of disaggregation Social and economic Poverty (AROPE) Economic growth (GDP/capita) NUTS 3 People at risk of poverty or social exclusion NUTS 2 Economic performance (GDP/capita) NUTS 3 Disposable income NUTS 2 Economically active population per km 2 NUTS2 Gross domestic product (GDP) at current market prices; Purchasing Power Standard per inhabitant NUTS 3 GDP loss due to cross-border obstacles NUTS 3 Unemployment rate NUTS 2 Housing overcrowding Built-up areas per inhabitant NUTS 3 Annual land take per inhabitant FUA Housing: Number of rooms per person NUTS 1/2 Facing unexpected expenses Disposable income NUTS 2 Economic performance (GDP/capita) NUTS 3 People at risk of poverty or social exclusion NUTS 2 Precarious employment Employment in arts, entertainment and recreation, activities of household and extra-territorial organizations and bodies NUTS 3 Entrepreneurship (share of private enterprises) NUTS 2 Employment in risk sectors (based on employment by sectors) NUTS 2, existing but not consistently available at NUTS 3 Employment in micro-enterprises not consistently available at NUTS 2 Self-employed NUTS 2 Cross-border employment NUTS 2 Early school leavers Share of pupils enrolled in early childhood education on total number of population aged 25-49 NUTS 2 Share of pupils in Youth Education system on total number of population aged 25-49 NUTS 2 Change in share of young people neither in employment nor in education and training NUTS 2 Early leavers from education and training NUTS 2 Educational attainment of 30-34 year olds, primary education (levels 0-2) NUTS 2 NEET Change in share of young people neither in employment nor in education and training NUTS 2 Share of pupils in Youth Education system NUTS 2 Distance from services Potential accessibility multimodal NUTS 3 Potential accessibility by road NUTS 3 Potential accessibility by rail NUTS 3 Potential accessibility by air NUTS 3 ",
        "vi Dashboard indicators Regional data availability Spatial level of disaggregation CB lower: Potential accessibility multimodal NUTS 3 Regional transport infrastructure: navigable canals Regional transport infrastructure: navigable rivers NUTS 2 Regional transport infrastructure: motorways NUTS 2 Regional transport infrastructure: total railway lines NUTS 2 Food import dependence International trade NUTS 2 Corporate debt Household debt National debt only at NUTS 0 Banking sector leverage Unemployment rate Unemployment rate NUTS 2 Change of unemployment rate 2009-2018 NUTS 2 Change of unemployment rate 2014-2018 NUTS 2 Share of full-time employments NUTS 2 Share of part-time employments NUTS 2 Youth unemployment NUTS 2 Market concentration Tourism sector ERDF Coop. expenditure: Tourism and Culture (per capita) NUTS 3 Employment in tourism NUTS 2 Bed places in short-stay accommodations NUTS 2 Total overnight stays per thousand inhabitants NUTS 2 Tourism reliance (based on tourism beds related to population) NUTS 2 Benefits to children/families Change of young age dependency ratio NUTS 3 Change in share of young people neither in employment nor in education and training NUTS 2 Share of persons who reduced their working time to care for their child on the total number of population NUTS 3 Impact of social transfers ERDF Coop. expenditure: Improving human capital and social investments (per capita) NUTS 3 Social expenditures ERDF Coop. expenditure: Improving human capital and social investments (per capita) NUTS 3 Quality and accountability of government services NUTS2/1 CB difference: Quality and accountability of government services NUTS 2 Quality of the public health care system NUTS 2 Bounce back capacity Gender quality Gender balance employment NUTS 2 Female employment ratio NUTS 2 Low inequality Voluntary work Household saving rate Goods market efficiency Financial market development ",
        "vii Dashboard indicators Regional data availability Spatial level of disaggregation Expenditure on R&D Total R&D personnel and researchers % active population 2013 NUTS 2 CB lower: Share of R&D personnel and researchers NUTS 2 ERDF Coop. expenditure: R&TD, innovation and entrepreneurship (per capita) NUTS 3 SME introducing product or process innovation NUTS 2 SME introducing marketing or organisational innovation NUTS 2 Innovative SMEs collaborating with others NUTS 2 Patent applications to the EPO per mio inhab 2012 NUTS 3 Patent applications/Mio inhabitants NUTS 3 Human Resources in Science and Technology NUTS 2 Employment in technology and knowledge-intensive sectors NUTS 2 Share of R&D personnel and researchers NUTS 2 Investment ERDF Coop. expenditure: Improving human capital and social investments (per capita) NUTS 3 Adult participation in learning Lifelong learning NUTS 2 Number of students in tertiary education NUTS 2 Educational attainment of 30-34 year olds, tertiary education (levels 5-8) NUTS 2 Educational attainment of 30-34 year olds, secondary education (levels 3-4) NUTS 2 Educational attainment of 30-34 year olds, primary education (levels 0-2) NUTS 2 Change in share of population aged 30-34 with primary education NUTS 2 Limiting long-term unemployment Change in share of population aged 30-34 with secondary education NUTS 2 Change in share of population aged 30-34 with tertiary education NUTS 2 Population aged 30-34 with Tertiary education (ISCED 2011 levels 5-8) – % – 2015 NUTS 2 Active labour market policies Ease of doing business Trust in institutions Trust in the political system NUTS 2 Trust in the legal system NUTS 2 Corruption NUTS 2 Quality and accountability of government services NUTS 2 Impartiality of government services NUTS 2 Quality of law enforcement NUTS 1/2 Government effectiveness Quality and accountability of government services NUTS 2 Regional competitiveness index: Government Effectiveness 2009 NUTS 2 Regional competitiveness index: Government Effectiveness 2009 NUTS 3 Corruption NUTS 2 ",
        "viii Dashboard indicators Regional data availability Spatial level of disaggregation Health Non-communicable diseases Population 65+ Average age of population NUTS 3 Change in share of people aged 65 or older NUTS 3 Change in share of people aged 80 or older NUTS 3 Long standing illness Unmet health needs Healthcare associated infections Air passengers CB lower: Potential accessibility multimodal NUTS 3 CB lower: Potential accessibility multimodal NUTS 3 Potential accessibility by air NUTS 3 Commuting Potential accessibility by rail NUTS 3 CB lower: Potential accessibility multimodal NUTS 3 Potential accessibility by road NUTS 3 Potential accessibility multimodal NUTS 3 Regional transport infrastructure: navigable canals NUTS 2 Regional transport infrastructure: navigable rivers NUTS 2 Regional transport infrastructure: motorways NUTS 2 Regional transport infrastructure: total railway lines NUTS 2 Public healthcare expenditure Employment in public administration, defence, education, human health and social work activities NUTS 3 Quality of the public health care system NUTS 2 Economic performance in public administration, defence, education, health services, entertainment and recreation (GVA/capita) NUTS 3 CB difference: Hospital beds NUTS 2 Health gross fixed capital formation Employment in services: public, health, social and other NUTS 3 Preventive care expenditure Laboratory expenditure Low rate of treatable mortality Medical doctors Employment in public administration, defence, education, human health and social work activities NUTS 3 Nurses Employment in public administration, defence, education, human health and social work activities NUTS 3 Hospital beds CB difference: Hospital beds NUTS 2 Hospital Beds NUTS 2 Low prevalence of respiratory diseases Flu vaccination ",
        "ix Dashboard indicators Regional data availability Spatial level of disaggregation Raw materials Domestic material consumption per capita Direct and indirect material consumption per capita Base metal ores, domestic consumption per capita Non-metallic minerals for construction, domestic consumption per capita Resource intensity Base metal ores, import dependence Non-metallic minerals for construction, import dependence Supplier concentration in base metal ores Economic importance of base metal ores Domestic CRM extraction Intra-EU trade in recyclable raw materials Importance of efficient use of resources Recycling rate of e-waste Circular material use rate Patents in recycling and secondary raw materials Product redesign practices for efficient use or recycling Business R&D expenditures in material sectors Resource efficiency, rate of change Municipal waste generated NUTS 2 Supplier diversification for base metals, rate of change Green Biodiversity loss (low common farmland bird index) Water exploitation index Water consumption NUTS2 ",
        "x Dashboard indicators Regional data availability Spatial level of disaggregation Soil erosion by water Capacity of ecosystems to avoid soil erosion NUTS 2 Years of life lost attributable to air pollution (PM 2.5) Composite index of life expectance and air pollution NUTS 2 GHG emissions per capita Emissions of NO x per capita (tonnes) NUTS 2 CB higher: Emissions of CO 2 per capita (tonnes) NUTS 2 Emissions of CO 2 per capita (tonnes) NUTS 2 Emissions of NO x per capita (kilotonnes) NUTS 2 Ratio between emissions of CO 2 and GVA NUTS 2 CO 2 emissions savings potential for the building sector NUTS 2 Urban population exposed to PM10 concentrations NUTS 2 Days with need of cooling (change) Heat waves (days over 30°C) NUTS 2 Exposure to heat waves NUTS 2 Fatalities due to flood events Sensitivity to floods NUTS 3 Urban flood risk FUA Fatalities due to storm events Facilities due to extreme temperature events Heat waves (days over 30°C) NUTS 2 Probability of forest fire hazard NUTS 2 Exposure to heat waves NUTS 2 Fatalities due to wildfire events Drought (probability of forest fire hazard) NUTS 2 Probability of forest fire hazard NUTS 2 Exposure to heat waves NUTS 2 Economic losses from weather and climate related events Drought (probability of forest fire hazard) NUTS 2 Probability of forest fire hazard NUTS 2 Heat waves (days over 30°C) NUTS 2 Sensitivity to floods NUTS 3 Urban flood risk FUA Soil erosion by water NUTS 3 Soil retention NUTS 2 Sensitivity to avalanches NUTS 3 Exposure to heat waves NUTS 2 Frequency of flood events Sensitivity to floods NUTS 2 Urban flood risk FUA Frequency of storm events Frequency of extreme temperature events Drought (probability of forest fire hazard) NUTS 2 Probability of forest fire hazard NUTS 2 Heat waves (days over 30°C) NUTS 2 Exposure to heat waves NUTS 2 Frequency of wildfire events Drought (probability of forest fire hazard) NUTS 2 Probability of forest fire hazard NUTS 2 Heat waves (days over 30°C) NUTS 2 ",
        "xi Dashboard indicators Regional data availability Spatial level of disaggregation Exposure to heat waves NUTS 2 Population living in low elevation coastal zones Sensitivity to floods NUTS 3 Urban flood risk FUA Ability to keep home adequately warm Lack of adequate heating Employment in energy intensive sectors Employment in technology and knowledge-intensive sectors NUTS 2 Commitment to UN initiative Conservation status of habitat and species Public expenditures on environmental protection (change) ERDF Coop. expenditure: Environmental protection and risk prevention (per capita) NUTS 3 ERDF and CF expenditure in renewable energy and energy efficiency NUTS 3 Population covered by the Covenant of Mayors Citizen involvement Natura 2000 protected areas CB product: Protected areas (NATURA 2000) NUTS 3 Protected areas (NATURA 2000) NUTS 3 Adaptation policies scoreboard Environment-related technologies ERDF Coop. expenditure: R&TD, innovation and entrepreneurship (per capita) NUTS 3 ERDF Coop. expenditure: other categories (per capita) NUTS 3 Jobs created in technology and knowledge-intensive sectors NUTS 2/3 Human Resources in Science and Technology NUTS 2 Employment in technology and knowledge-intensive sectors NUTS 2 Energy productivity ERDF and CF expenditure in renewable energy and energy efficiency NUTS 3 Electricity generated from hard coal and lignite NUTS 2 Electricity generated from solar energy NUTS 3 Electricity generated from wind energy NUTS 3 Solar energy potential NUTS 3 Wind energy potential NUTS 3 Primary energy potential of biodegradable wastes and biogas NUTS 3 Primary energy potential of biofuels from agricultural products NUTS 3 Primary energy potential of forestry products and forestry residues NUTS 3 GHG absorption by ecosystems Share of insured losses (from weather and climate related events) ",
        "xii Dashboard indicators Regional data availability Spatial level of disaggregation Digital Digital economy Employment in information and communication NUTS 3 Economic performance in information and communication (GVA/capita) NUTS 3 Broadband access NUTS 2 Average Expenditure in R&TD and information society in mio Euro 2013/14 NUTS 3 E-government Online interactions with public bodies NUTS 2 Digital skills Smart working preparedness only at NUTS 0 Teleworking capacity E-Health ",
        "xiii Bibliography References 2012/504/EU: Commission Decision of 17 September 2012 on Eurostat AtlasTA (2021): Atlas for the Territorial Agenda 2030 Bavdaz et al. (2015): Response Burden in Official Business Surveys – Measurement and Reduction Practices of National Statistical Institutes, Official Journal of Statistics Brovelli A., Minghini M. et al. (2016): Towards an Automated Comparison of OpenStreetMap with Authoritative Road Datasets Commission Regulation (EC) No 1205/2008 of 3 December 2008 implementing Directive 2007/2/EC of the European Parliament and of the Council as regards metadata Commission Regulation (EC) No 233/2009 of 19 March 2009 fixing the export refunds on milk and milk products Decision No 234/2008/EC of the European Parliament and of the Concil of 11 March 2008 establishing the European Statistical Advisory Committee and repealing Council Decision 91/116/EEC (Text with EEA relevance) Directive 2007/2/EC of the European Parliament and of the Council of 14 March 2007 establishing an Infrastructure for Spatial Information in the European Community (INSPIRE) ESPON (2019): Territorial Impact Assessment for Cross-Border Cooperation – Targeted Analysis Final Report ESPON (2020): Carrying capacity methodology for tourism – Targeted Analysis Case study annex (step 1 & 2) European Centre for Disease Prevention and Control (2021): Data on hospital and ICU admission rates and current occupancy for COVID-19 European Commission (2007): Territorial Agenda of the European Union – Towards a More Competitive and Sustainable Europe of Divers Regions European Commission (2011): Working Papers, A new Regional Competitive Index: Theory, Methods and Findings European Commission (2013): Intra-EU Mobility of third-county nationals – European Migration Network Study 2013 European Commission (2014): Communication from the Commission to the European parliament, the Council, the European Economic and Social Committee and the Committee of the Regions – Regulatory Fitness and Performance Programme (REFIT): State of Play and Outlook European Commission (2016): Report from the Commission to the Council and the European Parliament – on the implementation of Directive 2007/2/EC of March 2007 establishing an Infrastructure for Spatial Information in the European Community (INSPIRE) pursuant to article 23 European Commission (2017): JRC Technical Reports – Summary Report on Status of implementation of the INSPIRE Directive in EU European Commission (2018): Delivering the Sustainable Development Goals at local and regional level European Commission (2018): JRC Technical Reports – RHOMOLA V3: A Spatial Modelling Framework European Commission (2018): Statement of Estimates of the European Commission for the financial year 2019 European Commission (2018): Towards an EU Policy on Migration Data. Improvements to the EU migration data landscape European Commission (2019): European Innovation Scoreboard 2019 European Commission (2019): The EU Regional Competitiveness Index 2019 European Commission (2020): 2020 Strategic Foresight Report. Strategic Foresight – Charting the Course towards a more resilient Europe European Commission (2020): 2020 Strategic Foresight Report. Strategic Foresight – Charting the Course towards a more resilient Europe European Commission (2020): Digital Economy and Society Index (DESI) 2020, Thematic chapters ",
        "xiv European Commission (2020): European Innovation Scoreboard 2020 European Commission (2020): European Regional Competitiveness Index European Commission (2021): EU approach to sustainable development European Commission (2021): Social Scoreboard, Supporting the European Pillar of Social Rights European Commission: The LUISA-RHOMOLO combination for the evaluation of territorial impact of European policies European Committee of the Regions (2019): European Regional Social Scoreboard European Forum for Geography and Statistics (2012): GEOSTAT 1A – Representing Census data in a European population grid European Forum for Geography and Statistics (2013): GEOSTAT 1B Final Report European Forum for Geography and Statistics (2017): A Point-based Foundation for Statistics -Final report from the GEOSTAT 2 project European Forum for Geography and Statistics (2019): GSGF Europe – Implementation guide for the Global Statistical Geospatial Framework in Europe – Proposal from the GEOSTAT 3 project European Forum for Geography and Statistics (2020): Results from the GEOSTAT 4/GISCO survey – what can we learn for the project? European Statistical System Committee (2017): ESS priorities beyond 2020. Eurostat: Commission staff working document on the second mid-term evaluation of the European statistical programme 2013-17 Eurostat (2019): The Integration of statistical and geospatial information – a call for political action in Europe Eurostat (2020): European Statistical System Peer Reviews – Third Round: 2021-2023, Overall methodology for the third round of peer reviews EU-SPI (2020): Rationale GEO (2017): Earth Observations supporting the 2030 Agenda for Sustainable Development Haldorson, M. (2019): High demand for local area level statistics – How do National Statistical Institutes respond? Regional Statistics INSPIRE (2003): Report on the feedback of the Internet consultation on a forthcoming EU initiative establishing a framework for the creation of an Infrastructure for Spatial Information in Europe Regulation (EU) 2015/759 of the European Parliament and of the Council of 29 April 2015 amending Regulation (EC) No 223/2009 on European statistics (Text with relevance for the EEA and Switzerland) Regulation (EU) No 99/2013 of the European Parliament and of the Council of 15 January 2013 on the European statistical programme 2013-17 Text with relevance for the EEA and for Switzerland Territorial Agenda (2021): Actions putting the Territorial Agenda into practice Territorial Agenda (2021): The aim of the Territorial Agenda 2030 United Nations (2020): Global indicator framework for the Sustainable Development Goals and targets of the 2030 Agenda for Sustainable Development United Nations Committee of Experts on Global Geospatial Information Management (2018): Determination of Global Fundamental Geospatial Data themes United Nations Committee of Experts on Global Geospatial Information Management Europe Working Group on Data Integration (2019): The Territorial Dimension in SDG Indicators: Geospatial Data Analysis and it’s Integration with Statistical Data United Nations Expert Group on the Integration of Statistical and Geospatial Information (2016): Background Document on – Proposal for a Global Statistical Geospatial Framework Von der Leyen, U. (2019): A Union that strives for more. Political Guidelines for the next European Commission 2019-2024 WHO (2021): Coronavirus disease (COVID-19) – Log of major changes and errata in WHO daily aggregate case and death count data ",
        "xv Notes 1 European Commission (2015): Better Regulation Guidelines, Chapter I. 2 European Geosiences Union (s.a.): The policy cycle. Available at https://www.egu.eu/policy/basics/cycle/ 3 Stock, K.; Guesgen, H. (2016): Automating Open Source Intelligence. 4 https://stats.oecd.org/glossary/detail.asp?ID=532 5 https://ec.europa.eu/eurostat/web/nuts/background 6 „Shapefile” refers to a data format that is the de-facto standard of storing geographical information and related attributes in vector format applied by most Geographical Information Systems, see https://desktop.arcgis.com/de/arcmap/10.3/manage-data/shapefiles/what-is-a-shapefile.htm 7 https://ec.europa.eu/eurostat/web/quality/european-statistics-code-of-practice 8 Article 16(1a) of the Regulation 233/2009. 9 Article 16(1b) of the Regulation 233/2009. 10 Article 16(2) of the Regulation 233/2009. 11 https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=legissum:mi0058: 12 Art.6(a) of the Reg No 233/2009 as amended by the Reg 2015/759. 13 https://ec.europa.eu/eurostat/web/main/about/overview/who-does-what 14 Article 13 of the Regulation No 233/2009. 15 European Commission (2018): Statement of Estimates of the European Commission for the financial year 2019 16 https://www.europarl.europa.eu/committees/en/product/product-details/20190430CDT02785 17 Art. 5(2) of the Reg No 233/2009 18 Art.1(7) of the Regulation 2015/759 19 Art.7(2) Reg No 233/2009. 20 Art. 6 of the Commission Decision 2012/504/EU. 21 Recital (5) of the Regulation 2019/1700 22 Art 17 of the Regulation 2019/1700 23 Art. 5(a) of the Regulation No 233/2009 as amended by Reg 2015/759 24 Art. 5(a) of the Reg No 233/2009 as amended by Reg 2015/759 25 Art. 18(2) of the Regulation No 233/2009. 26 Bavdaz et al. (2015): Response Burden in Official Business Surveys – Measurement and Reduction Practices of National Statistical Institutes, Official Journal of Statistics 27 Art. 7 of the Regulation No 233/2009. 28 European Statistical System Committee (2017): ESS priorities beyond 2020 29 https://ec.europa.eu/eurostat/web/ess/about-us/ess-vision-2020 30 Monitoring: Peer reviews – Quality – Eurostat (europa.eu) 31 Eurostat (2020): European Statistical System Peer Reviews – Third Round: 2021-2023, Overall methodology for the third round of peer reviews 32 Haldorson, M. (2019): High demand for local area level statistics – How do National Statistical Institutes respond? Regional Statistics 33 European Forum for Geography and Statistics (2019): GSGF Europe – Implementation guide for the Global Statistical Geospatial Framework in Europe 34 Ibid. 35 https://ec.europa.eu/eurostat/web/gisco/gisco-activities 36 https://ec.europa.eu/eurostat/web/ess/about-us/ess-vision-2020/implementation-portfolio 37 https://ec.europa.eu/eurostat/web/gisco/gisco-activities/integrating-statistics-geospatial- information/merging-statistics-and-geospatial-information 38 https://ec.europa.eu/eurostat/web/european-statistical-advisory-committee-esac/about-esac/assignment 39 Ibid. ",
        "xvi 40 Art. 4 of the Decision No 234/2008/EC. 41 Art. 4c of the Decision No 234/2008/EC. 42 Art. 2 of the Decision No 234/2008/EC. 43 Art. 4.1(a) of the Decision No 234/2008/EC. 44 https://inspire.ec.europa.eu/glossary/SpatialData 45 INSPIRE (2003): Report on the feedback of the Internet consultation on a forthcoming EU initiative establishing a framework for the creation of an Infrastructure for Spatial Information in Europe 46 Art. 1 of Directive 2007/2/EC 47 Art. 9 of Directive 2007/2/EC 48 https://inspire.ec.europa.eu/inspire-roadmap/61 49 https://inspire.ec.europa.eu/inspire-directive/2 50 Art. 5 of Directive 2007/2/EC 51 Commission Regulation (EC) no 1205/2008 of 03 December 52 https://inspire.ec.europa.eu/data-specifications/2892 53 https://inspire.ec.europa.eu/network-services/41 54 Art. 21 of Directive 2007/2/EC 55 European Parliament (2019): Directive (EU) 2019/1024 of the European Parliament and of the Council of 20 June 2019 on open data and the re-use of public sector information 56 https://www.copernicus.eu/en/about-copernicus 57 Regulation No 99/2013 58 Eurostat: Commission staff working document on the second mid-term evaluation of the European statistical programme 2013-17 59 Ibid. 60 Ibid. 61 https://inspire.ec.europa.eu/monitoring-and-reporting/69 62 European Commission (2014): Communication from the Commission to the European parliament, the Council, the European Economic and Social Committee and the Committee of the Regions – Regulatory Fitness and Performance Programme (REFIT): State of Play and Outlook 63 European Commission (2016): Report from the Commission to the Council and the European Parliament – on the implementation of Directive 2007/2/EC of March 2007 establishing an Infrastructure for Spatial Information in the European Community (INSPIRE) pursuant to article 23 64 European Commission (2017): JRC Technical Reports – Summary Report on Status of implementation of the INSPIRE Directive in EU 65 Ibid. 66 Ibid. 67 https://refugeesmigrants.un.org/migration-compact 68 European Commission (2018): Towards an EU Policy on Migration Data. Improvements to the EU migration data landscape 69 European Commission (2013): Intra-EU Mobility of third-county nationals – European Migration Network Study 2013 70 https://ec.europa.eu/eurostat/web/health/data/database 71 European Centre for Disease Prevention and Control (2021): Data on hospital and ICU admission rates and current occupancy for COVID-19 72 https://www.ecdc.europa.eu/en/covid-19/data 73 WHO (2021): Coronavirus disease (COVID-19) – Log of major changes and errata in WHO daily aggregate case and death count data 74 https://link.springer.com/article/10.1007/s11077-020-09384-1 75 https://data.europa.eu/euodp/de/home 76 https://www.openstreetmap.org/help 77 Brovelli A., Minghini M. et al. (2016): Towards an Automated Comparison of OpenStreetMap with Authoritative Road Datasets ",
        "xvii 78 United Nations Expert Group on the Integration of Statistical and Geospatial Information (2016): Background Document on – Proposal for a Global Statistical Geospatial Framework 79 The United Nations Statistical Commission is the highest body of the global statistical system. It brings together the Chief Statisticians from member states from around the world. The Statistical Commission oversees the work of the United Nations Statistics Division (UNSD), and is a Functional Commission of the UN Economic and Social Council. 80 The United Nations Committee of Experts on Global Geospatial Information Management (UN-GGIM) is the apex intergovernmental body to discuss, enhance and coordinate global geospatial information management activities by involving and working with Member States. 81 United Nations Expert Group on the Integration of Statistical and Geospatial Information (2016): Background Document on Proposal for a Global Statistical Geospatial Framework 82 Directive 2007/2/EC of the European Parliament and of the Council of 14 March 2007 83 See GEOSTAT project in 3.3. 84 United Nations Expert Group on the Integration of Statistical and Geospatial Information (2016): Background Document on Proposal for a Global Statistical Geospatial Framework 85 In what concerns provisions on data protection, organisations that process personal data for statistical purposes may avoid the restrictions to data collection of the General Data Protection Regulation EU Regulation 2016/679 (GDPR). For the divulgation they can use an instrument called ‘pseudonymisation’. This can also partially affect integration of data sources and the linkage of unit record data to location. Therefore, the GDPR restrictions on the use of personal data represent an obstacle even for statistical institutes. 86 European Forum for Geography and Statistics (2012): GEOSTAT 1A – Representing Census data in a European population grid 87 European Forum for Geography and Statistics (2013): GEOSTAT 1B Final Report 88 European Forum for Geography and Statistics (2017): A Point-based Foundation for Statistics -Final report from the GEOSTAT 2 project 89 European Forum for Geography and Statistics (2019): GSGF Europe – Implementation guide for the Global Statistical Geospatial Framework in Europe – Proposal from the GEOSTAT 3 project 90 https://www.efgs.info/geostat/geostat-4/ 91 https://statswiki.unece.org/display/GSBPM/GSBPM+v5.1 92 GEOSTAT 2 93 Ibid. 94 European Forum for Geography and Statistics (2019): GSGF Europe – Implementation guide for the Global Statistical Geospatial Framework in Europe – Proposal from the GEOSTAT 3 project 95 https://un-ggim-europe.org/working-groups/working-group-core-data/ 96 United Nations Committee of Experts on Global Geospatial Information Management (2018): Determination of Global Fundamental Geospatial Data themes 97 Within the context defined the GSGF Europe, each country can also define its own guidelines at national level. 98 European Forum for Geography and Statistics (2019): GSGF Europe – Implementation guide for the Global Statistical Geospatial Framework in Europe – Proposal from the GEOSTAT 3 Project 99 Ibid. 100 GEO (2017): Earth Observations supporting the 2030 Agenda for Sustainable Development 101 United Nations Committee of Experts on Global Geospatial Information Management Europe Working Group on Data Integration (2019): The Territorial Dimension in SDG Indicators: Geospatial Data Analysis and it’s Integration with Statistical Data 102 Ibid. 103 Ibid. 104 Ibid. 105 Ibid. 106 The study relies on a literature review of the key projects and initiatives at European and global level (GEOSTAT projects, UN-GGIM, etc.) as well as interviews with three experts: one Italian expert from the ",
        "xviii National Institute of Statistics, one Finnish expert from the Statistics Finland, member of EFGS and GEOSTAT 4 project, one from Statistics Sweden, member of EFGS, GEOSTAT 3 project. 107 European Forum for Geography and Statistics (2020): Results from the GEOSTAT 4/GISCO survey – what can we learn for the project? 108 Eurostat (2019): The Integration of statistical and geospatial information – a call for political action in Europe 109 The survey intends to verify whether high quality standardised and continuously maintained data on address location and/or building suitable for geocoding purposes exist, can be easily accessed via national access points and are used by several public institutions. 110 Eurostat (2019: EU legislation on the 2021 population and housing census. Explanatory notes. 111 Eurostat (2019): The Integration of statistical and geospatial information – a call for political action in Europe 112 CoR TIA Filenote 113 Ibid. 114 CoR TIA Filenote 115 Ibid. 116 Ibid. 117 European Commission: The LUISA-RHOMOLO combination for the evaluation of territorial impact of European policies 118 European Commission (2018): JRC Technical Reports – RHOMOLA V3: A Spatial Modelling Framework 119 OIR, AIDICO 2013 120 https://www.espon.eu/programme/projects/espon-2013/targeted-analyses/eatia-espon-and-territorial-impact- assessment 121 https://www.espon.eu/TIA-CBC 122 CoR TIA Filenote 123 ESPON (2019) : Territorial Impact Assessment for Cross-Border Cooperation – Targeted Analysis Final Report 124 ESPON (2020) : Carrying capacity methodology for tourism – Targeted Analysis Case study annex (step 1 & 2) 125 OIR (2020) : ESPON Tourism 126 European Commission (2007): Territorial Agenda of the European Union – Towards a More Competitive and Sustainable Europe of Divers Regions 127 Territorial Agenda (2021): The aim of the Territorial Agenda 2030 128 AtlasTA (2021): Atlas for the Territorial Agenda 2030 129 Territorial Agenda (2021): Actions putting the Territorial Agenda into practice 130 European Commission (2020): 2020 Strategic Foresight Report. Strategic Foresight – Charting the Course towards a more resilient Europe 131 Committee of the Regions (2011): An initial assessment of territorial forward planning/foresight projects in the European Union 132 https://www.espon.eu/programme/projects/espon-2013/applied-research/et2050-territorial-scenarios-and- visions-europe 133 Von der Leyen, U. (2019): A Union that strives for more. Political Guidelines for the next European Commission 2019-2024 134 European Commission (2020): 2020 Strategic Foresight Report. Strategic Foresight – Charting the Course towards a more resilient Europe 135 European Commission (2020): European Innovation Scoreboard 2020 136 European Commission (2019): European Innovation Scoreboard 2019 137 https://cor.europa.eu/de/our-work/Pages/OpinionTimeline.aspx?opid=CDR-517-2020 138 European Commission (2011): Working Papers, A new Regional Competitive Index: Theory, Methods and Findings 139 European Commission (2020): European Regional Competitiveness Index 140 European Commission (2019): The EU Regional Competitiveness Index 2019 ",
        "xix 141 European Commission (2021): Social Scoreboard, Supporting the European Pillar of Social Rights 142 European Committee of the Regions (2019): European Regional Social Scoreboard 143 European Commission (2020): European Social Progress Index 144 EU-SPI (2020): Rationale 145 European Commission (2020): Digital Economy and Society Index (DESI) 2020, Thematic chapters 146 https://ec.europa.eu/eurostat/statistics- explained/index.php/Digital_economy_and_digital_society_statistics_at_regional_level 147 CoR (2019): Digital Europe for all: delivering smart and inclusive solutions on the ground 148 https://cor.europa.eu/en/news/Pages/cities-and-regions-are-at-the-heart-of-europes-carbon-neutral-and- digital-transformation.aspx 149 https://www.living-in.eu/groups/commitments/monitoring-measuring 150 European Commission (2021): EU approach to sustainable development 151 United Nations (2020): Global indicator framework for the Sustainable Development Goals and targets of the 2030 Agenda for Sustainable Development 152 European Commission (2018): Delivering the Sustainable Development Goals at local and regional level 153 Levarlet, F.; Alessandrini, M.; Celotti, P. with contributions from Salvatori, G.; Holstein, F.; Derszniak Noirjean, M.; Gaupp-Berghausen, M.; Seri, P.; Müller, V. (2019): A territorial approach for the implementation of the SDGs in the EU – The role of the European Committee of the Regions. CoR, Brussel: https://cor.europa.eu/en/engage/studies/Documents/SDGS.pdf 154 Commission for Economic Policies of the CoR (2019): Opinion - Sustainable Development Goals (SDGs): a basis for a long-term EU strategy for a sustainable Europe by 2030. CoR, Brussel. 155 Commission for Economic Policies of the CoR (2019): Workshop of the Commission for Economic Policy on Integrating the Sustainable Development Goals in the European Semester. CoR, Brussel: 4-5. ",
        "EN QG-09-21-108-EN-N ISBN 978-92-895-1098-1 doi:10.2863/512257 Rue Belliard/Belliardstraat 101 | 1040 Bruxelles/Brussel | BELGIQUE/BELGIË | Tel. +32 22822211 www.cor.europa.eu | @EU_CoR | /european.committee.of.the.regions /european-committee-of-the-regions Created in 1994, the European Committee of the Regions is the EU’s political assembly of 329 regional and local representatives such as regional presidents or city-mayors from all 27 Member States, representing over 446 million Europeans "
    ]
}