{
    "text": [
        "Climate Action Assessment of climate action How to assess the mainstreaming of climate action in Operational Programmes ERDF and CF European Regional Development Fund and Cohesion Fund 2014-2020 ©Shutterstock/ kentoh ",
        "2 Introduction This Fact Sheet outlines the main issues to be considered when assessing the mainstreaming of climate action in the European Regional Development Fund (ERDF) and the Cohesion Fund (CF) Operational Programmes for the period 2014-2020. Two separate Fact Sheets describe the potential for mainstreaming climate action in ERDF and CF Operational Programmes. The ERDF and the CF are part of the five European Structural and Investment Funds (ESIF). The Common Provisions Regulation (CPR) 1 defines 11 Thematic Objectives (TOs) for all ESIF. The CPR and the fund-specific regulations define the content of the ERDF and CF Operational Programmes (OPs), The regulations establish the TOs and investment priorities that apply to each of the two funds. 2 Guidance issued by the Commission provides details on programme document structure and contents. The assessment of mainstreaming of climate action in the OPs will focus on five areas of the programme document: - Strategic approach - Priority axes and investment priorities - Financing plan - Territorial development aspects - Implementation arrangements. It is essential that the assessment considers the specific country, sector and/or regional context, relevant climate mitigation and adaptation aspects and the fund(s) concerned. The assessment will investigate how climate action has been incorporated and indicate areas where further climate action would be required. Strategic approach The climate assessment will address the programme’s contribution to the climate change objectives of the Europe 2020 Strategy for smart, sustainable and inclusive growth and examine whether relevant Country Specific Council Recommendations (CSR) have been taken into account. Consistency with the relevant provisions of the Partnership Agreement and with national and/or regional strategies in the area of climate change will also be checked. The assessment will evaluate the needs identified and the proposed approach for contributing to the fulfilment of these objectives. Also included is an assessment of the promotion of sustainable development and climate action in programme preparation and implementation. The consistency between the selection of TOs and investment priorities and the indicative funding allocation to TOs with programme climate objectives will also be assessed. The assessment will also take stock of the conclusions of the relevant supporting documents that accompany the programmes, e.g. the ex- ante evaluation and the Strategic Environmental Assessment (SEA). Priority axes and investment priorities The mainstreaming of climate action across the programmes will be assessed, with a focus on those investment priorities which have the greatest potential for climate action. For each of the priority axes, the climate assessment will cover the relevant investment priorities, the types of actions, and selection of operations. The assessment will verify consistency between, on the one hand, the strategic approach and the anticipated contribution to the Europe 2020 strategy and, on the other, the specific objectives, anticipated actions and principles for selection of operations. The assessment will furthermore investigate how the principle of sustainable development has been addressed. Financing plan A key indicator for climate action at Member State level is the share of ESIF support that will be used for climate change objectives. This relates to the target that climate related expenditure will correspond to at least 20 % of the EU budget in the period 2014-2020. The indicative share envisaged for the programme will be assessed against this objective and against the programme scope. Territorial development aspects The overall approach to territorial development will be assessed for exploiting opportunities arising from synergies in climate action. If relevant within the programme scope, an assessment will be made as whether the Programme properly addresses the climate challenges of urban areas. Implementation arrangements The assessment of implementation arrangements will only include the climate aspects of the proposed plan for meeting the ex-ante conditionalities of TO4 and TO5. In addition, it will be verified as to whether action has been taken to involve relevant partners in the preparation and implementation of the programmes. 1 Regulation (EU) No 1303/2013, published in the Official Journal, OJ 347 20.12.2013 2 Regulation (EU) No 1300/2013 (CF) and Regulation (EU) No 1301/2013 (ERDF), published in the Official Journal, OJ 347 ",
        "2 3 ERDF / CF Operational Programmes – assessment of the climate mainstreaming 3 Reference to the Regulation (EU) No 1303/2013 Common Provisions Regulation (CPR), where e.g. CPR 8.1 refers to CPR article 8.1 4 Template refers to the Commission Implementing Regulation (EU) No 288/2014 with its Annex I published in the Official Journal OJ 87 22.3.2014 Programme part Main areas for climate assessment Reference 3 Template 4 1 Strategic approach CPR 27.1 CPR Annex I Section 1 1.1 Strategy for the OPs’ contribution to the delivery of the Europe 2020 Strategy and for achieving economic, social and territorial cohesion Assess the proposed strategy regarding the: - Identification of relevant needs for climate change mitigation concerning the national Europe 2020 targets and CSR - Approach to deliver on the Europe 2020 targets related to climate change and on the related CSR - Expected climate change impacts on the region and sectors covered by the Programme - Vulnerability to climate change, whether in the form of a gradual change or more extreme weather events - National and/or regional needs regarding the adaptation to climate change - Approach to ensure climate resilience in support of the Europe 2020 strategy - Approach to ensure that that disaster resilience and risk prevention and management are promoted - Relevant national/regional climate change strategies and/or action plans and their objectives - Promotion of the principle of sustainable development in the area of climate change (CPR 8) - Consistency of proposed strategy in the area of climate change with the findings of the ex-ante evaluation - Consistency with climate change objectives and other climate related provisions of the Partnership Agreement CPR 96.2(a) CPR 8 CPR 27.5 Section 1.1 1.2 Justification for the selection of TOs and corresponding investment priorities This part of the climate assessment will focus on the TOs and investment priorities that are of particular relevance to climate change. Furthermore, it will be assessed whether climate action has been adequately mainstreamed into the other programme areas. - Assess whether the selection of TOs and related investment priorities address the needs arising from Europe 2020 targets, the transition to a low-carbon and climate-resilient economy, and relevant CSR - Assess overall whether the selection of TOs is consistent with the Programme needs in the area of climate change - Assess the mainstreaming of climate action into TOs and investment priorities which do not directly target climate action - Assess the selection and justifications for investment priorities addressing the needs for climate action - Verify that justifications take into account the relevant national or regional climate action plans and the findings of the ex-ante evaluations CPR 96.2(a) CPR 8 Section 1.1 Table 1 1.3 Justification for the financial allocation The assessment will consider : - Justification regarding the contribution to reach the Europe 2020 climate related targets and the CSR - Justification that allocation by TOs is consistent with the climate action programme needs - Any impact on allocation for climate action from availability of other public and private funding - Allocations to the climate related specific objectives of investment priorities, as appropriate - Consistency of allocation with ex-ante evaluation findings CPR 96.2 (a) CPR 27.2 CPR 27.6 Section 1.2 Table 2 ",
        "4 3 Reference to the OJ 347 20.12.2013, Reg (EU) No 1303/2013 Common Provisions Regulation (CPR), where e.g. CPR 8.1 refers to CPR article 8.1 4 Template refers to the Commission Implementing Regulation (EU) No 288/2014 with its Annex I published in the Official Journal OJ 87 22.3.2014 Programme part Main areas for climate assessment Reference 3 Template 4 2 For each priority axis and investment priority: This part will assess the mainstreaming of climate action across the Programme and will further focus on the priority axes and investment priorities with climate action potential. CPR 27.2 CPR 27.4 Section 2 2.1 Assessment of priority axis - Assess whether the priority axis appropriately reflects the relevant policy targets and needs identified in terms of climate change - If the priority axis covers more than one TO/fund/categories of regions, assess whether the explanation for increased impact and effectiveness of a thematically coherent integrated approach is duly justified in relation to climate change CPR 96.2 (b) Section 2.A 2.2 Specific objectives corresponding to the investment priority and expected results - Assess whether the specific objectives mirror the climate action targets of Europe 2020 and the climate action potential of the TOs and the scope of the priority axis - Also assess whether any objective may lead to a significant increase in GHG emissions - Assess whether the expected results in terms of climate change targets seem reasonable in view of the specific objectives CPR 96.2 (b)(i) CPR 96.2 (b)(ii) Section 2.A.5 2.3 Actions to be supported under the investment priority - Assess action description in support of reaching the climate objectives of the investment priority - Assess whether the actions proposed adequately incorporate their climate action potential - Assess whether the description considers the impacts of actions on the climate - Assess how the sustainable development principle concerning climate change is taken into account - Assess any expected use of financial instruments in relation to climate action - Assess descriptions of major projects intended to contribute to reaching climate objectives of the investment priority - Assess descriptions of major projects to identify measures for reduction of GHG emissions and climate resilience CPR 96.2 (b)(iii) CPR 8 Section 2.A.6 Section 2.A.6.1 Section 2.A.6.3 Section 2.A.6.4 Section 1.1 Table 27 2.4 Guiding principles for the selection of operations - Assess promotion of climate change mitigation and adaptation in principles for project selection (CPR 8) - Assess whether the guiding principles ensure that investments with significantly adverse climate impacts are not supported CPR 96.2 (b)(iii) CPR 96.7 (a) CPR 8 Section 2.A.6.2 Section 11.1 3 Financing plan CPR 27.2 Section 3 3.1 Indicative amount of support to be used for climate change objectives - Verify that the support for the fulfilment of climate objectives is appropriate within the scope of the Programme and the target that climate related expenditure should correspond to at least 20 % of the EU budget in the period 2014-2020 CPR 96.2 (d) CPR 27.6 Section 3.2 Table 19 4 Integrated approach to territorial development CPR 27.1 Section 4 4.1 Description of the approach to territorial development - Assess whether the proposed approach adequately reflects climate action needs and the opportunities to benefit from integrated action in the area of climate change - Assess the contribution of this approach to reaching the climate objectives of the Programme CPR 96.3 Section 4 4.2 Support for sustainable urban development and the use of Integrated Territorial Investments (ITI) - Verify that arrangements for sustainable urban development and ITI consider climate challenges of urban areas CPR 96.3 (b) CPR 96.3 (c) Section 4.2 Table 20 5 Implementation arrangements CPR 96.5 CPR 96.6 Section 7 5.1 Involvement of relevant partners - Verify that relevant partners have been involved and consulted in the preparation of the climate change aspects of the Programme and that planned actions are described to ensure their involvement in implementation of programmes CPR 96.5 (c) Section 7.2. 5.2 Applicable ex-ante conditionalities and their fulfilment Focus on the unfulfilled ex-ante conditionalities relating to TO4 and TO5. - Screen information supplied for ex-ante conditionalities to be fulfilled with regard to their climate aspects CPR 96.6 (b) CPR 27.1 CPR Annex XI Section 9.1 Table 24 Section 9.2 Table 25 Table 26 ",
        "4 5 Background information Why do we need to take climate action? Tackling climate change is one of the great challenges facing the EU and its global partners. The need for urgent action is clearly reflected in the Europe 2020 Strategy and the EU’s ambitious 20/20/20 targets for climate change mitigation, i.e. to cut greenhouse gas emissions by 20 % (30 % if the conditions are right); to reduce energy consumption by 20 % through increased energy efficiency; and to meet 20 % of energy needs from renewable sources. Climate change is already happening and its effects will become more severe in coming years. So we need to take action on mitigation, and we also need to act to protect people, buildings, infrastructure, businesses and ecosystems from the impacts. These adaptation measures, which will make us more resilient to the adverse impacts of climate change, will become increasingly important. Adaptation measures can be taken at national, regional and local levels. Adaptation measures include, for example, actions that can stimulate more efficient water use, and the development and implementation of design standards that protect constructions against the impacts of future climate conditions and extreme weather events. Other examples include building flood defences, raising the levels of dykes, and replacing exposed power overhead lines with underground cables. It also includes measures to take advantage of possible opportunities arising from climate change. The aim of the EU Strategy on adaptation to climate change is to help make Europe more climate resilient and enhance its preparedness and capacity to respond to the impacts of climate change. Building a low-carbon and climate-resilient economy will enhance Europe’s competitiveness, create new, greener jobs, improve energy security and bring health benefits to Europe’s citizens by making the air cleaner. EU funding over the period 2014-2020 The EU budget has an important role to play in promoting climate action in all sectors of the European economy and in catalysing the investments needed to meet the climate targets and ensure climate resilience. Investment is needed in a wide range of technologies that improve energy efficiency, in renewable energy sources and related infrastructure, and in the adaptation to climate change. Based on a proposal put forward by the Commission, the European Council concluded on 7-8 February 2013 that ‘Climate action objectives will represent at least 20 % of EU spending in the period 2014-2020 and therefore be reflected in the appropriate instruments to ensure that they contribute to strengthen energy security, building a low-carbon, resource efficient and climate resilient economy that will enhance Europe’s competitiveness and create more and greener jobs’. European Structural and Investment Funds (ESIF) ESIF include the European Regional Development Fund (ERDF), the Cohesion Fund (CF), the European Social Fund (ESF), the European Agricultural Fund for Rural Development (EAFRD), and the European Maritime and Fisheries Fund (EMFF). The ultimate responsibility for implementing the EU budget lies with the European Commission, but the ESIF are implemented under ’shared management’, with individual EU countries actually distributing the funds and managing expenditure. Checks and balances are in place to ensure the funds are managed properly and in accordance with the rules. Common Provisions Regulation (CPR) The CPR sets out the means to achieve consistency with the economic policies of the EU and its Member States, coordination mechanisms among the ESI Funds and with other EU policies and instruments, horizontal principles and cross-cutting policy objectives. It lays down arrangements to address territorial challenges, suggests action with high European added value and sets out the principles and the priorities for action. Each Member State will prepare a Partnership Agreement, in cooperation with its partners and in dialogue with the Commission. In preparing the Partnership Agreement, each Member State translates the elements set out in the CPR into the national context and sets firm commitments to achieve the EU’s objectives through the programming of the ESIF. ESIF will be implemented through programmes in accordance with the Partnership Agreement. Each programme will cover the period 2014 - 2020. It will set out a strategy explaining how the programme will address the national and/or regional needs and contribute to the EU’s strategy for smart, sustainable and inclusive growth, in line with the applicable regulations and the Partnership Agreement. The CPR defines in Article 9 eleven Thematic Objectives (TOs), which will contribute to the implementation of the EU’s strategy for smart, sustainable and inclusive growth. The eleven TOs are: 1. Strengthening research, technological development and innovation 2. Enhancing access to, and use and quality of, ICT (information and communication technologies) 3. Enhancing the competitiveness of small and medium-sized enterprises, of the agricultural sector (for the EAFRD) and of the fishery and aquaculture sector (for the EMFF) 4. Supporting the shift towards a low-carbon economy in all sectors 5. Promoting climate change adaptation, risk prevention and management 6. Preserving and protecting the environment and promoting resource efficiency 7. Promoting sustainable transport and removing bottlenecks in key network infrastructures 8. Promoting sustainable and quality employment and supporting labour mobility 9. Promoting social inclusion, combating poverty and any discrimination 10. Investing in education, training and vocational training for skills and lifelong learning 11. Enhancing institutional capacity of public authorities and stakeholders and efficient public administration The fund-specific regulations define for each TO the corresponding investment priorities. TO4 and TO5 are dedicated to climate change mitigation and adaptation. In addition, climate action issues can be mainstreamed into other TOs. Hence, ESIF can significantly contribute to the achievement of the climate objectives and the transition to a low-carbon and climate-resilient economy. ",
        "5 M L - 04 - 15 - 198 - E N - N The European Regional Development Fund (ERDF) and the Cohesion Fund (CF) will make a major contribution to the transition to a low-carbon and climate-resilient Europe. This Fact Sheet outlines key issues to be considered when assessing climate mainstreaming for these funds. The ERDF and the CF are part of the five European Structural and Investment Funds (ESIF) under the Common Provisions Regulation (CPR). These funds play a key role in achie- ving the Europe 2020 Strategy for smart, sustainable and inclusive growth. The five funds will contribute to the target that climate-related expenditure will represent at least 20 % of EU spending in the period 2014-2020, while helping to improve energy secu- rity, build a low-carbon, resource-efficient and climate-resilient economy that will boost Europe’s competitiveness and create more and greener jobs. The CPR defines eleven Thematic Objectives that will contribute to the implementation of the Europe 2020 strategy. The ERDF covers all eleven Thematic Objectives whereas the CF focuses on five of them. Two of the Thematic Objectives are dedicated to climate action (mitigation, adaptation). However, climate action can be integrated in all of them. Through mainstreaming of climate action, the ERDF and the CF can contribute towards reaching at least 20 % climate- related expenditure out of the overall EU budget. Further information DG Climate Action: http://ec.europa.eu/clima ISBN 978-92-79-46603-8 doi: 10.2834/171809 © European Union, 2015 "
    ]
}