{
    "text": [
        "Volume 4 No 2 1999 10 24 34 50 64 C a h i e r s P a p e r s EIB BEI (cid:9)The 1999 EIB Prize C a h i e r s P a p e r s E I B B E I V o l u m e 4 N o 2 1 9 9 9 First Prize Are European regional policies delivering? Philippe Martin Second Prize Hard currency and sound credit: A financial agenda for Central Europe Rudi Dornbusch & Francesco Giavazzi Third Prize Deregulation, integration and market structure in European banking Jordi Gual Special Topic Prize Solving the unemployment puzzle in Europe Jens Verner Andersen & Jørn Henrik Rasmussen How well do European loan markets work? Some insights from the financial structure of SMEs in three countries Rien Wagenvoort & Christopher Hurst (cid:9)Recent EIB Research ",
        "Editorial policy The EIB Papers a re published twice a year by the Chief Economist’s Department of the E u ropean Investment Bank. The journal is aimed at encouraging high-quality economic re s e a rch and debate on matters of a European interest. As such the P a p e r s a re intended to be accessible to non-specialist readers and emphasise policy dimensions rather than technical issues. They present the results of re s e a rch carried out by Bank staff together with contributions from external scholars and specialists. The winning essays of the biennial EIB Prize a re also published in the winter edition during competition years. A rticles will only be accepted for publication on the condition that they have not alre a d y been published elsewhere. All articles in the EIB Papers may be freely reproduced and quoted; however, the Editor would appreciate an appropriate acknowledgement and a copy of the publication in question. The views expressed in the articles are those of the individual authors and do not necessarily reflect the position of the EIB. Les Cahiers de la BEI sont publiés deux fois par an par le département de l’économiste en chef de la Banque Européenne d’Investissement. Le journal a pour but d’encourager la re c h e rche de haute qualité en économie et le débat sur des sujets d’intérêt euro p é e n . En tant que tels, il est attendu des Cahiers qu’ils soient accessibles aux lecteurs non spécialistes et qu’ils mettent l’accent sur les dimensions politiques plutôt que les pro b l è m e s techniques. Ils présentent les résultats de la recherche menée par le staff de la Banque ainsi que des contributions de chercheurs et de spécialistes extérieurs. Les essais gagnants du Prix de la BEI proposé tous les deux ans sont aussi publiés dans l’édition d’hiver les années de compétition. Les articles ne seront acceptés pour publication qu’à condition qu’ils n’aient été publiés ailleurs. Tous les articles des Cahiers de la BEI peuvent être librement reproduits et cités; cependant, l’Editeur apprécierait qu’un crédit approprié leur soit donné et qu’une copie de la publication lui soit envoyé. Les vues exprimées dans les articles sont personnelles aux auteurs et ne reflètent pas nécessairement la position de la BEI. Advisory Board Alfred Steinherr (Chairman) Pier-Luigi Gilibert, Jacques Girard, Theoharry Grammatikos, Daniel Ottolenghi, Eric Perée Editor Christopher Hurst Production Assistant Heather Halahan-Gibson ",
        "Volume 1 No1 1996 C a h i e r s P a p e r s EIB BEI The 1999 EIB Prize: The winning essays ",
        "",
        "5 Preface by Sir Brian Unwin, President The 1999 EIB Prize Daphne Venturas 7 The winning essays First Prize Philippe Martin 10 Are European regional policies delivering? Second Prize Rudi Dornbusch & 24 Hard currency and sound credit: Francesco Giavazzi A financial agenda for Central Europe Third Prize Jordi Gual 34 Deregulation, integration and market structure in European banking Special Topic Prize Jens Verner Andersen & 50 Solving the unemployment puzzle in Europe Jørn Henrik Rasmussen Prizes for authors under the age of 30 61 Summaries of essays by Hendrik Hassheider, Daniel Piazolo and Carsten Sprenger Recent EIB Research Rien Wagenvoort & 64 How well do European loan markets work? Christopher Hurst Some insights from the financial structure of SMEs in three countries Contents Volume 4 No2 1999 3 EIB Papers ",
        "",
        "EIB Papers It gives me great pleasure to introduce this special issue of the EIB Papers presen- ting the winning essays of the “1999 EIB Prize”. This is the second time the Prize has been awarded under the format of an essay competition to encourage original policy-orientated analyses on contemporary economic and financial issues. We have been pleased by the wide interest in the Prize, and I should like to thank the Jury members for their dedication and effort in selecting the winning essays from such a broad field of entries. Let me also give my warmest congratulations to the winners. While the Jury has no remit to prefer any specific theme, it is particularly gratifying that all the prize winners considered issues we consider of key strategic importance to the Bank. T h e First Prize discusses how to improve regional development policies in the EU. T h e Second Prize addresses one important institutional issue relating to the enlarge- ment of Union – the management of monetary policy and the associated need to strengthen financial systems in the countries of Central and Eastern Europe. T h e Third Prize examines the nature of competition in European banking, and hints at the possible directions for the future restructuring of the sector. Since the Amsterdam European Council of June, 1997 the Bank has had a special mandate to stimulate employment through its contribution to investment and economic growth. For this reason we have made a Special Award this year for the best essay on how the unemployment problem in Europe could be solved. We have also made a number of smaller awards for contributors under the age of 30 years to encourage the participation of younger researchers in the competition. I would like to thank all those who submitted essays, and I would encourage everyone to try again in future Prizes. Most of all, I would like to extend a special word of appreciation to the Chairman of the Jury, Professor Malinvaud, for his particular interest and involvement in this endeavour. Preface Volume 4 No2 1999 5 Sir Brian Unwin President ",
        "The EIB Prize is awarded for short essays on economic and financial topics relating to European affairs . In addition, a special topic prize was offered for essays on the subject: Unemployment – how do we put Europe back to work? For the 1999 prize, the awards were as follows: First Prize, EUR 10 000; Second Prize, EUR 7 500; Third Prize, EUR 5 000; Special Topic, EUR 5 000, and three EUR 1 000 Prizes for submissions from persons under the age of 30. The winning entries were selected by the Prize Jury, which comprised: Edmond Malinvaud of the Collège de France, Chairman of the Jury Antonio Borges, the Dean of INSEAD William Emmott, Editor of The Economist Alexandre Lamfalussy, former President of the EMI Alberto Quadrio-Curzio, of the Catholic University of Milan, Helmut Schlesinger, former President of the Bundesbank Jacques-François Thisse, of the Catholic University of Louvain Alfred Steinherr, Chief Economist of the EIB. The EIB greatly appreciates the major contribution of the Jury in judging this competition. The prizes were presented in July, 1999, at a conference held at Schloss Leopoldskron, Salzburg. The next EIB Prize will be held in 2001. It is open to any person who has the nationality of a Member State of the EU, or a Member State of EFTA, or of an Association Agreement country. More details of the Prize Rules may be obtained from: EIB Prize Secretariat European Investment Bank 100, Boulevard Konrad Adenauer L-2950 Luxembourg Fax: 4379-3492 E UROPEAN I NVESTMENT B ANK 1999 EIB P R I Z E EIB Papers Volume 4 No2 1999 6 ",
        "EIBPapers The idea of establishing the biennial EIB Prize competition as a forum for innovative ideas and topical policy discussions has been amply vindicated by the four award-winning essays presented in this issue of the EIB Papers. It is not easy to provide a fresh look at the often thorny economic and financial issues currently facing European policy-makers, but this is what each of the essays attempts to do, with some success. Philippe Martin (first prize) raises the question “ Are European regional policies delivering ” and suggests that policy makers expect too much, because regional policies based on transfers to poor regions cannot, at one and the same time, decrease inequalities between regions, increase efficiency at the national and European levels and decrease inequalities between countries. Martin argues that these policies face a trade-off between equity and efficiency at the spatial level. An examination of the effects of agglomeration, innovation and labour immobility shows that regional policies have complex and often paradoxical effects. To achieve the desired results, therefore, the objectives of regional policies need to be defined more carefully. In “ Hard currency and sound credit: A financial agenda for Central Europe ”. Francesco Giavazzi and Rudi Dornbusch (second prize) ask what Hungary, Poland, or the Czech Republic have to lose in giving up their monetary sovereignty through the establishment of currency boards. They argue that, despite the limitations of rigidity, substantial cost and loss of sovereignty, currency boards reduce the risk premium on public debt and enhance a country’s international standing by providing transparent institutions. A sound financial system is the critical counterpart of a credible exchange rate arrangement, however, and an effective repair of Eastern Europe’s shaky financial systems would require cleansing of the legacy of bad loans and keen supervision. Giavazzi and Dornbusch conclude that, despite transition difficulties, the EU’s historic move to a single currency offers Central Europe a unique opportunity for change. Jordi Gual (third prize) considers “ Deregulation, integration and market structure in European banking ” through an examination of the interacting factors affecting the establishment of a single EU-wide banking market. He finds that the structure of an integrated market will depend on the importance of entry barriers and on the presence of sunk costs. The impact of market growth on structure and concentration will depend largely on how companies compete, i.e. the extent to which competition in banking is based on sunk costs or variable costs will determine whether or not European integration will lead to an increased exploitation of scale advantages. Volume 4 No2 1999 7 The Winning Essays Introduction ",
        "EIB Papers Jens Verner Andersen and Jørn Henrik Rasmussen (special topic prize) take up the challenge of “ Solving the unemployment puzzle in Europe ”. Their analysis leads to the conclusion that high unemployment levels in Europe are largely due to structural rigidities in labour markets. The “job miracle in Denmark”, between 1993 and 1998, is offered as an example of the successful imple- mentation of a balanced strategy of labour market reform within a framework of macroeconomic stability. Andersen & Rasmussen point out that a wide range of co-ordinated measures need to be put into place to fight unemployment, including those that improve economic incentives to work. In this context, they put forward the possibility of employment conditional schemes, such as the Earned Income Tax Credit (EITC) which, by giving a tax credit only if a person has a job, streng- thens incentives to work without reducing the income of the unemployed. Three smaller prizes were also offered for submissions from entrants under the age of thirty. They have been published separately in the form of Economic & Financial Reports and are available on request (see the inside back cover for ordering details). Hendrik Hassheider considers the feasibility of “ Private sector investment as a means of financing Trans-European Networks ” on the basis of criteria for effective private sector financing and a comparative evaluation of theoretical models involving private sector participation. The public good and natural monopoly aspects of transport infrastructure are also taken into account. Hassheider comes to the conclusion that private sector involvement in the creation of transport infrastructure is possible in principle, but that certain conditions need to be met and a number of obstacles removed to attract private investors. A necessary first step, for example, would be acceptance of the principle that the “user pays” in the form of tolls, not only on new roads but also on existing highways. There are also complications inherent in improving the regulatory envi- ronment and harmonising legal frameworks, both mandatory if private investors are to assume long-term risk. Hassheider underlines that the most important aspect in mobilising private sector finance, however, is for Member States to abandon the belief that only the public sector can provide transport infrastructure. Daniel Piazolo looks beyond the immediate benefits of transfers and the removal of trade barriers that EU membership would offer Eastern European countries to consider “ The credibility and growth effects of EU institutions for Eastern Europe .” He points out that, although candidates for the first round of the eastern EU enlargement have made considerable progress in macroecono- mic stabilisation and microeconomic adjustment, institutional reforms still lag some way behind. In the process of transition, however, failure to implement institutional reforms can create serious doubts about a government’s willingness and ability to bring transition to a successful conclusion. Credibility requires clear, enforceable rules that are administered impartially and the prospect of EU membership has already helped to provide clear expectations about the direction of future policies and the structure of revised economic and legal systems. Institutional integration will be Volume 4 No2 1999 8 ",
        "EIB Papers advanced through full EU membership, which requires the implementation of the “ acquis commu- n a u t a i re”. Piazolo then uses a growth model to illustrate the effects of an improvement of economic institutions and, on the basis of the regression results, derives an estimate of the potential growth bonus that could be realised in Eastern Europe through institutions improved as a result of EU membership. Carsten Sprenger analyses “ Direct investment and the eastern enlargement of the EU ”, in terms of actual foreign direct investment flows, then models the potential for inward direct investment. Statistics covering actual investment in Eastern Europe since 1989 indicate that geographical p r o x i m i t y, existing trade relations and cultural affinity (e.g. a common language) all have a beneficial e ffect. Unsurprisingly, Eastern European countries with political and relative macroeconomic stability prove to be the preferred targets for foreign investment. Company surveys also show that the main incentive for such investment is the development of markets with growth potential, differences in factor endowment and lower labour costs being secondary considerations. EU entry could provide an additional stimulus for investment, but it would have to be accompanied by an expectation of reduced risks through the implementation of stable monetary and fiscal policy and effective institutional reform. Regional development, financial stability in Eastern Europe, the integration of banking structures, unemployment, public/private investment choices - these are issues of primary importance for Europe and, therefore, of priority interest to the EIB. They are also issues of great complexity and it is to the credit of the winning essays that they succeed in providing new insights into the policy options. D.A. Venturas Directorate for Economics & Information Volume 4 No2 1999 9 ",
        "Volume 4 No 2 1999 10 EIB Papers First Prize Are European regional policies delivering? Philippe Martin European policy makers may have asked too much from regional policies: to decrease inequalities between regions, to increase efficiency at the national and European levels and to decrease inequalities between countries. This paper argues that these policies face a trade-off between equity and efficiency at the spatial level. If the existence of positive localised spillovers and of returns to scale explain the phenomenon of self-sustaining agglomeration, then agglomeration must have some positive efficiency effects. We also argue that because infrastructure financed by regional policies have an impact on transaction costs and therefore on the location decision of firms, the long-term effect of certain regional policies may be unexpected and unwelcome. Policies that finance infrastructure to reduce transaction costs on goods between regions lead to more agglomeration but higher growth at the national level. We show that policies that reduce agglomeration (transfers, financing of transport infrastructure inside the poor regions) may then also reduce efficiency and growth. On the contrary, a policy that reduces the cost of innovation or increases the diffusion of innovation reduces regional income inequality, agglomeration and increases growth. Philippe Martin is a researcher at the Centre d’enseignement et de recherche en analyse socio- économique (CERAS) at the Ecole Nationale des Ponts et Chausées, Paris and an assistant professor in international economics at the Graduate Institute of International Studies. He is also a Research Fellow at the Centre for Economic Policy Research in London. A graduate from Sciences-Po in Paris, he has a Ph.D. in economics from Georgetown University in Washington DC. He specialises on subjects such as trade and monetary integration in Europe, growth theory, and economic geography. He has worked as consultant for both the World Bank and the European Commission. ",
        "Volume 4 No 2 1999 11 EIBPapers 1. Introduction Does trade and monetary integration in Europe entail the risk of widening inequalities between the regions? To judge by the sums devoted to regional policies in Europe, which now account for one third of the Community budget and form the second largest item after the Common Agricultural Policy, the reply given by governments and the European Commission is clearly yes . The sharp expansion in regional policy spending has taken place since the accession of Spain and Portugal. This, following the admission of Greece, led to a widening of income disparities between the poor and rich regions of what was then called the European Community. The negotiations on the accession of the two Iberian countries resulted in an increase in the resources for regional policies from ECU 3.7 billion in 1985 to ECU 18.3 billion in 1992. The figure will reach ECU 33 billion in 1999, equal to 0.45% of Europe’s GDP. These transfers represented up to 3% of GDP for some countries of the Cohesion Group (Greece, Ireland, Portugal and Spain). The actual amounts spent on regional policies in these countries were much larger as the EU requires that its transfers be matched by national spending. National regional policies have also been very important in certain countries such as France, Italy (the transfers to Mezzogiorno) and Germany (the transfers to the New Länder). The enlargement of the European Union to the Central and Eastern European countries, where per capita GDP levels are much lower than in the four Cohesion countries will imply a major overhaul of European regional policies. Compared with the scale of expenditure on these regional policies, the observer is struck by the weakness of the conceptual framework used to justify them. It is scarcely a caricature of the Commission’s position to portray this as a belief that transfers to the poorest European regions are beneficial to them, bringing about a reduction in regional inequalities which in turn is bound to benefit Europe as a whole. The inspiration behind regional policies is to be found in Article 130a of the Treaty of the European Union, which speaks of “harmonious development” with the aim of “reducing disparities between the levels of development of the various regions”. The justification is not meant to be solely political. It is also economic, since the report says that “the disequilibria indicate under-utilisation of human potential and an incapacity to take advantage of the economic opportunities that could be beneficial to the Union as a whole”. The economic reasoning underlying this thesis is not, however, clear. The neo-classical theory of international trade tells us that a low level of productivity (a disadvantage in absolute terms) is no impediment to benefiting from trade gains based on comparative advantages. Furthermore, the neo-classical theory of growth with decreasing returns of scale predicts that trade integration and liberalisation of capital movements will accelerate convergence: because of decreasing returns, regions with low incomes and low availability of capital should, other things being equal, have a high return on capital and this should therefore attract capital movements in an integrated area such as the EU. Active policies to help the most disadvantaged regions cannot be justified in a neo- classical framework of perfect competition and without economies of scale, since within such a framework the process of integration should accelerate convergence between regions. Are European regional policies delivering? Compared with the scale of expenditure on regional policies, the observer is struck by the weakness of the conceptual framework used to justify them. ",
        "Volume 4 No 2 1999 12 EIB Papers The new theories of economic geography and the new theories of endogenous growth – a common feature of which is their emphasis on the importance of economies of scale, imperfect competition and phenomena of localised spillovers – seem more appropriate. Contrary to the neo-classical paradigm, the theories of endogenous growth do not predict convergence between rich and poor regions even when movements of goods and capital are free: Indeed, by abandoning the hypothesis of decreasing returns on capital, these models exclude the economic mechanism that generates the process of convergence. Moreover, the recent models of geographic economics show that regional integration, by reducing transaction costs between the regions, may lead to self- sustaining inequality. The new theories of economic geography and endogenous growth can therefore serve as a conceptual framework for regional policies, since they offer explanations for self-sustaining phenomena of regional inequalities. However, with its emphasis on the positive effects of local spillovers and on economies of scale, this framework also implies that there are positive effects from agglomeration and hence from regional inequalities (see Fujita and Thisse, 1996; Jayet, Puig and Thisse, 1996). If economies of scale and localised spillovers explain phenomena of increased regional inequalities, this necessarily implies that efficiency gains (in terms precisely of economies of scale or spillovers) accrue from the existence of economic agglomeration. The existence of these beneficial effects of agglomeration suggest rather that, in certain respects, Europe’s economic geography is insufficiently agglomerated and specialised (for example in comparison with American geography). It is therefore illogical to claim that the diminution of regional inequalities supposedly facilitated by regional policies will generate efficiency gains at pan-European level . To oppose concentration and geographical specialisation is also to renounce their beneficial effects. 2. What links are there between efficiency and territorial equity? 2.1 A simple theoretical framework To illustrate this tension between the countervailing effects of agglomeration – positive in terms of efficiency, but potentially negative in terms of equity – I shall use a two-region theoretical scheme. Firms can locate either in the capital-rich North region or in the South region. The geographical concentration of firms in the rich region increases when transaction costs between the regions fall . The logic (which is common to the new theories of international trade and to the models of economic geography) is that it is always more profitable to produce in the richer area, the larger market, in order to maximise the benefits of economies of scale. When transaction costs between the regions fall, businesses can then exploit these economies of scale while also selling on the “small market” which is less “protected” by high transaction costs. In addition, when regional inequality in terms of income increases, regional inequality in terms of spatial distribution of firms (industrial agglomeration) likewise increases , since economies of scale give firms an incentive to locate where demand is strongest and income consequently highest. Equilibrium geography is such that the profits of businesses are identical in both regions, which eliminates any incentive to relocate. This equilibrium relationship (profits are equal in both regions) can be encapsulated in the following relationship: Equation No. 1: A = A ( R ) , To oppose concentration and geographical specialisation is to renounce their beneficial effects. ",
        "Volume 4 No 2 1999 13 EIB Papers w h e re A( R ) is a growing function of R and where A is an agglomeration index (for example, the ratio of the number of firms in the rich region to the total number of firms). R is an index of inequality of regional incomes (for example, the ratio of income in the rich region to income in the poor region). Spatial concentration in turn has an impact on the rate of innovation and hence on the long-term growth of the overall economy, because the cost of innovation in the richer region falls as the agglomeration of economic activities increases. Several reasons can be advanced. First, if the innovative sector uses manufacturing sector inputs, its concentration will enable transaction costs and hence the cost of innovation to be reduced. In this case, the positive externality arising from spatial concentration is pecuniary, operating through an effect on prices. Another possibility is the existence of localised technological spillovers such as those studied by Jacobs (1969) and by Henderson and others (1995). For instance, the proximity of numerous firms might enable the innovative sector greater scope for observing and analysing the production process and thereby facilitate the creation of new production processes. Silicon Valley is the most successful example of the effect of such interactions between producers and innovators in a particular domain, that of information technology. In both cases, geographical concentration of production activities increases opportunities to reduce the cost of innovation and consequently to increase its rate of growth, with beneficial effects for the territory as a whole . In endogenous growth models this is an equilibrium relationship, because when the cost of innovation falls this induces new entrepreneurs/researchers to enter the innovation market which is regarded as being competitive. This equilibrium relationship between the long-term growth rate and the agglomeration index will be summed up by the following relationship: Equation No. 2: g = g ( A ) , where g ( A ) is an increasing function of A , the index of industrial agglomeration. The rate of innovation itself has an impact on regional income inequalities since a high rate of innovation accelerates market entry by new businesses, which then compete with existing businesses and hence reduce their profits. One effect therefore is to reduce existing incomes. From this point of view, an increase in the rate of innovation reduces income disparities between regions by reducing the profits of monopolistic firms, which are more numerous in a rich than in a poor region . This last equilibrium relationship is summed up by the following relationship: Equation No. 3: R = R ( g ) , where R ( g ) is a negative function of the growth rate g . In Figure 1, which sums up these different equilibrium relationships, the upper part shows the spatial equilibrium where income inequalities and industrial agglomeration are determined. The curve A A shows that the phenomenon of agglomeration tends to increase when income inequalities increase, because firms locate in markets with high purchasing power (Equation 1). Spatial concentration has an impact on the rate of innovation and hence on the long-term growth of the economy. ",
        "Volume 4 No 2 1999 14 EIB Papers Figure 1. Relationship between innovation, regional income inequalities and agglomeration Innovation rate and long term growth rate SS A Industrial agglomeration RR AA Income inequalities The curve RR shows that when industrial agglomeration increases competition intensifies, thereby tending to reduce the profits of monopolistic businesses and income inequality between regions (Equations 2 and 3). The equilibrium level of agglomeration and the equilibrium level of income inequality is indicated by the intersection of the two curves AA and RR . The lower part of the graph shows how spatial equilibrium in its turn influences the rate of innovation. The equilibrium level of agglomeration A is given by the spatial equilibrium. The curve SS shows the positive relationship between innovation and agglomeration, due to the existence of localised spillovers (Equation 2). The equilibrium rate of innovation and the equilibrium level of income inequalities are indicated by the intersection of the line A and the curve SS . 2.2 What is the empirical link between efficiency and geographical equity in Europe? Quah’s (1996) results suggest that there is indeed a trade-off between regional equity and a country’s aggregate growth. He finds that, among the Cohesion group of countries (Greece, Ireland, Portugal and Spain, though there are no Irish regional data), the two countries that have achieved a high rate of growth and converged in per capita income terms towards the rest of Europe (Spain and Portugal) have also experienced the most marked regional divergence, Portugal being the country to have exhibited the sharpest increase in regional inequalities. By contrast Greece, which has a low growth rate and has not benefited from a tendency to converge with the rest of Europe, has not experienced a rise in regional inequalities. A recent study by INSEE (1998) shows also that the countries with a per capita GDP level above the European Union average also experience above-average regional disparities. ",
        "Volume 4 No 2 1999 15 EIB Papers Another way of asking the question is to study the nature of the convergence process in Europe. Taking Europe as a whole, a slow, long-run process of convergence does indeed exist between the European regions (at NUTS2 level). Thus, Sala-i-Martin (1996) finds that, over a long period (1950- 1990), the average growth rates of the regions are negatively correlated with initial income. The speed of convergence is 2%, meaning that on average 2% of the per capita income difference between regions is eliminated and that it takes more than 30 years to eliminate half of the initial income difference. Neven and Gouyette (1994), however, find that, over the more recent period starting in the 1980s that has witnessed major advances in European integration, a process of divergence has been appearing between regions of the North and the South. In addition, even a slow long-run convergence at the European level may mask a process of regional divergence within countries. De la Fuente and Vives (1995), for instance, building on the work of Esteban (1994), suggest that around half the income inequality existing between the regions of the EU is accounted for by domestic inequality between regions within individual countries. Thus, during the 1980s and 1990s per capita income differentials have been narrowing between countries but widening between regions within individual countries (Martin, 1998). This would suggest that Europe is experiencing a process of convergence between countries simultaneously with one of divergence between regions within individual countries. This possibility can be illustrated by the following Figure, where each dot represents a region. Figure 2. Pan-European convergence, local divergence Per capita income differentials have been narrowing between countries, but widening between regions within countries. Initial GDP per capita Country 1 Growth rate Country 2 Country 3 In this example, there is indeed convergence between regions at European level, since the initially poor regions tend to grow faster than the rich regions: A negative relationship does indeed exist on average between growth rate and initial per capita GDP. However, no process of convergence exists within each country. In fact, in country 1, the poorest, which is growing the fastest and converging towards the others, there is a process of domestic regional divergence. ",
        "Volume 4 No 2 1999 16 EIB Papers These results seem therefore to suggest that the neo-classical growth model holds at country level whereas a model of endogenous growth with elements of geographic economics holds for the regions of individual countries; and that the economic mechanisms which generate increasing returns, and hence the possibility of divergence, are therefore more powerful at local than at national level. Several hypotheses can be advanced to explain this difference. • Spillovers deriving from increasing returns are geographically limited phenomena, since they depend on social interactions between individuals (1). • Migration may be the origin of agglomeration phenomena (see Krugman, 1991a,b) and, as is known, labour migration is low between European countries on account of cultural and linguistic barriers. • It is possible that transaction costs between regions within each country are much lower than transaction costs between regions of different countries, notably because of the existence of an exchange risk between countries which has only just disappeared with Monetary Union. The empirical studies by Engel and Rogers (1996) on the “cost” of the frontier between the United States and Canada seem to support this. They find that the frontier has the same effect, in price change terms, as a domestic distance of nearly three thousand kilometres. 3. Public policies, regional inequalities and growth 3.1 What can theory tell us? Why is intervention necessary, that is to say why is market-driven geography not optimal? In the first place, when firms decide where to locate they do not take into account the impact of this choice on the well-being of immobile economic agents. From this point of view, equilibrium geography will be too concentrated because people remaining in the disadvantaged region will be penalised both as workers and as consumers. Secondly, in deciding where to locate, businesses will also not take into account the positive effects of agglomeration on the rest of the economy, particularly the innovation sector. From this point of view, market-driven geography will be insufficiently concentrated in the sense that it will generate too low a rate of innovation and growth. There is therefore a difficult choice between these two considerations which regional policies should take into account. Let us first assume that a simple monetary transfer is made from the rich to the poor region. In Figure 3, this transfer therefore produces a leftward shift of curve RR (for a given industrial geography, the income inequality will be lower). The induced effect on the geography will be to weaken the agglomeration phenomenon, since the increase in incomes in the poor region (and the diminution of income in the rich region) will stimulate relocation of firms to the region that has relatively increased its purchasing power. In the lower part of the graph, this decline in agglomeration is reflected in a more dispersed economic geography less conducive to spillovers, and hence in a lower growth rate. 1) The work of Jaffe, Trajenberg and Henderson (1993) shows that the citation and use of patents is very localised. This is very strong evidence that knowledge spillovers are themselves very localised. This suggests neo- classical growth at the country level, but endogenous growth for sub-regions. ",
        "Volume 4 No 2 1999 17 EIB Papers Figure 3. Effect of a transfer to the South Innovation rate SS A Industrial agglomeration RR AA Income inequalities RR' A' However, European regional policies aspire to be more than simple transfers. In fact, their objective is to transform supply conditions. Thus some 30% of the Structural Funds is allocated to the financing of infrastructure, largely transport infrastructure. This concentration on infrastructure expenditure is justified by the Commission on the basis that inter-regional disparities in infrastructural terms are more marked than inequalities in terms of income. Within the analytical framework presented here, the main consequence of financing such public infrastructure (particularly of the transport kind) is to reduce transaction costs. This is moreover the paramount objective sought by the Commission, which wishes in this way to enable the poor regions to benefit from the advantages of the Single Market. However, lowering transaction costs has a widely differing impact on economic geography depending on whether the reduction is mainly in costs within the region or between the regions(see Martin and Rogers, 1995 and Martin, 1999). 1. In the first case, a reduction in transaction costs within the poor region, by increasing the effective local demand for locally produced goods, will have the consequence of attracting new firms into this region. In Figure 4, this leads to a leftward shift of curve AA (given the same level of income inequality, agglomeration diminishes).Industrial agglomeration has diminished to the benefit of the poor region but this leads to a lower rate of innovation and greater income inequality as businesses in the North, now facing less competition, increase their profits. Therefore it is not certain that such a policy is to be recommended, whether from the standpoint of efficiency or equity. This example may seem paradoxical, but it highlights the fact that industrial location inequality does not always exactly mirror income inequality, since economic geography has an impact on the rate of innovation which can itself influence income inequalities. ",
        "Volume 4 No 2 1999 18 EIB Papers Figure 4. Diminution of transaction costs within the poor region Innovation rate SS A Industrial agglomeration RR AA Income inequalities A' AA' 2. The exactly opposite effect occurs if regional policy tends to reduce transaction costs between the two regions (2). The reason is that such a reduction offers firms an incentive to relocate to the richer region where they can now benefit from economies of scale, while selling in the poor region thanks to lower inter-regional transaction costs. This result recurs in numerous models of economic geography (see in particular Krugman, 1991a,b). Thus this type of regional policy accentuates the phenomenon of agglomeration; it thereby raises the long-term growth rate and brings down income inequality since it reduces monopolistic business profits. The result may seem paradoxical at first sight: facilitating access to a poor region may increase agglomeration. The example of motorway building between northern and southern Italy, which was supposed to unlock the south but has spurred agglomeration in the north, shows that this paradox is not a purely theoretical one (see Faini, 1983). However, induced agglomeration is not necessarily unfavourable at the national level insofar as the rate of innovation of the economy as a whole is boosted. There again, the Italian example of a high rate of innovation in the North illustrates the positive impact of agglomeration. As can be seen from these examples, the effects of regional policies are rather complex and may at times seem paradoxical. In all events the situation is fairly distant from the very simple logic of regional policies based on the idea that transfers or infrastructure financing always favour the poor regions and that this in turn is bound to benefit the country or Europe as a whole. In all the examples looked at, regional policy has an unfortunate consequence: a reduction in the rate of growth (direct transfer), or the same effect coupled with an increase in income inequalities (infrastructure financing within the poor region), or relocation of firms to the rich region (financing 2) The reduction in transaction costs within the rich region has the same effects, in our context, as a reduction in inter-regional transaction costs. Some regional policies can have unfortunate consequences, including a reduction in the rate of growth (direct transfers), this coupled with an increase of inequalities (infrastructure within a poor region), or relocation of firms to the rich region (infrastructure between poor and rich regions). ",
        "Volume 4 No 2 1999 19 EIB Papers of infrastructure between the poor and the rich region). Hence, regional policies face a trade-off between equity and efficiency. In the case of the Cohesion countries (and even more so in the future for Eastern European countries), this suggests that it will be difficult to attain through these policies the objective of higher national growth (and therefore fast convergence towards the rest of Europe) and at the same time the objective of a decrease in regional inequalities. However, a policy aimed at reducing regulatory barriers to innovation or the costs of innovation makes it possible simultaneously to achieve objectives of reducing regional inequalities and increasing the rate of growth. The policies involved could be R&D subsidies, education infrastructure, lowering barriers to entry on goods markets, making capital markets more conducive to new start-ups. In this case (Figure 5), it is the dynamic equilibrium (lower part of the graph) which is first affected. A reduction in the cost of innovation tends to increase the rate of growth: The curve SS shifts downwards (the rate of growth increases for a given level of agglomeration). By boosting competition, this increases in the rate of innovation, reduces business profits and hence income inequalities between the two regions. This induced effect means that spatial equilibrium is also affected: The curve RR shifts leftward and industrial agglomeration in the rich region diminishes. In the final equilibrium state, agglomeration and income inequality have diminished while the growth rate has risen. The apparent paradox is therefore that the public policy which is least “regional” in its application enables the regional policy objectives to be achieved. Figure 5. Effect of a reduction in the cost of innovation or of an increase in diffusion of innovation With a reduction in the cost of innovation, agglomeration and inequality diminish and the growth rate rises. Increasing the capacity of poor regions to absorb technologies has a similar impact. Innovation rate SS A Industrial agglomeration RR AA Income inequalities RR' A' SS' Another policy, closer to the traditional vision of regional policies, can also have the same effects. As has been seen, infrastructural policies that reduce the inter-regional or intra-regional cost of goods led either to a more unequal geography or to a decline in the rate of innovation. However, when infrastructure-improvement policy focuses on lowering the cost of conveying information rather than the cost of transporting goods, the effect is quite different: By fostering the effects of inter-regional ",
        "Volume 4 No 2 1999 20 EIB Papers spillovers, such a policy enables the rate of innovation for a given geography to be stepped up, since the innovation sector benefits more from spillovers generated by geographically remote firms. These policies would have the objective of increasing the capacity of poor regions to absorb new technologies and to increase spatial diffusion of innovation. This could be done by financing i n f r a s t ru c t u re in telecoms and in education. The impact is then similar to that illustrated in Figure 5. Finally, we have seen that the main equity consideration justifying the objective of regional policies to counter agglomeration is the existence of immobile economic agents who are penalised by the concentration of economic activities. The fact that mobility (both between regions of a given country and between countries) is much lower in Europe than in the US explains why the location of economic activities has become a policy issue only on this side of the Atlantic. From the regulatory point of view, housing and tax policies that facilitate their mobility should therefore be regarded wholly as regional policies. The fact that regions can be specialised in specific industries also suggests that low inter-sectoral mobility of workers adds to the welfare cost of spatial concentration. This suggests that policies that facilitate inter-sectoral mobility such as education and training policies should be reinforced. 3.2 The effect of regional policies: Empirical results De la Fuente and Vives (1995) have obtained results that are somewhat disappointing for regional policies as applied to Spanish circumstances. They find that the contribution made by public investment to regional convergence of incomes was small, accounting for around 1% of the inequality reduction during the 1980s. The Commission (1996) used macroeconomic input-output models and found that, in the absence of the structural and cohesion funds, GDP growth in the four Cohesion group countries (Spain, Portugal, Ireland and Greece) would have been 1 / 2 % lower than the actual outcome. It must be stressed that these numerical estimates focus on the positive short term Keynesian effect on local demand and not on the long-term supply effects. Moreover, they tell us nothing about the effects on convergence between regions within a given country. Finally, the bias that local policy makers have in favour of large infrastructure projects (especially transport infrastructure) can certainly be explained by these positive short term effects on local demand and output. It is however important to stress that in the case of infrastructure that lowers the cost of transaction between regions (such as highways) the long term location and supply effect is negative for the poor region and therefore exactly inverse to the short-term positive impact. Hence, relying on results that emphasise short-term demand effects can be misleading. Combes and Lafourcade (1999) indeed find that the decrease of transport costs in the last 20 years has indeed led to more agglomeration. Martin (1998), using data on regional stocks of infrastructure (transport, telecommunications, energy, and education) finds that, if the regional growth regressions are linked to these stocks, the speed of convergence across regions in Europe increases for telecommunications infrastructure. Thus, if the telecommunications infrastructure had been similar in all the regions of Europe, the speed of convergence (that is to say, the average annual percentage reduction in the inter-regional income gap) would have been 4.1% as against an actual 1.3% over the period 1978-1992. Calculated on transport infrastructure, the speed of convergence would have been 2%. These figures cannot, however, be interpreted as being very promising for the effects of regional policies. All in all the gain is fairly small in terms of ",
        "Volume 4 No 2 1999 21 EIB Papers convergence and must be set against the huge cost of an infrastructural programme that would equalise infrastructure stocks between the European regions. Above all, when the regressions are carried out for the regions of an individual country, it is found that, with the exception of communications infrastructure, stocks of public infrastructure have no significant impact on the speed of convergence between the regions within a given country. It will be noted that the positive effect on the convergence of communications infrastructure is consistent with the theoretical idea presented here that a reduction in the cost of conveying information is theoretically more favourable to regional equity than a reduction in the cost of transporting goods. 4. Conclusion A standard principle in economics is that with one policy instrument it is difficult - to say the least - to attain different objectives. In some sense, European policy makers have asked too much from regional policies: To decrease inequalities between regions, to increase efficiency at the national and European levels and to decrease inequalities between countries. A key point of this paper, both from a theoretical and empirical point of view, is that this may contradictory. Moreover, policy makers often expect that transfers in the form of the financing of infrastructure will have both a positive short-term demand effect and a positive long-term supply effect. The first one is quite obvious and certainly contaminates the data and the debate on regional policies but because infrastructure has an impact on transaction costs and therefore on the location decision of firms, the long term supply effect on the region may be opposite to the short-term effect. This suggests that the objectives of regional policies need to be carefully redefined. First, if the ambition of regional policies is to affect the long-term economic geography of Europe, then only the supply effect should be considered in the allocation of funds. Second, policy makers should decide whether their main objective is to decrease inequalities between the different countries and therefore give priority to national growth and efficiency or to decrease inequalities between the different regions inside countries and therefore to give priority to growth in poor regions and to spatial equity. This is a crucial political question in view of the enlargement to the East as these countries have average incomes per capita that are much below those of the four Cohesion countries and also have growing regional inequalities. A final point is that to justify public intervention a necessary (but not sufficient) condition is that a market failure is clearly identified. In the case of economic geography, we have seen that the market failure may come from the externality due to immobility of agents (firms do not take into account the impact of their location choice on immobile private agents) and to the positive externalities linked to technological spillovers (in this case the market driven geography may be insufficiently agglomerated and specialised). Usually, the best policy is the one that intervenes at the source of the externalities. In the first case, facilitating the interregional (and inter-industrial) mobility of workers seems to be the most direct way to diminish the negative social impact of that spatial externality. If workers were more mobile (both between regions and between sectors), they would suffer less from the effects of the location decision of firms. Facilitating mobility is not very much considered to be in the realm of regional policies but this should may be reconsidered especially in view of the very small interregional mobility in Europe (compared to the US for example) and of its social costs. The second externality comes from the fact that technological spillovers are European policy should decide whether to give priority to national growth and efficiency, or to decrease inequalities between different regions inside countries. ",
        "Volume 4 No 2 1999 22 EIB Papers localised. Here, the aim of the public policy should be to make these spillovers less localised so that they benefit the whole of Europe. This is however a very different policy than the one that consists in the spatial dispersion of innovation activities. We have seen that theoretically, and to a certain extent also empirically, this suggests that more emphasis should be put on the financing of telecommunications and education infrastructure. ",
        "Volume 4 No 2 1999 23 EIB Papers References Combes, P.P. and Lafourcade, M. (1999). “Transportation Costs Decline and Regional Inequalities: Evidence from France, 1978-1993”, mimeo, CERAS. De la Fuente, A. and Vives, X. (1995). “Infrastructure and Education as Instruments of Economic Policy: Evidence from Spain”. Economic Policy , 20, April. Engel, C. and Rogers, J. (1996). “How Wide is the Frontier?”. American Economic Review , 86 (5), pp. 1112-1125. Esteban, J.M. (1994). “La Desigualdad interregional en Europe y en Espana: descripcion y analisis”. In Crecimento y Convergencia Regional en Espana y en Europa. Vol. II. Instituto de Analisi Economico, Barcelona. European Commission (1996). “First Report on Economic and Social Cohesion”. Office for Official Publications of the European Communities, Luxembourg. Faini, R. (1983). “Cumulative Process of Deindustrialization in an Open Region: The Case of Southern Italy, 1951-1973”. Journal of Development Economics . 12, pp. 277-301. Fujita, M. and Thisse, J.F. (1996). “Economics of Agglomeration”. Journal of the Japanese and International Economics . 10, pp. 339-379. Henderson, V., Kuncoro, A. and Turner, M. (1995). “Industrial Development in Cities”. Journal of Political Economy . 103 (5), pp. 1067-90. Jaffe, Trajenberg and Henderson, V. (1993). “Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citation”. Quarterly Journal of Economics , 108. Jacobs, J. (1969). The Economy of Cities . New York: Vintage. Jayet, H., Puig, J.P. and Thisse, J.F. (1996). “Enjeux économiques de l'organisation du territoire”. Revue d’Economie Politique . 106 (1). Krugman, P. (1991a). Geography and Trade . MIT Press, Cambridge MA. Krugman, P. (1991b). “Increasing returns and economic geography”. Journal of Political Economy . 99, pp. 483-499. Martin, P. (1998). “Can Regional Policies Affect Growth and Geography in Europe?”. The World Economy . 21 (6), pp. 757-774. Martin, P. (1999). “Public Policies, Regional Inequalities and Growth”. CEPR Discussion Paper No. 1841. Martin, P. and Rogers, C.A. (1995). “Industrial location and public infrastructure”. Journal of International Economics . 39, pp. 335-51. Puga, D. (1997). “European Regional Policies in the Light of New Economic Geography”. mimeo, London School of Economics. Quah, D. (1996). “Regional Cohesion from Local Isolated Actions: I. Historical Outcomes,” mimeo, London School of Economics. Sala-i-Martin, X. (1996). “Regional Cohesion: Evidence and Theories of Regional Growth and Convergence”. European Economic Review . 40(6), pp.1325-52. ",
        "Volume 4 No 2 1999 24 EIB Papers Second Prize Hard currency and sound credit: A financial agenda for Central Europe Rudi Dornbusch & Francesco Giavazzi This paper argues that Central Europe should draw the lessons from the Asian and Mexican crises: hard money and sound credit are essential in a world where capital is intensely mobile, contagion pervasive and the economic and social costs of crises nothing short of formidable. We argue that Central European countries should adopt a currency board using the euro as their reference currency. In this part of the world a currency board system is eminently plausible because trade patterns link the region closely to the markets of the European Union. Moreover, the appearance of the euro, in conjunction with the intense desire of the East to become integrated in the European market, removes the traditional nationalist objections to a currency board. The argument for moving now is opportunity . Europe is in the midst of a historic transformation that affords governments with an absolutely unique opportunity to do those things which ordinarily are politically impossible. Rudi Dornbusch is the Ford Professor of Economics and International Management at MIT. He was born in Germany in 1942, graduated from the University of Geneva in 1966 and received a Ph.D. from Chicago in 1971. Before MIT he taught at the Universities of Rochester and Chicago. He is a Research Associate at the National Bureau of Economic Research (NBER), a Research Fellow of the Centre for Economic Policy Research (CEPR), sits on the Brookings Panel on Economic Activity, on the Advisory Committee of the Institute for International Economics and on the Academic Advisory Panels of the Federal Reserve Banks of New York and Boston. He is a Fellow of the Econometric Society and of the American Academy of Arts and Sciences. Francesco Giavazzi (1949) is professor of economics at Bocconi University in Milan, a research associate of NBER and a Research Fellow and Executive Committee Member of CEPR. From 1992 to 1994 he served as a Director General of the Italian Treasury. He graduated from the Politecnico of Milan in 1972 and received a Ph.D. from MIT in 1978. He is a Member of CEPR’s group ”Monitoring the European Central Bank”. ",
        "Volume 4 No 2 1999 25 EIBPapers 1. Introduction What do Hungary, Poland or the Czech Republic have to lose in giving up their monetary sovereignty and national control of mismanaged financial systems? Nothing. In fact, their hope for strong economic progress and the ambitions to fully join the European Union can be leveraged by bold steps in the area of currency and finance. This paper argues that Central Europe should draw the lessons from the Asian and Mexican crises: hard money and sound credit are essential in a world where capital is intensely mobile, contagion pervasive and the economic and social costs of crises nothing short of formidable. Central Europe is in a special position to draw this lesson: its credit system urgently needs repair and the experience with bad banks and fragile currency arrangements elsewhere ought to strengthen awareness and resolve to deal with this issue urgently. The Asian crises demonstrated that countries with a sound financial system and a currency board could stand up to the crisis, as shown in Hong Kong and Argentina, somewhat battered but clearly far less damaged than others (1). In Eastern Europe a currency board system is eminently plausible because trade patterns link the region closely to the markets of the European Union. Moreover, the appearance now of the euro, in conjunction with the intense desire of the East to become integrated in the European market, removes the traditional nationalist objections to a currency board. The crises of Mexico, Asia and more recently Brazil, make it clear that exchange rate policy, and financial policy more broadly, can no longer be treated in a business as usual fashion. The economic and social costs of mismanaged currency and financial systems are formidable. As pointed out by Fischer (1999) there are two ways out: controls on international capital flows, as part of a new international architecture, or a better management at the country level. A new international system designed to limit capital mobility is unlikely to materialise: Key countries including the US and Germany do not favour capital controls even if their effectiveness as a crisis prevention mechanism could be demonstrated in theory and implemented in practice. That puts the burden on countries to put in place a stronger financial structure both in terms of currency arrangements and bank balance sheets. A currency board is not a luxury, but a first best strategy to avoid crisis exposure. At the same time it provides important impetus for integration in the world economy by lengthening horizons, limiting government discretion and reducing risk premia. As such it puts in place a strong mechanism for economic development. Hard currency and sound credit: A financial agenda for Central Europe 1) See IMF (1998) chapter IV as well as the extensive material collected on the Asia website of Nouriel Roubini (http://www.stern.nyu.edu/nroubini/asia). The appearance of the e u ro, coupled with the d e s i re to be integrated in the EU, removes the traditional nationalist objections to a curre n c y b o a rd . ",
        "Volume 4 No 2 1999 26 EIB Papers 2. Currency crises: A brief post-mortem An anatomy of the crises in Mexico and Brazil, or of the events in Asia, reveals a conjunction of four elements: • Large volumes of short term, foreign-currency denominated external credit; • bad banks and a pervasive lack of balance sheet transparency; • discretionary and hence less than fully credible exchange rate arrangements; • central banks that run off reserves in support of the currency without accompanying tightening of domestic credit. The set of circumstances translates a mere speculative attack into a financial and economic disaster. The mechanism of a crisis is straightforward. A currency comes under pressure either because authorities lower interest rates below world levels adjusted for risk or because the currency has become overvalued. Capital outflows deplete reserves, often this happens off the balance sheets as central banks gamble away reserves in the forward market. Interest rates cannot be raised because the bad balance sheets of the financial system make it too fragile to withstand tight money. When reserves are gone, the currency goes. At this stage the fact that debt exposure is large, liquid and foreign-currency denominated takes over to sink the ship. The rest is history. There are three key messages from this anatomy. First, there needs to be automaticity in the link between reserve losses and tightening of domestic credit, otherwise the currency is undefendable. Second, the balance sheet of the financial system must be strong enough so that it does not cave in when rates rise. Third, a good regulatory system avoids value-at-risk exposure (directly and second-hand) in terms of mismatching of denomination and maturity that can bring down the financial system overnight. With these issues in mind we now look at policy design. 3. Currency boards as poison pills Only a decade ago, currency boards were either unknown except to a handful of monetary historians or else thought to be positively eccentric arrangements. They have gained in stature for two reasons. First, experience in the area of central banking and research have emerged with the central message of credible commitment: but the credible part is hard to achieve, and the commitment part hard to believe; the two together are built up over time. There is no magic to substitute for persistence: If a crisis does come, it has the silver lining of providing an early test of determination. If an attack is fended off, that goes to the credit side of the ledger with increased stability and lower risk premia. Alternative exchange rate arrangements go from the proverbial fully flexible rate that exists nowhere, to dirty floating, a managed system of crawling bands in the style of Williamson (1996), to fixed rates until further notice, to currency boards and in the extreme full use of an external currency. In principle any one of these systems can do the job, together with wage price flexibility and an appropriate setting for central bank credit. Experience suggests, however, that flexible rates are uncomfortably volatile. Fixed rates, by contrast, have a way of getting out of line with reality and credibility. Dirty floating is no system, and rules-based managed rates solve no problem – they accept inflation and seemingly offer some flexibility of the real exchange rate but they lack C u rrency boards are a poison pill: failure to stick to the commitment amounts to a catastro p h i c o u t c o m e . ",
        "Volume 4 No 2 1999 27 EIB Papers credibility because of an insufficient commitment and an ambiguous division of adjustment between wages and prices on one side and the exchange rate on the other. The European experience with the EMS, and its collapse in 1992, is there to remind us that rules-based managed exchange rates hardly survive the abolition of capital controls. Currency boards are a poison pill: failure to stick to the commitment amounts to a catastrophic outcome. And because it is a poison pill, if other essential prerequisites are met, it achieves credibility, which translates into low interest rates and long economic horizons. It is not a panacea, but it is the radical opposite of the hand-to-mouth stability, until further notice, that characterises many emerging market economies. The commitment to a currency board involves two elements. First, there is a major institutional commitment of a fixed exchange rate relative to a major currency, say the euro. Second, the central bank is subjected to that fixed rate commitment in that money creation or destruction is rigidly linked to reserve flows. Sometimes there is a third element, namely that the reference currency has legal tender status. This combination of measures assures that monetary policy is put on automatic pilot or literally outsourced – like investment banking services or high tech, it is best supplied from abroad. Of course, there are objections to currency boards (2). First and foremost, they take away discretion and substitute a rigid set of rules. That is an old-fashioned objection that does not hold up easily to modern scrutiny. Rules-based central banking is in; discretion has been discredited in the inflationary experience of the 1970s in industrial countries, and throughout the emerging market world in the past decade. Flexibility is desirable, but you can only afford it if your central bank is the Fed or the Buba: Elsewhere its practice has left a trail of poor performance. The second key argument against currency boards is the sheer cost of setting up the scheme. There needs to be a credible backing of the money stock – perhaps not 100 percent, but surely a very substantial portion. This raises the question of whether a country’s international or domestic credit should be applied to this investment in institutional capital or rather applied to more conventional forms of capital formation. The question is easily resolved in the aftermath of hyperinflation when local money has become negligible relative to reserves or GDP; it is a hard issue in countries that are substantially monetised. The issue is made worse in that seignorage – the revenue from annual money creation – is foregone since the central bank has to acquire reserves as a counterpart of growth in real money supply rather than just using the printing press. There is no way of belittling these limitations of a commitment to a currency board. The only argument that can be brought is that the hidden costs of an unstable macroeconomic performance are vast and that when and if it comes to a currency crisis they are phenomenal. Moreover, the integration benefits of a hard money regime–in terms of economic horizons and reduced risk premia may well translate into extra growth which easily finances the loss of seignorage and amortises the set-up cost all by themselves. 2) For discussion of these objections see Williamson (1995) and Roubini (1998) as well as Balino and others (1997) and the references indicated there. First, there is a commitment to a fixed exchange rate. Second, money creation or d e s t ruction is rigidly linked to re s e rve flows. ",
        "Volume 4 No 2 1999 28 EIB Papers The third argument involves sovereignty: Like the flag, language and culture, a country ’s money is a quintessential expression of its national identity. The argument is serious enough for Mexico, or I s r a el – although the currency board option and outright dollarisation are hot topics in many Central American countries. In the European context, however, it cuts the other way. We s t e rn Europe has just taken the dramatic step of creating the euro and the European Monetary Union. This has two implications. First, it is no longer necessary to run a currency board with Germany as the re f e re n c e , something that for a country like Poland might have been touchy in view of history. Furt h e rm o re, and v e ry important, Eastern Europe is more than keen to integrate with the European Union, collecting the benefits of access to trade and capital markets, pulling away from the post-war experience and a s s e rting its historical place as European economies. A currency board thus becomes a springboard to implement the wider political agenda, a mechanism to assert the fundamental ambition to be part of the European Union and the willingness to adopt institutions, which cement that bridge. A fourth objection deals with a real issue in many countries, not so, however, in Central Europe. This is the point that a country with a diversified geographic trading pattern, say Hong Kong, does not have a natural reference country. In Central Europe, in a rapid change from the past decades, trade is already centred on the European Union: one third to one half of total trade (see Table 1) happens with the EU. Economic geography and the entry into the European Union that lies ahead will reinforce these trade patterns. The euro is the natural reference currency. Table 1. Key indicators for Central and Eastern Europe Seignorage Inflation Openness Credit Exchange rate regime (% GDP) vis-à-vis EU-15 rating BULGARIA 10 343 36 0,63 Currency Board, fixed at 1 BGN per DEM (since 05/06/1999) CZECH. REP. 3 9 45 6,25 Managed Float ESTONIA 9 28 73 0 Currency Board, fixed at 8 EEK per DEM (since 06/1992) HUNGARY 10 22 39 4,38 Crawling peg (70% EUR, 30% USD) with a band: +/-2.25% LATVIA -2 22 30 5 Pegged to the SDR: 0.7997 LVL per SDR LITHUANIA 4 36 37 3,44 Currency Board, fixed at 4 LTL per USD (since 04/1994) POLAND 6 24 29 4,58 Crawling peg (55% EUR, 45% USD) with a band: +/-15% ROMANIA 6 91 25 2,55 Managed Float SLOVAK REP. 8 9 37 4,38 Managed Float SLOVENIA 3 13 64 6,46 Managed Float Notes: Seignorage is defined as the change in MI in percent of GDP. For Hungary and Latvia, change in M2. Averages 1994-96. Source: OECD Short-Term Economic Indicators, Transition Economies, March 1997. Inflation: Average 1994-97. Source: IMF. World Economic Outlook, May 1998. Openness: Imports plus e x p o rt s / G D P. Trade flows are vis-à-vis EU-15. Average 1994-96. Source: IMF, Directions of Trade, Yearbook 1997. Credit Rating: The top credit rating is 10 (e.g. Germany). Italy’s rating is 8.33. Source: Euromoney, March 1997. Exchange Rate Regime: ERBD, Transition Report, update, April 1998 updated by the authors. A currency board becomes a mechanism to assert the ambition to be part of the EU, and a willingness to adopt institutions which cement that bridge. ",
        "Volume 4 No 2 1999 29 EIB Papers Adopting a currency board does not seem totally essential to moving ahead; a sine qua non like open markets, for example. It represents a leap and an uncomfortable change in policy-making toward rules and away from discretion and opportunism. Except in the aftermath of a financial blow-out, and even then, the cost-benefit calculus is not all clear cut. Our contention is that the leap is worth taking to avoid further sub-performance and, possibly, to harvest critical growth bonuses from a better capital market integration. The bond market is watching and imposing harsh costs on aberrant policy makers; the implication is to throw in the towel, get a first-rate currency set-up and abandon the illusion that turning the currency dials is a way to exploit residual money illusion. A non-argument deserves exposure: the argument is that a currency board condemns a country to a balanced budget. This is, of course, not the case. True, seignorage revenue is lost, but beyond that argument, there is of course both the potential for domestic and foreign public debt. There is no argument whatsoever that a currency board requires a balanced budget; that would be the case only if a government had lost all access to credit and was using raw money creation as its way of life, on the way to hyperinflation. In fact, one might well argue the opposite: a currency board clears the ground for a domestic-currency public debt by reducing the risk premium and it enhances a country’s international standing by providing transparent institutions. This point is reinforced by the financial institutions recommended in the next section. 4. The need for sound credit No exchange rate regime can stand up to a speculative attack unless interest rates can rise to reward the holding of domestic currency denominated assets, and thus raise the cost of carry of a speculative position. That is true whether the rate is fixed, managed or flexible and it applies to a currency board just as well. In fact, it has been said that a currency board transforms balance of payments crises into banking crises. That somewhat overstates the special arrangements of a currency board – it is not possible under any fixed rate regime, except with unlimited reserves, to defend the currency without raising rates – but it certainly puts the emphasis in the right place. A sound financial system is the critical counterpart of a credible exchange rate arrangement. Without it, the monetary authorities cannot defend the exchange rate and it is a short step from vulnerability to defeat (3). The need for repairing financial systems is obvious world-wide, from Japan and China to emerging and transition economies. But in the former centrally planned economies of Central and Eastern Europe there is a special issue: in the planned economy, credit was treated like electricity – it was allocated by the planning bureau with a view to meeting production targets. No surprise then that on the books of financial institutions are claims which have no prospect of recovery. Moreover, they are there side by side with the new credits of an emerging private sector. As financial repression is lifted and cross border capital flows become a possibility, the seriously impaired balance sheets become an unstable mass. For our purposes, a sound financial system must have two characteristics. First, it cannot be burdened with substantial non-performing loans on its balance sheet. Bad loans imply a hole in the 3) The EBRD has made that point forcefully in its various transition reports and in loan programs emphasizing restructuring of the financial sector. See EBRD (1997). The requirements that a currency boards imposes on banks are also discussed in Santiprabhob (1997). A sound financial system is the critical counterpart of a credible exchange rate arrangement. In the f o rmer centrally planned economies this is a special i s s u e . ",
        "Volume 4 No 2 1999 30 EIB Papers balance sheet, vulnerability of the institution and hence a process of adverse selection in which loan quality deteriorates as high rates are paid on the funding side and ever more risky loans are made on the lending side. An episode of increased market rates puts that mechanism of bank deterioration in the express lane. Next, the exposure of financial institutions, both in their own funding and that of loan customers, must be storm-proof. Large liquid and foreign-currency- denominated exposure of institutions or their customers tend to build up when domestic rates are high because the currency is less than fully credible, but institutions or corporations are willing to take the gamble of borrowing offshore at what seem to be bargain rates, forgetting about currency and liquidity exposure. The resulting mismatch of denomination and maturity implies a dramatic value at risk position for the national balance sheet. The obvious answer to these issues is a financial system that is cleaned up of the legacy of bad loans and keenly supervised according to top standards. It is also clear that, politics quite aside, the institutional capacity to do this job is absent in most emerging markets including Central Europe. The answer has to be twofold. First and foremost, nothing is being gained by allowing impaired banks to go on functioning. The losses are already on the books and they are growing; all experience indicates that an early move to clean up avoids both large losses and possibly very large risks of financial crises. There is a fiscal cost to this clean up, but if the costs rise at more than the rate of interest, which they demonstrably do, early action is cheapest. Second, the financial system needs substantial credibility of its balance sheet. The less the government is able to provide it by fiscal guarantees that backstop any supervisory failures, the more it has to be accomplished by pre-emptive measures. An effective way to accomplish this is to require banks to have offshore guarantees of their liabilities by high-grade foreign financial institutions (4). The mechanism has two advantages. First, it provides a lender of last resort, which reduces risk premia. Second, more importantly, it provides the supervisory function that domestic authorities are poor at implementing (5). Foreign institutions that guarantee will, of course, not only collect a fee (or partnership) but also inspect the books; their own money is at stake. This is a modern way for a small economy to take advantage of the international capital market to solve both capital and emergency supervision issues. It amounts to privatising both the lender of last resort and the supervisory function. These steps are more important the more strain there is already on public credit and the larger the institutional deficit. Moreover, in conjunction with a currency board, such a banking arrangement represents a remarkable highway to the international capital market. 5. Concluding remarks There are important transition issues if only because cleaning up the financial system won’t come overnight. Of course, that is not a reason for procrastination. There is also the very practical fact that the euro, while created, actually won’t be available as hand-to-hand currency for another two years. There is also the perennial and very real question at what rate to commit the currency in the move to a currency board. In particular, should there not be one last devaluation, is the exchange rate not overly uncompetitive, etc. Finally, what is the rush; there is no crisis. 4) In fact, Argentina has taken a step in that direction. 5) For an analysis of market-based bank supervision see Rochet and Tirole (1996) and Calomiris (1997). A way to accomplish financial credibility is to re q u i re that banks have o ff s h o re guarantees. It amounts to privatising both the lender of last re s o rt and the superv i s o ry f u n c t i o n . ",
        "Volume 4 No 2 1999 31 EIB Papers These issues are real and they cannot be swept away. It is also true that they will always be there and they will always be a reason for procrastination, except in the aftermath of an awesome crisis where the quest for establishing a firm ground overrides all details. Of course, waiting for a crisis is not a good answer if the issue is precisely to avoid crises. The argument for moving now is opportunity . Europe is in the midst of a historic transformation that affords governments with an absolutely unique opportunity to do those things, which ordinarily are politically impossible. One has seen that in the run-up to the euro in Western Europe, say in Italy. Central Europe can harness the same forces and make the critical jump by capitalising on the dramatic end-of-century events of its partners in the European Union. A piggyback euro currency board has more political attraction and sheer plausibility than yet another IMF program. E u rope is in the midst of a historic transform a t i o n that aff o rds govern m e n t s a unique opport u n i t y. ",
        "Volume 4 No 2 1999 32 EIB Papers References Balino, T., Enoch, C., Ize, A., Santiprabhob, V. and Stella, P. (1997). Currency Board Arrangements. Issues and Experience . Occasional Paper No 151. Washington: International Monetary Fund. Calomiris, C.W. (1997). ”The Postmortem Bank Safety Net: Lessons from Developed and Developing Countries”. Washington: American Enterprise Institute. European Bank for Reconstruction and Development. (1997). Transition Report 1997 . London: European Bank for Reconstruction and Development. Fischer, S. (1999). ”On the Need for an International Lender of Last Resort”, mimeo. Washington: International Monetary Fund. Goldstein, M. (1997). The Case for an International Banking Standard . Washington: Institute for International Economics. IMF. (1998). World Economic Outlook , chapter IV. Washington: International Monetary Fund. Rochet, J-C and Tirole. J. (1996). ”Interbank Lending and Systemic Risk”. Journal of Money Credit and Banking . November, Part 2, pp. 733-762. Roubini, N. (1998). ”The Case Against Currency Boards: Debunking 10 Myths about the Benefits of Currency Boards”. Located at http://www.stern.nyu.edu/nroubini Santiprabhob, V. (1997). ”Bank Soundness and Currency Board Arrangements: Issues and Experiences”. Papers on Policy Analysis and Assessment, No. 97/11. Washington: International Monetary Fund. Williamson, J. (1995). What Role for Currency Boards? Policy Analysis in International Economics. Washington DC: Institute for International Economics. Williamson, J. (1996). The Crawling Band as an Exchange Rate Regime . Policy Analysis in International Economics. Institute for International Economics, Washington. ",
        "",
        "Volume 4 No 2 1999 34 EIB Papers Third Prize Deregulation, integration and market structure in European banking Jordi Gual This paper discusses the impact of deregulation and market integration policies on the structure of European banking markets. The paper argues that whether European integration will lead to an increased exploitation of scale advantages, or not, will depend on the extent to which competition in banking is based on fixed or variable costs. If competition focuses on variable costs, concentration will diminish with market enlargement when we control for the pro-concentration effect triggered by the deregulation process. Alternatively, when competition focuses on expenses unrelated to the level of intermediation, concentration will not tend to decline as the size of the market grows. This is due to the compensating effect of increased competition in fixed costs such as brand image or electronic banking. I propose a simple test using aggregate data to provide an empirical assessment of the dominant form of competition. The application of this procedure to data for eleven EU countries during the period from 1981 to 1995 yields parameter estimates which indicate that over the period of analysis, competition in Europe tends to be predominantly based on variable costs. Jordi Gual is a professor at IESE, the International Graduate School of Management of the University of Navarra in Barcelona, and Chairman of its Economics Department. He joined IESE in 1987, and since 1989 he has also been a Research Fellow of the Centre for Economic Policy Research, London, and a Research Associate of the Instituto de Anàlisis Económico, Barcelona. Between September, 1994, and September, 1996, he was Economic Adviser to the Director General for Economic and Financial Affairs of the European Commission in Brussels. He works and publishes in applied industrial economics (telecommunications and banking) and European integration, and has been a consultant and researcher for several international organisations and foundations, including the European Commission, the Rockefeller Foundation, and the Foundation Banco Bilbao Vizcaya. He has a PhD in economics from the University of California at Berkeley, and was awarded the Extraordinary Licenciatureship Prize and the John L. Simpson Research Fellowship of Berkeley’s Institute of International Studies. ",
        "Volume 4 No 2 1999 35 EIBPapers 1. Introduction The European banking industry has gone through a process of integration, which reached its peak with the adoption of the single currency in 1999. The completion of the single market for banking has involved the implementation of EU regulations aimed at opening domestic markets and partially harmonising national banking systems. Most importantly, however, it has triggered in many countries the adoption of domestic deregulation programs that have drastically changed the competitive regime. This paper looks at the consequences of this joint process of deregulation and market integration on the structure of European banking markets. Section 2 characterises the completion of the integrated European banking market. The paper highlights the key deregulation and market opening policies and constructs country-level indicators that capture the different pace and extent to which EU member states have opened their borders, deregulated the domestic market and adopted the harmonised regulatory regime. Whether EU member state banking markets become a single EU-wide market will depend on the importance of entry barriers set up by incumbents and on the presence of unexploited scale and scope economies in the industry. These issues are discussed in Section 3. The paper argues that if entry barriers are not too high, the characteristics in terms of seller concentration of the resulting equilibrium with market integration will depend on the nature of competition in banking. Following Sutton (1991) and Schmalensee (1992), I argue that European banking markets will become moderately concentrated if banks engage in competition through standard strategic variables such as price or customer service. Concentration at the national, and particularly at the EU level, is likely to increase substantially, however, if competition focuses on cost items such as the development of a brand image or the investment in electronic banking. Section 4 provides an exploratory empirical analysis at the European level aimed at characterising the nature of banking competition during the period 1981-95. The parameter estimates suggest that banking competition in Europe appears to be focusing mostly on variable costs. If this type of competition continues to predominate in the future, we would expect a process of national concentration without generating in the medium term a significant increase of EU-wide concentration. A concluding section summarises the main results of the paper. 2. Regulatory change in European banking Regulatory interventions in banking have been pervasive for many years and adopt many forms. This section assesses regulatory changes in European banking markets from the point of view of their impact on the competitive conditions in EU markets and the extent of market integration. Deregulation, integration and market structure in European banking ",
        "Volume 4 No 2 1999 36 EIB Papers Table 1. Regulatory intervention in banking Regulations that soften domestic competition Controls on interest rates and fees Credit controls Restrictions on entry Restrictions on mergers and acquisitions Controls on capital flows Regulations that limit the scope and scale of banks Domestic branching restrictions Restrictions to the establishment in foreign markets Limits to activities within conventional banking Limits to activities in insurance Limits to activities in securities Regulations that alter the external competitive position of banks Reserve and investment coefficients Solvency regulations Capital adequacy requirements Deposit insurance schemes Restrictions to ownership linkages with non-financial firms We will distinguish three types of regulations (1) depending on their effect on domestic competition, the potential for exploitation of scale and scope economies and the external competitive position of banks (see Table 1). European banking has undergone a profound process of deregulation, with changes in the three categories of regulatory interventions. Only part of this process has been driven directly by EU legislation. Let us consider the different types of regulations in turn. 2.1 Regulations that soften domestic competition Consider, first, the regulations that stifle the development of a domestic competitive environment and tend to support regimes of (implicit) collusion. This has been traditionally the consequence of restrictions on the entry of new domestic firms, or limitations to the free deployment of competitive tools by firms (measures such as interest rates and fee controls) (2). Further dampening of competitive rivalry results from controls to capital flows that limit competition from foreign suppliers, particularly in wholesale markets where cross-border activities are easiest. 1) Obviously the impact of one specific regulatory intervention will in general depend on whether other regulatory measures are in place. Moreover, some regulations will fall under one heading, but have an indirect effect on other dimensions. 2) The competitive impact of deposit rate controls has been analysed in models of banking competition. These models have focused on the effect on loan rates, but quite often deposit rate controls have been implemented together with interventions in the credit market (i.e. investment coefficients and credit controls). More interestingly, economic analysis shows that the introduction of restrictions on prices shifts competition to customer service (i.e. branching, to the extent that an increased network improves customer access). ",
        "Volume 4 No 2 1999 37 EIB Papers Table 2. Elimination of restrictions to domestic competition Member State Interest rate deregulation Liberalisation of capital flows Austria 1989 1989-91 Belgium 1990 1991 Denmark 1988 1982 Finland 1985 1991 France 1990 1990 Germany 1981 1967 Greece 1993 1994 Ireland 1993 1985 Italy 1990 1990 Luxembourg 1990 1990 Netherlands 1981 1980 Portugal 1992 1992 Spain 1992 1992 Sweden 1985 1992 United Kingdom 1979 1979 Source: European Commission, “The Single Market Review. Reports on the banking and credit sector and capital market liberalisation”. Data for Austria, Finland and Sweden have been collected for this study. Capital flow controls for these countries refer to restrictions on investments and loans with foreign institutions. For the rest, the data correspond to full liberalisation. In many member states the changes in the competitive environment have been the result of a domestic policy of a gradual lifting of restrictions on interest rates, credit controls and (in some cases) entry of new banks. In some countries the elimination of these restrictions is better understood, however, as a pre-emptive move in the wake of EU integration policy. Table 2 provides a summary of the key liberalisation dates and shows that there are significant differences across countries. In fact, some of these dates underestimate the pace of liberalisation since they correspond to the liberalisation of all rates and many countries started the liberalisation process earlier (i.e. France liberalised fees in 1986, and Spain and Portugal started the liberalisation of interest rates in the late 1980s). Table 2 does not include credit controls since those were used only in some of the countries (i.e. the UK lifted restrictions in 1980, France in 1986 and Sweden in 1985. Spain introduced restrictions temporarily around 1990). Table 2 also shows the dates of full liberalisation of capital flows, and therefore reflects the potential for development of cross-border retail banking. Note that the adoption of the EU banking directives has also a significant impact on domestic competitive conditions. This is discussed further below. Changes in the competitive e n v i ronment have re s u l t e d f rom the gradual lifting of restrictions on intere s t rates, credit controls, and e n t ry of new banks. ",
        "Volume 4 No 2 1999 38 EIB Papers 2.2 Regulations that prevent the exploitation of scale and scope economies A second set of regulations comprises limits to the range of activities that can be undertaken by banking firms. These constraints prevent the exploitation of economies of scale and scope, which may be important in the financial industry. Some regulations impose restrictions on the lines of business of banks (i.e. restricting activity in insurance and securities), and may even impose restrictions within conventional commercial banking (i.e. in terms of the maturity of loans and/or deposits)(3). Sometimes there are limitations to branching. This is particularly the case with regards to the establishment in foreign countries. Of course, in such an instance the regulatory intervention affects not only the possibility of exploiting increasing returns, but contributes also to the maintenance of cosy competitive conditions. This is a key area where EU directives have had a major impact. In particular, the First Banking Directive (FBD) and especially the Second Banking Directive (SBD), with their provisions for mutual recognition, home country supervision and the elimination of capital requirements for branches within other EU member states, have allowed the exploitation of scale economies related to branching in foreign markets with the associated advantages in terms of risk diversification. Note that other regulatory interventions that may restrict firm growth have been less affected by EU laws. In particular, member states have decided unilaterally to lift restrictions on branching of all or some institutions (i.e. Portugal in 1984, France in 1987, Spain in 1988 and Italy in 1990). Similarly, even if the SBD sets a list of activities which are covered by the single passport, there is still some scope for differences across countries in terms of the kind of activities that may be pursued by banks in non-bank financial markets such as insurance and securities (see Table 3). Continental Europe usually adopts a universal banking approach. By granting a single passport, the SBD provides an incentive (and a focal point) for harmonisation. However, the SBD does not include insurance activities. Overall, differences across countries persist. However, they do not appear to be of practical significance compared with the differences relative to other OECD countries (such as the US and Japan) and they are unlikely to constitute a source of competitive advantage for banks facing a less restrictive regime. 2.3 Regulations that alter the external competitive position of banks The third category of regulatory intervention includes several measures that influence the cost of funds and, as a consequence, the external competitive position of domestic banks. Prudential regulations such as solvency and own fund requirements, limits on large exposures, and regulations regarding participation in non-financial firms or activities in real estate, would fall under this heading. These prudential measures tend to impose restrictive equity requirements and raise the cost of doing business for financial intermediaries. Similarly, regulatory interventions that impose restrictions on banks’ investments (i.e. reserve or investment coefficients) produce an equivalent result to the extent that they limit the free use of deposits and own funds. These coefficients, however, have often been imposed together with the controls on deposit rates mentioned above, usually with A second set of regulations prevents the exploitation of economies of scale and scope, which may be important in the financial industry. 3) By and large, member states that had important specialised institutions have reduced the segmentation of the domestic industry (i.e. France in 1984, Italy in 1993, the UK in 1985, Spain in 1991, Sweden in 1987). ",
        "Volume 4 No 2 1999 39 EIB Papers a compensating effect on the cost of funds. Regulations referring to deposit insurance may also be included to the extent that banks operating under standard insurance regimes enjoy lower costs of funds. Government protection diminishes the incentives of banks to maintain a large capital base and thus diminishes costs. Table 3. Regulations that limit the exploitation of scope and scale activities Member State First Second Banking Banking Directive Directive Insurance Securities Austria 93 93 Subsidiaries/Agent Unrestricted Belgium 84-93 90-94 Direct/Subsidiaries Restrictions on stocks Denmark + 80 89-91 Subsidiaries Unrestricted, firewalls Finland 93 93 Agent Unrestricted France 80 92 Direct/Subsidiaries Unrestricted Germany + 80 92 Subsidiaries/Agent Unrestricted Greece 81 92 Direct/Subsidiaries Rest. on access, fire w a l l s Italy 85 92-93 Direct/Subsidiaries Rest. on access, fire w a l l s Luxembourg 81 93 Subsidiaries/Agent Unrestricted Netherlands + 80 92 Direct/Subsidiaries Unrestricted Portugal 86-92 92 Subsidiaries/Agent Restrictions on access Spain 86-87 92-94 Direct/Subsidiaries Restrictions on access Sweden 93 93 Direct/Subsidiaries Unrestricted United Kingdom + 80 92-93 Direct/Subsidiaries Restrictions on bonds Source: European Commission and Barth, Nolle and Rice (1997) Insurance definitions as of 1995 Direct/Subsidiaries: Sale of insurance products may be conducted directly in the bank but underwriting must be done through subsidiaries Subsidiaries/Agent: Subsidiaries may underwrite and sell as a principal. Bank can sell only as an agent Subsidiaries: Bank cannot sell directly. Only through subsidiaries Agent: Bank can only sell insurance policies as an agent Securities definitions as of 1995 Unrestricted: Conducted either directly or through subsidiaries. No firewalls mandated Restrictions on access: Unrestricted, except no direct access to stock exchange Restrictions on stock: Unrestricted, but may not underwrite stock issues Restrictions on bonds: Unrestricted, but bond market making through subsidiaries Firewalls: Conducted either directly or through subsidiaries. Firewalls mandated Restrictions on access, firewalls: Unrestricted except no direct access to stock exchange and mandated firewalls. Many EU regulations have been devoted to harmonising prudential requirements. The objective has been to create a level playing field by imposing minimum standards on regulations, which, on the grounds of solvency and stability, impose costs on domestic banks. The EU directives include legislation on solvency ratios, the definition of own funds, large exposures and others. Table 4 summarises the pace of adoption of these legislation by EU member states. The EU standards constitute only a lower bound on prudential requirements and several countries have adopted legislation, which is even more stringent. P rudential measures raise the cost of doing business for financial interm e d i a r i e s . H o w e v e r, they have often been imposed with c o n t rols that provide a compensating effect. ",
        "Volume 4 No 2 1999 40 EIB Papers As for reserve and investment coefficients, many of the countries with significant interventions dismantled them in the late 1980s and early 1990s (France in 1987, Portugal in 1994 and Spain gradually up to 1992). Nevertheless, some differences remained across countries with regard to the reserve coefficient, coexisting countries such as Belgium, the Netherlands and the UK where the coefficient was almost nil, with others, where by 1995 the level was still comparatively important (i.e. Germany and, in particular, Italy). Put together, the information summarised in Tables 2 to 4 will be used to construct a summary index of deregulation for each member state for the period from 1981 to 1995 inclusive. Table 4. Harmonisation of prudential regulation in Europe Member State Period of implementation Austria 93-95 Belgium 90-94 Denmark 89-95 Finland 90-95 France 90-95 Germany 90-92 Greece 92-95 Italy 91-93 Luxembourg 92-93 Netherlands 91-95 Portugal 90-95 Spain 85-93 Sweden 89-95 United Kingdom 85-95 Source: European Commission,”The Single Market Review. Reports on the banking and credit sector”. The following directives have been included: 86/635, Consolidated Accounts; 89/117, Accounting documents of branches of foreign credit institutions; 89/299, Own funds and modifications (91/633); 89/647, Solvency ratio; and 94/19, Deposit insurance. 3. The integration of banking markets The economic literature on market integration (4) shows that in conditions of imperfect competition there is a wide range of factors which determine the degree of integration of previously segmented markets and the structure of the resulting market. First of all, the size of transport/transaction costs may segment markets naturally. Secondly, there may be significant economic or legal barriers that prevent entry into new markets. Finally, there is the extent of the economies of scale (and scope) which can be obtained by serving the whole integrated economic area. 4) See Baldwin and Venables (1995). ",
        "Volume 4 No 2 1999 41 EIB Papers 3.1 Differentiation and barriers to entry in banking The establishing of a legally integrated European banking market and the introduction of the euro does not necessarily mean in practice that a single market is created. First of all, in spite of advances in financial service provision with no need for physical proximity, there are still high “transport costs” in retail banking and this means that entry into foreign markets must be based largely on the opening (or acquisition) of a branch network. Furthermore, even though horizontal differentiation is hard to achieve in banking (financial products are easily imitated), this is not incompatible with strong preferences for domestic service providers, based on perceived superior quality. These preferences may lead to foreign competitors having only a very small share of local markets. Indeed, a factor favouring local banks, especially the largest of them, is the reputation associated with size. In banking perceived quality is often associated with perceived safety and low risk levels, and this may come from size insofar as this permits a diversification in loan investment and can even lead to expectations of intervention by regulatory bodies in any hypothetical insolvency. In fact it is difficult empirically to distinguish between this possibility and the impact of non-legal barriers to entry. These barriers are sometimes inherent to the deployment of banking activities, but may also be the outcome of strategic behaviour (5). One of the key intrinsic features of banking that favours incumbents is the advantage in terms of i n f o rmation enjoyed by local banks. Dell’Ariccia (1998) shows that informational asymmetry hinders the entry of banks into new markets even when legal restrictions on entry are lifted. In more inform a l t e rms, knowledge of the local market and information held by banks about their customers (e.g. i n f o rmation on transaction deposits at the time of granting loans) can give significant advantages. A second source of incumbent advantage and a potential entry barrier is the widespread network of branch offices owned by the leading domestic banks. Although these networks are not, strictly speaking, an irrevocable commitment to market presence (they are not, therefore, a strategic barrier to entry), they do provide a formidable position of established capacity on the market, and may deter entry. A third factor is the existence of switching costs. Banking usually involves a long-lasting contractual relationship in which, from the customer’s viewpoint, any change involves considerable cost: deposit holders attempt to make their current financial decisions compatible with their investments in contractual relationships established in the past (6). Finally, it is well known that there can be political obstacles to the entry of foreign banks via take- overs, given the role played by banks in payment systems and the financial system in general (7). 3.2 How do banks compete? The consequences of European integration for the structure of banking markets within member states and at EU level will be determined by the characteristics of the economies of scale in the industry and by the nature of bank customers’ preferences. 5) See Vives (1991), and Gual and Neven (1993). 6) Klemperer (1992). 7) ERE (1996) mention the “general good” clause as a potential source of legal constraints within the EU to entry by institutions from other EU member states. The establishment of a legally integrated banking market and the i n t roduction of the euro does not necessarily mean in practice that a single market is cre a t e d . ",
        "Volume 4 No 2 1999 42 EIB Papers First of all let us consider a situation in which banks compete on prices or unit costs. This would make banking an activity in which firms compete for market share by means of a variable expense, closely linked to their level of intermediation. This alternative covers both competition through higher interest rates on deposits (or lower interest rates on loans) as well as strategies based on improving customer service. In this last case market share is increased by committing more resources (for example, more qualified personnel) per customer or per unit of assets or liabilities intermediated. It must also be observed that competition through services which improve access to the bank by clients (e.g. branch offices and ATM) is a similar strategy, in that the fixed costs associated with a branch office (or a cash dispenser) are quickly exhausted in relation to market size. The number of branches and cash dispensers (and their cost) grows along with the level of intermediation of the bank. From an equivalent viewpoint, this is a type of expenditure, which ceases to be effective in gaining market share at comparatively low levels (having two branches close to home rather than one is unlikely to modify the customer’s willingness to pay). Consider next, an alternative view of banking, even though it is not necessarily incompatible with the previous one. Suppose banking involves activities in which capturing market share (or incre a s i n g the willingness of consumers to pay) is achieved by committing (non recoverable or sunk) expenses which are fixed, that is, unrelated to the volume of operations or intermediation of the bank. There are many examples of potentially relevant fixed expenses of this type: the development of a commercial brand or image, software for Internet banking or back-office operations, etc. In these cases the expense involved does not depend on the number of customers or the volume of operations of the bank, but it affects the company’s ability to compete. Using the terminology of Sutton (1991) these are endogenous sunk costs. These must be distinguished from conventional fixed costs (which Sutton refers to as exogenous) which generate economies of scale but do not affect the bank’s ability to increase its market share (branch offices constitute a typical exogenous fixed cost in banking). These latter costs can be recouped (in full or in part) if the project is abandoned. Gual (1999) develops a simple model of bank competition to analyse the implications of the nature of competition on the equilibrium structure of the market in a model with free entry. As in Sutton (1991) and Schmalensee (1992), the results show that the impact of market growth on structure (summed up by an index of firm concentration) depends crucially on how companies compete. If competition is based on variable costs, the market tends to fragment as its size increases. At the opposite extreme, if rivalry is centred on endogenous sunk costs there is a downward limit and concentration is not necessarily reduced when the market grows due to the impact of increased competition. Indeed, the formal analysis shows how the effect of market size on concentration will depend on the degree of rivalry and the nature of competition. On the one hand, concentration goes down with an increase in market size and it goes up with higher competition, irrespective of the nature of competition. On the other hand, a key difference between the two cases is how the effect of market size on the level of concentration changes with higher levels of competition. With variable If fixed cost competition dominates there will be a s t rong trend towards pan- E u ropean concentration in the coming years. ",
        "Volume 4 No 2 1999 43 EIB Papers cost competition, increases in competition reinforce the negative relationship between concentration and market size (i.e. a bigger market and greater competition would act together to lower concentration), whilst the opposite happens with sunk cost competition. The implications of these results for the structure of the future European banking market are clear: If the sunk cost competition model dominates there will be a strong trend towards pan-European concentration in the coming years. If, however, the variable cost model is more relevant the increases in concentration (which have already taken place in part) will be less significant and may reflect the adjustment, at the member state level, to a higher level of domestic rivalry. In this instance, EU-wide concentration will remain low. 4. Empirical analysis These hypotheses can be tested with market data. The following specification provides a simple set- up, which nests the two alternative models under examination: 1 n C O i t = 0 + 1 1n S it + 2 C it + 3 C i t 1n S it + v i t where C O is a concentration variable, S is a market size variable (such as total assets or revenue), C is a competition variable and v is an error term. The subscripts i and t refer to countries and years for which observations are available. If banking competition takes place fundamentally on variable costs, the concentration index should be correlated negatively with market size and positively with the level of competition in a sample of countries with time series data. In terms of coefficients this means that 1 < 0 and 2 > 0. Furthermore, as derived from the theoretical model, the level of competition would be expected to affect the impact of market expansion on concentration. In general, the higher the level of competition, the greater the effect of an increase in market size on the decline in concentration. In terms of parameters this means that 3 < 0. This parameter restriction is, of course, also valid for changes in the level of competition, so that increases in concentration entailed by greater competition are less important in larger markets. If competition is based on fixed costs, an increase in competition entails as before an increase in concentration and 2 > 0. The relationship between concentration and market size is also negative or 1 < 0. However, unlike the case of competition on variable costs, the combined impact of the variables is positive in this case and 3 >0. For instance, the greater the level of competition, the smaller the negative effect of an increase in market size on concentration. Due to insufficient information on deregulation changes, the empirical analysis was performed with data for eleven European Union countries. All years between 1981 and 1995 are included, with a total of 165 observations. Two indices of competition, C A and C C have been constructed from the information in Section 2. This is explained in more detail in the Box. The econometric analysis allows the intersection term to differ from one country to another, introducing a fixed effect. This will capture differences in concentration levels between countries, which are not explained by the explanatory variables used in the regressions. If variable cost competition is more relevant, the i n c rease in concentration will be less significant. ",
        "Volume 4 No 2 1999 44 EIB Papers Table 5 provides a summary of the results, and shows the re g ressions perf o rmed using both ord i n a ry least squares and least square dummy variables or fixed effects. The estimation was carried out under the alternative hypothesis of random effects. F-tests were run to check for fixed effects associated with the diff e rent periods considered in the sample, but it was decided not to include them (8). F u rt h e rm o re, the re g ressions at the country level do not seem to indicate problems of autocorre l a t i o n . The random effects model is there f o re taken into account only for a random effect associated with each cross sectional unit. For this model the estimate of the pro p o rtion of total variance associated with this effect is very high, so the model resulting from estimation with generalised least square s should in principle be very similar to the model estimated with fixed eff e c t s . Altogether the results provide an estimated value for the market size parameter, 1 , of – 0.30, and for 2 , the competition variable parameter, a positive value of 0.25. Both parameters have the signs and magnitudes expected in the most suitable estimation, which seems to be the one including fixed country effects and the cumulative deregulation variable as a measurement of the level of competition (marked in bold in the Table). Parameter 3 is negative in most specifications (between –0.01 and –0.03) and although it is not always statistically significant, it is, as expected, clearly lower in magnitude than parameter 2 . In summary, from the sample analysed, we cannot rule out the hypothesis of competition on variable costs in the banking sector. Table 5. Regression results Regression method OLS Fixed effects Fixed effects Random effects (country) (country and year) (country) Independent variables t-stat. t-stat. t-stat. t-stat. Total Assets (real) -0,270 -5,094 0,211 2,504 Competition index (CA) -0,059 0,072 -0,051 -0,119 Combined effect 0,004 0,055 0,006 0,175 Total Assets (real) -0,268 -3,687 -0,295 -4,649 -0,466 -1,918 -0,152 -1,426 Competition index (CC) 0,391 1,892 0,246 1,990 0,266 2,319 0,216 1,890 Combined effect -0,021 -1,328 -0,012 -1,240 -0,025 -2,717 -0,010 -1,162 Revenue (real) -0,339 -5,803 Competition index (CA) 0,260 0,33 Combined effect -0,011 -0,157 Revenue (real) -0,267 -3,304 -0,019 -0,212 -0,112 -0,861 Competition index (CC) 0,453 2,383 0,350 3,168 0,344 3,104 Combined effect -0,033 -1,868 -0,026 -2,551 -0,038 -3,667 8) The number of observations is N=165. The number of countries is K=11 and the time periods T=15. The F-test for the inclusion of fixed effects for each country is 12.45, with 14 and 139 degrees of freedom (T-1, N-T-K). This test therefore favours a specification including this type of effect. However the F-test to check the possibility of adding time period effects has a value of 0.06, with 10 and 153 degrees of freedom (K-1, N-K-1). This alternative is therefore clearly rejected. F rom the sample analysed, we cannot ru l e out the hypothesis of competition on variable costs in the banking s e c t o r. On this basis, we would not expect larg e i n c reases in Euro p e a n banking concentration. ",
        "Volume 4 No 2 1999 45 EIB Papers BOX: Variables used in the empirical analysis Concentration The concentration variable is based on a standard concentration ratio ( C 5 ) constructed as the percentage of assets at year-end corresponding to the top five banks in each banking system. 1 n C O is the logit transformation of C 5 so that it does not take values between 0 and 1. Thus: 1 n C O = 1 n C 5 ( 1 – C 5 ) The data on total assets comes from the Bank Profitability database of the OECD. Data on the leading banks was collected from The Banker. Market size Market size is measured by the total assets of the banking industry in constant dollars. Two observations must be made at this point. First of all, as derived from the model, the relevant variable is market size in relation to the fixed exogenous establishment costs. We shall assume that these are the same for all markets and do not change over time. Secondly, the theoretical model shows that market size depends on the level of interest rates (in the model the inter-bank debt or public debt rate which segments the loan and deposits markets). Therefore, we shall use two alternative variables to measure market size. The first is total assets and the second is assets times the interest rate, which is a revenue measure. Competition The competition variable C is proxied with a variable, which shows the degree of deregulation of the industry. This variable is constructed with the information summarised in section 2 on the adoption of liberalisation measures by European countries between 1981 and 1995. Two alternative variables are considered: the first is a variable of annual indicators of the adoption of liberalisation measures ( C A ) and the second is constructed by the cumulative annual indicators ( C C ). Before the adoption of the deregulation measure the indicator takes a value of 0 and a value of 1 in the period in which the measure is adopted. Whenever a directive has been adopted over several years, the unit value of the indicator is spread proportionally over the relevant period. For example, a country which adopts all deregulation measures in, say, 1993, will have a deregulation variable of 0 between 1980 and 1992, of 9 for 1993 and of 0 thereafter. The cumulative deregulation variable will, however, be 0 up to 1992 and 9 afterwards. The nine indicators are: 1) interest rate deregulation; 2) freedom of establishment; 3) the implementation of the First Banking Directive; 4) the implementation of the Second Banking Directive; 5) the liberalisation of capital flows; 6) the adoption of the directive on branch establishment and head offices outside the EU; 7) the adoption of the directives on consolidated surveillance; 8) the adoption of the deposit insurance and money laundering directives; and 9) the adoption of the directives on prudential regulation. Whenever the indicator is composed of several directives (as in 7, 8 and 9) all the directives included are given the same weight. Indicator 7 includes directives 83/350, 92/30 and 86/365. Indicator 9 includes directives 89/299, 91/633, 89/647, 94/7 and 92/121. ",
        "Volume 4 No 2 1999 46 EIB Papers Main EU banking directives 73/183 Freedom of establishment 77/780 First Banking Directive 89/646 Second Banking Directive 83/350 Consolidated Surveillance 92/30 Modifications to Consolidated Surveillance 86/635 Annual and consolidated accounts 89/117 Branch establishment & head offices outside EU 89/299 Own funds directive 91/633 Modifications to Own funds directive 89/647 Solvency Ratio directives 94/7 Modifications to Solvency Ratio 92/121 Large exposures directive 94/19 Deposit insurance directive 91/308 Money Laundering directive 5. Concluding remarks This paper discusses the impact of deregulation and market integration policies on the structure of European banking markets. The analysis focuses on the effect of market enlargement on concentration ratios taking into account the competition effects of changes in the regulatory regime. Following the theoretical distinction established by Sutton (1991) and Schmalensee (1992), this paper argues that whether European integration will lead to an increased exploitation of scale advantages or not will depend on the extent to which competition in banking is based on sunk costs or variable costs. If competition focuses on variable costs, concentration will diminish with market e n l a rgement, when we control for the pro-concentration effect triggered by the deregulation pro c e s s . Alternatively, when competition focuses on expenses unrelated to the level of intermediation, concentration will not tend to decline as the size of the market grows. This is due to the compensating effect of increased competition in fixed costs such as brand image or electronic banking. F i n a l l y, I propose a simple test that using aggregate data provides an empirical assessment of the dominant form of competition. The application of this pro c e d u re to data for eleven EU countries during the period 1981-1995 yields parameter estimates which indicate that, over the period of analysis, competition in Europe tended to be predominantly based on variable costs. On this basis, one would not expect large increases in European banking concentration as a result of market integration (EU14 concentration in 1995 was about 11%, way below the 22% for Japan, and the 19% seen in the US), and we would expect consolidation only at the level of some domestic markets. ",
        "Volume 4 No 2 1999 47 EIB Papers The data set used in this paper does not allow a test of the extent to which the form of competition may have changed over time and further research should explore this possibility. Past competition may have been based on variable costs, but this could be a poor guide to future competitive conditions. Moreover, the model focuses on retail activities, even if most large European deposit- taking institutions should be classified as universal banks. There is some uncertainty about the nature of competition in retail banking, but little doubt that corporate and investment banking compete in a global market and are subject to substantial increasing returns. These structural features of wholesale and investment banking tend to foster global concentration. To the extent that large European banks engage in wholesale banking, the key determinants of market structure in this industry may reinforce the trend towards fixed-cost competition between large commercial banks. This could result in a dichotomic European market structure where large pan-European banks coexist with geographically focused and specialised institutions. This tendency could also be reinforced by the growing competition from non-bank institutions. Widening capital markets with the advent of the euro will facilitate entry and thus promote both the growth of the capital markets activities of universal banks and the appearance of smaller institutions specialising in capital market intermediation. The structural features of wholesale banking foster global concentration. This could result in a market where large pan-EU banks coexist with g e o g r a p h i c a l l y f o c u s e d and specialised banks. ",
        "Volume 4 No 2 1999 48 EIB Papers References Baldwin, R.E. and Venables, A. (1995). “Regional Economic Integration” in G. Grossman and K. Rogoff (eds.). Handbook of International Economics, vol. II,I North Holland. Barth, J.R., Nolle, D.E. and Rice, T.N. (1997). “Commercial Banking Structure, Regulation and P e rf o rmance: An International Comparison” Economics Working Paper 97-6. Comptroller of the Currency, Washington DC, March. Dell’Ariccia, G. (1998). “Asymmetric information and market structure of the banking industry”. IMF Working Paper, June . Economic Research Europe (1996). “A study of the effectiveness and impact of internal market integration on the banking and credit sector”. Report for the European Commission. The Single Market Review. Gual, J. (1999). “Deregulation, integration and market structure in European banking”. Journal of the Japanese and International Economies, 13 (4), December. Gual, J. and Neven, D. (1993). “Deregulation of the European banking industry”. European Economy/Social Europe, 3, pp. 153-183. Klemperer, P. (1992). “Competition when consumers have switching costs: an overview”. CEPR Discussion Paper 704. Schmalensee, R. (1992). “Sunk costs and market structure: a review article” The Journal of Industrial Economics, XL (2), pp.125-134. Sutton, J. (1991). “Sunk costs and market structure: price competition, advertising and the evolution of concentration”. Cambridge, Mass.: MIT Press. Vives, X. (1991). “Banking competition and European integration”, in European Financial Integration, edited by A. Giovannini and C. Mayer, CEPR/IMI. Cambridge: Cambridge University Press. ",
        "",
        "Volume 4 No 2 1999 50 EIB Papers Special Topic Prize Solving the unemployment puzzle in Europe Jens Verner Andersen & Jørn Henrik Rasmussen High unemployment is a problem in most European countries. The starting point of this article is that structural problems in the labour market and economic disincentives due to benefit and tax systems are the main reason why Europe faces severe unemployment. Many suggestions have been made to solve the problem, but few countries have succeeded in fighting unemployment. This paper points out that Denmark has succeeded in fighting unemployment with a battery of instruments primarily structural in kind. Along the same lines, Europe also has to structure tax and benefit systems to make work pay. Especially high Net Replacement Rates at the lower end of the wage distribution create disincentives to work and reforms need to be implemented to make the benefit system more employment friendly. One suggestion – which this paper discusses - is to introduce an employment-conditional scheme through the tax system – the so-called Earned Income Tax Credit (EITC). The EITC improves employment opportunities for low skilled workers by strengthening incentives to work without reducing benefit entitlements. This is achieved by introducing a tax credit given to low income people with a job. Simulations suggest that the EITC can improve employment although it is not a “free lunch”. Distortions arise from financing the EITC and from the withdrawal of the tax credit. Jens Verner Andersen , is an economist in the Financial Markets Department of Denmark’s Nationalbank, where he conducts research on financial sector stability and other banking issues. Jens Verner earned a Masters degree in economics from the University of Aarhus. His main interest was the globalisation of international trade and investment, and in 1997 he received a Scholarship from the University to research this area. Jørn Henrik Rasmussen also has a Masters degree in economics from the University of Aarhus, where he worked as a research assistant at the Centre for Labour Market Research. Jørn Henrik is currently an economist in the Ministry of Finance, where he works on taxation, public finance and the labour market. In 1998 he was also a consultant at the OECD where he worked on the Earned Income Tax Credit as well as publishing two articles on the subject. ",
        "Volume 4 No 2 1999 51 EIB Papers 1. Introduction The common currency in Europe is by far the boldest chapter we have seen in European integration. The participating countries have formally given up power to set interest rates and exchange rates, the two most important prices in a modern economy, and have sharply circumscribed their use of fiscal policy as well. The changes are so revolutionary that scepticism has abounded during the process, and some still expect the euro to fail. Indeed, the labour market might be an area that will cause a potential instability, not least due to an unemployment rate exceeding 10 percent in the euro-zone. Since Europe is heavily burdened by a high level of structural unemployment, an economic policy which focuses on increasing aggregate demand will not be able to solve the problem. The use of a monetary policy is also limited in the long term as a means to fight unemployment. The question is what can be done to solve the unemployment puzzle? The right thing to do is to focus on structural reforms in the tax and benefit system and in the labour market. Following a description of European unemployment (in Section 2), this article will try to show what might be done to get Europe back to work. The focus will primarily be on the Danish labour market reform, which was launched back in 1993 and is still ongoing (Section 3). Denmark has used a wide range of instruments, among others the “right and obligation” to work, a shorter maximum period of unemployment benefits, a special attention to weak groups of unemployed, and tightening of availability rules. In Section 4 we will focus on the need to reform European tax and benefit systems. One way to improve incentives is to introduce tax benefits that are conditional upon employment --- such as the so-called Earned Income Tax Credit. 2. The unemployment problem The average unemployment rate in Europe has been at a high level since the second oil-crisis in the late-1970s. In 1998 approximately 11 percent of the European work force was out of work or more than twice the level in the US (see Figure 1). Figure 1. Unemployment in EU-15, the US and Japan, 1970-98. (Percent of labour force) Solving the unemployment puzzle in Europe The views in this paper are those of the authors and do not necessarily reflect the views of Danmarks Nationalbank and the Ministry of Finance, Denmark. We are grateful for comments from Chris Hurst of the EIB and from Sten Lohmann of the Danish Ministry of Finance. United States 1970 1972 1974 1976 1978 1980 1982 1984 1986 1988 1990 1992 1994 1996 1998 EU-15 Japan 14 12 10 8 6 4 2 0 Source: OECD. ",
        "Volume 4 No 2 1999 52 EIB Papers While Europe has remained at a high level of unemployment since the last oil-crisis, unemployment in the US has fallen. Undoubtedly, the liberal labour market policy introduced when Reagan was President has played a major role in the decline. Basically, these policies have consisted of a gradual decline in the real minimum wage, the full taxation of unemployment insurance, and a work requirement for those on welfare (Feldstein, 1997). Though these reforms have made the US labour market more flexible, many on both sides of the Atlantic believe that lower unemployment has been achieved at the expense of growing inequity and poverty. As a result, there seems to be consensus in Europe that the American model, which would result in a dismantling of the welfare system, is not the right way to solve employment problems. Although the average unemployment rate in Europe is higher than in the US, this is not the case for all individual European countries. This is illustrated in Figure 2. The persistence of high unemployment in some countries despite recovered economic conditions in the 1980s has led economists to conclude that unemployment in Europe is mainly ascribable to structural factors (1). Higher structural unemployment in Europe finds support in Figure 3. Those European countries experiencing low unemployment, such as Denmark and the Netherlands also face low structural unemployment. Figure 2. Standardised unemployment in selected countries Though reforms have made the US labour market more flexible, lower unemployment has been achieved at the expense of growing inequity and poverty. 1) The starting point for most analytical discussions of unemployment trends is the framework introduced by Friedman and Phelps a generation ago. From this framework it follows that unemployment can be divided into two components; a cyclical fluctuation around a natural rate of unemployment and a structural movement from the natural rate itself. Achange in the cyclical component can be attributed to changes in aggregated demand. Changes in labour market institutions, demographic shifts, tax reforms, etc. may change the structural component. France Germany UK Sweden Italy Denmark USA Netherlands Japan 14% 12% 10% 8% 6% 4% 2% 0% 1993 1998 Source: OECD (1998) Figure 3. Structural unemployment in selected countries France Germany UK Sweden Italy Denmark USA Netherlands Japan 14% 12% 10% 8% 6% 4% 2% 0% 1993 1998 Source: OECD (1998) ",
        "Volume 4 No 2 1999 53 EIB Papers What might explain differences in structural unemployment and thus differences in unemployment levels? An important key word is the degree of flexibility in the labour market. This is about how well labour supply meets labour demand. More flexibility is certainly needed to get Europe back to work, and this does not necessarily result in a labour market along American lines. For example flexibility can be increased by removing regulation on work hours, lowering firing costs, and by tightening availability-rules. An excessive degree of job protection makes it difficult for firms to adapt changes in demand and this increases the level of structural unemployment. Indeed, European countries with low unemployment – like Denmark and the Netherlands – also rank low regarding job protection, while Germany and Italy both have relatively strict rules. Although the success of fighting unemployment depends on the level of flexibility in the labour market, it is also important to investigate the disincentive problem of the European tax and benefit systems. Most taxes create disincentives to work due to the wedge between workers‘ salaries and firms’ labour expenses. Figure 4 shows the tax burden of an unmarried average productive worker (APW). Figure 4. Labour taxes. Single person at APW-level without children, 1996. (Percent of gross wages) More flexibility is certainly needed to get Europe back to work, and this does not have to result in a labour market along American lines. 60% 50% 40% 30% 20% 10% 0% Personal income tax Employees' social contribution Employers' social contribution Germany Italy Sweden France Denmark Netherlands UK US Japan Note: As a percentage of gross wage earnings. APW stands for “Average Productive Worker” and is defined as the average income of a skilled full time worker in manufacturing. Source: OECD (1997b) The Nordic countries put a relatively high emphasis on income taxes in financing the welfare state, while countries like Germany, France and the Netherlands use social security payments to a larger extent. The total tax on labour in most Scandinavian and European countries is between 45 and 50 percentage of gross salaries, while the level in the US and the UK is only around 30 percent. State unemployment benefit systems provide insurance against job loss, which may be difficult to obtain from private insurers. This is a source of welfare gain, but unemployment benefits can also have negative effects on labour market outcomes as they create disincentives to work. Especially low skilled workers seem to lack economic incentives to work as their potential wage is close to what can be obtained from the benefit system. A measure of economic incentives to work can be obtained by comparing the after tax earnings to after tax benefit - the so-called Net Replacement Rates (2). This is shown in Table 1. 2) In most countries Net Replacement Rates depend on several factors such as duration of unemployment, previous income- level and family status. ",
        "Volume 4 No 2 1999 54 EIB Papers Table 1. Net replacement rates at different earning levels 2/3 of APW earnings APW earnings Denmark 95 80 France 88 75 Germany 77 79 Italy 46 47 Netherlands 84 82 Sweden 85 85 UK 80 67 US 60 60 Japan 67 59 Note: The Net Replacement Rates (NRR) is dependent on duration of unemployment and family conditions. The NRR in the table is after one month of unemployment and for a married person with a dependent spouse and two children. Source: OECD (1997a) Table 1 shows Net Replacement Rates of between 75 and 95 percent, with the US as an exception. A Net Replacement Rate of 95 percent as in Denmark for low-income people does indeed affect incentives to work. However, several non-economic factors such as social networks and strictness of availability rules also influence people's decisions to take a job. 3. The Danish strategy Between 1993 and 1998 unemployment in Denmark was almost cut in half, dropping steadily from around 10 percent in 1993 to 5 percent in June 1998. Long-term unemployment is among the lowest in Europe at 1.5 percent (1997) and youth unemployment has been reduced to 6.0 percent (1997) compared to a European average of 20 percent (European Commission,1998). What is the secret behind the “job miracle in Denmark”? The achievements have been accomplished by pursuing a balanced strategy of two elements. The first is the continued implementation of an economic policy designed to create a framework for stable economic development, notably through maintaining low inflation, a balance of payment surplus and a reduction in public debt. The second part of the strategy is a continuation of the structural reforms initiated in 1993 (the third phase of the reform was adopted by the Danish parliament in the autumn of 1998). The experiences from Denmark confirm strong interactions between macro- and structural policies. The favourable climate since 1993 has reinforced the actions implemented in the labour market and vice versa (Elmeskov, 1998). The cornerstone of the reform was the decision in 1993 to refocus employment systems towards a much more active labour market policy. The strategy involves measures to improve the ability of the unemployed to compete in the market through upgrading of skills and job training as well as measures to maintain their contact with the labour market through work experience. It also includes the right and obligation to “activation”. This is discussed further in the Box. The experience of Denmark confirms stro n g interactions between m a c roeconomic and s t ructural policies. ",
        "Volume 4 No 2 1999 55 EIB Papers Box 1: The Danish labour market reforms, 1993-98 “Activation” of the unemployed • Within the first three months of unemployment all the unemployed are interviewed in order to assess individual qualifications and possibilities, and individual action plans are formulated. • The period of “ activation” is advanced . An unemployed person has the right and obligation to full time “activation” after one year of unemployment. For young people below twenty-five, the right and obligation to this begins after six months. • Availability rules are tightened . The obligation to accept job offers outside former occupation is brought forward and in the latest reform is advanced from one year to 3 months. Limiting the duration of unemployment benefits • The maximum period of unemployment benefits was successively lowered. From a maximum of seven years in the 1994 reform, to five years in the 1996 reform and finally in the latest reform, the maximum duration is set to four years. Education • Special efforts to prevent bottlenecks including upgrading of qualifications among the unemployed. • The possibility for the unemployed to take up education of their own choice is restricted. Source: Ministry of Finance, Denmark. Special attention in the Danish strategy to the unemployed under 25 has given some remarkable results. In particular, the reduction of the unemployment benefit period for young unskilled persons to 6 months has been important both in terms of enhanced job search incentives and in terms of stronger incentives to complete education. The lessons from the Danish experiences serve as a guideline in the debate on the employment strategy in Europe and the initiatives to be taken in efforts to fight unemployment. It is possible to reduce unemployment by giving incentives to work without cutting the benefit level for the unemployed. The main conclusion is that the key to success is a broad range of labour market reforms. There is no single universal instrument to be pointed out from the Danish experiences, but a wide range of well co-ordinated measures. The primary aim has been to improve active job search behaviour and reduce disincentive problems. As a supplement to labour market reforms one might also improve structures in the tax and benefit system to fight unemployment. Any tax or transfer payment distorts incentives, but the size of the distortion can be limited if the tax or transfer system is well designed. Many things can be done to improve the economic incentives to work in Europe. One proposal is the Earned Income Tax Credit (EITC), and this is explored in next section. Key to success is a bro a d range of labour market re f o rm s . ",
        "4. Improving incentives to work - Introducing an earned income tax credit Taxes and benefits are one of the most direct way in which governments can affect the economic incentives for individuals to work and for employers to hire labour. The “poverty” and “unemployment” traps are two ways in which taxes and benefits may fail to “make work pay”. Withdrawal of benefits combined with high marginal taxes can create a so-called poverty trap, where low-income earners are left with severe disincentives to increase work hours and effort. In the extreme case where the marginal effective tax rates (METR) is 100 percent, the poverty trap is total, and there is no economic incentive to increase work. The unemployment trap is another problem arising when high benefits are combined with low expected e a rnings, since the unemployed person is left with small economic incentives to look for a job (3). In other words the unemployment trap is a result of the high Net Replacement Rates discussed before. The most straightforw a rd solution to the unemployment trap is to cut down out-of-work income support schemes. Most economists agree that a general cut in benefit levels would tend to stimulate employment. However as Sørensen (1997) puts it, “although some countries with generous benefit systems may have scope for pursuing such a policy, most European governments remain unwilling to implement major benefit cuts, since this would compromise the fundamental equity goals of the welfare state”. Thus, recent proposals for reform have focused on measures intended to improve employment opportunities for low-skilled workers and to strengthen incentives to work without seriously cutting the living standards of benefit recipients. The most notable proposals are the use of employment- conditional schemes provided as tax credits or through the benefit system. We will in this article only focus on a scheme provided through the tax system - or the so-called Earned Income Tax Credit (EITC), which Phelps (1997) and Van der Ploeg (1997), among others, have advocated. The idea behind the EITC is to give a tax credit only if a person has a job and hereby to strengthen incentives to work without reducing the income of the unemployed. H o w e v e r, several factors need to be considered, before introducing an EITC programme. First of all, the g o v e rnments need to take into account the trade-offs they face. A general allowance given to all the employed will be expensive, and imply a significant “dead-weight loss” because large tax deductions a re given to people who are not lacking work-incentives. This is an argument in favour of focusing the EITC to low-income workers, but this is not without problems either. An EITC targeted at low income workers includes a withdrawal in the absolute amount of the tax credit as income rises. This implies higher Marginal Effective Tax Rates (METRs) in the region where the EITC is phased-out. The policy- maker there f o re faces a trade off between a slow phase-out, which implies large government cost, or a fast phase-out, which implies distortions from very high METRs in the phase-out range. An EITC-re f o rm can be constructed in many ways and be more or less targeted at low-income earn e r s . It can also be based on other factors than income, e.g. number of children, age, sex or marital status. G e n e r a l l y, it is a good idea to condition the EITC on non-financial factors if it helps to isolate the targ e t g roup. In this way the dead-weight losses are minimised. For example, if young people in part i c u l a r lack economic incentives to work the EITC could then be conditioned on age. Volume 4 No 2 1999 56 EIB Papers The idea behind the EITC is to give a tax credit only if the person has a job and t h e reby to stre n g t h e n incentives to work without reducing the income of the unemployed. 3) Empirical findings for most European countries indicate that a significant number of people lack economic incentives to work, and a large proportion of employed face very high METR’s, see OECD (1996,1997) and Pedersen & Smith (1995, 1998). ",
        "Volume 4 No 2 1999 57 EIB Papers Six OECD countries (4) – mainly English-speaking countries – have introduced employment-conditional schemes. The EITC was introduced in the US as far back as 1975, and has been expanded several times. This scheme is also conditional on income and number of children. Eissa and Libman (1995) have evaluated the effect from this EITC for single mothers with children and concluded that it impro v e s employment, but at a high cost. However, this is justified since the main focus of the EITC in the US is a poverty support scheme rather than a program to increase employment. Since most European government budgets are under pressure, a proper evaluation of the EITC also needs to take into account how the reform is financed. If the EITC reform is financed within the income tax system, e.g. by higher income taxes for high incomes, then this implies distortions due to lower labour supply from this group. These considerations suggest that employment-conditional schemes are more likely to be viable in countries where out-of-work benefits are low relative to average earnings and where the earning distribution is sufficiently wide (see, for example, OECD (1996) and Bassanini et al. (1999)). Simulations with Computable General Equilibrium models indicate that introducing an EITC targeted at low-skilled workers might be a helpful instrument in cutting unemployment. Bovenberg et al. (1998) have carried out simulations on the Dutch model, MIMIC, while Pedersen and Stephensen (1999) use the Danish DREAM model. Rasmussen and Lundsgaard (1998) provide another study which supports the view that introducing an EITC has a positive employment effect, but they also show that introducing the EITC implies large distortions, due to lower hourly labour supply among people with incomes above the level where the programme phases out. Bassanini et al. (1999) have in a recent paper simulated the effect of introducing the EITC in four OECD countries. The EITC is targeted at low-income workers, so that workers earning less than 60 percent of the average income (5) receive a 10 percent tax credit of gross earnings. The EITC is phased-out for e a rnings between 60-90 percent, implying that a person earning 90 percent of the average income or m o re does not receive any credit. The EITC is financed by higher income taxes on people earning above 90 percent of the average income. Table 2 re p roduces some results from Bassanini et al. (1999) which indicate that introducing an EITC may improve employment with a positive effect in the range of 0.3- 0.7 percent of the labour force. The table supports the view that introducing a targeted EITC can i n c rease employment. The results also show that this is not a “free lunch” due to the distortion for higher wage workers noted by Rasmussen and Lundsgaard (1998) above. Table 2. Labour supply and social welfare effects from a 10 percent targeted EITC. (Percentage change) UK USA Germany Sweden Employment effect 0,7% 0,6% 0,3% 0,5% Total labour supply effect 0,4% 0,2% 0,0%- 0,5% Social welfare effect -0,1% -0,2% -0,4% -0,8% Source: Bassanini, Rasmussen and Scarpetta (1999). Total labour supply includes both the effect on employment and on hourly labour supply. The change in social welfare is in percent of GDP. 4) Canada, New Zealand, Ireland, Italy, United States and United Kingdom. 5) Average income is defined as the concept “Average productive Worker”, see OECD (1997b). If the EITC is financed by income taxes on high incomes, then this implies d i s t o rtions due to a lower labour supply from this g ro u p . ",
        "Volume 4 No 2 1999 58 EIB Papers Indeed, the simulation results of introducing the EITC in Bassanini et al . (1999) come out with a negative welfare effect in all four countries, when the reform is evaluated on pure grounds of efficiency, i.e. when all individuals are given the same weight in the social welfare function. However, the reform can give a positive welfare effect if the government puts higher weight on people located in the low-income region (those who gain from the tax reform), i.e. if equity considerations are taken into account. This highlights an interesting point about the impact of the EITC on the wage distribution. It widens the before-tax wage distribution by lowering the price on low skilled labour, while the after-tax distribution is narrowed. The EITC, therefore, implies that wage distributions become more uneven gross of taxes, but more even net of taxes. The EITC will work differently across Europe, due to different labour market structures and tax systems. For example, it would be relatively less attractive to introduce the EITC in the Nordic countries, since the narrower wage distribution makes it more difficult to target low-income groups. It should also be recognised that the EITC will complicate the tax systems, and most European tax systems are complicated already today. Furthermore it may be argued that governments should be cautious to introduce schemes that might help solving today’s problems - but which are expensive and difficult to remove in the future, when they are less needed. 5. Concluding comments Persistent high unemployment is one of the most serious problems Europe has been facing since the late-1970s. Structural problems in the labour market and in the tax systems are the main reason why some European countries face a higher unemployment than others. Many suggestions, including the OECD Jobs Study and the EU Luxembourg Process, have been made to solve the problem. However, few countries have yet succeeded in fighting unemployment. This article points out that solving the European unemployment puzzle is a complex matter that needs a wide range of instruments. Countries like Denmark have shown some ways to fight unemployment by carrying out well-targeted labour market re f o rms. The primary aim of the Danish initiatives have been to enhance active job search behaviour and reduce disincentives to work. Denmark has shown that it is possible to reduce unemployment without cutting unemployment benefits. Europe can to some extent fight unemployment by implementing structural reforms in the labour market, but most European countries also need to reduce structural problems in the tax and benefit systems. The EITC is one interesting proposal which improves economic incentives to work without reducing benefit levels. The EITC can help fight unemployment in Europe, but it is not without problems, and it is only one instrument among a wide range of measures needed to solve the European unemployment puzzle. E u rope can fight unemployment by implementing re f o rms in the labour markets, but most European countries also need to re d u c e s t ructural problems in the tax and benefit system. The EITC can help. ",
        "Volume 4 No 2 1999 59 EIB Papers References Bassanini A., Rasmussen, J.H. and Scarpetta, S. (1999). “The Economic Effect of Employment- Conditional Income Support Schemes for the Low Paid. An illustration from a CGE- model applied to four OECD countries”. Mimeo OECD. Paris. Bovenberg, A.L., Graafland, J.J. and Mooij, R.A. (1998). “Tax reforms and the Dutch labour market”. Netherlands Bureau for Economic Policy Analysis, CPB Mimeo. Browning, E.K. (1995). Effects of the EITC on income and welfare. National Tax Journal. 48(1), March, pp. 23-43. Eissa, N. and Libman, J.B. (1995) Labour supply response of the Earned Income tax credit, NBER Working Paper 5158. Elmeskov, J. (1998). The Unemployment problem in Europe: Lessons for implementing the OECD Jobs Strategy. EIB Papers. 3 (1), pp. 29-54. European Commission. (1998). Joint Employment report. Brussels. Feldstein. M. (1997). Employment Policy of the Middle Reagan Years: What Didn't Happen and Why it Didn't Happen. NBER Working Paper 5917. OECD. (1994). OECD Job study. Paris. OECD. (1996). OECD Employment Outlook. Paris. OECD. (1997a). OECD Making Work Pay. Paris. OECD. (1997b). OECD. The Tax/benefit position of employee. Paris. OECD. (1998). OECD. Main Economic indicators. Paris. Pedersen, P.J. and Smith, N. (1995). Work incentives in the Danish Welfare State. Aarhus University Press. Pedersen, L. H. and Stephensen, P. (1999). Earned Income Tax Credit, a cure for unemployment? DREAM Working Paper. Denmarks Statistics. Phelps, E. S. (1997). Rewarding Work. Harvard University Press. Rasmussen, J. H. and Lundsgaard, J. (1999). En generel ligevægtsanalyse af beskæftigelsesfradrag, Nationaløkonomisk Tidsskrift. vol. 137 pp 99-116. (In Danish). Sørensen, P. B. (1997). Public finance solutions to the European Unemployment problem? Economic Policy. October. Van der Ploeg, F. (1997). Unemployment and public finance in Europe. Working paper. Amsterdam. ",
        "",
        "Prizes for authors under the age of 30 Volume 4 No 2 1999 61 EIB Papers Three awards were made for essays from authors under 30 years of age. The winners are Hendrick Hassheider, Daniel Piazolo and Carsten Sprenger. Private sector investment as a means of financing Trans-European Networks Hendrik Hassheider Summary The provision of transport infrastructure has so far been mainly regarded as a matter for public authorities. However, the debt burden of most EU Member States suggests that there could be constraints to the financing of public sector infrastructure projects. The essay examines if and how private sector involvement can contribute to solving this problem. An analysis of the possible market failures that could occur with transport infrastructure shows that greater involvement by the private sector can be achieved. Based on this, different models involving private sector participation are evaluated using criteria such as productive and allocative efficiency, the transferability of the model, and the contribution it would make to easing pressure on public finances. The article concludes with an analysis of how policy at the national and European levels can contribute towards increasing the share of private investment. This essay has been published as Economic and Financial Report No. 99/P1. Hendrik Hassheider is a Ph.D. student at the Institute for Transport Science of the University of Muenster, Germany. ",
        "Volume 4 No 2 1999 62 EIB Papers The credibility and growth effects of EU institutions on Eastern Europe Daniel Piazolo Summary This paper examines the additional advantages of membership of the Central and Eastern European countries in the European Union over the economic integration that has already been achieved. Besides receiving transfers, further reductions in trade barriers and guaranteed market access, accession will enhance the credibility of economic reforms in the Central and Eastern European countries through the establishment of institutions common to EU members. EU membership requires the transition countries to bring their legal, political and economic systems into conformity with EU standards and to implement effectively the so-called acquis communautaire . This includes many institutions that are crucial for the functioning of a market economy. The paper discusses the experience of institutional integration between nations at different stages of development and investigates the economic impact of institutional reform. Furthermore, the paper proposes a model to estimate the possible growth effects of the acquis communautaire on the future Member States from Central and Eastern Europe. This essay has been published as Economic and Financial Report No. 99/P2. Daniel Piazolo is a researcher at the Development Economics and Global Integration Department of the Kiel Institute of World Economics, Germany. He has studied at the London School of Economics and at Yale University. He was also awarded the Daeyang Prize of the Institute for International Economics (Seoul) for his article \"Trade Integration between Eastern and Western Europe: Policies follow the Market\". ",
        "Volume 4 No 2 1999 63 EIB Papers Direct investment and the eastern enlargement of the EU Carsten Sprenger Summary Foreign direct investment has an important role to play in the process of convergence of Central and Eastern Europe with the European Union. The goal of this study is to estimate the scale, structure and medium-term potential of foreign direct investment flows to these countries. An empirical model of bilateral direct investment shows that the size of the source and target country markets, existing trade relations, and a common language have a positive effect, while geographical distance has a negative effect. Poland, Bulgaria and Romania, where the difference between the actual (1997) and calculated hypothetical direct investment is still large, recorded much higher rates of growth than the other countries of the region. In Hungary and the Czech Republic, the calculated direct investment potential is already quite close to the actual level, especially for active investor countries such as Germany and Austria. A qualitative comparison with other European integration processes, in particular the internal market programme and the admission of the countries of Southern Europe, suggests that entry could provide an additional stimulus for direct investment. This essay has been published as Economic and Financial Report No. 99/P3. Carsten Sprenger is a scholar in the Graduate Programme for International Affairs of the Robert Bosch Foundation. His first internship within that programme is at the EBRD. ",
        "Volume 4 No 2 1999 64 EIB Papers Recent Research by the Chief Economist’s Department How well do European loan markets work? Some insights from the financial structure of SMEs in three countries Rien Wagenvoort & Christopher Hurst Summary The precarious employment situation in the EU has given rise to public policies that aim at giving small and medium-sized enterprises (SMEs) better access to finance. SMEs may face difficulties due to information problems and other inefficiencies in loan markets. However, the European evidence on the magnitude of this problem is limited. The purpose of this paper has been to explore the factors that determine the gearing of a sample of SMEs in France, Italy and the UK. Since many factors are potentially involved, a regression analysis is needed to untangle the individual effect of any particular factor. The explanatory power of our model is high compared with previous studies. A striking result is the similarity of the findings for France and the UK. In both countries, bankers prefer (to a similar extent) to lend against fixed assets and to companies with higher liquidity. We find no evidence of banking relationships developing over time that improve the availability of debt finance. On the contrary, in both countries higher profitability reduces gearing, as does company age (actually company size is significant in France, but this is correlated with age). This means that companies use retained earnings to lower the level of bank debt they carry. In some recent studies it has been argued that SMEs are so constrained that they need to use trade credit to finance their investment projects. However, we find little change in liquidity between young and old firms and it appears unlikely that SMEs systematically use current liabilities to finance fixed assets. Relationship banking could be of more importance in Italy, but the results point in different directions and it is difficult to arrive at a clear view. Still, the British and French results clearly indicate that the problems of asymmetric information between lenders and borrowers can go on for decades. This persistent market failure suggests that support for development capital for mature SMEs should be kept on the policy agenda. The paper comments very briefly on some of the policy options. Since larger banks are more likely to rely on financial ratios and credit scoring for SME loan approvals than smaller institutions, the consolidation of the European banking sector that is expected in the coming years is unlikely to alleviate the problems facing small businesses. ",
        "Volume 4 No 2 1999 65 EIBPapers 1. Introduction Small and medium-sized enterprises (SMEs) are important for the provision of jobs in the European Union. Table 1 shows that two out of three workers in the EU are employed by firms with less than 250 employees. The EU region hosts almost 19 million small companies which on average employ only four people. Labour pro d u c t i v i t y, as measured by value-added per occupied person, is considerably higher in L a rg e -scale enterprises (LSEs) than in SMEs. Remarkably, the share of labour costs in value-added i n c reases as size falls (from large to medium to small) with the exception of very small firms (less than 10 employees). However, for these smallest enterprises, the wage bill is likely to decline because the e n t re p reneur and his family are not on the payroll rather than because labour is more productive. It is safe to conclude that SMEs employ more labour intensive production techniques than larger companies. Table 1. Number and size of enterprises in the European Union, 1996 SMEs LSEs Total Number of enterprises (in thousands) 18,555 35 18,590 Employment (in million) 73.2 38.2 111.4 Average number of employees per firm 4 1035 6 Source: European Observatory for SMEs (1997), Table 1, p.14. Small and medium-sized enterprises (SMEs) have less than 250 employees, whereas large-scale enterprises (LSEs) are above this threshold. Given the importance of SMEs for employment and the high unemployment rate in Europe, EU governments have implemented a range of policies to facilitate the start-up of new enterprises and to strengthen existing SMEs. These include education programs for entrepreneurs and ways of stimulating technology transfer. Another set of instruments is financial, and covers R&D subsidies, debt guarantee schemes, the provision of venture capital and the like. This latter group of policies follows from concerns that SMEs find it difficult to finance their investments. While there is a widespread perception that SMEs do have difficulties in finding new equity investors or in borrowing from banks, there is surprisingly little European evidence that this is so. Surveys of businesses often find that funds are not sufficiently available to suit entrepreneurs. For example, the European Observatory for SMEs (1997) reports one survey where European firms were asked whether financial constraints would impede the expansion of their business in the long run. Around 30 percent of the interviewees responded that the availability of long-term finance, either debt or equity put a restriction on the growth of their businesses. Of course, simply asking views in this way can hardly be considered as hard proof. Indeed, one can imagine that managers have an incentive to over-state the problem. How well do European loan markets work? Some insights from the financial stru c t u re of SMEs in three countries Rien Wagenvoort is an Economist, and Christopher Hurst is Head of Division in the Chief Economist’s Department of the EIB. This paper draws on the work of an EIB research programme on the financing of SMEs. Other participants included Roman Arjona, Eric Perée and Pascale Viala. “Abank is a place that will lend you money if you can prove that you don’t need it.” Bob Hope ",
        "Volume 4 No 2 1999 66 EIB Papers The theoretical framework for SME finance H o w e v e r, the public perception that a problem exists is largely supported by the conclusions of t h e o retical literature. These emphasise the prevalence of imperfect information in financial markets. In p a rt i c u l a r, debt markets are generally characterised by asymmetric information since the borrower is better informed than the lender about the value of the project that will be undertaken. This means that the lender may restrict the borro w e r ’s use of debt because of problems of moral hazard and adverse selection (the seminal papers are by Jaffee and Russell, 1976, and Stiglitz and Weiss, 1981). In “ n o rmal” markets an excess of demand would make prices rise until demand and supply are equated. H o w e v e r, such an adjustment mechanism does not necessarily apply to financial intermediation since the price of credit may have sorting and incentive effects. The expected re t u rn on loans may incre a s e initially with the interest rate charged but then may be decreasing since a higher price of capital may cause a rise in the riskiness of the pool of loans. This means that equilibrium credit rationing can arise w h e re the lender is not willing to change interest rates and to supply more funds to borrowers even though credit is in excess demand. This is an extreme version of the problem. In practice, companies can continue to borro w, but banks re q u i re high levels of collateral, and may include a “risk pre m i u m ” in the loan price that does not correctly reflect the cre d i t w o rthiness of the underlying investment. In addition to asymmetric information, debt may be more costly than internal sources due to transaction and bankruptcy costs. Therefore, in contrast to Modigliani and Millers’ (1958) famous separability theorem, firms may have a “pecking order” or financing hierarchy when choosing between sources of funds. Firms prefer internal funds to external finance and, if internal funds are insufficient, debt instead of equity as a source of incremental funding for investment projects (e.g. see Fazzari et al ., 1988a, 1988b, and Myers and Majluf, 1984). Information problems are likely to be more acute for small companies if only because the unit costs of assessing projects are relatively larger. One possible solution to this could be the formation of bank-firm relationships. After several periods of unviolated track record, the cost, collateral requirements, and availability of credit may become more favourable for the small firm (see, among others, Greenbaum et al ., 1989, Sharpe, 1990, and Boot and Thakor, 1994). The empirical evidence The empirical literature to test these hypotheses is mainly North American. A number of studies have examined the impact of the characteristics of small firms on their leverage. For example, Walker (1991) shows that bank loans and trade credit may be used as substitutes, and that these diff e rent means of finance are related to sales. Constand et al . (1991) find that asset stru c t u re is an important determ i n a n t of the use of debt financing. They show that short - t e rm debt is positively related to current assets, while l o n g - t e rm debt depends on fixed assets. Furt h e rm o re, leverage is found to be negatively related to p ro f i t a b i l i t y, suggesting that higher retained earnings are used to lower gearing. Such studies often s u p p o rt the view that there is a financial pecking ord e r, though the overall picture is far from clear. A second strand of the literature has tested the impact of the duration of the lender- b o rro w e r relationship on loan characteristics. Among these, Petersen and Rajan (1994) provide evidence that the length of a bank-firm relationship increases the availability of credit to small businesses in the US, but has no significant impact on loan rates. Berger and Udell (1995), also for the US, show that the The public perception that f i rms have difficulty in financing their investments is largely supported by the theoretical literature . Asymmetric inform a t i o n means that firms have a \"pecking order\" when choosing between sourc e s of funds. ",
        "Volume 4 No 2 1999 67 EIB Papers cost of bank loans drawn against previously negotiated lines of credit is lower, and collateral is less f requently re q u i red, for firms with long-standing relationships with their banks. In one of the few studies on small firms in continental Europe, Degryse and Van Cayseele (1998) find the opposite affect. They find a significant p o s i t i v e c o rrelation between the length of the banking relationship and the price of c redit. This illustrates that developing a relationship with a particular bank may not necessarily be beneficial if this locks the company into that relationship (the company may find it difficult to turn to other lenders since its credit history is the private knowledge of the bank). Angelini et al . (1997) find a similar result for non-cooperative banks in Italy, but that, on the contrary, a long-term re l a t i o n s h i p yields below average lending rates for the members of cooperative banks. In general, these results are v e ry patchy and highlight the poor information that is available on European SME finance. The goals of this study The purpose of this paper is to examine the degree of agency and related problems that may exist in the market for loans to SMEs in Europe. We do this by investigating empirically the determinants of balance sheet gearing (defined as bank debt divided by bank debt plus shareholders’ funds) for SMEs in three European countries (Italy, France and the United Kingdom). We look in particular at the role of key financial factors such as the availability of collateral, firm liquidity and profitability, while controlling for the type of company. We also examine the specific question of whether banking relationships develop over time in these countries. Our goal is to find additional evidence on the way European loan markets work. The remainder of the paper is structured as follows: In the next section we describe the data and analyse the typical balance sheet of a sample of SMEs in each country. The third section presents the econometric approach. In the subsequent three sections we discuss the factors that determine the capital structure of SMEs in each of the countries in turn. The paper concludes with a summary of the key points and a brief review of the possible policy implications. 2. A broad description of SMEs in Italy, France and the United Kingdom To be consistent with most other empirical studies of a similar kind we have defined SMEs to be enterprises with no more than 500 employees. Box 1 contains further details of the other sample selection criteria used. Table 2 gives some basic information on the sample of SMEs in the three countries. The average age of small firms across countries is more or less the same. A first observation is that the lifecycle of SMEs does not seem to differ much between countries (2). However, the Italian companies in the sample have balance sheets that on average are about five times larger than those of French or British firms. Note that this difference in size becomes even more apparent when we compare the median size across countries (3). Another difference is that the stock of tangible assets of older Italian SMEs keeps growing at a relatively high pace, whereas the growth in tangible assets slows down for older British SMEs, and the expansion of older French SMEs even comes to a standstill. We conclude that the nature of the Italian SMEs in the sample is different from the French and the British ones. Clearly, this should be taken into account when comparing capital structures. 2) Though there could be differences by company type within countries. 3) This large difference between the median and the average value of total assets within a certain country is due to major outliers in the data set. The empirical evidence on E u ropean SME finance is p a t c h y. Our goal is to find additional evidence on the way European debt markets work. ",
        "Volume 4 No 2 1999 68 EIB Papers Box 1. Data on small business in Europe The following panel data bases (obtained from Bureau Van Dijk, Brussels) were used: AIDA for Italy, DIANE for France, and FAME for the United Kingdom. The data set is confined to small and medium- sized enterprises (SMEs) and runs from 1992 to 1996 (in the case of Italy, data is only available for the period from 1992 to 1995). Companies that are active in the agricultural, forestry, fishing, financial industry or public administration are excluded from the sample. After selection by activity, the total number of firms with no more than 500 employees in the primary sample was equal to 41822 in Italy, 249 598 in France, and 86 148 in the UK. To focus the analysis on independent “entities”, co- operatives, foreign companies and firms in which another company owns equity were deleted, as were firms which were not alive for the whole sample period, companies which have no turnover, and companies which do not report data on the variables relevant for the analysis in any year of the sample period. Therefore, the final sample falls to 1283 Italian firms, 658 French firms, and 1374 British firms. Proprietorships and partnerships represent 12.6 percent and 8.2 percent of the firms in Italy and the United Kingdom, whereas the French sample includes only limited liability companies. Bureau Van Dijk also provides similar data bases for Belgium and Luxembourg (BEL-FIRST), Spain (SABE), and the Netherlands (REACH), but time did not permit a detailed analysis of these countries. In the special case of Germany, data was downloaded from the AMADEUS database on leading companies in Europe. Only 43 (relatively large) German firms in this data set comply with our selection criteria. Since this sample is small and very different from the other countries we do not discuss the German case here (see Arjona, Viala and Wagenvoort, 1998, for more on this last country). The sample was also split into two groups according to the age of the firms at the end of the period. Old French and old UK SMEs existed for more than 10 years in 1996 while old Italian SMEs existed for more than 10 years in 1995. Young SMEs are by definition the ones that were alive for maximum 10 years at the end of the period. There are 132, 192, and 218 young firms in the sample for France, Italy and the UK, respectively. This data set is not necessarily representative for all SMEs in Europe, since it might be biased towards sound companies (survival bias) and to companies with detailed reporting of accounts. Reporting and accounting practices differ from one country to the other. Thus, in order to be able to compare SMEs finance across countries, the harmonisation procedure of Bureau Van Dijk (as given in appendix 2 of the user manual of the AMADEUS database) was used to convert balance sheets and profit and loss accounts into a single format. T h e re are bro a d similarities in balance sheet stru c t u re acro s s countries; however, there a re also some import a n t d i ff e re n c e s . Figure 1 shows that there are broad similarities in asset structure across countries; however, there are also some important differences. For example, in France, tangible assets account for only 20 percent of the value of total assets compared with about 30 percent in the UK and Italy. Trade debtors take less than one-quarter of the balance sheet in the UK, in comparison to one-third in France and Italy. On the other hand, stocks (inventories) are much larger in the UK (29 percent of assets, compared with 19 percent in France and Italy). ",
        "Volume 4 No 2 1999 69 EIB Papers Table 2. Median values of SME growth, size and average age Annual growth Average size Average rate of tangible (median size), age, years assets million ECU France (1994-96) Full Sample 0.89% 2.33 (0.86) 19 Young 6.9% 1.19 (0.61) 6 Old 0.29% 2.61 (1.02) 22 Italy (1993-1995) Full Sample 9.7% 13.34 (6.02) 21 Young 13.0% 12.37 (5.18) 6 Old 9.3% 13.51 (6.15) 24 UK (1994-96) Full Sample 4.6% 2.45 (0.64) 23 Young 9.9% 1.52 (0.41) 6 Old 3.9% 2.63 (0.71) 26 Notes: The average growth rate of tangible assets is in national currency. It is determined by computing the median value of the firm-level arithmetic averages (over time). Here size equals the total amount of assets. Figure 1 also shows that the liability side of the balance sheets of SMEs in France, Italy and the UK look quite similar. One of the most striking differences is that British small firms have relatively less trade credit (20 percent of total claims, in comparison to 29 percent and 26 percent in France and Italy, respectively) which mirrors the fact that they have less trade debt. Shareholders funds are relatively small in Italy: only 27 percent of the average Italian balance sheet total consists of shareholder funds, compared to 33 percent in France and 36 percent in the UK. Figure 1. The structure of the average balance sheet of SMEs 100% 80% 60% 40% 20% 0% UK Italy France Other liabilities Trade credit Shareholder funds Short-term debt Long-term debt 100% 80% 60% 40% 20% 0% Other assets Stock Bank and deposits UK Italy France Trade debt Intangible assets Investments and other fixed assets Tangible assets Note: Short-term debt has a maturity of less than one year. In the case of France, there is no data on the split between short-term and long-term debt and all French debt is shown as short-term in the figure. Other assets include some financial assets, pre-paid expenses, director loans and other current assets. Other liabilities include customer pre- payments, taxes and other miscellaneous items. Average values are computed over the period 1994-1996 for the United Kingdom and France, and over the period 1993-1995 for Italy. ",
        "Volume 4 No 2 1999 70 EIB Papers In line with this, Table 3 shows that the Italian SMEs have higher gearing than French or British small businesses: median gearing, as measured by the debt to capital ratio, is equal to 48 perc e n t in Italy, 33 percent in France, and 31 percent in the UK. In other words, in France and the UK, about one-third of capital consists of bank loans with two-thirds due to shareholder funds, while in I t a l y, debt determines almost 50 percent of capital. Since Italian SMEs were also less pro f i t a b l e than French and UK small firms (as measured by the ratio of cashflow to net assets), the intere s t coverage ratio of Italian SMEs was much lower (4). Almost one-half of the cashflow of Italian small companies had to be used to pay interest to their creditors. In France and the UK this figure is considerably smaller. On average, more than 85 percent of the cashflow of French SMEs and a round 90 percent of the cashflow of British SMEs could contribute to the build-up of share h o l d e r f u n d s . Table 3. Median values of key balance sheet ratios Debt to Interest Liquidity Ratio of cashflow capital ratio coverage ratio ratio to net assets France (1994-1996) Full Sample 0.33 6.7 0.62 0.11 Young 0.32 10.0 0.60 0.14 Old 0.33 6.7 0.62 0.10 Italy (1993-1995) Full Sample 0.48 2.1 0.59 0.06 Young 0.40 2.1 0.57 0.07 Old 0.49 2.1 0.60 0.06 UK (1994-1996) Full Sample 0.31 12.5 0.66 0.11 Young 0.41 11.1 0.65 0.16 Old 0.30 12.5 0.67 0.10 Note: Capital is equal to the sum of financial debt plus shareholder funds. The interest coverage ratio is equal to the ratio of interest expense plus cashflow to interest expense. Cashflow is defined as profits plus depreciation. The liquidity ratio is defined as liquid assets (financial assets (cash + deposits) plus trade debtors) divided by trade creditors plus liquid assets. Net assets are equal to total assets minus trade credit. If establishing a sound relationship with a bank increases access to, and lowers the cost of external funding, then one would expect that older SMEs would have a higher debt to capital ratio. Table 3 shows, somewhat surprisingly, that the debt to capital ratio actually decreases on average by 11 percentage points in the UK! In Italy, the opposite happens, and gearing increases by 9 percentage points. France is in the middle with indebtedness remaining constant between young and old SMEs. 4) The fact that Italian firms are less profitable could be another indication that this sample is not the same as in the other two countries, though they could also just be in a different part of the business cycle. If establishing a bank relationship is import a n t , older SMEs would have a higher debt to capital ratio. Surprisingly, this ratio actually decreases on average by 11 perc e n t a g e points in the UK. ",
        "Volume 4 No 2 1999 71 EIB Papers This result could be influenced by changing liquidity. To analyse this a ‘liquidity ratio’ was constructed, which in our case is defined as: liquid assets (financial assets (cash plus deposits) plus trade debtors) liquid assets plus current liabilities (trade creditors) If this liquidity ratio decreases then the amount of trade creditors increases with respect to the sum of trade debtors and financial assets (5). For the full sample, liquidity is highest in the UK and lowest in Italy, though there are not huge differences. The liquidity ratio improves when SMEs become older in each country under investigation, but only moderately. This would seem to suggest that a change in liquidity does not, by itself, explain the change in gearing as companies get older. However, the question why leverage increases for older Italian SMEs, but diminishes for older British SMEs can only be answered by taking into account all the possible determining factors. This could include not only liquidity, but many other factors such as size and profitability. The objective of the next section is to estimate a multiple regression model to identify the possible interaction of all these factors. 3. A regression analysis of the factors determining the gearing of SMEs Arjona, Viala and Wagenvoort (1998) give an extensive literature review of the theoretical arguments that justify a range of explanatory variables of capital structure. A rough argumentation for the variables used in this study is as follows: • A first group measures the asset structure of the balance sheet to capture the collateral that a company can provide to secure its loans. As suggested by Constand et al. (1991), several indicators were used for the asset composition of a company. The first one, the ratio of tangible assets over net assets, measures the level of securable fixed assets of a company. The two other indicators, the ratio of trade debtors (accounts receivable) over net assets, and the ratio of stock (inventories) to net assets, measure the level of current assets. • Profitability is measured with the ratio of cashflow to net assets. The pecking-order theory predicts a negative sign for the relationship between leverage and profitability. • The impact on liquidity from current liabilities is captured with the ratio of trade creditors to net assets. • A fourth group comprises indicators of firm specific factors : – There are three types of company from corporations (i.e. Plc in the UK, SA in France, and SpA in Italy), other limited-liability companies (Ltd in the UK, Sarl in France, and Srl in Italy), to proprietorships and partnerships. – Managerial ownership is measured as the percentage of total equity held by the managing director. Liquidity improves when SMEs become older, but only moderately. This would suggest that a change in liquidity does not, by itself, explain the change in gearing. 5) This ratio was used instead of the simpler ratio of liquid assets to current liabilities, the so-called “quick” ratio or “acid test”, since this is infinite for some companies (having no current liabilities) and poses averaging problems. We also leave short- term bank debt out of this liquidity ratio, since it is included within the gearing ratio used later in the econometric analysis. ",
        "Volume 4 No 2 1999 72 EIB Papers – To account for non-linearities, the natural logarithm of the number of years since creation date is used as an indicator of age, and the natural logarithm of net assets is employed as a measure of size (6). – The ratio of intangible assets to net assets and the annual growth rate of sales are used as indicators of growth opportunities. – Companies are also grouped in five broad industry sectors (7). Many of the explanatory variables of the regression model are simultaneously determined with the dependent variable, i.e. the ratio of bank debt to capital. Profitability, size, growth, tangible assets, stock, average cost per employee, trade creditors and trade debtors are all endogenous factors. Exogenous explanatory variables include the type of the company, management ownership, age, year dummies, and industry category. Regression models with simultaneity require a non-standard estimation procedure. Box 2 contains a brief explanation of the statistical method that has been employed. The regression results for the full sample in each country and that for younger companies are reported in the Annex (8). Before turning to the country analyses, it should be noted that the results are quite good, with the coefficient of determination (the R 2 ) in the range of 0.27 to 0.38 for the full sample in each country. Obviously, there are many factors that determine the gearing of a particular company, but a notable percentage of the variation in the debt to capital ratio is still captured by the few variables in the regression equations. The explanatory power of the model is high in comparison to previous empirical studies on the capital structure of SMEs. 4. Bank lending to SMEs in the UK So what can a more advanced econometric analysis tell us regarding the determinants of the capital structure of SMEs? Table 4 summarises the results for the full sample of SMEs in the UK. The first column gives the estimated coefficient for each of the variables, which are significant (9) in determining gearing (i.e. the ratio of bank debt to capital, with capital defined as shareholders funds plus bank debt). The second column shows the average value of the various explanatory factors for the sample. A simple linear relationship is estimated (see Box 2), so that product of column one and two gives the total impact that each variable has on the gearing of the average company (10). This is shown in the third column. The fourth column shows how each explanatory variable changes on average between young and old companies. For example, the ratio of trade debtors to net assets goes from 52 percent for young companies, to 39 percent for old companies, or a drop of 13 percentage points (i.e. -0.13 in the Table). Multiplying this change by the coefficient in column one gives the impact of each variable as SMEs grow older (see the last column of the Table). This figure is only indicative, since the full sample regression equation may not fit the sub- sample of young companies particularly well. Tables 5 and 6, which contain the results for France and Italy, are constructed in the same way as Table 4. 6) These are the only variables that are not calculated as a ratio. 7) These are: manufacturing, construction, trade/transport/services, education/health, and other. 8) The separate regression results associated with the group of older SMEs are shown in Arjona, Viala and Wagenvoort (1998). Note that most of the sample are older firms. 9) Table A.1 of the Annex gives full statistics for the regression equation. 10) Strictly speaking this only holds if the explanatory variables are independent. Many of the variables are simultaneously determ i n e d , requiring a non-standard estimation pro c e d u re. The e x p l a n a t o ry power of the model is high compared to p revious studies. ",
        "Volume 4 No 2 1999 73 EIB Papers The results show the high influence of tangible assets in determining the level of bank debt held by a company. Other forms of collateral such as stocks (inventories) are also significant, but have a smaller impact on capital structure. For the average small business, tangible assets add 20 percent to the figure for gearing, more than one-half the final level. Interestingly, the level of intangible assets is significant in determining gearing, though the coefficient is small. Therefore, this factor has a negligible effect on the bank borrowings of the average British SME. Table 4. The impact of significant explanatory factors of SME gearing in the UK R e g re s s i o n Average value Average impact D i ff e rence in average D i ff e rence in average C o e ff i c i e n t of the variable of the variable value of the variable impact of the variable in the sample on gearing between young and on gearing between o l d young and old ( 1 ) ( 2 ) (3) = (1) x (2) ( 4 ) (5) = (1) x (4) Constant 0.32 0.32 Asset structure Tangibles over 0.43 0.45 0.19 0 0 net assets Trade debtors 0.21 0.42 0.09 -0.13 -0.03 over net assets Stock over 0.34 0.25 0.09 0 0 net assets Profitability Cashflow over -0.34 0.14 -0.05 -0.07 0.02 net assets Current liabilities Trade creditors -0.15 0.34 -0.05 -0.10 0.02 over net assets Firm specificity Ln(age) -0.08 3.06 -0.25 1.5 -0.12 Intangibles 0.06 0.01 0 -0.02 0 over net assets Total 0.34 (0.36) -0.11 (-0.10) Note: Gearing is the ratio of bank debt to capital, with capital defined as shareholders funds plus bank debt. The actual average ratio of bank debt to capital and the actual difference in gearing between young and old SMEs are given in parentheses in column 3 and 5 respectively. The sample period is 1992-1996. A striking result is the significant and negative terms for profits and for age. This gives credence to the view that the managers of companies prefer retained earnings to bank debt, though the negative coefficient for profits could also arise because more profitable companies are also more risky ventures. ",
        "Volume 4 No 2 1999 74 EIB Papers Box 2. The econometric methodology The following linear panel data model was estimated: (1) y t i = c + z t i , 1 1 + . . + z t i , m 1 + x t i , 1 m + 1 + . . + x t i , k m+k + (cid:229) t i , i = 1 , . . ,n t = 1 , . . ,T where y t i is the value of the regressand in period t of firm i , c is a constant, z t i , j is the jth endogenous explanatory variable, x ti,j is the jth exogenous explanatory variable, is a m + k vector of unknown parameters and (cid:229) t i is the error term. There are n f i rms, T time periods, m a n d k are equal to the number of endogenous and exogenous explanatory variables, respectively. Many panel data studies include firm specific fixed effects to capture factors which cause a shift in the dependent variable but are not re p resented by the other explanatory variables. Unfort u n a t e l y, the number of time periods usually precludes reliable estimation of these unobservable components, i.e. that there are enough time periods to be able to estimate firm dummies. This is the case here. Leaving out the firm specific effects from the re g ression model means these effects are left to the error terms. This leads to inconsistent parameter estimates if the firm effects are correlated with one of the explanatory variables. Consistent estimates can be obtained by transforming the re g ression model so as to eliminate these specific effects. For instance, first order diff e rencing of the data or computing within estimates by first subtracting individual means are possible solutions. In this paper, however, the objective is to measure the influence on the financial stru c t u re of firm specific effects such as the ownership stru c t u re and legal status. There f o re, the unobservable fixed components are not incorporated, since the necessary t r a n s f o rmation of the data would also imply elimination of important observable fixed effects. We h o w e v e r, assume that by including these observable fixed effects, the error terms will be orthogonal to the exogenous explanatory variables. The re g ressand, the debt to capital ratio, is simultaneously determined by a number of endogenous factors such as the size, profitability or asset stru c t u re of the company. Consequently, these explanatory variables a re not necessarily orthogonal to the error terms. Ord i n a ry least squares re g ression in this case will re s u l t biased estimates. Instrumental variable techniques are used to obtain consistent estimates of the model. I n s t ruments w t i , j ( j = 1 , . . ,J ) a re constructed with lagged values of the endogenous variables z t i , j . The following assumptions are made on the structure of the error terms: ( i ) E [ (cid:229) ti ] = 0 ( i i ) E [ (cid:229) t i (cid:229) tj ] = 0, i ≠ j ( i i i ) E [ (cid:229) t i (cid:229) ts ] = (cid:243) ts . To obtain relatively efficient estimates, the following procedure is adopted: First, Two-Stage Least Squares (2SLS) are applied in order to construct a vector of residuals. The variance-covariance matrix of the model error terms is estimated using these 2SLS residuals along the lines set out by Zellner (1962). Second, the Generalised Method of Moments (GMM, see Hansen, 1982) is used to compute the final estimates. In the latter round, correction is made for autocorrelation using Zellner's (1962) solution while heteroskedastic consistent standard errors are computed following White (1982). GMM is more efficient than 2SLS if the error terms are significantly autocorrelated. Hansen's (1982) statistic is calculated to test for over-identifying restrictions. As a rule, the first lagged values of the endogenous variables are rejected to be appropriate instruments, but the hypothesis is accepted that instruments of period t – 2 or higher lags are valid for the regressions. A general-to-specific modelling strategy was adopted. Both the estimation results of the model, which includes all explanatory factors, and the results of the final reduced specification are given in the Annex. ",
        "Volume 4 No 2 1999 75 EIB Papers The coefficient for current assets (stocks and trade debtors) are significant and positive, while that for trade creditors is significant and negative. This means that increased liquidity has a significant role in increasing gearing. This is perhaps an unsurprising result. Banks are not only interesting the solvency of their clients, but also that interest payments will be made in a timely way. However the coefficient for current assets is larger than that for trade creditors, suggesting that current assets may also play a role as collateral. As mentioned before, some have argued that SMEs are forced to use expensive trade credit as a source of finance due to a lack of other options. In so far as the percentage of the bill that is paid late is proportional to the total level of trade credits in the balance sheet, then the significant negative coefficient for this group of creditors could also indicate that there is some substitution between current liabilities and bank debt. In this case we would expect liquidity to improve over time as trade creditors are replaced by other forms of finance. However, recall that in Table 3 we observed no major change in the average liquidity between our young and old sample of companies (the liquidity ratio only increases from 0.65 to 0.67 in Britain). This is because liquid assets are reduced at more or less the same rate as trade creditors, and the overall management of billing seems to improve on both sides of the balance sheet. We conclude from this that the substitution of bank debt with trade credit was of marginal importance (11). Why does the debt to capital ratio decrease over time? The last column of Table 4 reveals that the decrease in gearing is largely an ‘age effect’ in the sense that the changes in the impact of the other explanatory factors cancel each other out and are relatively small. Older firms have had more time to build up shareholders funds and, they appear to prefer internal funding to outside finance. H o w e v e r, a word of caution is due. A widely recognised problem with the interpretation of this type of empirical equation is the fact that the data may be compiled from two types of firms: those which are f ree to choose their optimal indebtedness given their firm-specific characteristics and the price of cre d i t , and others which are credit rationed. As a consequence, the econometric specification may neither re p resent how a firm, on average, will optimally adjust its capital stru c t u re in response to changes in its p ro f i t a b i l i t y, asset stru c t u re, etc., nor does it necessarily reveal how the leverage of a constrained firm depends on these factors. For example, the sample of SMEs contains some very small pro p r i e t o r s h i p s and partnerships and the managers of these companies may be extremely risk averse if their private wealth is at stake (12). As a consequence, they may prefer internal funds to outside funding even if the cost of external capital is not excessive. However, not only does total bank debt fall between young and old companies in Britain, but so does long-term debt (13), from 15 percent of net assets to 11 1 / 2 p e rcent. It seems very unlikely that this re p resents a choice by risk averse managers (i.e. a demand 11) Sorting companies by their liquidity ratio, we find that relatively illiquid companies have lower gearing. At first sight, this would clearly rule out the argument that trade credit and bank loans are substitutes. However, SMEs with a low ratio of trade credit to net assets also have on average a substantially lower ratio of tangible assets to net assets. Given the importance of collateral for lending, we cannot prove beyond a shadow of doubt that SMEs with high liquidity do not substitute trade credit for loans, but it becomes very unlikely. This co-movement with age of several variables underlines the complexity of analyses of this type. 12) Recall from Box 1 that 8 percent of SMEs in the UK sample are proprietorships and partnerships. In Italy these companies account for 13 percent of the sample, while there are no proprietorships and partnerships in the French sample. Partnerships in the service sector (lawyers, doctors, dentists, etc) may have insurance against malpractice, thus diminishing the extent to which personal wealth is at stake. 13) Long-term debt has a maturity of more than one year. Older firms have had m o re time to build up s h a reholders funds, and they appear to pre f e r i n t e rnal funding to outside f i n a n c e . ",
        "Volume 4 No 2 1999 76 EIB Papers e ffect). On the whole, we believe that a supply effect dominates the re g ression results, and that gearing goes down because of a problem of borrowing on terms that reflect a company’s true cre d i t w o rt h i n e s s . If we split out the group of SMEs, which are less than 10 years old, and repeat the re g re s s i o n e x e rcise, then similar results are found (see Table A.2 in the Annex). Tangible assets have a lower c o e fficient (0.26 instead of the 0.43 for the entire sample) and profits have a greater impact in reducing bank debt (the coefficient for profits is –0.45 instead of –0.16). This could indicate that young SMEs have on average slightly more difficulties in obtaining bank loans. However, the general p i c t u re remains the same. There is certainly no evidence of a bank-company relationship developing over time whereby the bank gains privileged access to information on the company and thus i n c reases its lending. Information asymmetries appear to limit the role of outside funding for decades. 5. Bank lending to SMEs in France How does this picture compare with that in other countries? French bankers seem at least as conservative as their British peers. Table 5 shows the results with the French sample. The sensitivity of banks to tangible assets is higher than in the UK (see the first column of the Table), and the shift away from bank loans as profitability increases is even more marked. The significant variables take a diff e rent average value in France than in the UK. For example, tangibles a re only 26 percent of net assets in France compared with 45 percent in the UK. French companies also carry significantly more current assets and current liabilities. Still, the overall effect on indebtedness (column three of the Table) is somewhat similar in the two countries. Equally, the interpretation of the c o e fficients for current assets and trade creditors remains much as in the British example. In the French case, size (the logarithm of net assets) is significant instead of age. However, size and age are highly correlated so it is hard to distinguish between these two variables. The average impact of size (-0.20) on gearing for French SMEs is similar to that for age (-0.25) on British SMEs. Indeed, overall indebtedness (0.37, or 37 percent of capital) is almost the same as that in the UK. One diff e rence comes when young and old companies are compared (see the fifth column of the Ta b l e ) . Now the size variable in France plays a much less important role than the age variable in the UK, and the gearing of the average French balance sheet does not change much as companies get older. Some specific results also emerge from the re g ression with the sub-sample of younger companies, (see Table A.2. in the Annex for full details). Size ceases to be a significant variable, and there are now significant diff e rences by sector. Construction companies and those in trade and services have higher indebtedness than those in manufacturing (gearing goes up by about 10 percentage points on average for these sectors). The share of management ownership becomes significant for younger companies. A company that is 80 percent owned by its managers would have a gearing that is 10 p e rcent higher than one where managers own only 20 percent of the pie. This is perhaps because the actions of the manager are expected to be more in line with the interest of the company if they own a larger stake in the company (i.e. fewer projects are pursued that do not maximise shareholder value). As a consequence, information problems are less acute and the firm is less financially constrained (see, among others, Jensen and Meckling, 1976). Since the re g ression equation is quite diff e rent for the sub-sample of young firms, care must be taken in using the full sample results to understand what happens as companies age (i.e. in too closely interpreting the figures in column five of Table 5). F rench bankers seem at least as conservative as their British peers. ",
        "Volume 4 No 2 1999 77 EIB Papers In summary, the full sample results do tell us that SMEs with tangible assets as collateral are much more likely to have access to bank debt, and company managers have strong preferences for internal sources of finance (profits) to support company growth. 6. Bank lending to SMEs in Italy A re bank managers more flexible in Italy? Table 6 shows the results for the full sample of SMEs in this country. They are diff e rent from the results for the other two countries. Italian SMEs have considerably higher gearing; however, the re g ression results indicate that this is not due to their relatively larger average size. The sample also contains, besides medium-sized companies, some v e ry small companies comparable with the ones in France and the UK, and still neither (the logarithm of) net assets nor (the logarithm of) age are significant explanatory factors in the re g re s s i o n . Table 5. The impact of significant explanatory factors of SME gearing in France R e g re s s i o n Average value Average impact D i ff e rence in average D i ff e rence in average C o e ff i c i e n t of the variable of the variable value of the variable impact of the variable in the sample on gearing between young and on gearing between o l d young and old ( 1 ) ( 2 ) (3) = (1) x (2) ( 4 ) (5) = (1) x (4) Constant 0.44 0.44 Asset structure Tangibles over 0.62 0.26 0.16 -0.01 0 net assets Trade debtors 0.12 0.64 0.08 -0.01 0 over net assets Stock over 0.27 0.31 0.08 0.06 0.02 net assets Profitability Cashflow over -0.80 0.13 -0.10 -0.05 0.04 net assets Current liabilities Trade creditors -0.13 0.56 -0.07 -0.05 0 over net assets Firm specificity Ln(net assets) -0.003 6.46 -0.20 0.67 -0.02 Intangibles over 0.04 0.04 0.002 -0.01 0 net assets Total 0.39 (0.37) 0.04 (0.01) Note: Gearing is the ratio of bank debt to capital, with capital defined as shareholders funds plus bank debt. The actual average ratio of bank debt to capital and the actual difference in gearing between young and old SMEs are given in parentheses in column 3 and 5 respectively. The sample period is from 1992-1996. Again company managers have strong pre f e re n c e s for internal sources of finance to support company gro w t h . ",
        "Volume 4 No 2 1999 78 EIB Papers Profits are significant in reducing gearing, but the impact is much less than in France or the UK. This does not necessarily mean that the pecking-order theory is less relevant. We have shown in Table 2 that tangible assets of older Italian SMEs keep growing at a higher pace. So it is likely that retained earnings are re-invested rather than being used for lowering the indebtedness of the firm. As before, tangible assets are significant in determining gearing, but now stocks (inventories) are relatively more important. The total impact of tangible assets and stock on gearing is closer to the combined influence of these variables on the gearing of SMEs in France and the UK (see column 4), and this may suggest a stronger role of current assets as collateral. However, it may also be that Italian bankers are extremely sensitive to the liquidity of a borrower (broadly defined to include stock). Payment periods are much longer in Italy than the other two countries. For example, the European Observatory for SMEs (1997) mentions that more than 80 percent of the SMEs in Italy, about 60 percent of the French SMEs, but less than 30 percent of British SMEs have average payment periods exceeding 60 days. Our data set is consistent with this in that Italian firms have a higher level of trade credits on their balance sheet. On average, trade creditors are 70 percent of net assets in Italy, 56 percent in France, and only 34 percent in the UK. This may mean that it is harder in Italy to distinguish when a company is facing payment difficulties. As a result, increasing liquidity is strongly rewarded by bankers, and there are very large and significant coefficients on both current assets and current liabilities in the regression equation. Though there is only a modest swing in liquidity between the younger and older companies (the liquidity ratio goes from 0.57 to 0.60 in Table 3), the fifth column of Table 5 shows that improving ratios for trade debt and trade credit is the main reason for the slight increase in leverage of older Italian SMEs. This could mean that trade credits are being used by some young companies to substitute for bank debt, though the evidence is far from convincing (14). Unlike the UK or France, there are significant diff e rences by the type of company for the full sample of Italian SMEs. As for y o u n g F rench SMEs, management ownership has a significant and positive impact on gearing of around 10 percentage points. In the Italian case, type of ownership also matters. Leverage is higher for companies with limited liability. As mentioned before, this result could reflect the desire of the owners of unlimited liability companies (i.e. partnerships and p roprietorships) to limit the level of their personal wealth that is at risk (15). The sector of operation is also significant, with construction, trade, transport and services companies having less debt than those in manufacturing (16). Finally, companies with higher average costs per employee have lower indebtedness than the average. This result could arise because higher wages are an indication of more “high-tech” activities, with associated higher uncertainty re g a rding future p ro f i t s . 14) Rather, the improving ratio of trade debtors to trade creditors is used to dramatically reduce cash holdings and other financial investments. 15) Unlimited liability should provide greater incentives for shareholders to monitor their companies. If this reduces the freedom of managers to act in their own personal interests, then the sign should be the same as that for management ownership. However, this is not the case, and the impact of shareholder risk aversion (or other factors acting in a similar way) would appear to dominate any benefits from better monitoring. 16) Note that younger French SMEs in the construction, trade, transport and services sector have higher debt than manufacturing, an opposite result to this one. There is no systematic sectoral effect across countries. Italian bankers are e x t remely sensitive to the liquidity of a borro w e r. ",
        "Volume 4 No 2 1999 79 EIB Papers Table 6. The impact of significant explanatory factors of SME gearing in Italy R e g re s s i o n Average value Average impact D i ff e rence in average D i ff e rence in average C o e ff i c i e n t of the variable of the variable value of the variable impact of the variable in the sample on gearing between young and on gearing between o l d young and old ( 1 ) ( 2 ) (3) = (1) x (2) ( 4 ) (5) = (1) x (4) Constant 0.22 0.22 Asset structure Tangibles over 0.23 0.37 0.09 0 0 net assets Trade debtors 0.24 0.78 0.19 -0.18 -0.04 over net assets Stock over 0.32 0.35 0.11 -0.08 -0.02 net assets Profitability Cashflow over -0.16 0.08 -0.01 -0.01 0 net assets Current liabilities Trade creditors -0.20 0.70 -0.14 -0.43 0.09 over net assets Firm specificity Plc 0.10 0.47 0.05 0.21 0.02 Ltd 0.16 0.40 0.06 -0.19 -0.03 Average wage/ -0.05 1.23 -0.06 0.01 0 median Management 0.10 0.34 0.03 -0.02 0 ownership Trade, Transport -0.06 0.32 -0.02 0.02 0 and Services Total 0.52 (0.45) 0.01 (0.03) Note: Gearing is the ratio of bank debt to capital, with capital defined as shareholders funds plus bank debt The actual average ratio of bank debt to capital and the actual difference in gearing between young and old SMEs are given in parentheses in column 3 and 5 respectively. The sample period is from 1992-1995. Interestingly, the regression for the young Italian SMEs shows quite different results (see Table A.2 in the Annex for full details). Now, trade creditors and trade debtors are not significant variables, the parameter estimate associated with tangibles is insignificant, and the coefficient for stock is much smaller than for the full sample regression. This could suggest that access to bank debt for young companies depends very much on a set of relationships with bankers. Curiously, the banking The access to bank debt for young Italian companies could depend m o re on banking relationships. Curiously, the relationship becomes m o re determined by financial variables as companies grow older. ",
        "Volume 4 No 2 1999 80 EIB Papers relationship appears to become more determined by financial variables as companies grow older. However, these results could be determined by some specific features of the Italian data set, and no clear conclusions can be drawn for this country. 7. Conclusions and possible policy issues Key results from the analysis The purpose of this paper has been to explore the factors that determine the gearing of SMEs in Europe. The availability of data together with the time needed to manipulate the raw data is such that we have focused the analysis on three countries – France, Italy, and the UK. From this analysis we hope to gain some understanding of the efficiency of financial markets in supplying debt to small business. Since many factors are potentially involved, a regression analysis is needed to untangle the individual effect of any particular factor. A striking result is the similarity of the findings for France and the UK. In both countries bankers prefer lending against tangible fixed assets and to companies with higher liquidity. Also in both countries increased SME profitability reduces gearing, as does company age (in the UK) and size (in France). We interpret this to mean that companies use retained earnings to lower the level of bank debt they carry. Obviously, this would only make sense if internal sources of finance were cheaper than debt, due presumably to problems of asymmetric information. There is no evidence of banking relationships developing over time that improve the availability of debt finance. The Italian results point in different directions and it is difficult to arrive at a clear view. On the one hand, tangible assets are less important in determining gearing, neither age nor size are significant, and changes in profitability have a very modest effect on average gearing. A range of variables such as management ownership and firm type are significant. These results could be taken to suggest that there is greater “relationship” banking in Italy. On the other hand, financial variables are important, and current assets and current liabilities play a key role. Combined, they explain a major share of the gearing of the average company, and appear to be responsible for most of the increase in gearing as firms grow older. If we leave a question mark over the result for Italy, the other two countries do indicate that the problems of asymmetric information between lenders and borrowers can go on for decades. Policy responses A full discussion of the policy issues is far beyond the scope of this paper. Indeed, one possible conclusion of a more in-depth analysis could be that direct public intervention is not appropriate given the specific features of the problem. Here we simply sketch out what the policy responses could be and highlight one or two of the issues. We certainly cannot say anything from this study about the optimal moment during a company’s life for public support. However, the persistent market failure we observe suggests that support for development capital for mature companies should be kept on the policy agenda for further consideration. T h e re is no evidence of a bank-company re l a t i o n s h i p developing over time, and the problems of asymmetric i n f o rmation between lenders and borrowers go on for decades. ",
        "Volume 4 No 2 1999 81 EIB Papers What could be done? It seems hard to see how the problems of asymmetric information could be dealt with directly, based as they are on the interactions of thousands of private individuals. Instead, the government can compensate SMEs by lowering the cost of finance or by taking on-board some of the credit risks. Neither approach is without serious limitations. The cost of finance can be reduced by tax incentives for banks or by making available cheap credit for them to on-lend. Unfortunately, there are likely to be significant dead-weight losses since not all SMEs merit the same level of subsidy (and the subsidy will be given uniformly, even to those companies who do not need it). Moreover, any such programme must be well-designed to ensure that the benefits do not leak away (e.g. to other categories of borrower or to bank shareholders as increased profits) and the administrative costs of managing the scheme may be considerable. Government guarantees of SME credit risks raise a number of moral hazard issues. They would be more valuable to banks for loans to their more risky customers, and it would be natural for banks to propose these companies as candidates. Again the cost of the scheme would be high, and it would not necessarily support the most efficient outcome. These schemes can be tested and developed where successful, but they are certainly not going to be a general panacea to the problem. Another approach is to side-step the banking sector completely. This can be done by giving preferential tax treatment to SMEs, essentially increasing retained earnings and internal sources of finance for investment purposes. Alternatively, steps can be taken to encourage external equity investment via IPOs on stock markets (recall we remain interested in development capital for mature enterprises). Again, the tax system is probably the best vehicle to achieve this, but much more analysis of the policy options is needed before any recommendations could be made. Lending and bank restructuring This study has looked at balance sheets in the period from 1992 to 1996. The banking sector in Europe is going through major changes with the creation of the Single Market in Financial Services (in 1993) and more recently with the launch of the euro (17). The general expectation is that restructuring will lead to a consolidation of the banking sector, though this is most likely to happen first at the national level rather than through pan-European mergers and acquisitions. Will this have an impact on SMEs in the future? The US banking market has also seen considerable consolidation over the last decade. A clear relationship has been established in that country between bank size and SME lending, with large banks devoting a lesser pro p o rtion of their assets to small business loans. Some observers have interpreted this to mean that bank consolidation will be harmful for SMEs (see for example, Berg e r, et al ., 1995). Large banks may lend less to small businesses since they have a range of other business opportunities (such as investment banking) that are not available to smaller institutions. They may also be less successful at processing a personal knowledge of small companies. Information on lending decisions must be summarised in a form that can flow through a large hierarchical organisation, and staff may move from office to office, taking with them local knowledge. Therefore, large banks are likely to rely more on financial ratios and credit scoring for SME loan approvals, rather than on a previous knowledge of the borrower. This theory of organisational dis-economies 17) This was the topic of the last edition of the EIB Papers . See the inside back cover for further details. This persistent market f a i l u re suggests that s u p p o rt for development capital for mature companies should be kept on the policy agenda. ",
        "Volume 4 No 2 1999 82 EIB Papers is convincing, but it should only apply to SMEs that rely on relationship banking. Logically, small businesses with strong financial statements and with valuable collateral should have just as much access to loans from large complex organisations as from smaller locally focused banks. Can this study shed any light on this debate? Our results show that the access to credit is similar for both French and British SMEs. Indeed, the average gearing of SMEs in the two countries is almost the same. At the same time, there has been relatively more restructuring of the banking sector in the UK than in France (18). This suggests that restructuring may have little impact on SME lending in some countries exactly because of the paucity of relationship lending. This is an excessively simplistic analysis, and the important question of whether SMEs will be effected by European bank restructuring merits further analysis. However, it seems safe to conclude that the problems identified in this paper will not naturally disappear due to the Single Market. 18) As an associated result, a recent EIB study has found that banks in the UK are more efficient than in France (Wagenvoort and Schure, 1999). The problems identified in this paper will not naturally disappear due to the Single Market. ",
        "Volume 4 No 2 1999 83 EIB Papers Table A1. GMM estimation results, full sample Regressand Financial Debt over Capital Country France Italy United Kingdom Sample Period 1995-96 1994-96 1994-95 1995-96 1994-96 Instruments t-2 t-2 t-2 Number of companies 658 1283 1374 Endogenous Explanatory Variables (t-values are in parentheses) Profits (after tax) -0.837 -0.801 -0.155 -0.155 -0.288 -0.344 over net assets (-5.21) (-6.09) (-9.08) (-9.28) (-2.73) (-3.51) Ln(net assets) -0.026 -0.031 -0.129 -0.019 (-2.46) (-4.37) (-1.12) (-0.36) Tangibles over net 0.644 0.617 0.242 0.228 0.453 0.432 assets (9.02) (10.14) (3.28) (3.00) (12.10) (13.77) Avg. compensation per -0.002 -0.040 -0.047 -0.062 employee over median (-0.36) (-1.80) (-2.08) (-0.57) % change in sales -1.305 -0.045 (-0.88) (-0.29) Intangibles 0.044 0.042 0.005 0.063 0.062 over net assets (4.40) (5.12) (0.22) (5.89) (5.82) Trade creditors -0.126 -0.125 -0.212 -0.204 -0.152 -0.147 over net assets (-3.41) (-4.74) (-3.05) (-2.89) (-4.49) (-4.92) Trade debtor over net assets 0.135 0.122 0.246 0.239 0.232 0.213 (2.96) (3.52) (2.84) (2.70) (5.86) (6.24) Stock over net assets 0.279 0.268 0.330 0.320 0.354 0.336 (5.84) (7.60) (3.58) (3.51) (9.36) (10.31) Exogenous Explanatory Variables (t-values are in parentheses) Constant 0.450 0.442 0.376 0.224 0.256 0.316 (3.58) (5.56) (2.13) (2.35) (4.35) (7.11) Ln(age) -0.294 -0.136 -0.779 -0.803 (-2.04) (-1 .09) (-7.52) (-8.71) Plc,Sa, SpA 0.104 0.098 0.036 (3.36) (3.19) (1.57) Ltd, Sarl, Srl 0.151 0.163 (4.85) (5.24) Manager ownership, 0.015 0.092 0.102 percentage (0.42) (3.31) (3.85) Construction 0.044 -0.199 -0.199 0.037 (1.61) (-3.90) (3.87) (1.78) Trade, Transport and Services 0.019 -0.063 -0.059 0.017 (0.87) (-3.41) (-3.35) (1.23) Education and Health 0.420 0.418 -0.194 -0.214 0.015 (9.83) (16.25) (-3.77) (-4.38) (0.36) Other -0.185 -0.206 0.042 -0.062 -0.086 (-2.74) (-3.30) (0.61) (-1 98) (-3.35) Time dummy 1996 -0.016 0.007 (-1.48) (1.02) Time dummy 1995 0.035 0.033 (3.90) (3.90) Adjusted R2 0.43 0.38 0.38 0.38 0.27 0.27 Hansen's (1982) Test on Overidentifying Restrictions Instruments: t-1,t-2 42.62 51.81 30.84 Instruments: t-2 t-3 6.13 9.34 9.79 ",
        "Volume 4 No 2 1999 84 EIB Papers Table A2. GMM estimation results, young companies Regressand Financial Debt over Capital Country France Italy United Kingdom Sample Period 1994-96 1994-95 1994-96 Instruments t-2 t-2 t-2 Number of companies 132 192 218 Endogenous Explanatory Variables (t-values are in parentheses) Profits (after tax) -0.758 -0.809 -0.169 -0.161 -0.274 -0.445 over net assets (-4.17) (-4.29) (-0.72) (-4.17) (-1.88) (-2.82) Ln(net assets) -0.140 -0.347 0.198 (-0.71) (-0.16) (1.59) Tangibles over net 0.681 0.653 0.184 0.302 0.260 assets (5.62) (5.66) (0.21) (3.56) (4.13) Avg. compensation per 0.040 -0.199 -0.186 -0.120 employee over median (1.15) (-0.60) (-4.83) (-0.48) Intangibles 0.029 -0.034 0.041 0.031 over net assets (1.94) (-0.18) (2.70) (2.25) Trade creditors -0.060 -0.035 -0.242 -0.139 over net assets (-2.29) (-2.36) (-0.32) (-1.31) Trade debtors over net 0.031 0.279 0.140 assets (0.60) (0.28) (1.34) Stock over net assets 0.190 0.164 0.349 0.050 0.300 0.253 (3.15) (2.73) (0.35) (2.77) (3.16) (4.58) Exogenous Explanatory Variables (t-values are in parentheses) Constant 0.170 0.138 0.185 0.280 0.228 0.378 (0.73) (2.70) (0.05) (2.76) (1.48) (3.54) Ln(age) 0.311 1.344 -1.092 -0.875 (0.42) (0.21) (-1.73) (-2.04) Plc, SA, Spa 0.274 0.268 0.126 0.122 (0.48) (3.28) (2.80) (2.86) Ltd, Sarl, Srl 0.244 0.271 (0.43) (3 37) Manager ownership, 0.135 0.176 0.170 0.185 percentage (2.20) (3.19) (0.29) (2.38) Construction 0.122 0.113 -0.008 0.065 (2.62) (2.38) (-0.02) (1.15) Trade, Transport and Services 0.104 0.099 -0.091 0.001 (2.77) (2.50) (-0.24) (0.04) Education and Health 0.392 0.385 -0.065 (7.05) (8.00) (-0.80) Other -0.439 -0.459 0.152 -0.007 (-9.10) (-9.25) (0.23) (-0.09) Time dummy 1996 -0.032 0.004 (-1.17) (0.15) Time dummy 1995 0.006 0.035 -0.015 (0.38) (0.18) (-0.80) Adjusted R2 0.50 0.50 0.57 0.32 0.22 0.32 ",
        "Volume 4 No 2 1999 85 EIB Papers References Angelini, P., Di Salvo, R. and Ferri, G. (1997) “Availability and cost of credit for small business: Customer relationships and credit co-operatives”. Mimeo, Research Department, Banca d’Italia. Arjona, R., Viala, P. and Wagenvoort, R. (1998). “Small Business Finance and the European Financial Environment: Some Empirical Evidence”. Economic and Financial Reports , 98/03, European Investment Bank, Luxembourg. Berger, A.N. and Udell, G.F. (1995). “Relationship lending and lines of credit in small firm finance”, The Journal of Business , 38(3), pp. 491-515. Berger, A.N., Kashyap, A.K. and J.M. Scalise (1995). “The transformation of the US banking industry: What a long, strange trip it’s been”, Brooking Papers on Economic Activity , 2, pp 55-218, 1995. Boot, A.W.A. and Thakor, A.V. (1994). “Moral Hazard and Secured Lending in an Infinitely Repeated Credit Market Game”, International Economic Review , 35(4), pp. 899-920. Constand, R.L., Osteryoung, J.S. and Nast, D.A. (1991). “Asset-Based Financing and the Determinants of Capital Structure in the Small Firm”. In Yazdipour, R. (ed.): Advances in Small Business Finance . Amsterdam: Kluwer Academic Press, pp. 29-45. Degryse, H. and Van Cayseele, P. (1998). “Relationship Lending within a Bank-Based System: Evidence from European Small Business Data”. Working paper, Tilburg University. European Observatory for SMEs (1997). Fifth Annual Report . Co-ordinated by the Small Business and Research Consultancy, PO Box 7001, 2701 Zoetermeer, The Netherlands. Fazzari, S., Hubbard, R.G. and Petersen, B. (1988a). “Finance Constraints and Corporate Investment”. Brookings Papers on Economic Activity , 1, pp. 141-195. Fazzari, S., Hubbard, R.G. and Petersen, B. (1988b). “Investment, Financing Decisions, and Tax Policy”, The American Economic Review , 78, pp. 200-205. Greenbaum, S.I., Kanatas, G. and Venezia, I. (1989). “Equilibrium Loan Pricing under the Bank-Client Relationship”. Journal of Banking and Finance , 13(2), pp. 221-235. Hansen, L.P. (1982). “Large Sample Properties of Generalised Method of Moments Estimators”. Econometrica , 50(4), pp. 1029-1054. Jaffee, D.M. and Russell, T. (1976). “Imperfect Information, Uncertainty, and Credit Rationing”, Quarterly Journal of Economics , pp. 651-666. Jensen, M.C. and Meckling, W. (1976). “Theory of the Firm: Managerial Behaviour, Agency Costs, and Capital Structure”. Journal of Financial Economics , 3 (4), pp. 305-360. Modigliani, F. and Miller, M.H. (1958). “The Cost of Capital, Corporate Finance and the Theory of Investment”, The American Economic Review , XLVIII (3), pp. 261-297. ",
        "Volume 4 No 2 1999 86 EIB Papers Myers, S.C. and Majluf, N.S. (1984). “Corporate Financing and Investment Decisions when Firms have Information that Investors do not have”. Journal of Financial Economics , 13(2), pp. 187-221. Petersen, M. A. and Rajan, R. (1994). “The Benefits of Lending Relationships: Evidence from Small Business Data”. Journal of Finance , 49(1), pp. 3-37. Sharpe, S.A. (1990). “Asymmetric Information, Bank Lending, and Implicit Contracts: A Stylized Model of Customer Relationships”. Journal of Finance , 45(4), pp. 1069-1087. Stiglitz, J.E. and Weiss, A. (1981). “Credit Rationing in Markets with Imperfect Information”. The American Economic Review , 71 (3), pp. 393-410. Wagenvoort, J.L.M. and Schure, P. (1999). “Who are Europe’s efficient bankers?” EIB Papers , 4 (1), pp. 105-126, European Investment Bank, Luxembourg. Walker, D.A. (1991). “An Empirical Analysis of Financing the Small Firm”. In Yazdipour, R. (ed.): Advances in Small Business Finance . Amsterdam: Kluwer Academic Press, pp. 47-61. White, H. (1982). “Instrumental Variables Regression with Independent Observations”. Econometrica , 50(2), pp. 483-499. Zellner, A. (1962). “An Efficient Method of Estimating Seemingly Unrelated Regressions and Tests of Aggregation Bias”. Journal of the American Statistical Association , 57, pp. 348-368. ",
        "Economic and Financial Reports Report 99/P3 Carsten Sprenger, “Direct investment and the eastern enlargement of the EU” . Prize Winner, 1999 EIB Prize. Report 99/P2 Daniel Piazolo, “ The credibility and growth effects of EU institu- tions for Eastern Europe ”. Prize Winner, 1999 EIB Prize. Report 99/P1 Hendrik Hassheider, “ Private sector investment as a means of finan- cing Trans-European Networks ”. Prize Wi n n e r, 1999 EIB Prize. Report 99/02 Rien Wagenvoort & Paul Schure, “The recursive thick frontier approach to estimating efficiency” . Report 99/01 Paul Schure & Rien Wa g e n v o o rt, “ Economies of scale and eff i- ciency in European banking: New evidence ”. Report 98/05 Daniel Ottolenghi, “Walking a tightrope: Financial liberalisation in Mediterranean countries” . Report 98/04 Christian Keuschnigg, “ Venture capital: A case for investment promotion ”. Report 98/03 Roman Arjona, Pascale Viala & Rien Wa g e n v o o rt, “Small business finance and the European financial environment: Some empirical evidence” . Report 98/02 Alfred Steinherr & Roman Arjona, “ The impact of European Monetary Union on the development of the Mediterranean zone ” . R e p o rt 98/01 M a rco Buti, Lucio R. Pench & Paolo Sestito, “ European unemployment: Contending theories and institutional complexities ”. Report 97/05 Mireille Fischbach & Maria Scattaglia, “ Financial flows to Eastern Europe: Determinants, volatility and sustainability issues ”. Report 97/04 Mirela Keuschnigg, “ Banking in Central and Eastern Europe ”. Report 97/03 G regorio Impavido, “ Pension funds and stock market development in Eastern Europe: Is there a link? ”. Report 97/02 Agnès Belaisch & Kristian Kjeldsen, “ Value-at-risk models for deter- mining capital adequacy: Does allowance for correlation within broad risk categories matter ?”. R e p o rt 97/01 Agnès Belaisch, “ Why are long-term interest rates so high in E u r o p e ? ” . Economic and Financial Reports are preliminary material circulated to stimulate discussion and critical comment. The above reports are available free of charge from: European Investment Bank Chief Economist’s Department 100, boulevard Konrad Adenauer L-2950 LUXEMBOURG FAX: (352) 4379-3492 E-mail: h.halahan@eib.org ",
        "EIB Papers 1998 - 1999 Volume 4, Number 1, 1999: European banking after EMU Christopher Hurst & Rien Wa g e n v o o rt, “ European banking after EMU ” . M a rtin Brookes, “ The impact of EMU on portfolio management ” . Graham Bishop, “ New capital market opportunities in Euroland ” . Colin Mayer, “ European capital markets: Competition between systems ” . Luigi Spaventa, “ Comments on the future of the EMU capital markets. ” Daniel Gros & Karel Lannoo, “ The structure of financial systems and macroeconomic instability ” . Clas Wi h l b o rg, “ Supervision of banks after EMU ” . Christopher Hurst, Eric Perée & Mireille Fischbach, “ On the road to wonderland? Bank restructuring after EMU ”. Rien Wagenvoort & Paul Schure, “ Who are Europe’s efficient bankers? ” . Philip Molyneux, “ Increasing concentration and competition in European banking: The end of anti-trust? . Jean Dermine, “ The case for a European-wide strategy ” . Ingo Walter, “ Financial services strategies in the euro-zone ” . Volume 3, Number 2, 1998: International financial institutions in the 21st century Christopher Hurst & Eric Perée, \" Only a mid-life crisis? The future for IFIs in an integrated world \" . Michael Klein, \" One hundred years after Bretton Woods: A future history of the World Bank Group \" . Jannick Lindbaek, Guy Pfeff e rmann & Neil Gre g o ry, \" The evolving role of multilateral development banks: History and prospects? \" . Jean-François Rischard, \" Multilateral development banks and global public networks: Speculations for the next century \" . Pasquale Scandizzo, \" The purpose, management and governance of IFIs: A case study of ambiguity \" . Nicholas Stern & Hans Peter Lankes, \" Making the most of markets: The role of IFIs \" . Joseph Stiglitz, \" IFIs and the provision of international public goods \" . A discussion between Alfred Steinherr & Jacques Attali. Volume 3, Number 1, 1998: Employment in Europe Christopher Hurst, “Adiscussion of the papers and an overview of the role of investment”. Jørgen Elmeskov, “The unemployment problem in Europe: Lessons for implementing the OECD Jobs Strategy” . Gilles Saint-Paul, “Does technical progress create unemployment?” . Michael Burda, “The consequences of EU enlargement for Central and Eastern European labour markets” . José Viñals & Juan Jimeno, “The impact of EMU on European unemployment” . Jacques Drèze, Alain Durré & Henri Sneessens, “Investment stimulation, with the example of housing” . Ole Rummel & Thomas Schröder, “The employment effects of investment projects” . Pascale Viala, “Financing young and innovative enterprises in Europe: Supporting the venture capital industry” . The above publications are available free of charge from: European Investment Bank Chief Economist’s Department 100, boulevard Konrad Adenauer L-2950 LUXEMBOURG FAX: (352) 4379-3492 E-mail: h.halahan@eib.org ",
        "EIB Papers 1996 - 1997 Volume 2, Number 2, 1997: The 1997 EIB Prize Fi rst Pri z e ; Bernadette Frédérick & Peter Vanden Houte, “ What is the optimum strategy for freezing exchange rate parities at the start of EMU ”. Second Prize ; Jean Dermine, “ Eurobanking, a new world ”. Joint Third Prize ; Daniel Gros, “ The dynamics of European integration ”. Joint Third Pri z e ; Martin Kolmar, “ On the efficiency of national social security systems in the European Union ”. Awards for Authors under 30 for essays by Pablo de Andrés Alonso & Félix J. Lopez Iturriaga; Volker Köllmann & Andri Kopperschmidt; and Jérôme Vacher. Volume 2, Number 1, 1997: Banking in an uncertain world Edward Gardener & Philip Molyneux, “The too-big-to-fail doctrine revisited”. Agnès Belaisch, “High real interest rates: A long-term risk?”. Pier-Luigi Gilibert, “Expected loss as a credit risk measure”. Jacques Girard & Christopher Hurst, “The capital structure of private infrastructure projects and the risk of default” . Kristian Kjeldsen, “ Value-at-risk and capital adequacy: The challenge for financial regulation”. Volume 1, Number 1, 1996: Special Issue on EMU Daniel Gros, “The steeple chase towards EMU”. Ole Rummel, “On the feasibility of EMU with diverse European economic transmission mechanisms”. Bernhard Winkler, “Is Maastricht a good contract?”. Paul de Grauwe, “How to fix conversion rates at the start of EMU”. Luis Gonzalez-Pacheco & Alfred Steinherr, “ A proposal to stabilise the value of the ECU”. The above publications are available free of charge from: European Investment Bank Chief Economist’s Department 100, boulevard Konrad Adenauer L-2950 LUXEMBOURG FAX: (352) 4379-3492 E-mail: h.halahan@eib.org ",
        "Economics and Information Directorate 100, boulevard Konrad Adenauer L-2950 LUXEMBOURG Fax: (352) 43 79 - 34 92 "
    ]
}