{
    "text": [
        "PE-CONS 54/1/18 REV 1 EN EUROPEAN UNION THE EUROPEAN PARLIAMENT THE COUNCIL Strasbourg, 11 December 2018 (OR. en) 2016/0376 (COD) LEX 1857 PE-CONS 54/1/18 REV 1 ENER 261 ENV 484 TRANS 303 ECOFIN 691 RECH 319 CODEC 1216 DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL AMENDING DIRECTIVE 2012/27/EU ON ENERGY EFFICIENCY ",
        "PE-CONS 54/1/18 REV 1 1 EN DIRECTIVE (EU) 2018/… OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 11 December 2018 amending Directive 2012/27/EU on energy efficiency (Text with EEA relevance) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 194(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee 1 , Having regard to the opinion of the Committee of the Regions 2 , Acting in accordance with the ordinary legislative procedure 3 , 1 OJ C 246, 28.7.2017, p. 42. 2 OJ C 342, 12.10.2017, p. 119. 3 Position of the European Parliament of 13 November 2018 (not yet published in the Official Journal) and decision of the Council of 4 December 2018. ",
        "PE-CONS 54/1/18 REV 1 2 EN Whereas: (1) Moderation of energy demand is one of the five dimensions of the Energy Union Strategy established by the Commission communication of 25 February 2015 entitled ‘A Framework Strategy for a Resilient Energy Union with a Forward-Looking Climate Change Policy’ . Improving energy efficiency throughout the full energy chain, including energy generation, transmission, distribution and end-use, will benefit the environment, improve air quality and public health, reduce greenhouse gas emissions, improve energy security by reducing dependence on energy imports from outside the Union, cut energy costs for households and companies, help alleviate energy poverty, and lead to increased competitiveness, more jobs and increased economic activity throughout the economy, thus improving citizens’ quality of life . This is in line with the Union commitments made in the framework of the Energy Union and global climate agenda established by the 2015 Paris Agreement on climate change following the 21st Conference of the Parties to the United Nations Framework Convention on Climate Change 1 (the ‘Paris Agreement’), committing to keep the increase of the global average temperature to well below 2°C above pre-industrial levels and to pursuing efforts to limit the temperature increase to 1,5°C above pre-industrial levels. 1 OJ L 282, 19.10.2016, p. 4. ",
        "PE-CONS 54/1/18 REV 1 3 EN (2) Directive 2012/27/EU of the European Parliament and of the Council 1 is an element to progress towards the Energy Union, under which energy efficiency is to be treated as an energy source in its own right. The energy efficiency first principle should be taken into account when setting new rules for the supply side and other policy areas. The Commission should ensure that energy efficiency and demand-side response can compete on equal terms with generation capacity. Energy efficiency needs to be considered whenever decisions relating to planning the energy system or to financing are taken. Energy efficiency improvements need to be made whenever they are more cost-effective than equivalent supply-side solutions. This ought to help exploit the multiple benefits of energy efficiency for the Union, in particular for citizens and businesses. (3) Energy efficiency should be recognised as a crucial element and a priority consideration in future investment decisions on the Union ’ s energy infrastructure. 1 Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending Directives 2009/125/EC and 2010/30/EU and repealing Directives 2004/8/EC and 2006/32/EC (OJ L 315, 14.11.2012. p. 1). ",
        "PE-CONS 54/1/18 REV 1 4 EN (4) Reaching an ambitious energy efficiency target requires barriers to be removed in order to facilitate investment in energy efficiency measures. One step in that direction is the clarification provided by Eurostat on 19 September 2017 on how to record energy performance contracts in national accounts, which removes uncertainties and facilitates the use of such contracts. (5) The European Council of 23 and 24 October 2014 supported a 27 % energy efficiency target for 2030 at Union level, to be reviewed by 2020 having in mind a Union-level target of 30 %. In its resolution of 15 December 2015 entitled ‘ Towards a European Energy Union’ , the European Parliament called on the Commission to assess, in addition, the viability of a 40 % energy efficiency target for the same timeframe. It is therefore appropriate to amend Directive 2012/27/EU, in order to adapt it to the 2030 perspective. ",
        "PE-CONS 54/1/18 REV 1 5 EN (6) The need for the Union to achieve its energy efficiency targets at Union level, expressed in primary and/or final energy consumption, should be clearly set out in the form of a target of at least 32,5 % for 2030. Projections made in 2007 showed a primary energy consumption in 2030 of 1 887 Mtoe and a final energy consumption of 1 416 Mtoe. A 32,5 % reduction results in 1 273 Mtoe and 956 Mtoe in 2030 respectively. That target, which is of the same nature as the Union’s 2020 target, should be assessed by the Commission for the purpose of revising it upwards by 2023 in the case of substantial cost reductions or, where needed, to meet the Union’s international commitments for decarbonisation. There are no binding targets at Member State level in the 2020 and 2030 perspectives, and the freedom of Member States to set their national contributions based either on primary or final energy consumption or primary or final energy savings, or on energy intensity, should continue not to be restricted. Member States should set their national indicative energy efficiency contributions taking into account that the Union’s 2030 energy consumption has to be no more than 1 273 Mtoe of primary energy and/or no more than 956 Mtoe of final energy. This means that primary energy consumption in the Union should be reduced by 26 %, and final energy consumption should be reduced by 20 % compared to the 2005 levels. A regular evaluation of progress towards the achievement of the Union’s 2030 targets is necessary and is provided for in Regulation (EU) 2018/XX of the European Parliament and of the Council 1+ . 1 OJ L …. + OJ: please insert the number of the Regulation in the text and the full title with the OJ publication details in footnote for document 2016/0375 (COD) - PE-CONS 55/18. ",
        "PE-CONS 54/1/18 REV 1 6 EN (7) The operational efficiency of energy systems at any given moment is influenced by the ability to feed power generated from different sources - with different degrees of inertia and start-up times - into the grid smoothly and flexibly. Improving that efficiency will enable better use to be made of renewable energy. (8) Improvement in energy efficiency can contribute to higher economic output. Member States and the Union should aim to decrease energy consumption regardless of levels of economic growth. (9) The obligation on Member States to establish long-term strategies for mobilising investment and facilitating the renovation of their national building stock and notify them to the Commission is removed from Directive 2012/27/EU and added to Directive 2010/31/EU of the European Parliament and of the Council 1 where that obligation fits in with long-term plans for nearly zero energy buildings (NZEBs) and the decarbonisation of buildings. 1 Directive 2010/31/EU of the European Parliament and of the Council of 19 May 2010 on the energy performance of buildings (OJ L 153, 18.6.2010, p. 13). ",
        "PE-CONS 54/1/18 REV 1 7 EN (10) In view of the climate and energy framework for 2030, the energy savings obligation established by Directive 2012/27/EU should be extended beyond 2020. That extension would create greater stability for investors and thus encourage long-term investments and long-term energy efficiency measures, such as the deep renovation of buildings with the long-term objective of facilitating the cost effective transformation of existing buildings into NZEBs. The energy savings obligation has an important role in the creation of local growth and jobs, and should be maintained to ensure that the Union can achieve its energy and climate objectives by creating further opportunities and to break the link between energy consumption and growth. Cooperation with the private sector is important to assess the conditions on which private investment for energy efficiency projects can be unlocked and to develop new revenue models for innovation in the field of energy efficiency. (11) Energy efficiency improvement measures also have a positive impact on air quality, as more energy efficient buildings contribute to reducing the demand for heating fuels, including solid heating fuels. Energy efficiency measures therefore contribute to improving indoor and outdoor air quality and help achieve, in a cost effective manner, the objectives of the Union’s air quality policy, as established in particular by Directive (EU) 2016/2284 of the European Parliament and of the Council 1 . 1 Directive (EU) 2016/2284 of the European Parliament and of the Council of 14 December 2016 on the reduction of national emissions of certain atmospheric pollutants, amending Directive 2003/35/EC and repealing Directive 2001/81/EC (OJ L 344, 17.12.2016, p. 1). ",
        "PE-CONS 54/1/18 REV 1 8 EN (12) Member States are required to achieve cumulative end-use energy savings for the entire obligation period 2021 to 2030, equivalent to new annual savings of at least 0,8 % of final energy consumption. That requirement could be met by new policy measures that are adopted during the new obligation period from 1 January 2021 to 31 December 2030 or by new individual actions as a result of policy measures adopted during or before the previous period, provided that the individual actions that trigger energy savings are introduced during the new period. To that end, Member States should be able to make use of an energy efficiency obligation scheme, alternative policy measures, or both. In addition, various options, including whether energy used in transport is included, in whole or in part, in the calculation baseline, should be provided in order to give Member States flexibility in how they calculate the amount of their energy savings, whilst ensuring that the required cumulative end-use energy savings equivalent to new annual savings of at least 0,8 % are reached. (13) It would, however, be disproportionate to impose such a requirement on Cyprus and on Malta. The energy market of those small island Member States exhibits specific characteristics which substantially limit the range of measures available to meet the energy savings obligation, such as the existence of a single electricity distributor, the absence of natural gas networks and of district heating and district cooling systems, as well as the small size of petroleum distribution companies. Those specific characteristics are compounded by the small size of the energy markets of those Member States. Therefore, Cyprus and Malta should be required only to achieve cumulative end-use energy savings equivalent to new savings of 0,24 % of final energy consumption for the period 2021 to 2030. ",
        "PE-CONS 54/1/18 REV 1 9 EN (14) Where they use an obligation scheme, Member States should designate obligated parties among energy distributors, retail energy sales companies and transport fuel distributors or retailers on the basis of objective and non-discriminatory criteria. The designation or exemption from designation of certain categories of such distributors or retailers should not be understood to be incompatible with the principle of non-discrimination. Member States are therefore able to choose whether such distributors or retailers or only certain categories thereof are designated as obligated parties. (15) Member States’ energy efficiency improvement m easures in transport are eligible to be taken into account for achieving their end-use energy savings obligation. Such measures include policies that are, inter alia, dedicated to promoting more efficient vehicles, a modal shift to cycling, walking and collective transport, or mobility and urban planning that reduces demand for transport. In addition, schemes which accelerate the uptake of new, more efficient vehicles or policies fostering a shift to better performing fuels that reduce energy use per kilometre are also capable of being eligible, subject to compliance with the rules on materiality and additionality set out in Annex V to Directive 2012/27/EU as amended by this Directive. Such measures should, if appropriate, be consistent with Member States’ n ational policy frameworks established pursuant to Directive 2014/94/EU of the European Parliament and of the Council 1 . 1 Directive 2014/94/EU of the European Parliament and of the Council of 22 October 2014 on the deployment of alternative fuels infrastructure (OJ L 307, 28.10.2014, p. 1). ",
        "PE-CONS 54/1/18 REV 1 10 EN (16) Measures taken by Member States pursuant to Regulation (EU) 2018/842 of the European Parliament and of the Council 1 and which result in verifiable, and measurable or estimable, energy efficiency improvements can be considered to be a cost-effective way for Member States to fulfil their energy-saving obligation under Directive 2012/27/EU as amended by this Directive. (17) As an alternative to requiring obligated parties to achieve the amount of cumulative end-use energy savings required under Article 7(1) of Directive 2012/27/EU as amended by this Directive, it should be possible for Member States, in their obligation schemes, to permit or require obligated parties to contribute to an Energy Efficiency National Fund. (18) Without prejudice to Article 7(4) and (5) as introduced by this Directive, Member States and obligated parties should make use of all available means and technologies to achieve the cumulative end-use energy savings required, including by promoting sustainable technologies in efficient district heating and cooling systems, efficient heating and cooling infrastructure and energy audits or equivalent management systems, provided that the energy savings claimed comply with the requirements laid down in Article 7 of and Annex V to Directive 2012/27/EU as amended by this Directive. Member States should aim for a high degree of flexibility in the design and implementation of alternative policy measures. 1 Regulation (EU) 2018/842 of the European Parliament and of the Council of 30 May 2018 on binding annual greenhouse gas emission reductions by Member States from 2021 to 2030 contributing to climate action to meet commitments under the Paris Agreement and amending Regulation (EU) No 525/2013 (OJ L 156, 19.6.2018, p. 26). ",
        "PE-CONS 54/1/18 REV 1 11 EN (19) Long-term energy efficiency measures will continue to deliver energy savings after 2020 but in order to contribute to the Union’s 2030 energy efficiency target, those measures should deliver new savings after 2020. On the other hand, energy savings achieved after 31 December 2020 should not count towards the cumulative end-use energy savings required for the period from 1 January 2014 to 31 December 2020. (20) New savings should be additional to ‘ business as usual ’ , so that savings that would have occurred in any event should not count towards the achievement of the energy savings requirements. In order to calculate the impact of the measures introduced, only net savings, measured as the change of energy consumption that is directly attributable to the energy efficiency measure in question, should be counted. To calculate net savings, Member States should establish a baseline scenario of how the situation would evolve in the absence of the measure in question. The policy measure in question should be evaluated against that baseline. Member States should take into account the fact that other policy measures may be carried out in the same time frame which may also have an impact on the amount of energy savings, so that not all changes observed since the introduction of a particular policy measure being evaluated can be attributed to that policy measure alone. The actions of the obligated, participating or entrusted party should in fact contribute to the achievement of the energy savings claimed in order to ensure the fulfilment of the materiality requirement. ",
        "PE-CONS 54/1/18 REV 1 12 EN (21) It is important to consider, where relevant, all steps in the energy chain in the calculation of energy savings in order to increase the energy savings potential in the transmission and distribution of electricity. (22) The effective management of water can make a significant contribution to energy savings. The water and wastewater sectors account for 3,5 % of electricity use in the Union and that share is expected to rise. At the same time, water leaks account for 24 % of total water consumed in the Union and the energy sector is the largest consumer of water, accounting for 44 % of consumption. The potential for energy savings through the use of smart technologies and processes should be fully explored. (23) In accordance with Article 9 of the Treaty on the Functioning of the European Union, the Union ’ s energy efficiency policies should be inclusive and should therefore ensure accessibility to energy efficiency measures for consumers affected by energy poverty. Improvements to the energy efficiency of buildings should, in particular, benefit vulnerable households, including those affected by energy poverty, and, where appropriate, those living in social housing. Member States can already require obligated parties to include social aims in energy-saving measures in relation to energy poverty and this possibility should be extended to alternative policy measures and Energy Efficiency National Funds and should be transformed into an obligation, while allowing Member States to retain full flexibility with regard to their size, scope and content. If an energy efficiency obligation scheme does not permit measures relating to individual energy consumers, the Member State may take measures to alleviate energy poverty by means of alternative policy measures alone. ",
        "PE-CONS 54/1/18 REV 1 13 EN (24) Around 50 million households in the Union are affected by energy poverty. Energy efficiency measures must therefore be central to any cost-effective strategy to address energy poverty and consumer vulnerability and are complementary to social security policies at Member State level. To ensure that energy efficiency measures reduce energy poverty for tenants sustainably, the cost-effectiveness of such measures, as well as their affordability to property owners and tenants, should be taken into account, and adequate financial support for such measures should be guaranteed at Member State level. The Union ’ s building stock needs, in the long term, to be converted to NZEBs in accordance with the objectives of the Paris Agreement. Current building renovation rates are insufficient and buildings occupied by citizens on low incomes who are affected by energy poverty are the hardest to reach. The measures laid down in this Directive with regard to energy savings obligations, energy efficiency obligation schemes and alternative policy measures are therefore of particular importance. (25) Lower consumer spending on energy should be achieved by assisting consumers in reducing their energy use by reducing the energy needs of buildings and improvements in the efficiency of appliances, which should be combined with the availability of low-energy transport modes integrated with public transport and cycling. ",
        "PE-CONS 54/1/18 REV 1 14 EN (26) It is crucial to raise the awareness of all Union citizens about the benefits of increased energy efficiency and to provide them with accurate information on the ways in which it can be achieved. Increased energy efficiency is also highly important for the security of energy supply of the Union through lowering its dependence on import of fuels from third countries. (27) The costs and benefits of all energy efficiency measures taken, including pay-back periods, should be made fully transparent to consumers. (28) When implementing Directive 2012/27/EU as amended by this Directive and taking other measures in the field of energy efficiency, Member States should pay particular attention to synergies between energy efficiency measures and the efficient use of natural resources in line with the principles of the circular economy. (29) Taking advantage of new business models and technologies, Member States should endeavour to promote and facilitate the uptake of energy efficiency measures, including through innovative energy services for large and small customers. ",
        "PE-CONS 54/1/18 REV 1 15 EN (30) As part of the measures set out in the Commission ’ s Communication of 15 July 2015 entitled ‘ Delivering a New Deal for Energy Consumers ’ , in the context of the Energy Union and the Heating and Cooling strategy, consumers ’ minimum rights to accurate, reliable, clear and timely information about their energy consumption need to be strengthened. Articles 9 to 11 of, and Annex VII to, Directive 2012/27/EU should be amended to provide for frequent and enhanced feedback on energy consumption where technically feasible and cost-efficient in view of the measurement devices in place. This Directive clarifies that whether sub-metering is cost-efficient or not depends on whether the related costs are proportionate to the potential energy savings. The assessment of whether sub-metering is cost-efficient may take into account the effect of other concrete, planned measures in a given building, such as any forthcoming renovation. ",
        "PE-CONS 54/1/18 REV 1 16 EN (31) This Directive also clarifies that rights relating to billing, and information about billing or consumption should apply to consumers of heating, cooling or domestic hot water supplied from a central source even where they have no direct, individual contractual relationship with an energy supplier. The definition of the term ‘ final customer ’ is capable of being understood as referring only to natural or legal persons purchasing energy based on a direct, individual contract with an energy supplier. For the purposes of the relevant provisions, the term ‘final user’ should therefore be introduced to refer to a broader group of consumers and should, in addition to final customers purchasing heating, cooling or domestic hot water for their own end-use, also cover occupants of individual buildings or of individual units of multi-apartment or multi-purpose buildings where such units are supplied from a central source and where the occupants have no direct or individual contract with the energy supplier. T he term ‘ sub-metering ’ should refer to measuring consumption in individual units of such buildings. (32) In order to achieve the transparency of accounting for individual consumption of thermal energy and thereby facilitate the implementation of sub-metering, Member States should ensure they have in place transparent, publicly available national rules on the allocation of the cost of heating, cooling and domestic hot water consumption in multi-apartment and multi-purpose buildings. In addition to transparency, Member States could consider taking measures to strengthen competition in the provision of sub-metering services and thereby help ensure that any costs borne by the final users are reasonable. ",
        "PE-CONS 54/1/18 REV 1 17 EN (33) By ... [22 months after the date of entry into force of this amending Directive], newly installed heat meters and heat cost allocators should be remotely readable to ensure cost-effective, frequent provision of consumption information. The amendments to Directive 2012/27/EU introduced by this Directive relating to metering for heating, cooling and domestic hot water; sub-metering and cost allocation for heating, cooling and domestic hot water; remote reading requirement; billing and consumption information for heating and cooling and domestic hot water; cost of access to metering and billing and consumption information for heating, cooling and domestic hot water; and the minimum requirements for billing and consumption information for heating, cooling and domestic hot water are intended to apply only to heating, cooling and domestic hot water supplied from a central source. Member States are free to decide whether walk-by or drive-by technologies are to be considered remotely readable or not. Remotely readable devices do not require access to individual apartments or units to be read. ",
        "PE-CONS 54/1/18 REV 1 18 EN (34) Member States should take into account the fact that the successful implementation of new technologies for measuring energy consumption requires enhanced investment in education and skills for both users and energy suppliers. (35) Billing information and annual statements are an important means by which customers are informed of their energy consumption. Data on consumption and costs can also convey other information that helps consumers to compare their current deal with other offers and to make use of complaint management and alternative dispute resolution mechanisms. However, considering that bill-related disputes are a common source of consumer complaints and a factor which contributes to persistently low levels of consumer satisfaction and engagement with their energy providers, it is necessary to make bills simpler, clearer and easier to understand, while ensuring that separate instruments, such as billing information, information tools and annual statements, provide all the necessary information to enable consumers to regulate their energy consumption, compare offers and switch suppliers. ",
        "PE-CONS 54/1/18 REV 1 19 EN (36) Member State measures should be supported by well-designed and effective Union financial instruments, such as the European Structural and Investment Funds, the European Fund for Strategic Investments, and by financing from the European Investment Bank (EIB) and the European Bank for Reconstruction and Development (EBRD), which should support investments in energy efficiency at all stages of the energy chain and use a comprehensive cost-benefit analysis with a model of differentiated discount rates. Financial support should focus on cost-effective methods for increasing energy efficiency, which would lead to a reduction in energy consumption. The EIB and the EBRD should, together with national promotional banks, design, generate and finance programmes and projects tailored for the efficiency sector, including for energy-poor households. (37) In order to make it possible for the Annexes to Directive 2012/27/EU and the harmonised efficiency reference values to be updated, it is necessary to extend the delegation of powers granted to the Commission. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making 1 . In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States ’ experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts. 1 OJ L 123, 12.5.2016, p. 1. ",
        "PE-CONS 54/1/18 REV 1 20 EN (38) In order to be able to evaluate the effectiveness of Directive 2012/27/EU as amended by this Directive, a requirement to conduct a general review of that Directive and to submit a report to the European Parliament and to the Council by 28 February 2024 should be introduced. That review should take place after the global stocktake by the United Nations Framework Convention on Climate Change in 2023, in order to allow necessary alignments to that process to be introduced, also taking into account economic and innovation developments. (39) Local and regional authorities should be given a leading role in the development and design, execution and assessment of the measures laid down in Directive 2012/27/EU, so that they are able properly to address the specific features of their own climate, culture and society. ",
        "PE-CONS 54/1/18 REV 1 21 EN (40) Reflecting technological progress and the growing share of renewable energy sources in the electricity generation sector, the default coefficient for savings in kWh electricity should be reviewed in order to reflect changes in the primary energy factor (PEF) for electricity. Calculations reflecting the energy mix of the PEF for electricity are based on annual average values. The ‘ physical energy content ’ accounting method is used for nuclear electricity and heat generation and the ‘ technical conversion efficiency ’ method is used for electricity and heat generation from fossil fuels and biomass. For non-combustible renewable energy, the method is the direct equivalent based on the ‘ total primary energy ’ approach. To calculate the primary energy share for electricity in cogeneration, the method set out in Annex II to Directive 2012/27/EU is applied. An average rather than a marginal market position is used. Conversion efficiencies are assumed to be 100 % for non- combustible renewables, 10 % for geothermal power stations and 33 % for nuclear power stations. The calculation of total efficiency for cogeneration is based on the most recent data from Eurostat. As for system boundaries, the PEF is 1 for all energy sources. The PEF value refers to 2018 and is based on data interpolated from the most recent version of the PRIMES Reference Scenario for 2015 and 2020 and adjusted with Eurostat data until 2016. The analysis covers the Member States and Norway. The dataset for Norway is based on the European Network of Transmission System Operators for Electricity data. ",
        "PE-CONS 54/1/18 REV 1 22 EN (41) Energy savings which result from the implementation of Union law should not be claimed unless they result from a measure that goes beyond the minimum required by the Union legal act in question, whether by setting more ambitious energy efficiency requirements at Member State level or by increasing the take-up of the measure. Buildings present a substantial potential for further increasing energy efficiency, and the renovation of buildings is an essential and long-term element with economies of scale in increasing energy savings. It is therefore necessary to clarify that it is possible to claim all energy savings stemming from measures promoting the renovation of existing buildings, provided that they exceed the savings that would have occurred in the absence of the policy measure and provided that the Member State demonstrates that the obligated, participating or entrusted party has in fact contributed to the achievement of the energy savings claimed. ",
        "PE-CONS 54/1/18 REV 1 23 EN (42) In accordance with the Energy Union Strategy and the principles of better regulation, monitoring and verification rules for the implementation of energy efficiency obligation schemes and alternative policy measures, including the requirement to check a statistically representative sample of measures, should be given greater prominence. In Directive 2012/27/EU, as amended by this Directive, a statistically significant proportion and representative sample of the energy efficiency improvement measures should be understood to require the establishment of a subset of a statistical population of the energy-saving measures in question in such a way that it accurately reflects the entire population of all energy-saving measures, and thus allows for reasonably reliable conclusions regarding confidence in the totality of the measures. (43) Energy generated on or in buildings from renewable energy technologies reduces the amount of energy supplied from fossil fuels. The reduction of energy consumption and the use of energy from renewable sources in the buildings sector are important measures to reduce the Union’s energ y dependence and greenhouse gas emissions, especially in view of ambitious climate and energy objectives set for 2030 as well as the global commitment made in the context of the Paris Agreement. For the purposes of their cumulative energy savings obligation Member States may take into account, where applicable, energy savings from renewable energy generated on or in buildings for own use to meet their energy savings requirements. ",
        "PE-CONS 54/1/18 REV 1 24 EN (44) In accordance with the Joint Political Declaration of 28 September 2011 of Member States and the Commission on explanatory documents 1 , Member States have undertaken to accompany, in justified cases, the notification of their transposition measures with one or more documents explaining the relationship between the components of a directive and the corresponding parts of national transposition instruments. With regard to this Directive, the legislator considers the transmission of such documents to be justified. (45) Since the objectives of this Directive, namely to achieve the U nion’s energy efficiency targets of 20 % by 2020 and of at least 32,5 % by 2030 and to pave the way towards further energy efficiency improvements beyond those dates, cannot be sufficiently achieved by the Member States but can rather, by reason of the scale and effects of the action, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives. (46) Directive 2012/27/EU should therefore be amended accordingly, HAVE ADOPTED THIS DIRECTIVE: 1 OJ C 369, 17.12.2011, p. 14. ",
        "PE-CONS 54/1/18 REV 1 25 EN Article 1 Directive 2012/27/EU is amended as follows: (1) in Article 1, paragraph 1 is replaced by the following: ‘ 1. This Directive establishes a common framework of measures to promote energy efficiency within the Union in order to ensure that the Union’s 2020 headline tar gets on energy efficiency of 20 % and its 2030 headline targets on energy efficiency of at least 32,5 % are met and paves the way for further energy efficiency improvements beyond those dates. This Directive lays down rules designed to remove barriers in the energy market and overcome market failures that impede efficiency in the supply and use of energy, and provides for the establishment of indicative national energy efficiency targets and contributions for 2020 and 2030. This Directive contributes to the implementation of the energy efficiency first principle. ’ ; ",
        "PE-CONS 54/1/18 REV 1 26 EN (2) in Article 3, the following paragraphs are added: ‘ 4. By 31 October 2022, the Commission shall assess whether the Union has achieved its 2020 headline targets on energy efficiency. 5. Each Member State shall set indicative national energy efficiency contributions towards the Union's 2030 targets set in Article 1(1) of this Directive in accordance with Articles 4 and 6 of Regulation (EU) 2018/XX *+ . When setting those contributions, Member States shall take into acco unt that the Union’s 2030 energy consumption has to be no more than 1 273 Mtoe of primary energy and/or no more than 956 Mtoe of final energy. Member States shall notify those contributions to the Commission as part of their integrated national energy and climate plans as referred to in, and in accordance with, Articles 3 and 7 to 12 of Regulation (EU) 2018/XX ++ . 6. The Commission shall assess the Union ’ s 2030 headline targets on energy efficiency set in Article 1(1) with a view to submitting a legislative proposal by 2023 to revise those targets upwards in the event of substantial cost reductions resulting from economic or technological developments, or where needed to meet the Union’s international commitments for decarbonisation. ________________ * Regulation (EU) 2018/XX of the European Parliament a nd of the Council of …. (OJ …).’ ; + OJ: please insert the number of the Regulation in the text and the full title with the OJ publication details in footnote for document 2016/0375 (COD) - PE-CONS 55/18. ++ OJ: please insert the number of the Regulation from the document 2016/0375 (COD) - PE-CONS 55/18. ",
        "PE-CONS 54/1/18 REV 1 27 EN (3) Article 7 is replaced by the following: ‘ Article 7 Energy savings obligation 1. Member States shall achieve cumulative end-use energy savings at least equivalent to: (a) new savings each year from 1 January 2014 to 31 December 2020 of 1,5 % of annual energy sales to final customers by volume, averaged over the most recent three-year period prior to 1 January 2013. Sales of energy, by volume, used in transport may be excluded, in whole or in part, from that calculation; (b) new savings each year from 1 January 2021 to 31 December 2030 of 0,8 % of annual final energy consumption, averaged over the most recent three-year period prior to 1 January 2019. By way of derogation from that requirement, Cyprus and Malta shall achieve new savings each year from 1 January 2021 to 31 December 2030 equivalent to 0,24 % of annual final energy consumption, averaged over the most recent three-year period prior to 1 January 2019. Member States may count energy savings that stem from policy measures, whether introduced by 31 December 2020 or after that date, provided that those measures result in new individual actions that are carried out after 31 December 2020. ",
        "PE-CONS 54/1/18 REV 1 28 EN Member States shall continue to achieve new annual savings in accordance with point (b) of the first subparagraph for ten-year periods after 2030, unless reviews by the Commission by 2027 and every 10 years thereafter conclude that this is not necessary to achieve the Union ’ s long-term energy and climate targets for 2050. Member States shall decide how to phase the calculated quantity of new savings over each period referred to in points (a) and (b) of the first subparagraph, provided that the required total cumulative end-use energy savings have been achieved by the end of each obligation period. 2. Provided that Member States achieve at least their cumulative end-use energy savings obligation referred to in point (b) of the first subparagraph of paragraph 1, they may calculate the required amount of energy savings by one or more of the following means: (a) applying an annual savings rate on energy sales to final customers or on final energy consumption, averaged over the most recent three-year period prior to 1 January 2019; (b) excluding, in whole or in part, energy used in transport from the calculation baseline; (c) making use of any of the options set out in paragraph 4. ",
        "PE-CONS 54/1/18 REV 1 29 EN 3. Where Member States make use of the possibilities provided for in point (a), (b) or (c) of paragraph 2, they shall establish: (a) their own annual savings rate that will be applied in the calculation of their cumulative end-use energy savings, which shall ensure that the final amount of their net energy savings is no lower than those required under point (b) of the first subparagraph of paragraph 1; and (b) their own calculation baseline, which may exclude, in whole or in part, energy used in transport. 4. Subject to paragraph 5, each Member State may: (a) carry out the calculation required under point (a) of the first subparagraph of paragraph 1 using values of 1 % in 2014 and 2015; 1,25 % in 2016 and 2017; and 1,5 % in 2018, 2019 and 2020; ",
        "PE-CONS 54/1/18 REV 1 30 EN (b) exclude from the calculation all or part of the sales of energy used, by volume, with respect to the obligation period referred to in point (a) of the first subparagraph of paragraph 1, or final energy consumed, with respect to the obligation period referred to in point (b) of that subparagraph, by industrial activities listed in Annex I to Directive 2003/87/EC; (c) count towards the amount of required energy savings, energy savings achieved in the energy transformation, distribution and transmission sectors, including efficient district heating and cooling infrastructure, as a result of implementing the requirements set out in Article 14(4), point (b) of Article 14(5), and Article 15(1) to (6) and (9). Member States shall inform the Commission about their intended policy measures under this point for the period from 1 January 2021 to 31 December 2030 as part of their integrated national energy and climate plans. The impact of those measures shall be calculated in accordance with Annex V and included in those plans; ",
        "PE-CONS 54/1/18 REV 1 31 EN (d) count towards the amount of required energy savings, energy savings resulting from individual actions newly implemented since 31 December 2008 that continue to have an impact in 2020 with respect to the obligation period referred to in point (a) of the first subparagraph of paragraph 1 and beyond 2020 with respect to the period referred to in point (b) of the first subparagraph of paragraph 1, and which can be measured and verified; (e) count towards the amount of required energy savings, energy savings that stem from policy measures, provided that it can be demonstrated that those measures result in individual actions carried out from 1 January 2018 to 31 December 2020 which deliver savings after 31 December 2020; (f) exclude from the calculation of the amount of required energy savings, 30 % of the verifiable amount of energy generated on or in buildings for own use as a result of policy measures promoting new installation of renewable energy technologies; (g) count towards the amount of required energy savings, energy savings that exceed the energy savings required for the obligation period from 1 January 2014 to 31 December 2020, provided that those savings result from individual actions carried out under policy measures referred to in Articles 7a and 7b, notified by Member States in their National Energy Efficiency Action Plans and reported in their progress reports in accordance with Article 24. ",
        "PE-CONS 54/1/18 REV 1 32 EN 5. Member States shall apply and calculate the effect of the options chosen under paragraph 4 for the periods referred to in points (a) and (b) of the first subparagraph of paragraph 1 separately: (a) for the calculation of the amount of energy savings required for the obligation period referred to in point (a) of the first subparagraph of paragraph 1, Member States may make use of points (a) to (d) of paragraph 4. All the options chosen under paragraph 4 taken together shall amount to no more than 25 % of the amount of energy savings referred to in point (a) of the first subparagraph of paragraph 1; (b) for the calculation of the amount of energy savings required for the obligation period referred to in point (b) of the first subparagraph of paragraph 1, Member States may make use of points (b) to (g) of paragraph 4, provided individual actions referred to in point (d) of paragraph 4 continue to have a verifiable and measurable impact after 31 December 2020. All the options chosen under paragraph 4 taken together shall not lead to a reduction of more than 35 % of the amount of energy savings calculated in accordance with paragraphs 2 and 3. ",
        "PE-CONS 54/1/18 REV 1 33 EN Regardless of whether Member States exclude, in whole or in part, energy used in transport from their calculation baseline or make use of any of the options listed in paragraph 4, they shall ensure that the calculated net amount of new savings to be achieved in final energy consumption during the obligation period from 1 January 2021 to 31 December 2030 is not lower than the amount resulting from applying the annual savings rate referred to in point (b) of the first subparagraph of paragraph 1. 6. Member States shall describe in their integrated national energy and climate plans in accordance with Annex III to Regulation (EU) 2018/XX + , the calculation of the amount of energy savings to be achieved over the period from 1 January 2021 to 31 December 2030 referred to in point (b) of the first subparagraph of paragraph 1 of this Article and shall, if relevant, explain how the annual savings rate and the calculation baseline were established, and how and to what extent the options referred to in paragraph 4 of this Article were applied. 7. Energy savings achieved after 31 December 2020 shall not count towards the amount of required energy savings for the period from 1 January 2014 to 31 December 2020. + OJ: please insert the number of the Regulation from the document 2016/0375 (COD) - PE-CONS 55/18. ",
        "PE-CONS 54/1/18 REV 1 34 EN 8. By way of derogation from paragraph 1 of this Article, Member States that allow obligated parties to use the option referred to in point (b) of Article 7a(6) may, for the purpose of point (a) of the first subparagraph of paragraph 1 of this Article, count energy savings obtained in any given year after 2010 and before the obligation period referred to in point (a) of the first subparagraph of paragraph 1 of this Article as if those energy savings had instead been obtained after 31 December 2013 and before 1 January 2021, provided that all of the following circumstances apply: (a) the energy efficiency obligation scheme was in force at any point between 31 December 2009 and 31 December 2014 and was included in the Member State’s first National Energy Efficiency Action Plan submitted under Article 24(2); (b) the savings were generated under the obligation scheme; (c) the savings are calculated in accordance with Annex V; (d) the years for which the savings are counted as having been obtained have been reported in the National Energy Efficiency Action Plans in accordance with Article 24(2). ",
        "PE-CONS 54/1/18 REV 1 35 EN 9. Member States shall ensure that savings resulting from policy measures referred to in Articles 7a and 7b and Article 20(6) are calculated in accordance with Annex V. 10. Member States shall achieve the amount of energy savings required under paragraph 1 of this Article either by establishing an energy efficiency obligation scheme referred to in Article 7a or by adopting alternative policy measures referred to in Article 7b. Member States may combine an energy efficiency obligation scheme with alternative policy measures. 11. In designing policy measures to fulfil their obligations to achieve energy savings, Member States shall take into account the need to alleviate energy poverty in accordance with criteria established by them, taking into consideration their available practices in the field, by requiring, to the extent appropriate, a share of energy efficiency measures under their national energy efficiency obligation schemes, alternative policy measures, or programmes or measures financed under an Energy Efficiency National Fund, to be implemented as a priority among vulnerable households, including those affected by energy poverty and, where appropriate, in social housing. Member States shall include information about the outcome of measures to alleviate energy poverty in the context of this Directive in the integrated national energy and climate progress reports in accordance with Regulation (EU) 2018/XX + . + OJ: please insert the number of the Regulation from the document 2016/0375 (COD) - PE-CONS 55/18. ",
        "PE-CONS 54/1/18 REV 1 36 EN 12. Member States shall demonstrate that where there is an overlap in the impact of policy measures or individual actions, there is no double counting of energy savings. ’ ; (4) the following Articles are inserted: ‘ Article 7a Energy efficiency obligation schemes 1. Where Member States decide to fulfil their obligations to achieve the amount of savings required under Article 7(1) by way of an energy efficiency obligation scheme, they shall ensure that obligated parties as referred to in paragraph 2 of this Article operating in each Member State’s territory achieve, without prejudice to Article 7(4) and (5), their cumulative end-use energy savings requirement as set out in Article 7(1). Where applicable, Member States may decide that obligated parties fulfil those savings, in whole or in part, as a contribution to the Energy Efficiency National Fund in accordance with Article 20(6). ",
        "PE-CONS 54/1/18 REV 1 37 EN 2. Member States shall designate, on the basis of objective and non-discriminatory criteria, obligated parties among energy distributors, retail energy sales companies and transport fuel distributors or transport fuel retailers operating in their territory. The amount of energy savings needed to fulfil the obligation shall be achieved by the obligated parties among final customers, designated by the Member State, independently of the calculation made pursuant to Article 7(1) or, if Member States so decide, through certified savings stemming from other parties as described in point (a) of paragraph 6 of this Article. 3. Where retail energy sales companies are designated as obligated parties under paragraph 2, Member States shall ensure that, in fulfilling their obligation, retail energy sales companies do not create any barriers that impede consumers from switching from one supplier to another. 4. Member States shall express the amount of energy savings required of each obligated party in terms of either final or primary energy consumption. The method chosen to express the amount of energy savings required shall also be used to calculate the savings claimed by obligated parties. The conversion factors set out in Annex IV shall apply. ",
        "PE-CONS 54/1/18 REV 1 38 EN 5. Member States shall put in place measurement, control and verification systems under which documented verification is carried out on at least a statistically significant proportion and representative sample of the energy efficiency improvement measures put in place by the obligated parties. The measurement, control and verification shall be carried out independently of the obligated parties. 6. Within the energy efficiency obligation scheme, Member States may do one or both of the following: (a) permit obligated parties to count towards their obligation certified energy savings achieved by energy service providers or other third parties, including when obligated parties promote measures through other State-approved bodies or through public authorities that may involve formal partnerships and may be in combination with other sources of finance. Where Member States so permit, they shall ensure that the certification of energy savings follows an approval process that is put in place in the Member States, that is clear, transparent, and open to all market participants, and that aims to minimise the costs of certification; (b) allow obligated parties to count savings obtained in a given year as if they had instead been obtained in any of the four previous or three following years as long as this is not beyond the end of the obligation periods set out in Article 7(1). ",
        "PE-CONS 54/1/18 REV 1 39 EN Member States shall assess and, if appropriate, take measures to minimise the impact of the direct and indirect costs of energy efficiency obligation schemes on the competitiveness of energy-intensive industries exposed to international competition. 7. Member States shall, on an annual basis, publish the energy savings achieved by each obligated party, or each sub-category of obligated party, and in total under the scheme. Article 7b Alternative policy measures 1. Where Member States decide to fulfil their obligations to achieve the savings required under Article 7(1) by way of alternative policy measures, they shall ensure, without prejudice to Article 7(4) and (5), that the energy savings required under Article 7(1) are achieved among final customers. 2. For all measures other than those relating to taxation, Member States shall put in place measurement, control and verification systems under which documented verification is carried out on at least a statistically significant proportion and representative sample of the energy efficiency improvement measures put in place by the participating or entrusted parties. The measurement, control and verification shall be carried out independently of the participating or entrusted parties. ’ ; ",
        "PE-CONS 54/1/18 REV 1 40 EN (5) Article 9 is amended as follows: (a) the title is replaced by the following: ‘ Metering for gas and electricity ’ ; (b) in paragraph 1, the first subparagraph is replaced by the following; ‘ 1. Member States shall ensure that, in so far as it is technically possible, financially reasonable and proportionate in relation to the potential energy savings, for electricity and natural gas final customers are provided with competitively priced individual meters that accurately reflect their actual energy consumption and that provide information on the actual time of use. ’ ; (c) paragraph 3 is deleted; (6) the following Articles are inserted: ‘ Article 9a Metering for heating, cooling and domestic hot water 1. Member States shall ensure that, for district heating, district cooling and domestic hot water, final customers are provided with competitively priced meters that accurately reflect their actual energy consumption. ",
        "PE-CONS 54/1/18 REV 1 41 EN 2. Where heating, cooling or domestic hot water is supplied to a building from a central source that services multiple buildings or from a district heating or district cooling system, a meter shall be installed at the heat exchanger or point of delivery. Article 9b Sub-metering and cost allocation for heating, cooling and domestic hot water 1. In multi-apartment and multi-purpose buildings with a central heating or central cooling source or supplied from a district heating or district cooling system, individual meters shall be installed to measure the consumption of heating, cooling or domestic hot water for each building unit, where technically feasible and cost effective in terms of being proportionate in relation to the potential energy savings. Where the use of individual meters is not technically feasible or where it is not cost-efficient to measure heat consumption in each building unit, individual heat cost allocators shall be used to measure heat consumption at each radiator unless it is shown by the Member State in question that the installation of such heat cost allocators would not be cost-efficient. In those cases, alternative cost-efficient methods of heat consumption measurement may be considered. The general criteria, methodologies and/or procedures to determine technical non-feasibility and non-cost effectiveness shall be clearly set out and published by each Member State. ",
        "PE-CONS 54/1/18 REV 1 42 EN 2. In new multi-apartment buildings and in residential parts of new multi-purpose buildings that are equipped with a central heating source for domestic hot water or are supplied from district heating systems, individual meters shall, notwithstanding the first subparagraph of paragraph 1, be provided for domestic hot water. 3. Where multi-apartment or multi-purpose buildings are supplied from district heating or district cooling, or where own common heating or cooling systems for such buildings are prevalent, Member States shall ensure they have in place transparent, publicly available national rules on the allocation of the cost of heating, cooling and domestic hot water consumption in such buildings to ensure transparency and accuracy of accounting for individual consumption. Where appropriate, such rules shall include guidelines on the manner in which to allocate cost for energy that is used as follows: (a) domestic hot water; (b) heat radiated from the building installation and for the purpose of heating the common areas, where staircases and corridors are equipped with radiators; (c) for the purpose of heating or cooling apartments. ",
        "PE-CONS 54/1/18 REV 1 43 EN Article 9c Remote reading requirement 1. For the purposes of Articles 9a and 9b, meters and heat cost allocators installed after ... [22 months after the date of entry into force of this amending Directive] shall be remotely readable devices. The conditions of technical feasibility and cost effectiveness set out in Article 9b(1) shall continue to apply. 2. Meters and heat cost allocators which are not remotely readable but which have already been installed shall be rendered remotely readable or replaced with remotely readable devices by 1 January 2027, save where the Member State in question shows that this is not cost-efficient. ’ ; (7) Article 10 is amended as follows: (a) the title is replaced by the following: ‘ Billing information for gas and electricity ’ ; (b) in paragraph 1, the first subparagraph is replaced by the following: ‘ 1. Where final customers do not have smart meters as referred to in Directives 2009/72/EC and 2009/73/EC, Member States shall ensure, by 31 December 2014, that billing information is reliable, accurate and based on actual consumption, in accordance with point 1.1 of Annex VII, for electricity and gas, where that is technically possible and economically justified. ’ ; ",
        "PE-CONS 54/1/18 REV 1 44 EN (8) the following Article is inserted: ‘ Article 10a Billing and consumption information for heating, cooling and domestic hot water 1. Where meters or heat cost allocators are installed, Member States shall ensure that billing and consumption information is reliable, accurate and based on actual consumption or heat cost allocator readings, in accordance with points 1 and 2 of Annex VIIa for all final users, namely for natural or legal persons purchasing heating, cooling or domestic hot water for their own end-use, or natural or legal persons occupying an individual building or a unit in a multi-apartment or multi-purpose building supplied with heating, cooling or domestic hot water from a central source who has no direct or individual contract with the energy supplier. This obligation may, where a Member State so provides, save in the case of sub-metered consumption based on heat cost allocators under Article 9b, be fulfilled by a system of regular self-reading by the final customer or final user whereby they communicate readings from their meter. Only where the final customer or final user has not provided a meter reading for a given billing interval shall billing be based on estimated consumption or a flat rate. ",
        "PE-CONS 54/1/18 REV 1 45 EN 2. Member States shall: (a) require that, if information on the energy billing and historical consumption or heat cost allocator readings of final users is available, it be made available upon request by the final user, to an energy service provider designated by the final user; (b) ensure that final customers are offered the option of electronic billing information and bills; (c) ensure that clear and comprehensible information is provided with the bill to all final users in accordance with point 3 of Annex VIIa; and (d) promote cybersecurity and ensure the privacy and data protection of final users in accordance with applicable Union law. Member States may provide that, at the request of the final customer, the provision of billing information shall not be considered to constitute a request for payment. In such cases, Member States shall ensure that flexible arrangements for actual payment are offered. 3. Member States shall decide who is to be responsible for providing the information referred to in paragraphs 1 and 2 to final users without a direct or individual contract with an energy supplier. ’ ; ",
        "PE-CONS 54/1/18 REV 1 46 EN (9) Article 11 is replaced by the following: ‘ Article 11 Cost of access to metering and billing information for electricity and gas Member States shall ensure that final customers receive all their bills and billing information for energy consumption free of charge and that final customers have access to their consumption data in an appropriate way and free of charge. ’ ; (10) the following Article is inserted: ‘ Article 11a Cost of access to metering and billing and consumption information for heating, cooling and domestic hot water 1. Member States shall ensure that final users receive all their bills and billing information for energy consumption free of charge and that final users have access to their consumption data in an appropriate way and free of charge. ",
        "PE-CONS 54/1/18 REV 1 47 EN 2. Notwithstanding paragraph 1 of this Article, the distribution of costs of billing information for the individual consumption of heating, cooling and domestic hot water in multi-apartment and multi-purpose buildings pursuant to Article 9b shall be carried out on a non-profit basis. Costs resulting from the assignment of that task to a third party, such as a service provider or the local energy supplier, covering the measuring, allocation and accounting for actual individual consumption in such buildings, may be passed onto the final users to the extent that such costs are reasonable. 3. In order to ensure reasonable costs for sub-metering services as referred to in paragraph 2, Member States may stimulate competition in that service sector by taking appropriate measures, such as recommending or otherwise promoting the use of tendering and/or the use of interoperable devices and systems facilitating switching between service providers. ’ ; (11) in Article 15, the following paragraph is inserted: ‘ 2a. By 31 December 2020, the Commission shall, after consulting relevant stakeholders, prepare a common methodology in order to encourage network operators to reduce losses, implement a cost-efficient and energy-efficient infrastructure investment programme and properly account for the energy efficiency and flexibility of the grid. ’ ; ",
        "PE-CONS 54/1/18 REV 1 48 EN (12) in Article 20, the following paragraphs are inserted: ‘ 3a. In order to mobilise private financing for energy efficiency measures and energy renovation, in accordance with Directive 2010/31/EU, the Commission shall conduct a dialogue with both public and private financial institutions in order to map out possible actions it can take. 3b. The actions referred to in paragraph 3a shall include the following: (a) mobilising capital investment into energy efficiency by considering the wider impacts of energy savings for financial risk management; (b) ensuring better energy and finance performance data by: (i) examining further how energy efficiency investments improve underlying asset values; (ii) supporting studies to assess the monetisation of the non-energy benefits of energy efficiency investments. ",
        "PE-CONS 54/1/18 REV 1 49 EN 3c. For the purpose of mobilising private financing of energy efficiency measures and energy renovation, Member States shall, when implementing this Directive: (a) consider ways to make better use of energy audits under Article 8 to influence decision-making; (b) make optimal use of the possibilities and tools proposed in the smart finance for smart buildings initiative. 3d. By 1 January 2020, the Commission shall provide guidance for Member States on how to unlock private investment. ’; (13) in Article 22, paragraph 2 is replaced by the following: ‘ 2. The Commission is empowered to adopt delegated acts in accordance with Article 23 to amend this Directive by adapting to technical progress the values, calculation methods, default primary energy coefficient and requirements in Annexes I to V, VII to X, and XII. ’ ; ",
        "PE-CONS 54/1/18 REV 1 50 EN (14) Article 23 is amended as follows: (a) paragraph 2 is replaced by the following: ‘ 2. The power to adopt delegated acts referred to in Article 22 shall be conferred on the Commission for a period of five years from… [date of entry into force of this amending Directive]. The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period. ’ ; (b) the following paragraph is inserted: ‘ 3a. Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making * . _________________ * OJ L 123, 12.5.2016, p. 1. ’ ; ",
        "PE-CONS 54/1/18 REV 1 51 EN (15) Article 24 is amended as follows: (a) the following paragraph is inserted: ‘ 4a. In the context of the State of the Energy Union report, the Commission shall report on the functioning of the carbon market in accordance with Article 35(1) and point (c) of Article 35(2) of Regulation (EU) 2018/XX + , taking into consideration the effects of the implementation of this Directive. ’ ; (b) the following paragraphs are added: ‘ 12. By 31 December 2019, the Commission shall assess the effectiveness of the implementation of the definition of small and medium-sized enterprises for the purposes of Article 8(4), and shall submit a report to the European Parliament and to the Council. As soon as possible after submission of that report, the Commission shall, if appropriate, adopt legislative proposals. 13. By 1 January 2021, the Commission shall carry out an assessment of the potential for energy efficiency in conversion, transformation, transmission, transportation and storage of energy, and shall submit a report to the European Parliament and to the Council. That report shall, if appropriate, be accompanied by legislative proposals. + OJ: please insert the number of the Regulation from the document 2016/0375 (COD) - PE-CONS 55/18. ",
        "PE-CONS 54/1/18 REV 1 52 EN 14. By 31 December 2021, the Commission, shall, unless changes to the retail market provisions of Directive 2009/73/EC on common rules for the internal market in gas have meanwhile been proposed, carry out an assessment, and submit a report to the European Parliament and to the Council, on the provisions related to metering, billing and consumer information for natural gas, with the aim of aligning them, where appropriate, with the relevant provisions for electricity in Directive 2009/72/EC, in order to strengthen consumer protection and enable final customers to receive more frequent, clear and up-to-date information about their natural gas consumption and to regulate their energy use. As soon as possible after submission of that report, the Commission shall, if appropriate, adopt legislative proposals. 15. By 28 February 2024, and every five years thereafter, the Commission shall evaluate this Directive and submit a report to the European Parliament and to the Council. ",
        "PE-CONS 54/1/18 REV 1 53 EN That evaluation shall include: (a) an examination of whether to adapt, after 2030, the requirements and the alternative approach laid down in Article 5; (b) an assessment of the general effectiveness of this Directive and the need to adjust further the Union’s energy efficiency policy in accordance with the objectives of the 2015 Paris Agreement on climate change following the 21st Conference of the Parties to the United Nations Framework Convention on Climate Change * and in the light of economic and innovation developments. That report shall be accompanied, if appropriate, by proposals for further measures. ________________ * OJ L 282, 19.10.2016, p. 4. ’ ; (16) the Annexes are amended in accordance with the Annex to this Directive. ",
        "PE-CONS 54/1/18 REV 1 54 EN Article 2 1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by … [ 18 months after the date of entry into force of this amending Directive]. However, Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with points 5 to 10 of Article 1, and points 3 and 4 of the Annex, by … [22 months after the date of entry into force of this amending Directive]. They shall immediately communicate the text of those measures to the Commission. When Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made. 2. Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive. ",
        "PE-CONS 54/1/18 REV 1 55 EN Article 3 This Directive shall enter into force on the third day following that of its publication in the Official Journal of the European Union . Article 4 This Directive is addressed to the Member States. Done at Strasbourg, For the European Parliament For the Council The President The President ",
        "PE-CONS 54/1/18 REV 1 1 ANNEX EN ANNEX The Annexes to Directive 2012/27/EU are amended as follows: (1) in Annex IV, footnote 3 is replaced by the following: ‘ (3) Applicable when energy savings are calculated in primary energy terms using a bottom-up approach based on final energy consumption. For savings in kWh electricity, Member States shall apply a coefficient established through a transparent methodology on the basis of national circumstances affecting primary energy consumption, in order to ensure a precise calculation of real savings. Those circumstances shall be substantiated, verifiable and based on objective and non-discriminatory criteria. For savings in kWh electricity, Member States may apply a default coefficient of 2,1 or use the discretion to define a different coefficient, provided that they can justify it. When doing so, Member States shall take into account the energy mix included in their integrated national energy and climate plans to be notified to the Commission in accordance with Regulation (EU) 2018/XX + . By ... [4 years after the date of entry into force of this amending Directive] and every four years thereafter, the Commission shall revise the default coefficient on the basis of observed data. That revision shall be carried out taking into account its effects on other Union law such as Directive 2009/125/EC and Regulation (EU) 2017/1369 of the European Parliament and of the Council * . ________________ * Regulation (EU) 2017/1369 of the European Parliament and of the Council of 4 July 2017 setting a framework for energy labelling and repealing Directive 2010/30/EU (OJ L 198, 28.7.2017, p. 1). ’ ; + OJ: please insert the number of the Regulation from the document 2016/0375 (COD) - PE-CONS 55/18. ",
        "PE-CONS 54/1/18 REV 1 2 ANNEX EN (2) Annex V is replaced by the following: ‘ ANNEX V Common methods and principles for calculating the impact of energy efficiency obligation schemes or other policy measures under Articles 7, 7a and 7b and Article 20(6) 1. Methods for calculating energy savings other than those arising from taxation measures for the purposes of Articles 7, 7a and 7b and Article 20(6). Obligated, participating or entrusted parties, or implementing public authorities, may use the following methods for calculating energy savings: (a) deemed savings, by reference to the results of previous independently monitored energy improvements in similar installations. The generic approach is termed ‘ ex ante ’ ; (b) metered savings, whereby the savings from the installation of a measure, or package of measures, are determined by recording the actual reduction in energy use, taking due account of factors such as additionality, occupancy, production levels and the weather which may affect consumption. The generic approach is termed ‘ ex post ’ ; ",
        "PE-CONS 54/1/18 REV 1 3 ANNEX EN (c) scaled savings, whereby engineering estimates of savings are used. This approach may be used only where establishing robust measured data for a specific installation is difficult or disproportionately expensive, e.g. replacing a compressor or electric motor with a different kWh rating from that for which independent information about savings has been measured, or where those estimates are carried out on the basis of nationally established methodologies and benchmarks by qualified or accredited experts that are independent of the obligated, participating or entrusted parties involved; (d) surveyed savings, where consumers’ response to advice, information campaigns, labelling or certification schemes or smart metering is determined. This approach may be used only for savings resulting from changes in consumer behaviour. It shall not be used for savings resulting from the installation of physical measures. ",
        "PE-CONS 54/1/18 REV 1 4 ANNEX EN 2. In determining the energy savings for an energy efficiency measure for the purposes of Articles 7, 7a and 7b and Article 20(6), the following principles apply: (a) The savings shall be shown to be additional to those that would have occurred in any event without the activity of the obligated, participating or entrusted parties, or implementing public authorities. To determine the savings that can be claimed as additional, Member States shall have regard to how energy use and demand would evolve in the absence of the policy measure in question by taking into account at least the following factors: energy consumption trends, changes in consumer behaviour, technological progress and changes caused by other measures implemented at Union and national level. ",
        "PE-CONS 54/1/18 REV 1 5 ANNEX EN (b) Savings resulting from the implementation of mandatory Union law shall be considered to be savings that would have occurred in any event, and thus shall not be claimed as energy savings for the purpose of Article 7(1). By way of derogation from that requirement, savings related to the renovation of existing buildings may be claimed as energy savings for the purpose of Article 7(1), provided that the materiality criterion referred to in point 3(h) of this Annex is ensured. Savings resulting from the implementation of national minimum requirements established for new buildings prior to the transposition of Directive 2010/31/EU can be claimed as energy savings for the purpose of point (a) of Article 7(1), provided that the materiality criterion referred to in point 3(h) of this Annex is ensured and those savings have been notified by Member States in their National Energy Efficiency Action Plans in accordance with Article 24(2). (c) Credit may be given only for savings exceeding the following levels: (i) Union emission performance standards for new passenger cars and new light commercial vehicles following the implementation of Regulations (EC) No 443/2009 * and (EU) No 510/2011 of the European Parliament and of the Council ** ; ",
        "PE-CONS 54/1/18 REV 1 6 ANNEX EN (ii) Union requirements relating to the removal from the market of certain energy related products following the implementation of implementing measures under Directive 2009/125/EC. (d) Policies with the purpose of encouraging higher levels of energy efficiency of products, equipment, transport systems, vehicles and fuels, buildings and building elements, processes or markets shall be permitted. (e) Measures promoting the installation of small-scale renewable energy technologies on or in buildings may be eligible to be taken into account for the fulfilment of energy savings required under Article 7(1), provided that they result in verifiable, and measurable or estimable, energy savings. The calculation of energy savings shall comply with the requirements of this Annex. (f) For policies that accelerate the uptake of more efficient products and vehicles, full credit may be claimed, provided that it is shown that such uptake takes place before expiry of the average expected lifetime of the product or vehicle, or before the product or vehicle would usually be replaced, and the savings are claimed only for the period until end of the average expected lifetime of the product or vehicle to be replaced. ",
        "PE-CONS 54/1/18 REV 1 7 ANNEX EN (g) In promoting the uptake of energy efficiency measures, Member States shall, where relevant, ensure that quality standards for products, services and installation of measures are maintained or introduced where such standards do not exist. (h) To account for climatic variations between regions, Member States may choose to adjust the savings to a standard value or to accord different energy savings in accordance with temperature variations between regions. (i) The calculation of energy savings shall take into account the lifetime of the measures and the rate at which the savings decline over time. That calculation shall count the savings each individual action will achieve during the period from its date of implementation to 31 December 2020 or 31 December 2030 as appropriate. Alternatively, Member States may adopt another method that is estimated to achieve at least the same total quantity of savings. When using another method, Member States shall ensure that the total amount of energy savings calculated using that method does not exceed the amount of energy savings that would have been the result of their calculation when counting the savings each individual action will achieve during the period from its date of implementation to 31 December 2020 or 31 December 2030 as appropriate. Member States shall describe in detail in their integrated national energy and climate plans under Regulation (EU) 2018/XX + the other method and the provisions made to ensure that the binding calculation requirement is met. + OJ: please insert the number of the Regulation from the document 2016/0375 (COD) - PE-CONS 55/18. ",
        "PE-CONS 54/1/18 REV 1 8 ANNEX EN 3. Member States shall ensure that the following requirements for policy measures taken pursuant to Article 7b and Article 20(6) are met: (a) policy measures and individual actions produce verifiable end-use energy savings; (b) the responsibility of each participating party, entrusted party or implementing public authority, as relevant, is clearly defined; (c) the energy savings that are achieved or are to be achieved are determined in a transparent manner; (d) the amount of energy savings required or to be achieved by the policy measure is expressed in either final or primary energy consumption, using the conversion factors set out in Annex IV; (e) an annual report on the energy savings achieved by entrusted parties, participating parties and implementing public authorities be provided and made publicly available, as well as data on the annual trend of energy savings; (f) monitoring of the results and taking appropriate measures if progress is not satisfactory; (g) the energy savings from an individual action are not claimed by more than one party; ",
        "PE-CONS 54/1/18 REV 1 9 ANNEX EN (h) the activities of the participating party, entrusted party or implementing public authority are shown to be material to the achievement of the energy savings claimed. 4. In determining the energy saving from taxation related policy measures introduced under Article 7b, the following principles shall apply: (a) credit shall be given only for energy savings from taxation measures exceeding the minimum levels of taxation applicable to fuels as required in Council Directive 2003/96/EC *** or 2006/112/EC **** ; (b) price elasticities for the calculation of the impact of the (energy) taxation measures shall represent the responsiveness of energy demand to price changes, and shall be estimated on the basis of recent and representative official data sources; (c) the energy savings from accompanying taxation policy instruments, including fiscal incentives or payment to a fund, shall be accounted separately. ",
        "PE-CONS 54/1/18 REV 1 10 ANNEX EN 5. Notification of methodology Member States shall in accordance with Regulation (EU) 2018/XX + notify to the Commission their proposed detailed methodology for the operation of the energy efficiency obligation schemes and alternative measures referred to in Articles 7a and 7b, and Article 20(6). Except in the case of taxation, such notification shall include details of: (a) the level of the energy savings required under point (b) of the first subparagraph of Article 7(1) or savings expected to be achieved over the whole period from 1 January 2021 to 31 December 2030; (b) the obligated, participating or entrusted parties, or implementing public authorities; (c) target sectors; (d) policy measures and individual actions, including the expected total amount of cumulative energy savings for each measure; (e) the duration of the obligation period for the energy efficiency obligation scheme; + OJ: please insert the number of the Regulation from the document 2016/0375 (COD) - PE-CONS 55/18. ",
        "PE-CONS 54/1/18 REV 1 11 ANNEX EN (f) the actions provided for by the policy measure; (g) the calculation methodology, including how additionality and materiality have been determined and which methodologies and benchmarks are used for deemed and scaled savings; (h) the lifetimes of measures, and how they are calculated or what they are based upon; (i) the approach taken to address climatic variations within the Member State; (j) the monitoring and verification systems for measures under Articles 7a and 7b and how their independence from the obligated, participating or entrusted parties is ensured; (k) in the case of taxation: (i) the target sectors and segment of taxpayers; (ii) the implementing public authority; (iii) the savings expected to be achieved; (iv) the duration of the taxation measure; and ",
        "PE-CONS 54/1/18 REV 1 12 ANNEX EN (v) the calculation methodology, including the price elasticities used and how they have been established. ________________ * Regulation (EC) No 443/2009 of the European Parliament and of the Council of 23 April 2009 setting emission performance standards for new passenger cars as part of the Community’s integrated approach to reduce CO 2 emissions from light-duty vehicles (OJ L 140, 5.6.2009, p.1). ** Regulation (EU) No 510/2011 of the European Parliament and of the Council of 11 May 2011 setting emission performance standards for new light commercial vehicles as part of the Union’s integrated approach to reduce CO 2 emissions from light-duty vehicles (OJ L 145, 31.5.2011, p.1). *** Council Directive 2003/96/EC of 27 October 2003 restructuring the Community framework for the taxation of energy products and electricity (OJ L 283, 31.10.2003, p. 51). **** Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (OJ L 347, 11.12.2006, p. 1). ’ ; ",
        "PE-CONS 54/1/18 REV 1 13 ANNEX EN (3) in Annex VII, the title is replaced by the following: ‘ Minimum requirements for billing and billing information based on actual consumption of electricity and gas ’ ; (4) the following Annex is inserted: ‘ ANNEX VIIa Minimum requirements for billing and consumption information for heating, cooling and domestic hot water 1. Billing based on actual consumption or heat cost allocator readings In order to enable final users to regulate their own energy consumption, billing shall take place on the basis of actual consumption or heat cost allocator readings at least once per year. 2. Minimum frequency of billing or consumption information From … [22 months after the date of entry into force of this amending Directive], where remotely readable meters or heat cost allocators have been installed, billing or consumption information based on actual consumption or heat cost allocator readings shall be provided to final users at least quarterly upon request or where final customers have opted to receive electronic billing, or else twice a year. ",
        "PE-CONS 54/1/18 REV 1 14 ANNEX EN From 1 January 2022, where remotely readable meters or heat cost allocators have been installed, billing or consumption information based on actual consumption or heat cost allocator readings shall be provided to final users at least monthly. It may also be made available via the internet and be updated as frequently as allowed by the measurement devices and systems used. Heating and cooling may be exempted from that requirement outside the heating/cooling seasons. 3. Minimum information contained in the bill Member States shall ensure that the following information is made available to final users in clear and comprehensible terms in or with their bills where those are based on actual consumption or heat cost allocator readings: (a) current actual prices and actual consumption of energy or total heat cost and heat cost allocator readings; (b) information about the fuel mix used and the related annual greenhouse gas emissions, including for final users supplied by district heating or district cooling, and a description of the different taxes, levies and tariffs applied. Member States may limit the scope of the requirement to provide information about greenhouse gas emissions to include only supplies from district heating systems with a total rated thermal input exceeding 20 MW; ",
        "PE-CONS 54/1/18 REV 1 15 ANNEX EN (c) comparisons of the final users current energy consumption with consumption for the same period in the previous year, in graphic form, climate corrected for heating and cooling; (d) contact information for final customers’ organisations, energy agencies or similar bodies, including website addresses, from which information on available energy efficiency improvement measures, comparative end-user profiles and objective technical specifications for energy-using equipment may be obtained; (e) information about related complaints procedures, ombudsman services or alternative dispute resolution mechanisms, as applicable in the Member States; (f) comparisons with an average normalised or benchmarked final user in the same user category. In the case of electronic bills, such comparisons may instead be made available online and signposted to within the bills. Bills that are not based on actual consumption or heat cost allocator readings shall contain a clear and comprehensible explanation of how the amount set out in the bill was calculated, and at least the information referred to in points (d) and (e). ’ ; ",
        "PE-CONS 54/1/18 REV 1 16 ANNEX EN (5) in Annex IX, point (g) of the fourth paragraph of Part 1 is replaced by the following: ‘ (g) Economic analysis: Inventory of effects The economic analyses shall take into account all relevant economic effects. Member States may assess, and take into account in their decision-making, costs and energy savings from the increased flexibility in energy supply and from a more optimal operation of the electricity networks, including avoided costs and savings from reduced infrastructure investment, in the analysed scenarios. The costs and benefits referred to in the first paragraph shall include at least the following: (i) Benefits – Value of output to the consumer (heat and electricity) – External benefits such as environmental, greenhouse gas emissions and health and safety benefits, to the extent possible – Labour market effects, energy security and competitiveness, to the extent possible; ",
        "PE-CONS 54/1/18 REV 1 17 ANNEX EN (ii) Costs – Capital costs of plants and equipment – Capital costs of the associated energy networks – Variable and fixed operating costs – Energy costs – Environmental, health and safety costs, to the extent possible – Labour market costs, energy security and competitiveness, to the extent possible. ’ ; (6) in Annex XII, point (a) of the first paragraph is replaced by the following: ‘ (a) set up and make public their standard rules relating to the bearing and sharing of costs of technical adaptations, such as grid connections, grid reinforcements and the introduction of new grids, improved operation of the grid and rules on the non-discriminatory implementation of the grid codes, which are necessary in order to integrate new producers feeding electricity produced from high-efficiency cogeneration into the interconnected grid; ’ . "
    ]
}