{
    "text": [
        "",
        "",
        "",
        "",
        "1 2 ",
        "    ",
        "",
        "5 Climate Change May - June 2015 Report Special Eurobarometer 435 EXECUTIVE SUMMARY Climate change remains a key concern for the European public. Altogether, 91% see climate change as a serious problem, with 69% considering it a very serious problem. Almost half of all Europeans (47%) think that climate change is one of the world's most serious problems and around one in six (15%) think it is the single most serious problem that the world faces. § Regional variations are noticeable. In Sweden, Finland and Denmark, climate change is seen as the single most serious challenge facing the world, for example, while in parts of Eastern Europe, armed conflict is considered the most serious issue; § Climate change is perceived to be the fourth most serious problem facing the world after poverty (30%), international terrorism (19%) and the economic situation (16%, a decrease of 8 percentage points from 2013). The proportion of respondents who think that the economic situation is the world's most serious problem has declined in all Member States. Since the last survey there has been a substantial increase in the proportion of Europeans who view international terrorism as the most serious problem now facing the world, up 11 percentage points from 2013. § There is an overwhelming consensus that tackling climate change requires a collective global effort. More than nine out of ten respondents (93%) say that fighting climate change will only be effective if all countries of the world act together; § Tackling climate change is mainly seen as the responsibility of national governments (42%), business and industry (35%) and the European Union (35%). However, there has been a noticeable increase in the proportion of Europeans who think that there is a collective responsibility for tackling climate change (16%, compared with 10% in 2013); § Almost half (49%) of EU citizens say they took some kind of action to combat climate change over the last six months. When prompted with specific actions, however, the proportion rises to 93%, showing an increase from 2013 (+4 percentage points). There has been a significant increase in all action areas compared to 2013, in particular in the proportion of Europeans buying local and seasonal produce (49%, compared to 36% in 2013) and environmentally- friendly products (42%, compared to 36% in 2013); § Reducing and separating waste for recycling is the most common action undertaken, with almost three-quarters (74%) having done this (+5 percentage points from 2013). Buying fewer disposable items comes second. Some 57% of Europeans (+6 percentage points from 2013) say they try to cut down on disposable items, such as plastic bags from supermarkets and excessive packaging; § There is also a positive view of the economic benefits of tackling climate change − more than eight out of ten Europeans (81%) believe that fighting climate change and using energy more efficiently can boost the economy and create jobs in the EU; § Roughly two-thirds of Europeans (65%) also think that reducing fossil fuel imports can benefit the EU economy, with around one in four (26%) saying they totally agree. The same proportion agree that reducing imports of fossil fuels can also increase the security of EU energy supplies; § More than nine in 10 Europeans (92%) think it is important that their government provides support for improving energy efficiency by 2030, with more than half (52%) saying it is “very important”; § Similarly, just over nine in 10 Europeans (91%) say it is important that their government sets targets to increase the amount of renewable energy used by 2030, with a small increase in those who say it is “very important” (52%, +3 percentage points from 2013). ",
        "",
        "",
        "  ",
        "  ",
        "",
        "    ",
        "",
        "     ",
        "    ",
        "      ",
        "   ",
        "",
        "     ",
        "",
        "",
        "",
        "",
        "",
        "",
        "25 Climate Change May - June 2015 Report Special Eurobarometer 435 MULTIPLE ANSWERS POSSIBLE ",
        "      ",
        "",
        "",
        "",
        "",
        "       ",
        "",
        "",
        "",
        "  ",
        "         ",
        "37 Climate Change May - June 2015 Report Special Eurobarometer 435 MULTIPLE ANSWERS POSSIBLE ",
        "     ",
        "",
        "  ",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "  ",
        "",
        "",
        "",
        "    ",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}