{
    "text": [
        "JRC Statistical audit of the Equal Measures 2030 SDG Gender Index Papadimitriou, Eleni Caperna, Giulio 2019 EUR 29777 EN ",
        "This publication is a Technical report by the Joint Research Centre (JRC), the European Commission’s science and knowledge service. It aims to provide evidence-based scientific support to the European policymaking process. The scientific output expressed does not imply a policy position of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of this publication. Contact information Competence Centre on Composite Indicators and Scoreboards jrc-coin@ec.europa.eu https://ec.europa.eu/jrc/en/coin https://composite-indicators.jrc.ec.europa.eu/ EU Science Hub https://ec.europa.eu/jrc JRC117007 EUR 29777 EN PDF ISBN 978-92-76-08564-5 ISSN 1831-9424 doi:10.2760/09421 Luxembourg: Publications Office of the European Union, 2019 © European Union, 2019 The reuse policy of the European Commission is implemented by Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Reuse is authorised, provided the source of the document is acknowledged and its original meaning or message is not distorted. The European Commission shall not be liable for any consequence stemming from the reuse. For any use or reproduction of photos or other material that is not owned by the EU, permission must be sought directly from the copyright holders. All content © European Union, 2019 How to cite this report: Papadimitriou, E., Caperna, G., The JRC Statistical audit of the Equal Measures 2030 SDG Gender Index , EUR 29777 EN, Publications Office of the European Union, Luxembourg, 2019, ISBN 978- 92-76-08564-5, doi:10.2760/09421, JRC117007 ",
        "i Contents Abstract ............................................................................................................... 2 1 Introduction ...................................................................................................... 3 2 Conceptual and statistical coherence .................................................................... 4 2.1 Relevance to the SDG Gender Index framework .............................................. 4 2.2 Data availability ........................................................................................... 5 2.3 Data imputation .......................................................................................... 6 2.4 Outlier detection .......................................................................................... 7 2.5 Normalisation .............................................................................................. 7 2.6 Weighting and aggregation ........................................................................... 7 2.7 Cross-correlation analysis ............................................................................. 8 2.8 Principal components analysis – Goals as intermediate step towards the index creation? ........................................................................................................ 10 3 Impact of modelling assumptions on the SDG Gender Index results ....................... 13 4 Conclusions .................................................................................................... 17 References ......................................................................................................... 18 Annexes ............................................................................................................. 19 Annex I. List of indicators included in the EM2030 SDG Gender Index .................... 19 Annex II. Correlation table between indicators and goals ...................................... 21 Annex III. Nominal ranks with 90% confidence intervals ...................................... 22 ",
        "2 Abstract In 2015, the United Nations adopted the 2030 Agenda for Sustainable Development with the 17 Sustainable Development Goals (SDGs) and 169 associated targets. All 193 United Nations (UN) member states have committed to achieving sustainable development across its three dimensions –economic, social, and environmental– in a balanced and integrated manner. Gender equality is embedded in every goal and there is increasing demand for gender-related data. Equal Measures 2030 developed the SDG Gender Index to help girls’ and women’s movements measure progress on the gender equality aspects of the majority of the Sustainable Development Goals. The SDG Gender Index is a tool that gender advocates can use to frame their influencing on the gender equality elements of the SDGs. The pilot version of the EM2030 SDG Gender Index launched on 2018, focused in six countries and the current 2019 version is the first global version including 129 countries. The statistical audit presented here was performed by the European Commission’s Joint Research Centre, and it aims to contribute to ensuring the transparency and reliability of the EM2030 SDG Gender Index 2019. It should enable policymakers to derive more accurate and meaningful conclusions, and to potentially guide choices on priority setting and policy formulation. The present JRC audit delves into data quality issues, the conceptual and statistical coherence of the framework and the impact of modelling assumptions on the results. The SDG Gender Index represents a very comprehensive index to date on gender equality aligned to the SDGs and it is a remarkable effort of synthetizing the 14 gender related goals into a single measure. The index ranks are robust, tested to various different assumptions, thus they allow for meaningful conclusions to be drawn. ",
        "3 1 Introduction Agenda 2030 and the Sustainable Development Goals (SDGs), adopted by all member states of the United-Nations in 2015, describe a universal agenda that applies to and must be implemented by all countries. Sound metrics and data are critical for turning the SDGs into practical tools for problem solving. Focusing on the gender perspective, it is important that advocates and decision-makers have the data they need and in the form they need them to guide their pursuit of the gender equality commitments in the Sustainable Development Goals. The SDG Gender Index was developed by the Equal Measures 2030 in its pilot version on 2018 [1]. That version included six initial focus countries – Colombia, El Salvador, India, Indonesia, Kenya and Senegal. Its development has been informed by the findings of two formal surveys: one with policymakers in focus countries in 2017 and the other with global gender advocates in 2018. Together, these have increased the understanding of the demand for gender-related data and the inherent challenges and opportunities in connecting such data with advocacy and action for gender equality. Since gender equality is embedded in every goal, the SDG Gender Index is an important tool to monitor key advancements across the entire SDG agenda. The Index aims to help advocates to measure progress on the gender equality aspects of the SDGs and to use data, stories and evidence to hold policymakers accountable across countries. The 2019 EM2030 SDG Gender Index includes 129 countries while the individual SDG scores present data for all available countries, the number of which may differ in each SDG. The statistical audit of the first global version of the EM2030 SDG Gender Index was performed by the European Commission’s Competence Centre on Composite Indicators and Scoreboards (COIN) at the Joint Research Centre (JRC) and was conducted upon invitation of the index developers. The analysis herein aims at shedding light on the transparency and reliability of the SDG Gender index 2019 and thus to enabling advocates and policymakers to derive more accurate and meaningful conclusions, and to potentially guide choices on priority setting and policy formulation. The JRC assessment 1 of the SDG Gender index 2019 focuses on two main issues: the statistical coherence of the hierarchical structure of indicators (section 2) and the impact of key modelling assumptions on the SDG Gender index ranking (section 3). It involves three steps: In the first step, the main descriptive statistics of the data are shown, and an initial data analysis is performed to detect missing values and potential outliers. In the next step, the statistical coherence is examined through a multilevel analysis of the correlations of the indicators and between the indicators and the index. Finally, in the last step, the robustness of the index and the impact of key modelling assumptions to the index ranking are tested. In particular, the considered assumptions are the structure of the indicators’ framework, the aggregation formula and the weighting scheme. The JRC analysis complements the reported country rankings for the SDG index with confidence intervals in order to better appreciate the robustness of these ranks to the computation methodology. 1 The JRC statistical audit is based on the recommendations of the OECD & JRC (2008) Handbook on Composite Indicators, and on more recent research from the JRC. Generally, JRC audits of composite indicators and scoreboards are conducted upon request of their developers, see https://ec.europa.eu/jrc/en/coin and https://composite-indicators.jrc.ec.europa.eu/ ",
        "4 2 Conceptual and statistical coherence 2.1 Relevance to the SDG Gender Index framework The conceptual framework of the SDG Gender Index covers 14 out of the 17 SDGs agreed by all UN member states (Table 1). The authors decided to maintain the alignment with the global goals framework [2] and in this way assist countries to measure their baselines and progress in each goal. At the same time, the focus is in the gender aspect throughout the SDGs, and for that reason, only 14 out of 17 SDGs are included [1], and they are the ones where the gender aspect is more evident and can be monitored. This choice is well justified, given its linkage with the 2030 global policy agenda. Table 1. Conceptual framework of the SDG Index The indicators were selected based on five criteria: relevance to monitoring achievement of the SDGs; statistical adequacy (i.e. they are valid and reliable measures); timeliness as they are up to date and published on a schedule; data quality since the data series represent the best available measure for a specific issue and derive from official national or international sources, and coverage. Its design has been informed by consultations across the EM2030 partnership (including with national partners in the focus countries), the public, by inputs from experts, and by surveys with policymakers and gender advocates worldwide. For each of the 14 SDGs that are included in the EM2030 SDG Gender Index framework, three to five indicators were selected that capture the key gender dimensions of the goal totalling 51 indicators. While the conceptual relevance of the indicators underpinning the framework is not addressed here, the developers have used a parsimonious approach that serves as a good starting point, having a rather balanced number of indicators across SDGs. N u m b e r o f i n d i c a t o r s S u s t a i n a b ili t y D i m e n s i o n S D G 1 N o P o v e r t y 4 S o c i a l S D G 2 Z e r o H un g e r 3 S o c i a l S D G 3 G oo d H e a l t h a n d W e ll - b e i n g 3 S o c i a l S D G 4 Q u a li t y E d u c a t i o n 4 S o c i a l S D G 5 G e n d e r E q u a li t y 5 S o c i a l S D G 6 C l e a n W a t e r a n d S a n i t a t i o n 3 E n v i r o n m e n t a l S D G 7 A ff o r d a b l e a n d C l e a n E n e r g y 3 E n v i r o n m e n t a l S D G 8 D e c e n t W o r k a n d E c o n o m i c G r o w t h 5 S o c i o - E c o n o m i c S D G 9 I n d u s t r y , I nn o v a t i o n a n d I n f r a s t r u c t u r e 4 S o c i o - E c o n o m i c S D G 10 R e d u c e d I n e q u a li t y 3 S o c i a l S D G 11 S u s t a i n a b l e C i t i e s a n d C o mm un i t i e s 3 E n v i r o n m e n t a l S D G 13 C li m a t e A c t i o n 3 E n v i r o n m e n t a l S D G 16 P e a c e a n d J u s t i c e S t r o n g I n s t i t u t i o n s 4 S o c i a l S D G 17 P a r t n e r s h i p s t o A c h i e v e t h e G o a l 4 S o c i o - E c o n o m i c S u s t a i n a b l e D e v e l o p m e n t G o a l ( S D G ) ",
        "5 2.2 Data availability The SDG Gender index 2019 has been calculated for 129 countries and includes many of the official gender-related SDG indicators developed by the Inter-Agency and Expert Group on SDG Indicators (IAEG-SDGs) and adopted by the UN [3]. At the same time it has a particular focus on complementary indicators that capture information on laws, policies and public finance, as these signal national progress towards the SDGs today, where data for the full set of official SDG outcome indicators may not be collected or ready to be reported for some time. 41% of the SDG Gender index indicators are official and 59% complementary. The developers’ team uses reliable, publicly available and recently updated data sources, published by official data providers (World Bank, WHO, UNICEF, ILO, others) and other organizations including research centres and non-governmental organisations, with 60% of the data having reference year 2017 or later. This is an important point given that the quality and adequacy of the index lies not only on the index development, but also on getting reliable data. Table 2 offers summary statistics for the indicators of the EM2030 SDG Gender Index and highlights the cases in which specific issues were found in terms of presence of outliers. In the table, some preliminary imputations made by the developers’ team are included. Moreover, for each indicator, sustainability “targets” were determined based on either explicit/implicit SDGs targets or average performance of the best performers. These upper and lower bounds are also included in Table 2. The JRC recommendation considering these targets would be to keep them fixed for the future editions of the index in order to allow for comparability of the results. Table 2. Summary statistics of the indicators (raw data) included in the SDG Gender Index Goal Indicator Number of observations Missing data (%) Mean Skewness Kurtosis Minimum value Maximum value Lower bound Upper bound Direction I1a 127 1.6 24.3 0.9 0.0 0.4 70.9 0.4 82.3 -1 I1b 120 7.0 52.8 -0.1 -1.5 0.0 100.0 0.0 100.0 1 I1c 127 1.6 0.9 -1.7 1.6 0.3 1.0 0.0 1.0 1 I1d 129 0.0 0.6 0.0 -1.3 0.2 0.9 0.2 1.0 1 I2a 125 3.1 11.0 1.5 1.5 2.5 46.6 2.5 61.8 -1 I2b 129 0.0 20.9 0.1 -0.6 2.6 43.1 2.6 63.3 -1 I2c 129 0.0 28.5 0.8 0.3 8.7 70.2 8.7 70.2 -1 I3a 129 0.0 160.4 2.1 5.5 3.0 1360.0 3.0 1360.0 -1 I3b 129 0.0 54.5 0.9 -0.3 1.3 179.0 0.7 229.0 -1 I3c 129 0.0 67.7 -0.8 -0.4 20.6 94.8 16.5 94.8 1 I4a 114 11.6 10.7 2.1 5.5 0.0 85.3 0.0 85.3 -1 I4b 121 6.2 54.2 -0.2 -1.5 0.9 96.0 0.9 97.6 1 I4c 116 10.1 24.7 0.8 0.1 3.1 69.7 0.3 69.7 -1 I4d 125 3.1 81.0 -1.3 0.5 14.0 100.0 14.0 100.0 1 I5a 122 5.4 16.8 1.0 0.8 0.0 76.3 0.0 76.3 -1 I5b 123 4.7 24.0 0.6 -0.9 0.1 74.8 0.1 92.1 -1 I5c 128 0.8 66.0 -0.1 -1.6 25.0 100.0 25.0 100.0 1 I5d 129 0.0 23.5 0.4 -0.2 0.0 61.3 0.0 61.3 1 I5e 129 0.0 20.7 0.6 0.1 0.0 52.9 0.0 52.9 1 I6a 129 0.0 86.6 -1.3 0.6 38.9 100.0 19.3 100.0 1 I6b 129 0.0 74.0 -0.9 -0.6 7.1 100.0 7.1 100.0 1 I6d 129 0.0 0.7 -0.1 -0.5 0.3 1.0 0.3 1.0 1 SDG6 SDG1 SDG2 SDG3 SDG4 SDG5 ",
        "6 Notes: Indicators shaded in red have absolute skewness greater than 2.0 and kurtosis greater than 3.5. The list of indicators is provided in Annex I. Source: European Commission, Joint Research Centre, 2019 The data coverage for the indicators included in the index is very good, covering at least 80% at indicator level. In most cases it is even more than 90%, except for indicators 4a (over-age female students enrolled in primary education), 8b (women \"contributing family workers”), 9d (women in science and technology research positions) and 17c (Extent to which a national budget is broken down by factors such as gender, age, income, or region) that have a more increased number of missing countries; this however does not exceed 20%. Countries are included if data availability is 90% at index level apart from Belize and Saudi Arabia, that are slightly below that threshold, with 88% and 86% respectively. At individual SDG level, the developers aligned with the JRC empirical recommendation of 75% data availability, in a way that a country gets a goal score when it has data for at least three out of four or four out of five indicators, in the more populated goals, or all indicators, at the less populated goals. 2.3 Data imputation In order to reach the aforementioned data coverage, a few country data have been imputed for some indicators, mainly using different sources. That is the case for 15 indicators (1a, 1b, 4b, 4d, 5a, 5b, 7b, 8b, 9c, 10a, 16c, 17a and 17b) out of the 51. In two cases, for the indicators 4a (over-age female students in primary education) and 4c (young women not G o a l I n d i c a t o r N u m b e r o f o b s e r v a t i o n s M i s s i n g d a t a ( % ) M e a n S k e w n e s s K u r t o s i s M i n i m u m v a l u e M a x i m u m v a l u e D i r e c t i o n I 7 a 1 2 9 0 . 0 8 3 . 0 - 1 . 4 0 . 4 8 . 8 1 0 0 . 0 7 . 6 1 0 0 . 0 1 I 7 b 1 2 7 1 . 6 6 5 . 9 - 0 . 7 - 1 . 1 4 . 9 9 5 . 1 4 . 9 9 5 . 1 1 I 7 c 1 2 9 0 . 0 0 . 7 - 0 . 4 - 0 . 5 0 . 4 0 . 9 0 . 4 0 . 9 1 I 8 a 1 1 9 7 . 8 0 . 6 0 . 1 - 0 . 4 0 . 4 0 . 9 0 . 4 0 . 9 1 I 8 b 1 1 3 1 2 . 4 1 2 . 4 1 . 5 1 . 4 0 . 1 6 3 . 9 0 . 1 6 3 . 9 - 1 I 8 c 1 2 0 7 . 0 3 . 4 1 . 0 0 . 8 0 . 0 1 0 . 0 0 . 0 1 0 . 0 - 1 I 8 d 1 2 9 0 . 0 3 . 6 - 0 . 5 - 0 . 5 1 . 0 5 . 0 1 . 0 5 . 0 1 I 8 e 1 2 9 0 . 0 5 7 . 0 0 . 1 - 1 . 3 1 . 7 1 0 0 . 0 1 . 7 1 0 0 . 0 1 I 9 a 1 2 8 0 . 8 0 . 5 0 . 3 - 1 . 2 0 . 0 1 . 0 0 . 0 1 . 0 1 I 9 b 1 2 9 0 . 0 0 . 5 0 . 1 - 0 . 6 0 . 2 0 . 9 0 . 2 1 . 0 1 I 9 c 1 2 7 1 . 6 5 0 . 6 - 0 . 1 - 1 . 3 4 . 6 9 7 . 2 0 . 7 9 9 . 8 1 I 9 d 1 1 0 1 4 . 7 3 6 . 4 0 . 0 0 . 4 1 . 4 8 5 . 5 1 . 4 8 5 . 5 1 I 1 0 a 1 2 7 1 . 6 1 . 9 2 . 0 5 . 3 0 . 6 7 . 1 0 . 6 7 . 1 - 1 I 1 0 b 1 2 9 0 . 0 9 . 9 - 0 . 1 - 1 . 0 2 . 0 1 6 . 0 0 . 0 1 6 . 0 1 I 1 0 c 1 2 7 1 . 6 7 2 . 4 - 0 . 8 0 . 9 1 0 . 0 1 0 0 . 0 1 0 . 0 1 0 0 . 0 1 I 1 1 a 1 2 9 0 . 0 0 . 7 - 0 . 1 - 1 . 1 0 . 3 1 . 0 0 . 3 1 . 0 1 I 1 1 b 1 2 9 0 . 0 2 4 . 9 1 . 7 3 . 2 5 . 7 9 4 . 3 5 . 7 9 4 . 3 - 1 I 1 1 c 1 2 9 0 . 0 0 . 5 0 . 2 - 0 . 5 0 . 2 0 . 9 0 . 1 0 . 9 1 I 1 3 a 1 2 7 1 . 6 3 . 7 - 1 . 5 2 . 0 1 . 0 5 . 0 1 . 0 5 . 0 1 I 1 3 b 1 2 9 0 . 0 2 4 . 2 1 . 3 0 . 3 0 . 0 1 0 0 . 0 0 . 0 1 0 0 . 0 1 I 1 3 c 1 2 9 0 . 0 0 . 4 0 . 4 - 0 . 7 0 . 3 0 . 7 0 . 3 0 . 7 - 1 I 1 6 a 1 2 2 5 . 4 8 4 . 2 - 1 . 7 1 . 8 2 . 7 1 0 0 . 0 2 . 7 1 0 0 . 0 1 I 1 6 b 1 2 9 0 . 0 2 . 4 2 . 4 7 . 4 0 . 2 1 5 . 7 0 . 0 1 5 . 7 - 1 I 1 6 c 1 2 3 4 . 7 2 4 . 7 0 . 4 - 0 . 2 0 . 0 6 6 . 7 0 . 0 1 0 0 . 0 1 I 1 6 d 1 2 8 0 . 8 5 . 6 - 0 . 5 - 1 . 0 0 . 6 9 . 7 0 . 6 1 0 . 0 - 1 I 1 7 a 1 1 9 7 . 8 5 . 2 1 . 8 1 . 8 0 . 0 3 1 . 2 0 . 0 3 1 . 2 1 I 1 7 b 1 2 2 5 . 4 1 7 . 2 0 . 5 0 . 5 1 . 5 3 7 . 2 0 . 1 3 8 . 5 1 I 1 7 c 1 0 3 2 0 . 2 1 8 . 4 1 . 6 0 . 9 0 . 0 1 0 0 . 0 0 . 0 1 0 0 . 0 1 I 1 7 d 1 2 9 0 . 0 3 8 . 7 - 0 . 6 0 . 0 0 . 0 8 5 . 0 0 . 0 8 5 . 0 1 S D G 1 1 S D G 1 3 S D G 1 6 S D G 1 7 S D G 7 S D G 8 S D G 9 S D G 1 0 ",
        "7 in education, employment or training), the data for three (China, Nigeria and Japan) and one (Republic of Korea) country respectively, have been imputed by estimations based on similar countries. Last, for six countries in indicator 9c (women with internet access) the regional average is used. These are Albania, Belize, Guatemala, Jordan, Lebanon and Venezuela. 2.4 Outlier detection Potentially problematic indicators that could bias the overall index results were identified on the basis of two measures related to the shape of the distributions: skewness and kurtosis. A practical rule suggested by the JRC is that country values should be considered and possibly treated if the indicators have absolute skewness greater than 2.0 and kurtosis greater than 3.5 [4], [5]. Based on this rule, Table 2 shows that initially there may be three potentially problematic indicators in the raw data set (3a, 4a and 16b), which would require greater attention because of their skewed distributions. The index developers considered those recommendations and opted to winsorise the values of indicators 3a (Maternal mortality ratio) and 16b (Female victims of intentional homicide) at the 2.5 th percentile of the distribution, correcting that way for the outliers. Indicator 4a was not changed, as the developers believe the specific data point is important for the distribution to be ignored. A general suggestion would be to treat only the values that is needed according the skewness and kurtosis rule, taking into account the fact that indicators 3a and 4a were not showing very strong evidence of the presence of outliers (skewness 2.1). When the 2.5 th percentile is used, it may happen that an indicator is treated more than necessary, or that important values remain out. 2.5 Normalisation The indicators’ values are normalised using the min-max normalisation method on a scale of 0 and 100. The normalisation is based on all countries with data, not only the 129 countries of the index, in order to reflect the world’s situation for each indicator, taking into account a maximum of countries available. The same methodology will be applied in future iterations of the global index, with the expectation of including more countries. The rescaling equation ensures that all rescaled variables are expressed as ascending variables (i.e. higher values denoting better performances). In this way, the rescaled data become easy to interpret and compare across all indicators. In some cases, fixed bounds (targets) are applied instead of the observed minimum or maximum values. These are based on explicit/implicit SDG targets: as the developers state, it is not sufficient to be reaching the level of the best performing country if it still means that girls are still out of school or women are illiterate. The JRC suggestion, however, would be to publicly disclose the type and values of the target adopted for each indicator and to keep them fixed over the future editions to allow for comparability of the results. 2.6 Weighting and aggregation The SDG Gender Index developers opted to use equal weights both aggregating from the indicators to the overall index and from the indicators to form the independent SDG scores. However, assigning equal weights to the indicators do not necessarily guarantee an equal contribution of the indicators to the SDG Gender Index [5], [6]. Arithmetic averaging is used to build the SDG Gender Index; although the 14 SDGs are calculated as averages of the individual indicators and used for the country analysis, these ",
        "8 averages are not used as an intermediate step towards the creation of the index. Instead, the overall EM2030 SDG Gender Index score is calculated directly as the arithmetic average of the 51 base indicators. The developers’ team opted for that procedure since for some countries the data coverage was not enough to calculate a robust goal score and they wanted to ensure that observed national data are used rather than estimated and that governments could see their data (or the lack of data they should have reported). Another reason was the interest to implicitly give the same weight to indicators and thus slightly more weight to the issues (gender equality SDG 5 and economic empowerment SDG 8) which are represented by five indicators each, as they are considered central to overall progress. The impacts of the aggregation formula as well as of the weighting scheme in the index results are discussed thoroughly in section 3. 2.7 Cross-correlation analysis The practical items addressed in this step relate to the statistical coherence of the EM2030 SDG Gender Index, which should be considered a necessary (but not necessarily sufficient) condition for a sound index. Given that the present statistical analysis is mostly based on correlations, the correspondence of the SDG Gender Index to a real world phenomenon needs to be critically addressed because “correlations need not necessarily represent the real influence of the individual indicators on the phenomenon being measured” [5]. The 1% significance level is used to determine whether the correlation between two variables is statistically significant. In the ideal case, there should be positive significant correlations within the index, i.e. each indicator positively correlated with the overall score. Redundancy should be avoided in the framework because if two indicators are collinear, this amounts to double-counting (and therefore over-weighting) the same phenomenon. Although the goal scores are not used in the process of constructing the overall SDG Gender index, but instead the indicators are aggregated all together to form directly the final score, they consist of a big part of the developers’ analysis and monitoring of key advancements on gender equality across the entire SDG agenda. For that reason, they are used in the present correlation analysis; moreover, it is always relevant to compare indicators of the same goal and then goals between each other. A detailed analysis confirms that most of the indicators are more correlated to their own goal than to any other goal (see Annex II). A few exceptions were found (indicators 5a: Proportion of women aged 20-24 years who were married or in a union before age 18, 7c: Proportion of women who are satisfied with the quality of air where they live, 13c: Level of climate vulnerability, 16a: Proportion of children <5 years whose births were registered with a civil authority) but as the SDG Gender Index conceptual framework is limited to follow the structure of the UN SDG official framework, those indicators cannot be simply transferred from one goal to another. One recommendation for the future editions of the index would be to reconsider some of these indicators and substitute them for ones that could be even more relevant for the specific SDG. This option may be more achievable in the future, when more and more data sources and indicators will be available and comply better with the official UN SDG framework. Table 3 shows the correlation between indicators, their respective goal and the overall index. One indicator (2b) is negatively correlated with its respective goal and with the index (highlighted in red). Other indicators are highly collinear (i.e. Pearson correlation coefficients greater than 0.92) with their respective goal (highlighted in blue). ",
        "9 Overall, correlations within each goal are significant and positive, but there are a few indicators, which would require greater attention due to their really high correlations (>0.93) with their respective goals. Moreover, it should be highlighted that indicator 2b (Prevalence of obesity among women) is negatively correlated with most indicators, its goal (SDG2) and the index. A recommendation would be the creation of a new indicator by adding the percentages of obesity and wasting over the same female population, since the relative official SDG Indicator is referring to malnutrition [3]. Table 3. Correlations between the indicators, their respective goal and the overall index. Notes: Numbers represent the Pearson correlation coefficients between each indicator and the corresponding goal as well as between each indicator and the overall index. Correlations that are not significant at the significance level of α = 0.01 are highlighted in grey (critical value of 0.226). Very high correlations (i.e. Pearson correlation coefficients greater than 0.92) are highlighted in blue and negative correlations in red. Source: European Commission, Joint Research Centre, 2019 Table 4 summarises the correlation coefficients between goals as well as between each goal and the overall index. Values greater than 0.70 are desirable in this table, as they imply that the index captures at least 50% (≈ 0.70 × 0.70) of the variation in the underlying goals and vice-versa. However, here the main emphasis should be put on the imbalance between the correlations. In the table all the goals except SDG13 and SDG16 show a correlation higher than 0.7 with the index, suggesting that the importance of these two goals is lower respect to the other goals; nevertheless they show significant correlation with the index (around 0.60). Goal 9 shows very high correlation with the index (Pearson correlation coefficient 0.94) and the same happens between goal6 and goal7 (Pearson correlation coefficient 0.93). While this aspect is not a problematic issue, the developers may want to take into account for the future editions. I n d i c a t o r i d I n d e x R e s p e c t i v e S D G I n d i c a t o r i d I n d e x R e s p e c t i v e S D G I n d i c a t o r i d I n d e x R e s p e c t i v e S D G S 1 a 0 . 6 7 0 . 7 5 S 1 1 a 0 . 7 7 0 . 8 7 S 1 b 0 . 7 3 0 . 8 5 S 6 a 0 . 7 9 0 . 9 4 S 1 1 b 0 . 6 4 0 . 6 4 S 1 c 0 . 4 2 0 . 4 0 S 6 b 0 . 8 3 0 . 9 6 S 1 1 c 0 . 4 7 0 . 6 6 S 1 d 0 . 8 1 0 . 8 3 S 6 d 0 . 6 5 0 . 7 0 S 1 3 a 0 . 5 1 0 . 6 1 S 2 a 0 . 7 2 0 . 7 5 S 7 a 0 . 7 5 0 . 9 5 S 1 3 b 0 . 2 3 0 . 8 4 S 2 b - 0 . 3 5 0 . 0 5 S 7 b 0 . 8 1 0 . 9 5 S 1 3 c 0 . 9 0 0 . 5 0 S 2 c 0 . 7 7 0 . 7 5 S 7 c 0 . 2 1 0 . 2 4 S 1 6 a 0 . 7 2 0 . 6 7 S 3 a 0 . 8 0 0 . 9 5 S 8 a 0 . 0 3 0 . 0 8 S 1 6 b 0 . 3 6 0 . 5 1 S 3 b 0 . 8 2 0 . 8 9 S 8 b 0 . 6 3 0 . 7 4 S 1 6 c 0 . 3 5 0 . 5 9 S 3 c 0 . 5 6 0 . 7 3 S 8 c 0 . 5 1 0 . 7 7 S 1 6 d 0 . 7 4 0 . 8 1 S 4 a 0 . 6 7 0 . 7 5 S 8 d 0 . 4 6 0 . 7 3 S 1 7 a 0 . 6 6 0 . 6 4 S 4 b 0 . 8 8 0 . 9 5 S 8 e 0 . 8 5 0 . 8 2 S 1 7 b 0 . 4 2 0 . 5 0 S 4 c 0 . 6 1 0 . 6 3 S 9 a 0 . 8 5 0 . 8 7 S 1 7 c - 0 . 0 9 0 . 5 4 S 4 d 0 . 7 9 0 . 9 0 S 9 b 0 . 4 6 0 . 4 9 S 1 7 d 0 . 4 0 0 . 4 2 S 5 a 0 . 8 3 0 . 7 1 S 9 c 0 . 9 1 0 . 9 2 S 5 b 0 . 7 8 0 . 7 5 S 9 d 0 . 4 4 0 . 5 6 S 5 c 0 . 6 5 0 . 7 1 S 1 0 a 0 . 4 3 0 . 6 9 S 5 d 0 . 3 9 0 . 6 5 S 1 0 b 0 . 8 3 0 . 8 0 S 5 e 0 . 4 0 0 . 6 6 S 1 0 d 0 . 3 0 0 . 6 0 ",
        "10 Table 4. Correlations between the goals and SDG Index Notes: Numbers represent the Pearson correlation coefficients between the SDG Index goals and the overall index. Correlations that are not significant at the significance level of α = 0.01 are in grey (critical value of 0.226). Very high correlations (i.e. Pearson correlation coefficients greater than 0.92) are highlighted in blue. Source: European Commission, Joint Research Centre, 2019 2.8 Principal components analysis – Goals as intermediate step towards the index creation? Principal components analysis (PCA) explores the correlation of all the indicators simultaneously, highlighting, if present, some common trends that describe a common concept among the indicators. It is used here to assess to what extent the conceptual framework of the EM2030 SDG Gender Index is confirmed by statistical approaches. The results of the PCA performed to the total group of 51 indicators show that there are ten principal components with eigenvalues greater than 1 that explain almost 76% of the total variance (Table 5). That suggests the presence of several drivers among the indicators. Ideally, it is expected to have one principal component (PC) explaining at least 70%-80% of the total variance in order to claim that there is a single latent phenomenon behind the data. This is not the case in the SDG Gender Index; however, this result is probably driven by the large number of indicators which makes the threshold of 70% less likely reachable. A way to accommodate for this would be to use the goal scores and aggregate those to create the overall index score. The aggregation in an intermediate step could help diminishing the noise and the single indicators’ effect, highlighting at the same time the common elements. Goal 1 Goal 2 Goal 3 Goal 4 Goal 5 Goal 6 Goal 7 Goal 8 Goal 9 Goal 10 Goal 11 Goal 13 Goal 16 Goal 17 Index Goal 1 1.00 0.75 0.81 0.82 0.71 0.84 0.81 0.67 0.85 0.68 0.80 0.51 0.73 0.42 0.91 Goal 2 0.75 1.00 0.68 0.71 0.63 0.71 0.61 0.62 0.75 0.62 0.67 0.46 0.65 0.36 0.79 Goal 3 0.81 0.68 1.00 0.81 0.62 0.90 0.88 0.53 0.81 0.52 0.72 0.46 0.61 0.32 0.85 Goal 4 0.82 0.71 0.81 1.00 0.69 0.83 0.81 0.64 0.86 0.60 0.71 0.52 0.65 0.40 0.89 Goal 5 0.71 0.63 0.62 0.69 1.00 0.59 0.59 0.78 0.78 0.69 0.69 0.50 0.70 0.51 0.84 Goal 6 0.84 0.71 0.90 0.83 0.59 1.00 0.93 0.53 0.82 0.60 0.75 0.42 0.65 0.37 0.87 Goal 7 0.81 0.61 0.88 0.81 0.59 0.93 1.00 0.48 0.79 0.54 0.70 0.42 0.57 0.29 0.83 Goal 8 0.67 0.62 0.53 0.64 0.78 0.53 0.48 1.00 0.78 0.67 0.67 0.46 0.72 0.53 0.82 Goal 9 0.85 0.75 0.81 0.86 0.78 0.82 0.79 0.78 1.00 0.63 0.79 0.54 0.73 0.50 0.94 Goal 10 0.68 0.62 0.52 0.60 0.69 0.60 0.54 0.67 0.63 1.00 0.72 0.44 0.74 0.50 0.77 Goal 11 0.80 0.67 0.72 0.71 0.69 0.75 0.70 0.67 0.79 0.72 1.00 0.47 0.76 0.45 0.87 Goal 13 0.51 0.46 0.46 0.52 0.50 0.42 0.42 0.46 0.54 0.44 0.47 1.00 0.45 0.28 0.60 Goal 16 0.73 0.65 0.61 0.65 0.70 0.65 0.57 0.72 0.73 0.74 0.76 0.45 1.00 0.49 0.83 Goal 17 0.42 0.36 0.32 0.40 0.51 0.37 0.29 0.53 0.50 0.50 0.45 0.28 0.49 1.00 0.56 Index 0.91 0.79 0.85 0.89 0.84 0.87 0.83 0.82 0.94 0.77 0.87 0.60 0.83 0.56 1.00 ",
        "11 Table 5. Results of the Principal Components Analysis on the 85 indicators Results shown for the first 15 out of 51 principal components (PC). Source: European Commission, Joint Research Centre, 2019 In order to see the potential effect of this intermediate aggregation, at a second step, PCA is performed to the 14 individual goals in order to better understand if they share a common driver. From the Table 6, the presence of a major driver is evident; the first component explains 66% of the variance, proving the fact that part of the variability of the goals’ scores depends on a common concept. Still, there is the need of a second component to reach the total of 75% explained variance. Table 6. Results of the Principal Components Analysis on the 14 goals Source: European Commission, Joint Research Centre, 2019 e i g e n v a l u e % o f v a r i a n c e c u m u l a t i v e % o f v a r i a n c e P C 1 20 . 79 40 . 77 40 . 77 P C 2 4 . 33 8 . 50 49 . 27 P C 3 3 . 69 7 . 24 56 . 51 P C 4 2 . 21 4 . 32 60 . 84 P C 5 1 . 74 3 . 40 64 . 24 P C 6 1 . 43 2 . 80 67 . 04 P C 7 1 . 29 2 . 52 69 . 56 P C 8 1 . 13 2 . 21 71 . 77 P C 9 1 . 06 2 . 07 73 . 85 P C 10 1 . 02 2 . 00 75 . 85 P C 11 0 . 86 1 . 69 77 . 54 P C 12 0 . 82 1 . 62 79 . 16 P C 13 0 . 78 1 . 52 80 . 68 P C 14 0 . 73 1 . 44 82 . 12 P C 1 5 0 . 6 4 1 . 2 5 8 3 . 3 7 eigenvalue % of variance cumulative % of variance PC1 9.29 66.39 66.39 PC2 1.24 8.88 75.26 PC3 0.72 5.12 80.38 PC4 0.59 4.19 84.57 PC5 0.45 3.20 87.78 PC6 0.40 2.86 90.64 PC7 0.28 2.03 92.67 PC8 0.23 1.61 94.28 PC9 0.22 1.57 95.85 PC10 0.18 1.30 97.15 PC11 0.15 1.09 98.24 PC12 0.11 0.78 99.02 PC13 0.09 0.65 99.67 PC14 0.05 0.33 100 ",
        "12 A JRC recommendation for future editions of the index would be to consider using the goals as an intermediate step towards the construction of the SDG Gender index as this is supported by the results of the Principal Component Analysis and could also serve as a strong communication tool. The downside is that the countries that do not meet the missing per goal criteria should be omitted; however, in the future editions when more data will be available, that may not consist of a problem. The reliability of the index was also tested using the Cronbach alpha. Cronbach’s alpha is a measure of internal consistency, that is, how closely related a set of items are as a group. The resulting value of 0.94 was particularly good, showing a high level of consistency. At a second step, the analysis was repeated excluding one indicator at a time. Still, the alpha value stayed between the limits of 0.93 and 0.95; a proof of internal reliability of the index. ",
        "13 3 Impact of modelling assumptions on the SDG Gender Index results The EM2030 SDG Gender Index is the outcome of a number of choices concerning, among other things, the theoretical framework, the indicators selected, the normalisation method, the weights assigned to indicators, and the aggregation method. Some of these choices are based on expert opinion or common practice, driven by statistical analysis or by the need for ease of communication. The following uncertainty analysis aims to assess the extent to which—and for which countries in particular— some of these choices might affect the ranking of the countries. Although many assumptions made in the development of the SDG Gender Index could be examined, three particular assumptions were examined in this analysis (see Table 7), in order to assess the influence of their joint effects and fully acknowledge their implications [7]. Table 7. Sources of uncertainty – uncertainty analysis Assumptions Reference Alternative assumptions I. Levels of aggregation Index as mean of indicators Index as mean of goals II. Aggregation formula Arithmetic Mean Geometric Mean (goal level) III. Weights of the components Equal weights Randomly varies +/- 25% from nominal values Weight of indicators 0.02 U[0,015;0,025] Weight of Goals - U[0,05;0,09] Source: European Commission, Joint Research Centre, 2019 The first is the presence or absence of an intermediate level of aggregation – using the 14 SDGs- between the elementary indicators and the index (aggregation of indicators’ scores vs aggregation of goals’ scores). In order to proceed with this assumption though, only 110 countries were used instead of 129. That is because of the amount of missing values within each goal, as discussed in sections 2.2 and 2.8. Still, the inclusion criterion was relaxed in six cases (Belarus, Chad, Congo, Iraq, Togo and Venezuela), using three out of five indicators in goal 8 for the first five countries and in goal 5 for Venezuela. The second assumption that varied is the aggregation formula, tested only when the intermediate level of aggregation (goals) is used. In the EM2030 SDG Gender index, the indicators’ scores are aggregated into the index using an arithmetic average. Decision- theory practitioners have challenged the use of simple arithmetic averages because of their fully compensatory nature, in which a high comparative advantage on a few indicators can compensate for a comparative disadvantage on many indicators [8]. An alternative approach would be to use the geometric average at goal level 2 , which is non-compensatory, 2 Using the geometric mean at indicator level would not allow for meaningful results given the high number of indicators ",
        "14 and represents the idea that high scores in one goal should not compensate low scores in another 3 , which is an alternative way to look at sustainable development. Finally, the effect of randomly varying the nominal equal weights by +/-25% is investigated, to check modest variations in the importance of individual indicators/goals. The robustness assessment of the index was based on a combination of a Monte Carlo experiment and a multi-modelling approach, which involved re-building the SDG Gender index 3000 different times, sampling randomly from uniform continuous distributions, 3000 different sets of weights (1000 for each one of the three scenarios). This type of assessment aims to respond to any criticism that the country scores associated with aggregate measures are generally not calculated under conditions of certainty, even though they are frequently presented as such [9]. The uncertainty in the rankings, given the assumptions tested, is mostly quite modest, but some countries show particular sensitivity to changes. Figure 1 shows the median ranks and 90% confidence intervals 4 computed across the scenarios, countries are ordered from the highest to the lowest according to their nominal rank, the blue dots being the simulated median ranks. The bars represent, for each country, the 90% confidence intervals across all simulations. Countries’ ranks in the Index are very close to the median rank: the simulated median in all countries shift less than  7 positions with respect to the nominal rank. The 90% confidence intervals in all countries are rather narrow (less than 10 positions) except for Armenia, Paraguay, Panama, Angola and Ethiopia; nevertheless these five countries present an interval range of less than 15 positions. These stand-out cases are likely due to particularly uneven scores across indicators and goals, which mean that changes in the weighting and aggregation scheme have a greater impact. Confidence intervals for most countries are narrow enough and hence robust to changes (see Annex III). The average confidence interval size is about five rank places, suggesting a structure that is robust to changes in the underlying assumptions. 3 In the geometric average, indicators are multiplied as opposed to summed in the arithmetic average. Indicator weights appear as exponents in the multiplication. 4 A 90% confidence interval means that, given the uncertainties tested, the rank falls within this interval with 90% probability ",
        "15 Figure 1 - Results of the uncertainty analysis of the EM2030 SDG Gender Index (nominal ranks vs median rank, 90% confidence intervals) Notes: Countries are in descending order of nominal rank. Selected countries with wide confidence intervals are labelled. Source: European Commission, Joint Research Centre, 2019 To complement the uncertainty analysis, a simplified sensitivity analysis has also been performed. Here, the EM2030 SDG Gender index ranking is compared with the rankings resulting from specific changes in the modelling assumptions. Figure 2.a shows the impact of using a two-level structure in the construction of the index. For most countries, the presence of an intermediate level of aggregation does not let the alternative rankings differing much from the original ones, i.e. most of the dots in Figure 2.a lie close to the diagonal line. In Figure 2.b the index is computed with the geometric average of the goals instead of the arithmetic one. The largest shifts correspond to Ethiopia with a drop of 6 positions. From the above, it can be assumed that the results are rather robust to changes. ",
        "16 Figure 2. Sensitivity analysis on: a) levels of aggregation and b) level and formula of aggregation a) Default vs two-level aggregation b) Default vs two-level aggregation (with geometric mean) Source: European Commission, Joint Research Centre, 2019 The main takeaway is that the ranks of the SDG Gender Index are robust, and country ranks can be stated to within around five places of precision, although some countries are more sensitive to the assumptions made. This information should be used to guide the kind of conclusions that can be drawn from the index. For example, differences of two or three places between countries cannot be taken as “significant”. One can also observe from Figure 1 that the confidence intervals are generally wider for mid-ranking countries, and narrower for top and bottom-ranking countries. Overall, the uncertainty in the rankings is manageable, and allows meaningful conclusions to be drawn from the index. The full rankings, with confidence intervals, can be found in Annex III. ",
        "17 4 Conclusions The JRC statistical audit touches upon the extensive work carried out by the developers of the EM2030 SDG Gender Index with the aim of suggesting improvements in terms of data characteristics, structure and methods used. The analysis aims to ensure the transparency of the index methodology and the reliability of the results. The present audit was preceded by a JRC assessment of a preliminary version of the data, from which some suggestions related to data quality issues were taken into account by the developers in the final data version. The report focuses on the assessment of the statistical coherence of the EM2030 SDG Gender Index using correlation analysis and an assessment of the impact of key modelling assumptions on the SDG Gender index ranking. The methodology to calculate the SDG Gender Index adopted by the developers included data checking for outliers; normalisation using the min-max method in 1-100 scale (100 the best score) including a lower and upper bound setting and aggregation by simple arithmetic average and equal weighting. The JRC suggestion considering the targets would be to keep them fixed over the future editions to allow for comparability of the results. The SDG Gender Index shows rather strong correlations among indicators and the index suggesting a satisfying coherence. However, there is always way of improvement by reconsidering some indicators that show low or negative correlations and substitute them for ones that could lead to a stronger correlation structure or could be even more relevant for a specific SDG. The same is true for indicators that show very high correlations between each other, which requires attention as it may indicate the presence of redundancy. This may be more achievable in the future, when more data sources and indicators will be available and comply better with the official UN SDG framework. In the previous sections, the structure of the index was discussed extensively since the developers opted to directly aggregate the indicators to the index instead of using the goals as an intermediate step of aggregation. The reasons for that are justified and valid; this structural choice offers all indicators the same opportunity to influence the final index, and implicitly, recognise the priority of those goals constituted by a larger number of indicators (e.g. gender equality SDG 5 and economic empowerment SDG 8). Furthermore, there are data coverage limitations that lead the developers to adopt this approach. In case these are solved in the future, JRC would suggest considering the alternative of computing the overall index as an aggregation of the goals and using different weights to support the SDGs of higher importance. In this way, the index would have a more clear structure allowing for easier interpretation. Overall, the uncertainty and robustness analyses carried out confirm that the EM2030 SDG Gender index rankings are fairly robust to the methodological changes tested (weighting scheme, aggregation method and levels of aggregation). The shifts between the nominal value and the simulated median are less than  seven positions in all countries. In general, terms, the index appears robust, allowing meaningful conclusions to be drawn from it. All things considered, the Equal Measures 2030 SDG Gender Index is a noteworthy effort of synthetizing all the gender related SDGs into a single figure. It is a conceptually and statistically sound tool that can be valuable in the efforts of advocates and policymakers to monitor key advancements and guide their pursuit of the gender equality commitments in the Sustainable Development Goal agenda. ",
        "18 References [1] Equal Measures, “Data Driving Change - Introducing the EM2030 SDG Gender Index,” 2018. [2] United Nations, “‘Transforming Our World: The 2030 Agenda for Sustainable Development, A/RES/70/1,’” vol. 16301, no. October. United Nations General Assembly, pp. 1–35, 2015. [3] Inter-Agency and Expert Group on SDG Indicators (IAEG-SDGs), “Final list of proposed Sustainable Development Goal indicators,” 2016. [4] R. A. Groeneveld and G. Meeden, “Measuring Skewness and Kurtosis,” Stat. , vol. 33, pp. 391–99, 1984. [5] OECD and JRC, Handbook of Constructing Composite Indicators - Methodology and user guide . OECD publications, 2008. [6] W. Becker, M. Saisana, P. Paruolo, and I. Vandecasteele, “Weights and importance in composite indicators: Closing the gap,” Ecol. Indic. , vol. 80, no. May, pp. 12–22, 2017. [7] M. Saisana, S. Tarantola, and A. Saltelli, “Uncertainty and sensitivity techniques as tools for the analysis and validation of composite indicators,” J. R. Stat. Soc. , vol. 168, no. 2, pp. 307–323, 2005. [8] G. Munda, Social Multi-Criteria Evaluation for a Sustainable Economy . Springer, 2008. [9] M. Saisana and A. Saltelli, “Rankings and ratings: Instructions for use,” Hague J. Rule Law , vol. 3, no. 2, pp. 247–268, 2011. ",
        "19 Annexes Annex I. List of indicators included in the EM2030 SDG Gender Index Goal ID Indicator 1 1a Proportion of the population living below the national poverty line 1b Proportion of the poorest quintile of the population covered by social assistance 1c The extent to which laws afford women and men equal and secure access to land use, control and ownership 1d Proportion of women who report having had enough money to buy food that they or their family needed in the past 12 months 2 2a Prevalence of undernourishment (% of population) 2b Prevalence of obesity among women aged 18+ years 2c Prevalence of anemia amongst non-pregnant women (aged 15-49 years) 3 3a Maternal mortality ratio (per 100,000 live births) 3b Adolescent birth rate (births per 1,000 women aged 15-19 years) 3c Proportion of women married or in a union of reproductive age (aged 15-49 years) who have had their need for family planning satisfied with modern methods 4 4a Percentage of female students enrolled in primary education who are over-age 4b Percentage of young women aged 3-5 years above upper secondary school graduation age who have completed secondary education 4c Percentage of women (aged 15-24 years) not in education, employment or training 4d Literacy rate among adult women 5 5a Proportion of women aged 20-24 years who were married or in a union before age 18 5b Percentage of women who agree that a husband/partner is justified in beating his wife/partner under certain circumstances 5c The extent to which there are legal grounds for abortion (score) 5d Proportion of seats held by women in national parliaments 5e Proportion of ministerial/senior government positions held by women 6 6a Proportion of population using at least basic drinking water services 6b Proportion of population using at least basic sanitation services 6c Proportion of women who report being satisfied with the quality of water in the city or area where they live 7 7a Proportion of population with access to electricity 7b Proportion of population with primary reliance on clean fuels and technology 7c Proportion of women who are satisfied with the quality of air where they live 8 8a Wage equality between women and men for similar work (score) 8b Proportion of women recognized as \"contributing family workers\" (as a % of total employment for female employment) 8c Extent of freedom of association and collective bargaining rights in law (score) 8d Extent to which the country has laws mandating women's workplace equality (score) 8e Proportion of women who hold a bank account at a financial institution 9 9a Proportion of women who have made or received digital payments in the past year ",
        "20 Goal ID Indicator 9b Proportion of women satisfied with the quality of roads in city or area where they live 9c Proportion of women with access to internet service 9d Proportion of women in science and technology research positions 10 10a Palma inequality ratio (the share of income of the richest 10% of the population divided by the share of income of the poorest 40%) 10b Level of personal autonomy, individual rights and freedom from discrimination (score) 10c Proportion of ratified human rights instruments regarding migration 11 11a Proportion of women who did not have enough money to provide adequate shelter or housing in the past 12 months 11b Annual mean level of fine particulate matter 11c Percentage of women aged 15+ who report that they “feel safe walking alone at night in the city or area where you live” 13 13a Extent to which the delegation representing the country at the UNFCCC is gender balanced (score) 13b Extent to which a state is committed to disaster risk reduction (Sendai Framework) 13c Level of climate vulnerability (score) 16 16a Proportion of children <5 years whose births were registered with a civil authority 16b Female victims of intentional homicide (per 100,000 population) 16c Percentage of women justices on a country's Supreme Court or highest court 16d Extent to which a state is viewed as legitimate, open, and representative (score) 17 17a Social expenditure as a % of GDP (for all types of social assistance programs) 17b Tax revenue (% of GDP) 17c Extent to which a national budget is broken down by factors such as gender, age, income, or region (score) 17d Openness of gender statistics (score) ",
        "21 Annex II. Correlation table between indicators and goals Notes: Numbers represent the Pearson correlation coefficients between each indicator and the 14 goals. Correlations that are not significant at the significance level of α = 0.01 are highlighted in grey (critical value of 0.226). Very high correlations (i.e. Pearson correlation coefficients greater than 0.92) are highlighted in blue and negative correlations in red. Indicators that are more correlated with other goals than their corresponding are highlighted in purple. A difference of at least 0.15 is considered indicative of an indicator eventually belonging to another SDG (e.g. correlation 0.6 to its own SDG compared to 0.75 with another SDG). Source: European Commission, Joint Research Centre, 2019 S D G 1 S D G 2 S D G 3 S D G 4 S D G 5 S D G 6 S D G 7 S D G 8 S D G 9 S D G 1 0 S D G 1 1 S D G 1 3 S D G 1 6 S D G 1 7 S 1 a 0 . 7 5 0 . 6 2 0 . 7 3 0 . 6 4 0 . 4 4 0 . 7 1 0 . 7 1 0 . 3 7 0 . 6 4 0 . 5 2 0 . 5 8 0 . 3 0 0 . 5 1 0 . 2 3 S 1 b 0 . 8 5 0 . 5 5 0 . 6 5 0 . 6 4 0 . 6 0 0 . 6 7 0 . 6 8 0 . 5 7 0 . 7 0 0 . 4 9 0 . 5 7 0 . 4 5 0 . 5 2 0 . 3 7 S 1 c 0 . 4 0 0 . 4 2 0 . 2 3 0 . 3 7 0 . 4 2 0 . 2 4 0 . 1 7 0 . 4 9 0 . 3 9 0 . 3 1 0 . 3 3 0 . 3 5 0 . 4 3 0 . 1 3 S 1 d 0 . 8 3 0 . 6 6 0 . 7 4 0 . 7 0 0 . 5 9 0 . 7 8 0 . 7 4 0 . 5 2 0 . 7 4 0 . 7 1 0 . 8 4 0 . 4 1 0 . 6 8 0 . 4 0 S 2 a 0 . 6 9 0 . 7 5 0 . 6 8 0 . 7 2 0 . 5 1 0 . 7 8 0 . 7 7 0 . 4 0 0 . 6 6 0 . 5 8 0 . 5 9 0 . 3 8 0 . 5 4 0 . 2 8 S 2 b - 0 . 3 0 0 . 0 5 - 0 . 4 2 - 0 . 4 0 - 0 . 3 1 - 0 . 4 4 - 0 . 5 6 - 0 . 1 8 - 0 . 3 4 - 0 . 1 4 - 0 . 2 0 - 0 . 2 1 - 0 . 1 7 - 0 . 1 8 S 2 c 0 . 7 1 0 . 7 5 0 . 7 0 0 . 7 0 0 . 6 9 0 . 6 7 0 . 6 2 0 . 6 8 0 . 7 6 0 . 4 8 0 . 6 1 0 . 4 9 0 . 5 9 0 . 4 1 S 3 a 0 . 7 7 0 . 6 3 0 . 9 5 0 . 8 1 0 . 5 9 0 . 8 8 0 . 8 8 0 . 4 7 0 . 7 8 0 . 4 9 0 . 6 5 0 . 4 4 0 . 5 6 0 . 2 5 S 3 b 0 . 7 7 0 . 6 5 0 . 8 9 0 . 7 8 0 . 6 1 0 . 8 4 0 . 8 1 0 . 4 9 0 . 7 5 0 . 5 8 0 . 7 4 0 . 3 9 0 . 6 1 0 . 3 9 S 3 c 0 . 5 4 0 . 4 5 0 . 7 3 0 . 4 5 0 . 4 1 0 . 5 8 0 . 5 5 0 . 3 9 0 . 5 6 0 . 2 8 0 . 4 5 0 . 3 5 0 . 4 0 0 . 1 9 S 4 a 0 . 6 0 0 . 5 1 0 . 7 0 0 . 7 5 0 . 3 9 0 . 7 4 0 . 7 3 0 . 3 1 0 . 6 1 0 . 4 8 0 . 5 5 0 . 3 3 0 . 4 6 0 . 2 0 S 4 b 0 . 8 2 0 . 6 9 0 . 7 5 0 . 9 5 0 . 7 4 0 . 8 1 0 . 8 1 0 . 6 9 0 . 8 4 0 . 6 4 0 . 7 3 0 . 5 0 0 . 6 5 0 . 4 4 S 4 c 0 . 6 3 0 . 6 1 0 . 3 6 0 . 6 3 0 . 5 4 0 . 3 6 0 . 3 1 0 . 5 5 0 . 5 7 0 . 5 9 0 . 5 4 0 . 4 0 0 . 6 2 0 . 3 1 S 4 d 0 . 6 9 0 . 6 1 0 . 7 9 0 . 9 0 0 . 6 4 0 . 7 7 0 . 7 5 0 . 5 8 0 . 8 1 0 . 4 1 0 . 6 0 0 . 4 6 0 . 5 1 0 . 3 2 S 5 a 0 . 7 3 0 . 5 8 0 . 7 9 0 . 8 1 0 . 7 1 0 . 7 5 0 . 7 6 0 . 6 3 0 . 8 0 0 . 5 7 0 . 7 3 0 . 4 8 0 . 6 5 0 . 5 1 S 5 b 0 . 6 9 0 . 6 2 0 . 6 3 0 . 7 2 0 . 7 5 0 . 6 7 0 . 6 4 0 . 6 8 0 . 7 2 0 . 6 1 0 . 5 9 0 . 4 6 0 . 6 0 0 . 4 1 S 5 c 0 . 6 0 0 . 4 8 0 . 5 1 0 . 5 7 0 . 7 1 0 . 4 8 0 . 4 8 0 . 5 4 0 . 5 9 0 . 5 8 0 . 5 3 0 . 3 7 0 . 5 3 0 . 4 0 S 5 d 0 . 3 1 0 . 3 0 0 . 2 6 0 . 2 5 0 . 6 5 0 . 1 9 0 . 2 2 0 . 3 9 0 . 3 8 0 . 3 4 0 . 3 2 0 . 2 1 0 . 3 1 0 . 2 2 S 5 e 0 . 2 9 0 . 2 9 0 . 1 7 0 . 2 1 0 . 6 6 0 . 1 6 0 . 1 4 0 . 5 3 0 . 3 6 0 . 3 6 0 . 3 6 0 . 2 5 0 . 4 4 0 . 3 2 S 6 a 0 . 7 6 0 . 6 4 0 . 8 5 0 . 7 7 0 . 5 3 0 . 9 4 0 . 9 0 0 . 4 5 0 . 7 4 0 . 5 4 0 . 6 4 0 . 3 6 0 . 5 8 0 . 2 8 S 6 b 0 . 7 8 0 . 6 4 0 . 8 8 0 . 8 3 0 . 5 9 0 . 9 6 0 . 9 3 0 . 5 0 0 . 8 0 0 . 5 3 0 . 7 0 0 . 4 2 0 . 5 6 0 . 3 8 S 6 d 0 . 6 5 0 . 6 1 0 . 6 0 0 . 5 2 0 . 4 0 0 . 7 0 0 . 5 7 0 . 4 2 0 . 5 9 0 . 5 5 0 . 6 4 0 . 3 2 0 . 6 0 0 . 2 8 S 7 a 0 . 7 4 0 . 6 0 0 . 8 5 0 . 7 7 0 . 5 0 0 . 9 0 0 . 9 5 0 . 3 7 0 . 7 1 0 . 4 5 0 . 5 9 0 . 3 8 0 . 4 9 0 . 1 9 S 7 b 0 . 7 8 0 . 5 4 0 . 8 2 0 . 8 1 0 . 6 2 0 . 8 6 0 . 9 5 0 . 5 3 0 . 7 8 0 . 5 4 0 . 6 5 0 . 4 2 0 . 5 4 0 . 3 5 S 7 c 0 . 2 1 0 . 1 7 0 . 2 3 0 . 0 7 0 . 1 1 0 . 2 5 0 . 2 4 0 . 0 7 0 . 1 8 0 . 1 6 0 . 3 5 0 . 1 1 0 . 2 5 0 . 0 3 S 8 a - 0 . 0 7 0 . 0 2 0 . 0 0 - 0 . 0 1 0 . 0 3 - 0 . 0 3 - 0 . 0 7 0 . 0 8 0 . 0 6 0 . 0 0 0 . 1 0 0 . 0 2 0 . 1 3 0 . 1 1 S 8 b 0 . 5 3 0 . 4 2 0 . 4 7 0 . 6 3 0 . 5 9 0 . 5 1 0 . 4 9 0 . 7 4 0 . 6 0 0 . 4 5 0 . 4 6 0 . 2 8 0 . 4 9 0 . 4 2 S 8 c 0 . 3 9 0 . 3 9 0 . 1 9 0 . 3 4 0 . 5 7 0 . 2 3 0 . 1 7 0 . 7 7 0 . 4 0 0 . 5 5 0 . 4 2 0 . 3 5 0 . 5 6 0 . 3 5 S 8 d 0 . 3 5 0 . 3 6 0 . 2 4 0 . 3 2 0 . 5 2 0 . 2 1 0 . 1 8 0 . 7 3 0 . 4 4 0 . 3 9 0 . 4 2 0 . 2 7 0 . 3 9 0 . 2 8 S 8 e 0 . 7 8 0 . 7 1 0 . 6 8 0 . 7 5 0 . 7 1 0 . 6 6 0 . 6 0 0 . 8 2 0 . 8 5 0 . 6 4 0 . 7 2 0 . 4 8 0 . 7 0 0 . 5 1 S 9 a 0 . 7 7 0 . 6 7 0 . 6 4 0 . 7 3 0 . 7 4 0 . 6 3 0 . 5 7 0 . 8 5 0 . 8 7 0 . 6 7 0 . 7 4 0 . 5 0 0 . 7 1 0 . 5 9 S 9 b 0 . 5 0 0 . 5 1 0 . 5 0 0 . 3 8 0 . 2 5 0 . 5 3 0 . 4 4 0 . 1 9 0 . 4 9 0 . 3 1 0 . 4 6 0 . 2 6 0 . 3 8 0 . 1 6 S 9 c 0 . 8 5 0 . 7 1 0 . 7 9 0 . 8 6 0 . 7 3 0 . 8 4 0 . 8 3 0 . 7 0 0 . 9 2 0 . 6 6 0 . 7 8 0 . 5 3 0 . 6 9 0 . 4 5 S 9 d 0 . 3 2 0 . 2 8 0 . 4 4 0 . 4 6 0 . 4 1 0 . 4 2 0 . 4 8 0 . 3 4 0 . 5 6 0 . 1 9 0 . 2 8 0 . 1 6 0 . 3 2 0 . 1 1 S 1 0 a 0 . 4 0 0 . 3 4 0 . 3 1 0 . 3 1 0 . 3 5 0 . 3 6 0 . 3 5 0 . 3 1 0 . 3 3 0 . 6 9 0 . 4 8 0 . 2 3 0 . 3 8 0 . 2 9 S 1 0 b 0 . 7 4 0 . 6 9 0 . 6 4 0 . 6 6 0 . 7 3 0 . 6 5 0 . 5 8 0 . 7 8 0 . 7 5 0 . 8 0 0 . 7 3 0 . 4 8 0 . 8 2 0 . 4 5 S 1 0 d 0 . 2 2 0 . 2 6 0 . 0 4 0 . 2 1 0 . 3 4 0 . 1 5 0 . 1 1 0 . 3 3 0 . 1 9 0 . 6 0 0 . 2 6 0 . 2 2 0 . 3 3 0 . 2 8 S 1 1 a 0 . 7 3 0 . 5 5 0 . 6 9 0 . 6 4 0 . 5 9 0 . 7 2 0 . 7 2 0 . 5 0 0 . 6 9 0 . 6 3 0 . 8 7 0 . 3 8 0 . 6 3 0 . 4 2 S 1 1 b 0 . 5 5 0 . 4 7 0 . 4 3 0 . 5 7 0 . 5 7 0 . 4 6 0 . 4 2 0 . 6 7 0 . 6 3 0 . 4 7 0 . 6 4 0 . 4 0 0 . 5 7 0 . 3 1 S 1 1 c 0 . 4 5 0 . 4 5 0 . 4 2 0 . 3 3 0 . 3 4 0 . 4 4 0 . 3 6 0 . 2 7 0 . 4 0 0 . 4 8 0 . 6 6 0 . 2 4 0 . 4 4 0 . 2 3 S 1 3 a 0 . 4 0 0 . 4 0 0 . 3 3 0 . 4 3 0 . 4 8 0 . 3 2 0 . 3 2 0 . 4 7 0 . 4 6 0 . 4 7 0 . 4 5 0 . 6 1 0 . 4 8 0 . 2 6 S 1 3 b 0 . 1 8 0 . 2 1 0 . 1 9 0 . 1 9 0 . 1 5 0 . 1 3 0 . 1 1 0 . 1 2 0 . 2 0 0 . 1 1 0 . 1 4 0 . 8 4 0 . 1 2 0 . 0 9 S 1 3 c 0 . 8 6 0 . 6 6 0 . 8 5 0 . 8 7 0 . 7 2 0 . 8 8 0 . 8 8 0 . 6 4 0 . 8 7 0 . 6 3 0 . 7 4 0 . 5 0 0 . 6 7 0 . 4 3 S 1 6 a 0 . 6 8 0 . 5 7 0 . 7 2 0 . 7 3 0 . 5 1 0 . 7 8 0 . 7 4 0 . 5 1 0 . 6 8 0 . 5 2 0 . 5 5 0 . 3 9 0 . 6 7 0 . 2 6 S 1 6 b 0 . 3 7 0 . 2 8 0 . 3 0 0 . 2 4 0 . 2 6 0 . 2 9 0 . 2 1 0 . 2 0 0 . 3 2 0 . 4 3 0 . 4 2 0 . 2 0 0 . 5 1 0 . 2 2 S 1 6 c 0 . 2 3 0 . 2 6 0 . 0 9 0 . 2 8 0 . 4 1 0 . 1 1 0 . 0 8 0 . 4 5 0 . 3 1 0 . 3 0 0 . 3 4 0 . 1 6 0 . 5 9 0 . 2 7 S 1 6 d 0 . 6 6 0 . 5 8 0 . 5 3 0 . 5 1 0 . 6 3 0 . 5 5 0 . 4 8 0 . 6 8 0 . 6 6 0 . 6 9 0 . 6 8 0 . 4 5 0 . 8 1 0 . 4 9 S 1 7 a 0 . 6 2 0 . 5 6 0 . 4 5 0 . 4 5 0 . 6 1 0 . 4 7 0 . 4 1 0 . 6 2 0 . 5 7 0 . 6 5 0 . 6 4 0 . 3 1 0 . 5 9 0 . 6 4 S 1 7 b 0 . 2 7 0 . 2 0 0 . 2 9 0 . 2 8 0 . 4 9 0 . 2 8 0 . 2 9 0 . 4 2 0 . 3 5 0 . 3 1 0 . 2 9 0 . 2 4 0 . 3 3 0 . 5 0 S 1 7 c - 0 . 1 6 - 0 . 1 5 - 0 . 1 7 - 0 . 0 7 - 0 . 1 3 - 0 . 1 8 - 0 . 1 9 - 0 . 0 3 - 0 . 0 6 - 0 . 1 2 - 0 . 0 6 - 0 . 1 0 - 0 . 0 6 0 . 5 4 S 1 7 d 0 . 3 4 0 . 2 5 0 . 2 7 0 . 3 3 0 . 3 4 0 . 3 4 0 . 2 9 0 . 3 3 0 . 3 1 0 . 3 6 0 . 3 1 0 . 2 2 0 . 3 5 0 . 4 2 ",
        "22 Annex III. Nominal ranks with 90% confidence intervals Country Rank Interval Country Rank Interval Country Rank Interval Denmark 1 [1,2] Georgia 38 [36,40] Jordan 75 [72,77] Finland 2 [1,2] FYR Macedonia 39 [39,46] Egypt 76 [74,77] Sweden 3 [3,5] Romania 40 [39,46] Morocco 77 [75,77] Norway 4 [4,6] Costa Rica 41 [41,46] Guatemala 78 [78,79] Netherlands 5 [3,6] Kazakhstan 42 [41,49] Rwanda 79 [78,81] Slovenia 6 [5,10] Ukraine 43 [41,46] Eswatini 80 [79,81] Germany 7 [6,9] Argentina 44 [42,48] Ghana 81 [81,82] Canada 8 [8,13] Armenia 45 [34,46] India 82 [80,84] Australia 9 [7,10] Albania 46 [42,47] Kenya 83 [83,87] New Zealand 10 [8,11] Thailand 47 [40,47] Lesotho 84 [84,89] Switzerland 11 [4,11] Mongolia 48 [47,52] Tanzania UR 85 [84,87] Austria 12 [11,12] Paraguay 49 [37,49] Nepal 86 [84,90] France 13 [13,15] Kyrgyzstan 50 [50,53] Iraq 87 [83,89] Belgium 14 [14,15] Colombia 51 [50,54] Senegal 88 [87,89] Portugal 15 [14,16] Ecuador 52 [50,56] Lao PDR 89 [81,89] Great Britain 16 [16,21] Russian Federation 53 [52,62] Malawi 90 [89,92] Estonia 17 [12,18] Malaysia 54 [50,60] Uganda 91 [91,97] Italy 18 [17,21] Azerbaijan 55 [52,57] Zambia 92 [92,95] Czechia 19 [16,19] Viet Nam 56 [53,58] Benin 93 [91,94] Japan 20 [18,22] Panama 57 [46,59] Bangladesh 94 [91,99] Slovakia 21 [21,24] Mexico 58 [54,59] Côte d’Ivoire 95 [95,100] Spain 22 [21,29] Algeria 59 [53,60] Angola 96 [95,106] Lithuania 23 [17,24] Peru 60 [51,60] Pakistan 97 [91,98] Latvia 24 [18,25] Tunisia 61 [60,63] Mozambique 98 [95,100] Croatia 25 [22,25] Bolivia 62 [61,65] Togo 99 [97,104] Bulgaria 26 [26,30] Indonesia 63 [60,64] Burkina Faso 100 [96,100] United States of America 27 [26,28] South Africa 64 [63,72] Ethiopia 101 [89,101] Greece 28 [26,29] Philippines 65 [64,66] Cameroon 102 [101,105] Poland 29 [27,33] China 66 [60,67] Madagascar 103 [101,105] Israel 30 [28,30] Namibia 67 [65,70] Sierra Leone 104 [99,104] Uruguay 31 [25,31] Dominican Republic 68 [68,73] Liberia 105 [103,107] Serbia 32 [32,36] Brazil 69 [66,70] Nigeria 106 [105,107] Hungary 33 [32,36] El Salvador 70 [68,71] Mali 107 [106,108] Belarus 34 [31,35] Sri Lanka 71 [69,72] Niger 108 [108,109] Mauritius 35 [31,36] Honduras 72 [65,73] Congo 109 [102,109] Bosnia and Herzegovina 36 [36,39] Venezuela 73 [69,75] Chad 110 [110,110] Chile 37 [35,38] Botswana 74 [74,77] Source: European Commission, Joint Research Centre, 2019 ",
        "GETTING IN TOUCH WITH THE EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: - by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), - at the following standard number: +32 22999696, or - by electronic mail via: https://europa.eu/european-union/contact_en FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications from EU Bookshop at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european- union/contact_en). ",
        "doi:10.2760/09421 ISBN: 978-92-76-08564-5 K J - N A - 2 9 7 7 7 - E N - N "
    ]
}