{
    "text": [
        "© i S t o c k p h o t o Nature’s role in climate change Terrestrial and marine ecosystems play an important role in regulating climate. They currently absorb roughly half of man- made carbon emissions. Biodiversity and ecosystem services help us to adapt to and mitigate climate change. They are therefore a crucial part of our effort to combat climate change. Working with nature, rather than against it, brings multiple benefits also for preserving our climate. At the same time, climate change affects natural systems. The continuing loss of biodiversity and degradation of ecosystems weakens their ability to provide essential services to the extent that we risk reaching irreversible ‘tipping points’. By conserving nature and restoring ecosystems we reduce vulnerability and increase resilience. Nature conservation and restoration is a major, cost-efficient ally in our fight against climate change Climate change damages biodiversity. It is one of the causes of biodiversity loss. At the same time, climate change will accelerate further if biodiversity and ecosystems are not effectively protected. EN Collecting the evidence The ALARM project (Assessing Large Scale Environmental Risks for Biodiversity with Tested Methods) assessed risks caused by climate change, environmental chemicals, biological invasions, pollinator loss and socio-economic aspects. The project, in collaboration with others, produced an Atlas of Biodiversity Risk , as well as Climate Atlases for butterfl ies, amphibians and reptiles. www.alarmproject.net The MACIS project (Minimisation of and adaptation to Climate Change Impacts on Biodiversity) assessed not only the impact of climate change, but also adaptation and mitigation measures in diff erent sectors and their impact on biodiversity. www.macis-project.net/index.html K H - 78 - 09 - 570 - E N - D It is vital to preserve these areas as space for nature, even if the species for which they were originally designated may have moved away. They will provide necessary habitats for other species trying to follow suitable climate conditions. Maintaining genetic and species diversity is important for ecosystems, since it may increase their resilience by ensuring that there are enough diff erent species to sustain ecological processes in the event of unforeseen disturbances. However, nature conservation alone is not suffi cient. Maintaining diverse, functioning and interconnecting ecosystems across the wider terrestrial, freshwater and marine environment is essential to climate proofi ng our environment. Fact 5: Future action requires better integration of policies We cannot tackle biodiversity loss without tackling climate change, but it is equally impossible to tackle climate change without addressing biodiversity and ecosystems. If we fall short on the climate change targets, this is likely to have serious impacts on biodiversity and ecosystems. At the same time climate change must be addressed within the wider challenge of preserving the capacity of global ecosystems to continue to function as sinks for greenhouse gases, and avoiding ecosystem damage that accelerates global warming, such as deforestation and ocean acidifi cation. Failing on the biodiversity targets may seriously compromise our eff orts to reduce global warming, whereas stepping up our nature conservation eff orts and reducing environmental pressures on biodiversity and ecosystems helps to combat climate change and provides multiple benefi ts. The next few years could prove decisive. Integrated action on biodiversity loss and climate change will spur opportunities for sustainable development, involving people and sharing responsibility for a future built on equity, security, human development and well-being. The White Paper on Adapting to Climate Change: Towards a European Framework for Action recognises the crucial role of ecosystem resilience and exploiting the co-benefi ts. In addition, the European Commission called for “global forest cover loss to be halved by 2020, and halted by 2030 at the latest”, and supports the creation of an international fi nancing mechanism, the Global Forest Carbon Mechanism, to reward developing countries’ eff orts to reduce deforestation and forest degradation. A u g u s t 2 0 0 9 P r i n t e d o n r e c y c l e d p a p e r t h a t h a s b e e n a w a r d e d t h e e u e c o - l a b e l f o r g r a p h i c p a p e r ( h t t p : / / e c . e u r o p a . e u / e c o l a b e l ) Nature and biodiversity Further information: The EU Ad Hoc Expert Working Group on Biodiversity and Climate Change: http://circa.europa.eu/Public/irc/env/biodiversity_climate/home The World Bank, Environment Department: Convenient solutions to an inconvenient truth: ecosystem-based approaches to climate change, 2009: http://siteresources.worldbank.org/ENVIRONMENT/Resources/ESW_EcosystemBasedApp.pdf EEA Report No 4/2008:Impacts of Europe’s changing climate – 2008 indicator-based assessment www.eea.europa.eu/publications/eea_report_2008_4 European Climate Change policy: http://ec.europa.eu/environment/climat/home_en.htm White Paper on Adapting to Climate Change: Towards a European Framework for Action http://ec.europa.eu/environment/climat/adaptation/index_en.htm UN-REDD Programme Website: www.undp.org/mdtf/UN-REDD/overview.shtml UN Convention on Biological Diversity: www.cbd.int/climate/, and http://adaptation.cbd.int/ Mangroves provide natural shoreline protection from storms and fl ooding © i S t o c k p h o t o Peatlands play a crucial role in absorbing and storing carbon © European Commission, 2009 Reproduction is authorised provided the source is acknowledged. ENV-09-002_biodiversity-CC-2.indd 1-2 ENV-09-002_biodiversity-CC-2.indd 1-2 10/08/09 10:24 10/08/09 10:24 ",
        "Deforestation activities release approximately 20% of global CO 2 emissions Fact 1: Biodiversity and ecosystems play an essential role for climate regulation Peatlands, wetlands, soil, forests and oceans play a crucial role in absorbing and storing carbon, and thus helping to protect us from climate change. Currently, terrestrial and marine ecosystems absorb roughly half of the CO 2 emissions humanity generates. Terrestrial ecosystems store about 2100 Gt of carbon in living organisms, litter and soil organic matter: almost three times as much as is currently present in the atmosphere. Oceans and coastal ecosystems are important in managing carbon, with the deep ocean storing the largest amounts. Therefore the maintenance of existing natural carbon reservoirs worldwide is essential if carbon capture and storage is to make a major contribution to climate mitigation. There is signifi cant potential for cutting future emissions of greenhouse gases through maintaining healthy ecosystems and restoring degraded environments, in particular by restoring peatlands and wetlands, replanting forests, and reducing other pressures on nature. In addition, semi-natural and managed ecosystems, including those used for agriculture, off er many opportunities for active carbon sequestration and reduction of emissions. Fact 2: Working with nature brings multiple benefi ts Working with nature (ecosystem-based approaches for climate change adaptation and mitigation) while helping to conserve nature also reduces the vulnerability of people and their livelihoods in the face of climate change. For example, coastal ecosystems like wetlands, mangroves, coral reefs, oyster reefs, and barrier beaches all provide natural shoreline protection from storms and fl ooding in addition to many other services. Ecosystem-based approaches are cost-eff ective, ready for use and accessible to rural and poor communities, so they can help relieve poverty and support sustainable development strategies. For example, restored natural shorelines with seagrass beds or mangroves form a buff er against storm surges and create nurseries for fi sheries. Protecting groundwater recharge zones, or restoring fl ood plains, secure water resources so that entire communities can cope with drought. Ecosystems already provide natural carbon traps at very little cost. Developing and applying new technologies is important. Investment in preserving the natural systems the Earth has in place for mitigating climate change and helping us to adapt are equally important. Natural systems have been doing the job for millions of years. Amongst the measures to reduce emissions there are priority “low cost co-benefi t” options that simultaneously contribute to conservation and sustainable use of biodiversity. They include preservation and restoration of degraded land, forests, peatlands, organic soils, wetlands, reduction in conversion of pastureland, less slash and burn practices, and improved grassland management. Fact 3: The provision of ecosystem services is weakening – irreversible tipping points are looming Climate change has an impact on biodiversity and ecosystems and often exacerbates other pressures such as pollution, over-exploitation, invasive species, habitat fragmentation, degradation and loss. Increasing ocean temperatures and acidifi cation are causing extensive ‘coral bleaching’, and scientists fear that coral reefs could be the fi rst global ecosystem to die out completely, which would also leave many shore lines without protection against storms and fl oods. Rainforests cover only 6% of the Earth’s surface but are home to half of our land-based species. They are disappearing at a rate of some 13 million hectares per year. Deforestation activities alone release an estimated 0.8-2.2 Gt carbon per year into the atmosphere, which is approximately 20% of global CO 2 emissions. Loss of or damage to ecosystems reduces their capacity to capture and store carbon. The climate system has tipping points, where feedbacks from ecosystems become unpredictable and ecosystems lose resilience, so that carbon sinks turn into carbon sources. While we do not know exactly how much time we have before reaching these tipping points, we know that we must do all we can to prevent this happening. One example is the melting of the permafrost in the northern regions, which leads to increased greenhouse gas emissions, which in turn may also accelerate climate change. Fact 4: Conserving nature helps to fi ght climate change While climate change is currently high on the public agenda, the level of concern for loss of biodiversity is still low. Conservation of biodiversity is often misinterpreted as a marginal issue concerning merely the protection of endangered species, and the crucial role of nature for combating climate change is often overlooked. Healthy resilient ecosystems have a greater potential to mitigate and adapt to climate change and therefore to limit global warming. They resist and recover more easily from extreme weather events and provide a wide range of benefi ts on which people depend. The EU’s Natura 2000 conservation network now covers almost one-fi fth of total EU territory and comprises more than 25 000 sites. The marine network is due to be completed soon. Natura 2000 is crucial in providing the space natural species need to adapt to climate change. The range of ecosystem services provided by Natura 2000 and other relevant national and regional protected areas and networks is often not recognised, but they meet a variety of human needs (e.g. clean water, air, recreation, fl ood protection). They form a central pillar in maintaining the critical mass and variety of services necessary to cope with changing conditions. Did you know? In addition to providing habitats for animal and plant species, trees purify the air that we breathe by removing nitrogen dioxide, sulphur dioxide, carbon monoxide and ozone, and they store or absorb carbon in their wood. The greening of cities contributes to climate change adaptation and mitigation by cooling the surrounding area and providing homes for wildlife, as well as ecosystem services. It also boosts property values and adds to the quality of life by fi ltering the air, reducing noise and creating places of beauty where people can live or spend leisure time. Like sponges, forests soak up water, store it, and release it gradually, limiting fl oods when it rains and storing water for dry periods. Watershed and catchment protection near cities is smart economically, ecologically and socially. In addition, protected places in catchment areas cost less than water purifi cation plants, and so off er a local alternative to piping water from further afi eld. Big cities in the world (e.g. Rio de Janeiro, Johannesburg, Tokyo, Melbourne, New York, and Jakarta) rely on protected areas to provide residents with drinking water. Terrestrial and marine ecosystems absorb roughly half of the CO 2 emissions humanity generates Natura 2000 is crucial in providing the space species need to adapt to climate change Voices of concern “Healthy ecosystems are essential in any strategy for climate change adaptation. One can say that conservation of biodiversity is our life insurance for the future. The current threats of habitat loss and fragmentation and pollution need to be addressed.” Stavros Dimas, EU Environment Commissioner “Currently the world’s ecosystems, instead of maintaining and enhancing nature’s carbon capture and storage capacity, are being depleted at an alarming rate.” Achim Steiner – UNEP Executive Director “At a moment in history where more than ever before we need a “strong” planet […], we have pushed it to the weakest point ever.” Bo Ekman, Johan Rockström, Anders Wjkman – Tällberg Foundation © i S t o c k p h o t o © i S t o c k p h o t o © F r a n k V a s s e n Climate impact Ecosystem-based adaptation Increased droughts use appropriate agricultural and forestry practices to increase the water retention capacity and mitigate droughts Heat extremes increase green spaces in cities to improve the microclimate and air quality River fl ooding maintain and restore wetlands and ri- verbeds which will act as natural buff ers against fl oods Increased fi re risk cultivate diverse forests, which are more robust against pest attacks and present a lower fi re risk ENV-09-002_biodiversity-CC-2.indd 3-4 ENV-09-002_biodiversity-CC-2.indd 3-4 10/08/09 10:24 10/08/09 10:24 ",
        "Deforestation activities release approximately 20% of global CO 2 emissions Fact 1: Biodiversity and ecosystems play an essential role for climate regulation Peatlands, wetlands, soil, forests and oceans play a crucial role in absorbing and storing carbon, and thus helping to protect us from climate change. Currently, terrestrial and marine ecosystems absorb roughly half of the CO 2 emissions humanity generates. Terrestrial ecosystems store about 2100 Gt of carbon in living organisms, litter and soil organic matter: almost three times as much as is currently present in the atmosphere. Oceans and coastal ecosystems are important in managing carbon, with the deep ocean storing the largest amounts. Therefore the maintenance of existing natural carbon reservoirs worldwide is essential if carbon capture and storage is to make a major contribution to climate mitigation. There is signifi cant potential for cutting future emissions of greenhouse gases through maintaining healthy ecosystems and restoring degraded environments, in particular by restoring peatlands and wetlands, replanting forests, and reducing other pressures on nature. In addition, semi-natural and managed ecosystems, including those used for agriculture, off er many opportunities for active carbon sequestration and reduction of emissions. Fact 2: Working with nature brings multiple benefi ts Working with nature (ecosystem-based approaches for climate change adaptation and mitigation) while helping to conserve nature also reduces the vulnerability of people and their livelihoods in the face of climate change. For example, coastal ecosystems like wetlands, mangroves, coral reefs, oyster reefs, and barrier beaches all provide natural shoreline protection from storms and fl ooding in addition to many other services. Ecosystem-based approaches are cost-eff ective, ready for use and accessible to rural and poor communities, so they can help relieve poverty and support sustainable development strategies. For example, restored natural shorelines with seagrass beds or mangroves form a buff er against storm surges and create nurseries for fi sheries. Protecting groundwater recharge zones, or restoring fl ood plains, secure water resources so that entire communities can cope with drought. Ecosystems already provide natural carbon traps at very little cost. Developing and applying new technologies is important. Investment in preserving the natural systems the Earth has in place for mitigating climate change and helping us to adapt are equally important. Natural systems have been doing the job for millions of years. Amongst the measures to reduce emissions there are priority “low cost co-benefi t” options that simultaneously contribute to conservation and sustainable use of biodiversity. They include preservation and restoration of degraded land, forests, peatlands, organic soils, wetlands, reduction in conversion of pastureland, less slash and burn practices, and improved grassland management. Fact 3: The provision of ecosystem services is weakening – irreversible tipping points are looming Climate change has an impact on biodiversity and ecosystems and often exacerbates other pressures such as pollution, over-exploitation, invasive species, habitat fragmentation, degradation and loss. Increasing ocean temperatures and acidifi cation are causing extensive ‘coral bleaching’, and scientists fear that coral reefs could be the fi rst global ecosystem to die out completely, which would also leave many shore lines without protection against storms and fl oods. Rainforests cover only 6% of the Earth’s surface but are home to half of our land-based species. They are disappearing at a rate of some 13 million hectares per year. Deforestation activities alone release an estimated 0.8-2.2 Gt carbon per year into the atmosphere, which is approximately 20% of global CO 2 emissions. Loss of or damage to ecosystems reduces their capacity to capture and store carbon. The climate system has tipping points, where feedbacks from ecosystems become unpredictable and ecosystems lose resilience, so that carbon sinks turn into carbon sources. While we do not know exactly how much time we have before reaching these tipping points, we know that we must do all we can to prevent this happening. One example is the melting of the permafrost in the northern regions, which leads to increased greenhouse gas emissions, which in turn may also accelerate climate change. Fact 4: Conserving nature helps to fi ght climate change While climate change is currently high on the public agenda, the level of concern for loss of biodiversity is still low. Conservation of biodiversity is often misinterpreted as a marginal issue concerning merely the protection of endangered species, and the crucial role of nature for combating climate change is often overlooked. Healthy resilient ecosystems have a greater potential to mitigate and adapt to climate change and therefore to limit global warming. They resist and recover more easily from extreme weather events and provide a wide range of benefi ts on which people depend. The EU’s Natura 2000 conservation network now covers almost one-fi fth of total EU territory and comprises more than 25 000 sites. The marine network is due to be completed soon. Natura 2000 is crucial in providing the space natural species need to adapt to climate change. The range of ecosystem services provided by Natura 2000 and other relevant national and regional protected areas and networks is often not recognised, but they meet a variety of human needs (e.g. clean water, air, recreation, fl ood protection). They form a central pillar in maintaining the critical mass and variety of services necessary to cope with changing conditions. Did you know? In addition to providing habitats for animal and plant species, trees purify the air that we breathe by removing nitrogen dioxide, sulphur dioxide, carbon monoxide and ozone, and they store or absorb carbon in their wood. The greening of cities contributes to climate change adaptation and mitigation by cooling the surrounding area and providing homes for wildlife, as well as ecosystem services. It also boosts property values and adds to the quality of life by fi ltering the air, reducing noise and creating places of beauty where people can live or spend leisure time. Like sponges, forests soak up water, store it, and release it gradually, limiting fl oods when it rains and storing water for dry periods. Watershed and catchment protection near cities is smart economically, ecologically and socially. In addition, protected places in catchment areas cost less than water purifi cation plants, and so off er a local alternative to piping water from further afi eld. Big cities in the world (e.g. Rio de Janeiro, Johannesburg, Tokyo, Melbourne, New York, and Jakarta) rely on protected areas to provide residents with drinking water. Terrestrial and marine ecosystems absorb roughly half of the CO 2 emissions humanity generates Natura 2000 is crucial in providing the space species need to adapt to climate change Voices of concern “Healthy ecosystems are essential in any strategy for climate change adaptation. One can say that conservation of biodiversity is our life insurance for the future. The current threats of habitat loss and fragmentation and pollution need to be addressed.” Stavros Dimas, EU Environment Commissioner “Currently the world’s ecosystems, instead of maintaining and enhancing nature’s carbon capture and storage capacity, are being depleted at an alarming rate.” Achim Steiner – UNEP Executive Director “At a moment in history where more than ever before we need a “strong” planet […], we have pushed it to the weakest point ever.” Bo Ekman, Johan Rockström, Anders Wjkman – Tällberg Foundation © i S t o c k p h o t o © i S t o c k p h o t o © F r a n k V a s s e n Climate impact Ecosystem-based adaptation Increased droughts use appropriate agricultural and forestry practices to increase the water retention capacity and mitigate droughts Heat extremes increase green spaces in cities to improve the microclimate and air quality River fl ooding maintain and restore wetlands and ri- verbeds which will act as natural buff ers against fl oods Increased fi re risk cultivate diverse forests, which are more robust against pest attacks and present a lower fi re risk ENV-09-002_biodiversity-CC-2.indd 3-4 ENV-09-002_biodiversity-CC-2.indd 3-4 10/08/09 10:24 10/08/09 10:24 ",
        "© i S t o c k p h o t o Nature’s role in climate change Terrestrial and marine ecosystems play an important role in regulating climate. They currently absorb roughly half of man- made carbon emissions. Biodiversity and ecosystem services help us to adapt to and mitigate climate change. They are therefore a crucial part of our effort to combat climate change. Working with nature, rather than against it, brings multiple benefits also for preserving our climate. At the same time, climate change affects natural systems. The continuing loss of biodiversity and degradation of ecosystems weakens their ability to provide essential services to the extent that we risk reaching irreversible ‘tipping points’. By conserving nature and restoring ecosystems we reduce vulnerability and increase resilience. Nature conservation and restoration is a major, cost-efficient ally in our fight against climate change Climate change damages biodiversity. It is one of the causes of biodiversity loss. At the same time, climate change will accelerate further if biodiversity and ecosystems are not effectively protected. EN Collecting the evidence The ALARM project (Assessing Large Scale Environmental Risks for Biodiversity with Tested Methods) assessed risks caused by climate change, environmental chemicals, biological invasions, pollinator loss and socio-economic aspects. The project, in collaboration with others, produced an Atlas of Biodiversity Risk , as well as Climate Atlases for butterfl ies, amphibians and reptiles. www.alarmproject.net The MACIS project (Minimisation of and adaptation to Climate Change Impacts on Biodiversity) assessed not only the impact of climate change, but also adaptation and mitigation measures in diff erent sectors and their impact on biodiversity. www.macis-project.net/index.html K H - 78 - 09 - 570 - E N - D It is vital to preserve these areas as space for nature, even if the species for which they were originally designated may have moved away. They will provide necessary habitats for other species trying to follow suitable climate conditions. Maintaining genetic and species diversity is important for ecosystems, since it may increase their resilience by ensuring that there are enough diff erent species to sustain ecological processes in the event of unforeseen disturbances. However, nature conservation alone is not suffi cient. Maintaining diverse, functioning and interconnecting ecosystems across the wider terrestrial, freshwater and marine environment is essential to climate proofi ng our environment. Fact 5: Future action requires better integration of policies We cannot tackle biodiversity loss without tackling climate change, but it is equally impossible to tackle climate change without addressing biodiversity and ecosystems. If we fall short on the climate change targets, this is likely to have serious impacts on biodiversity and ecosystems. At the same time climate change must be addressed within the wider challenge of preserving the capacity of global ecosystems to continue to function as sinks for greenhouse gases, and avoiding ecosystem damage that accelerates global warming, such as deforestation and ocean acidifi cation. Failing on the biodiversity targets may seriously compromise our eff orts to reduce global warming, whereas stepping up our nature conservation eff orts and reducing environmental pressures on biodiversity and ecosystems helps to combat climate change and provides multiple benefi ts. The next few years could prove decisive. Integrated action on biodiversity loss and climate change will spur opportunities for sustainable development, involving people and sharing responsibility for a future built on equity, security, human development and well-being. The White Paper on Adapting to Climate Change: Towards a European Framework for Action recognises the crucial role of ecosystem resilience and exploiting the co-benefi ts. In addition, the European Commission called for “global forest cover loss to be halved by 2020, and halted by 2030 at the latest”, and supports the creation of an international fi nancing mechanism, the Global Forest Carbon Mechanism, to reward developing countries’ eff orts to reduce deforestation and forest degradation. A u g u s t 2 0 0 9 P r i n t e d o n r e c y c l e d p a p e r t h a t h a s b e e n a w a r d e d t h e e u e c o - l a b e l f o r g r a p h i c p a p e r ( h t t p : / / e c . e u r o p a . e u / e c o l a b e l ) Nature and biodiversity Further information: The EU Ad Hoc Expert Working Group on Biodiversity and Climate Change: http://circa.europa.eu/Public/irc/env/biodiversity_climate/home The World Bank, Environment Department: Convenient solutions to an inconvenient truth: ecosystem-based approaches to climate change, 2009: http://siteresources.worldbank.org/ENVIRONMENT/Resources/ESW_EcosystemBasedApp.pdf EEA Report No 4/2008:Impacts of Europe’s changing climate – 2008 indicator-based assessment www.eea.europa.eu/publications/eea_report_2008_4 European Climate Change policy: http://ec.europa.eu/environment/climat/home_en.htm White Paper on Adapting to Climate Change: Towards a European Framework for Action http://ec.europa.eu/environment/climat/adaptation/index_en.htm UN-REDD Programme Website: www.undp.org/mdtf/UN-REDD/overview.shtml UN Convention on Biological Diversity: www.cbd.int/climate/, and http://adaptation.cbd.int/ Mangroves provide natural shoreline protection from storms and fl ooding © i S t o c k p h o t o Peatlands play a crucial role in absorbing and storing carbon © European Commission, 2009 Reproduction is authorised provided the source is acknowledged. ENV-09-002_biodiversity-CC-2.indd 1-2 ENV-09-002_biodiversity-CC-2.indd 1-2 10/08/09 10:24 10/08/09 10:24 "
    ]
}