{
    "text": [
        "Second annual training workshop on the integration of photovoltaics in the Mediterranean electricity markets Training course Dunlop E. D., Grimaccia F., Szabo S., Huld T., Sample T., Rivas Calvete S., Garcia Amillo A., Bodis K., Moner Gerona M., Kougias I., Pinedo Pascua I., Monforti-Ferrario F., Jaeger-Waldau A., Urraca Valle R. 2017 ",
        "This publication is a Training report by the Joint Research Centre (JRC), the European Commission’s science and knowledge service. The scientific output expressed does not imply a policy position of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of this publication. Contact information Name: Ewan D. Dunlop Address: European Commission, Joint Research Centre, Via Enrico Fermi 2749, I - 21027 Ispra (VA) Italy Email: ewan.dunlop@ec.europa.eu Tel.: 0039 0332 789145 JRC Science Hub https://ec.europa.eu/jrc JRC109004 PDF ISBN 978-92-79-76441-7 doi: 10.2760/805751 Luxembourg: Publications Office of the European Union, 2017 © European Union, 2017 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. How to cite this report: Dunlop E. D. et al., Second Annual Training Workshop on the Integration of Photovoltaics in the Mediterranean Electricity Markets – Training course , Publications Office of the European Union, Luxembourg, 2017, ISBN 978-92-79-76441-7, doi:10.2760/805751, JRC109004 All images © European Union 2017 ",
        "i Table of contents Abstract .............................................................................................................. 1 1 Introduction to the JRC and Directorate for Energy .............................................. 2 2 F. Grimaccia, PoliMi ‐ PV technology: state of the art and future developments ........ 21 3 S. Szabo , JRC ‐ The World PV Deployment and the Mediterranean ....................... 94 4 T. Huld , JRC ‐ Photovoltaic Geographical Information System .......................... 136 5 T. Sample, JRC – PV the necessity for standards in reliability and performance ..... 196 6 S. Rivas, JRC- Deployment of renewable energy solutions: challenges and opportunities (Presented in the opening plenary forum in Politecnico di Milano) .................................................................. 244 ",
        "1 Abstract Energy Efficiency and Renewables Unit of Dir C host the second annual a joint training workshop with the Politecnico di Milano. The training workshop is held in the context of a special training day on Photovoltaic's for Integration of Renewable Energy Solution in the Mediterranean electricity markets. Participants from Mediterranean and African countries representing utilities, energy purchasers, economists, local and national governments and administrations will attend the workshop from 14 countries. Presentations will be made on •The state of the art of Photovoltaic technologies, •The situation of African PV deployment with particular emphasis on the Mediterranean countries •The applications and potential for the JRC PVGIS model to help planning deployment, management and monitoring of distributed installations •The role that international standards play in ensuring the reliability and quality of supply from renewable energy sources. ",
        "Joint Research Centre the European Commission's in-house science service Serving society Stimulating innovation Supporting legislation JRC activities in the field of energy efficiency and renewables Directorate C Unit C2 ",
        "JRC’s Mission and Role Serving society, stimulating innovation, supporting legislation Vision: \"To play a central role in creating, managing and making sense of the collective scientific knowledge for better EU policy.\" ",
        "The Joint Research Centre € 386 million Budget annually, plus € 62 million earned income 125 instances of support to the EU policy- maker annually 6 locations in 5 Member States: Italy, Belgium, Germany, The Netherlands, Spain 1500 core research staff, out of around 3000 total staff Over 1,400 scientific publications per year JRC 83% Of core research staff with PhD's 42 lаrge scale research facilities, more than 110 online databases More than 100 economic, bio-physical and nuclear models 30% of activities in policy preparation, 70% in implementation Focus on the priorities of the Commission (80% of activities co- designed with partner DG's) Independent of private, commercial or national interests Policy neutral: has no policy agenda of its own ",
        "Karlsruhe Brussels Brussels Geel Geel Geel Petten Petten Seville Seville Seville Ispra Ispra Ispra Ispra Ispra Geographical locations of the JRC sites F. Health, Consumer and Reference Materials G. Nuclear Safety and Security E. Space, Security and Migration D. Sustainable Resources B. Growth and Innovation Headquarters C. Energy, Transport and Climate Ispra ",
        "Geographical locations of the JRC sites F. Health, Consumer and Reference Materials G. Nuclear Safety and Security E. Space, Security and Migration D. Sustainable Resources B. Growth and Innovation Headquarters C. Energy, Transport and Climate Brussels Karlsruhe Ispra Seville Petten Geel ",
        "2 Energy Storage Energy Security, Distribution & Markets P.Moretto (acting) Knowledge for Energy Union Sustainable Transport M. Marcera E. Peteves A. Krasenbrink Energy Efficiency & Renewables D. Rembges (acting) Air & Climate E. Vignati Economics of Climate Change, Energy & Transport A. Soria Ramirez Knowledge Production Knowledge Management Ispra Petten Ispra Ispra Ispra Seville Petten Petten JRC Directorate C - Energy, Transport and Climate Director: P. Szymanski ",
        "Europe after COP21 Mandatory Target for 2030: GHG emissions down by 40% Memberstate individual Target for Renewables: sum up to at least 27% Reduction of Energy Consumption: at least 27% Review for a below 2 degree target ",
        "Energy Efficiency and Renewables Unit Key Orientations European Energy Efficiency Platform Low Carbon Cities, Urban Areas and Regions PV Technology, Markets and Integration Renewable Energy in Europe and Africa Synergies Standards (PV, energy efficient products) Buildings (Net Zero Energy Buildings, PV integration) Geographical Information Systems Outreach Commission & International Stakeholders Scientific Partnerships ",
        "JRC roles: European Solar Test Installation (Ispra, Italy) • Reference Measurements • Calibration • Energy Yield • Lifetime • Benchmarking and training PV Markets and Integration • IEC and CENELEC standards • PV-GIS online maps & data • PV Status Report • EU PVSEC scientific coordination • SET-Plan technology assessment Photovoltaic Solar Electricity ",
        "Best Measurement Uncertainty Values, % PV Device (Cal. Level Parameter 2011 2016 Reference Cell (primary) Short circuit current 0.64 0.48 Reference Cell (secondary) Short circuit current 0.72 0.48 Module (secondary) Max. power 1.7 1.0 Photovoltaics: Precision Power Measurement for the Fastest Growing Renewable Energy Technology ",
        "ESTI Facilities Module Measurements • Large area (2 m x 2 m) steady state simulator • Flash simulator (10 ms) • Long flash simulator (80 ms) • Flasher for spectral response • Flasher for TCO Cell Measurements • Steady state simulator for up to 12 cm x 12 cm • Steady state simulator for up to 30 cm x 30 cm • High intensity flash simulator Metrology Lab Laser Lab Visual Inspection Lab Outdoor Test Field • Calibration • Energy yield Monitoring • Long term exposure ",
        "CENELEC TC-82 WG1 Modules WG2 IEC TC-82 WG1 WG2 Modules WG … WG7 CPV Recent JRC activities • IEC 60904 series: spectral response, solar simulator performance • IEC 61215 rev.3: design qualification and type approval New projects • IEC 60904-1-1/-8-1: calibration of multi-junction devices • IEC 61853 series: energy rating, climatic datasets • Proposed test reference environment for building integrated PV Convenor Standards to support innovation in photovoltaics ",
        "PVQAT (International PV Quality Assurance Task Force) PVQAT Today ",
        "PV LCoE Calculation of Levelized Cost of Electricity for each single pixel Assumes same PV investment cost across Europe ",
        "PV Costs compared to Medium-Sized Household Electricity Prices 0.00 0.05 0.10 0.15 0.20 0.25 0.30 0.35 C Y M T P T E S G R I T B G H R F R R O H U S I S K A T C Z P L D E L U N L B E D K L T L V I E U K E E S E F I €/kWh JRC, Eurostat W h o l e s a l e R a n g e ",
        "Impact of changing technology competitiveness ",
        "Energy policies at different scales: - Coherent and integrated assessment - Geographical Information Systems - Regional gap Building s Cities and Urban areas Regions Member States/ EU 28 Energy Performance of Buildings Directive Covenant of Mayors (Cities) Energy Efficiency – Renewable Energy Directives Products Energy label Ecolabel Directives Smart Specialisation: Covenant of Mayors (Regions) ",
        "Data Building Atlas GIS for Energy & Buildings Modelling Standards / Building energy performance; Building stock; Economics & Financing Energy Policy Support Implementation Analysis Societal Issues Reducing Fuel Poverty Affordable Positive Energy Homes Architecture & Design Energy Efficiency in Buildings ",
        "European Energy Efficiency Platform E3P Data Hub: Browse, upload and share datasets and graphs wikEE: the heart of the E3P Write and share Articles that connect knowledge, data and publications eLibrary: Browse, upload and share publications , reports, papers ",
        "Titolo presentazione sottotitolo Milano, XX mese 20XX Deployment of renewable energy solutions: challenges and opportunities PV basics, state of the art and future developments (Part I + Part II) F. Grimaccia Department of Energy - Politecnico di Milano JRC ISPRA - Nov 7, 2017 ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Part I – PV Systems 1. INTRODUCTION 2. General structure of a PV system Stand alone vs Grid connected 3. Solar radiation i. Yearly sum of Direct Normal Irradiation (DNI) ii. Yearly Global Irradiation , Solar Electricity 4. Photovoltaic Cells i. Photovoltaic phenomena ii. PV cell technologies iii. Solar cell equivalent electric circuit 5. From solar cells to PV systems i. PV module ii. PV generator 6. PV Converters i. Maximum power point tracking (MPPT) ii. Main features and efficency iii. Inverter configuration ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 1. O&M Objectivies 2. Inspection methods for PV Plants 3. Normalized indexes: • Reference yield • Final yield • Performance Ratio • Transposition Factor 4. Examples of PV plant monitoring: • Performance Ratio for a 6 power plant • Reference Yield for a PV plant with tracking system 5. UAV for big PV plants inspection Part II. Performance analysis & monitoring New perspective in O&M activities ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 INTRODUCTION Impact of DG on distribution networks: LAST YEAR FACTS 107 hours (RES) 6.45AM Sat 7May 5.45PM Wed 11May 45.5 GW (99%) @2PM 15May 2016 -50Eu/MWh 1.3 GW Energy Storage 250M USD in microgrid projects 27% of 338.9TWh in 2015 ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Effects of PV injections (and RES) in electric energy prices.. .. typical load curve Net Load covered by PV with apparent reductions and ramps early morning and evening effects.. INTRODUCTION Impact of PV and RES on energy prices ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 INTRODUCTION PV Capacity factor – Italian examples The PV capacity factor depends on location and type of plant (e.g. tracking systems*). It is possible to use also equivalent hours (h eq ) – see later on.. Name of Plant Peak capacity (MW) Location Capacity factor (%) Start of operation Montalto di Castro PV Power Station 84.2 Italy (center) 19 2009 Cellino San Marco PV Power S. 43 Italy (South) 15 2010 Sicily - Italy (Sicily isl.) 20.8* (h eq =1825) 2012 ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 General structure of a PV system GRID LOAD STORAGE Control system Spare generator PV Generator GRID CONNECTED The PV plant export the power produced by PV modules to an external grid. Variations in terms of power are balanced by the grid itself. Storage is not necessary . STAND ALONE No link between the PV system and the grid. A storage device, usually a battery, is necessary to cover the primary source variation. Diesel generator if continuity of service is required. VS ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 General structure of a PV system STAND ALONE Typical examples of isolated applications: – isolated system not connected to the grid: island, isolated areas, etc. – rural electrification in developing countries; – mobile and/or occasional equipment. The converter transforms the DC voltage and current - produced by the PV generator and/or accumulated in the storage systems - in AC voltage and current in order to make it available to the loads (sometimes DC loads). GEN. FIELD PANEL C. BATTERY CHARGE LOG DC - AC USER BOARD LOAD ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 General structure of a PV system GRID CONNECTED GRID Connected are used primarily to: • Integration of self-produced in the consumption profile of the user; • energy production at a reduced cost and/or alternatively to other sources; • exploitation of local natural resources. GEN. DC - AC LOAD DC PANEL AC PANEL AC PANEL GRID E.E. METER E.E. METER ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 • PV installed capacity in Italy is not concentrated in a single region • Opposite situation with respect to wind: most of the PV plants are connected to the MV network (15-23 kV) • Less than 1GW in HV network • ~ 18 GW is connected to Medium Voltage and LV network • Inverter changes the DC input voltage from the PV to AC GRID CONNECTED GRID CONNECTED ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 General structure of a PV system GRID CONNECTED – Example of DOMESTIC use case ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Solar radiation: energy source The extra-atmospherical irradiance is equal to 1353 W/m 2 . The crossing of the atmosphere leads to an attenuation of the radiation, as well as a change in its spectral composition. On Earth's surface at sea level solar irradiance has a maximum value of about 1000 W/m 2 in clear sky conditions. AM: relative lenght of the direct-beam path along the atmosphere, compared to a vertical path at sea level (defined as AM1); ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Solar radiation: radiation spectrum Radiation outside the atmosphere: it can be approximated with the spectrum of a black body at a temperature of 5777 K. The resulting spectrum depends on atmospheric conditions (humidity, pressure) and on the layer of atmosphere crossed by the light. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Solar radiation i. Direct, diffuse and abedo radiation Three different contributions can be distinguished:  Direct radiation: beam that reaches the surface from a straight line. It has a known behaviour dependent on site, day (yyyy, mm, dd) and hour.  Diffuse radiation: coming from the whole sky (apart from the sun), is the scattered radiation. DIRECT DIFFUSE ABEDO I tot =I dir +I diff +I alb  Abedo radiation: is the reflected radiation from the ground and objects around the module. it is usually really small as consequence of low reflectivity of the surfaces (besides snow) and also for the limited view factor (panels are usually sky oriented more than ground oriented). ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Solar radiation i. Direct, diffuse and abedo radiation The direct and global irradiation per year on a surface depends on [Wh/(m 2 * year)]:  Coordinates of the site;  Tilt angle: the angle between the horizontal plane and the module surface;  Azimuth angle: orientation of the module surface; it specifies how many degrees the surface of the module diverges from the exact south-facing direction. To achieve the best year performance solar panels should be installed – in case of fixed angle – facing south and with a tilt angle somewhere between the optimum angle for summer and for winter. For each latitude there is an optimum tilt angle. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Solar radiation i. Direct, diffuse and abedo radiation Azimuth = 30°  -5% absorbed energy Azimuth = 90°  -52% absorbed energy Difference respect to optimum tilt of 5°  -0.5% absorbed energy Difference respect to optimum tilt of 15°  -2.5% absorbed energy ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Solar radiation ii. Yearly sum of Direct Normal Irradiation (DNI) • Direct Normal Irradiance (DNI): amount of solar radiation received in a collimated beam on a surface normal to the sun at its current position in the sky; it is measured in 𝑊 𝑚 2 ; ( values between 0 and 1000 𝑾 𝒎 𝟐 ) • Direct Normal Irradiation (DNI): amount of solar radiation received in a collimated beam on a surface normal to the sun during a 60-minute period: it is measured in 𝑊ℎ 𝑚 2 ; • The yearly sum of DNI is measured in 𝑊ℎ 𝑚 2 𝑦 (good values for CPS: >1600 𝑘𝑊ℎ 𝑚 2 𝑦 ) ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Global Irradiation (GI): amount of solar radiation received on a surface during a 60-minute period 𝑊ℎ 𝑚 2 ; The yearly sum of GI incident on optimal-inclined south oriented PV modules is measured in 𝑊ℎ 𝑚 2 𝑦 Solar electricity 𝑘𝑊ℎ 𝑘𝑊𝑝 𝑦 : amount of electricity produced by optimally- inclined 1kWp system (In Milan for PV=1050 𝑘𝑊ℎ 𝑘𝑊𝑝 𝑦 ) Solar radiation ii. Yearly Global Irradiation, Solar Electricity ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Photovoltaic Cells i. Photovoltaic phenomena The conversion of solar radiation into a current takes place in the photovoltaic cell , a device consisting of a thin slice (called wafers) of a doped semiconductor material, most often silicon, amorphous , monocrystalline or polycrystalline. The PV cell is in principle a PN junction subjected to the action of photons of solar origin which cleaves the charges in the depletion region generating an electrical potential. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Photovoltaic Cells i. Photovoltaic phenomena Doping of a semiconductor: in a semiconductor small quantities of atoms not forming part of the same semiconductor are added in order to modify its electrical properties. N-type semiconductor : in this region an element with more electrons (in the external orbital) than the ones are needed for ties with the crystal lattice is added (electron free). P-type semiconductor : in this region an element with fewer electrons than the ones are needed for the links with the crystal lattice is added. Such failure takes the name of hole and behaves as if it were a positively charged particle. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Photovoltaic Cells i. Photovoltaic phenomena The electrons photogenerated in the depletion region of the PN junction are collected at the cathode by means of a grid electrode on the front of the cell (exposed to light), while the holes are collected at the positive electrode (back contact) on the back of the cell. The grid structure (fingers) of the front contact is required to allow light to penetrate into the material until the depletion region. Antireflection coating Photon Front contact (grid structure) Reflection Back contact PN Junction Zone interested by Electrical potential ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Photovoltaic Cells i. Photovoltaic phenomena Fingers Bus bar For a Si-C cell the pathway for electrons is made by: fingers, bus bar and ribbons. Ribbon: wire to connect cells http://d4europe.com/video/ ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Photovoltaic Cells ii. PV cell technologies Conventional technologies: Mono-crystalline silicon: wafer obtained cutting the crystal with thickness of 250 μm Multi-crystalline silicon: wafer are created by bar solidification (300 μm thickness) Thin-film technologies: Layer created via chemical vapour deposition Amorphous silicon (a-si) Telloruro di Cadmio (CdTeS) CIS/CIGS/CIGSS Third generation technologies: Dye sensitized; Quantum dots; Organic cells Combination of technologies: Multi-Junction solar cells ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Photovoltaic Cells ii. PV cell technologies. Spectral response of differente Tecnologies ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Annual production by Technology Source: PVTech&Solar Media, 2016 ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Photovoltaic Cells ii. PV Tecnologies efficiency OVERVIEW Cell type Cell efficiency Square meters for 1kWp Sensitivity to irradiation Direct Diffuse Mono-crystalline silicon 20% 6-7m 2 80% 20% Multy-crystalline silicon 18% 7-8m 2 70% 30% Thin film (CdTe, CIS) 10-13% 9-10m 2 50% 50% Amorphous 7-9% 16-20m 2 30% 70% ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Photovoltaic Cells ii. PV Tecnologies efficiency: Commercially C-Si vs Thin Film PV ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 I PV is the current generated in the cell I o is the dark saturation current n is the ideality factor of the diode V t is the thermal potential V and I are voltage and current at the external circuit T= temperature V ov = open circui voltage (I=0) Isc= sort circuit current (V=0) Photovoltaic Cells iii. Solar cell equivalent electric circuit 𝑰 = 𝑰 𝒑𝒗 − 𝑰 𝟎 ∗ 𝒆 𝑽 𝒅 𝒏∗𝑽 𝒕 − 𝟏 C e l l c u r r e n t ( A ) Cell voltage (V) P o w e r ( W ) ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 𝑰 = 𝑰 𝑷𝑽 − 𝑰 𝟎 ∙ 𝒆 𝒒(𝑽+𝑹 𝒔 ∙𝑰) 𝒏∙𝒌 𝑩 ∙𝑻 − 𝟏 − 𝑽 + 𝑹 𝒔 ∙ 𝑰 𝑹 𝑷 More complex representation includes two resistances which represent recombination and Ohmic losses in the cell. Five parameters are required to define the operating conditions (Rs and RSH in addition to previous parameter): Photovoltaic Cells iii. Solar cell equivalent electric circuit Rs is the series resistance and represent the Ohmic losses Rsh is the parallel resistance and represent the recombination losses ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 From a solar cell to PV system ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 The solar cell is the main element of each photovoltaic system. The photovoltaic module is a set of photovoltaic cells connected together in series (or more rarely in parallel), so as to obtain values ​​of voltage (or current) suitable for common uses. More modules (even if said panels assembled on a common structure) connected together in series constitute a string . The set of strings, which are connected in parallel, is defined photovoltaic field or photovoltaic generator or array . It constitutes the part of the system responsible for the generation of electrical energy through solar energy conversion . From a solar cell to PV system PV generator: Module, string, array ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 From a solar cell to PV system string array ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 From a solar cell to PV system i. PV module ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 From a solar cell to PV system i. PV module: I-V characteristic - Impact of irradiance Power generated is pretty proportional to the irradiance. Short-circuit current increases with the irradiance. The open voltage is pretty constant. M o d u l e c u r r e n t [ A ] Module voltage [V] ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Increasing the temperature the short-circuit current is pretty constant; instead the open voltage decreases . The reduction is around 3mV/°C depending on the technology. From a solar cell to PV system i. PV module: I-V characteristic - Impact of Temperature M o d u l e c u r r e n t ( A ) ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 STC Standard Test Conditions (fixed cell temperature)  Solar radiation 1000 W/m 2  Cell temperature 25°C  Air Mass AM 1,5 NOCT Nominal Operating Cell Temperature (cell temperature is not fixed)  Solar radiation 800 W/m 2  Ambient temperature 20°C  Wind speed 1m/s  Air Mass AM 1,5 Coefficients of temperature indicate the deviation in term of voltage, current and power for each degrees over the standard temperature. In term of power we have:  - 0,4 ÷ - 0,5 % for Si-cristalline module  - 0,2 % for amorphous module From a solar cell to PV system i. PV module: STC, NOCT and data sheet Nominal power, voltage, current Temperature of work, NOCT power, voltage, current ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 From a solar cell to PV system i. PV module: STC, NOCT and data sheet ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 From a solar cell to PV system ii. PV generator: by-pass diodes In the terminal box of the module one or more by-pass diodes are installed. These diodes allows to short-circuit the module or a group of cells if shading affect it. + By-pass diode prevents reverse bias of solar cells and its damaging; + The power losses are reduced. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 From a solar cell to PV system ii. PV generator: blocking diodes At the end of each string occasionally a blocking diode has been installed. This diode avoid that, if a difference in the strings voltage is present, current flows in the string with lower voltage. In this case the PV modules will work as load. The voltage drop, and then the power losses, sometimes are too large. In many occasion blocking diodes are substitute by fuses. + protect the module by over current - don’t avoid inverse current - They have to be substituited in working conditions ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 In all applications where the parameters voltage and current must be adapted we need converters. In PV systems we have the following situation:  The photovoltaic generator produce DC quantities dependent on irradiation and temperature of PV cells.  The grid operates AC (with fixed Voltage and frequency), single-phase or three- phase.  The storage systems, typically batteries, are DC systems that require accurate control of energy exchanges.  Electrical loads are typically designed to be connected to AC power, but there are loads directly plug-in DC. The converters that perform DC - AC power conditioning are called INVERTER. The converters that perform DC-DC power conditioning are called CHOPPER. In particular, the BUCK reduces the voltage, while the BOOST increases the voltage. PV Converter ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Besides the function of power conditioning, a PV converter performs functions of control and supervision of the system, such as:  find and work at maximum power point condition (maximum power point tracking (MPPT) algorithm) ;  control of the insulation with respect to ground of the PV field;  voltage and frequency control (protection of interface to grid) .  control of semiconductors' temperature and load management.  Coordination with other drives (logic master - slave ) .  Control of the start, parallel to grid, stop and stand-by sequence. It must ensure  a high efficiency (ie the ratio of generated power and PV power) ;  high availability of the system (number of hours of operation compared to the number of hours of irradiation);  ease of use. PV Converter ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Maximum power point tracking (MPPT) is a technique that grid connected inverters use to get the maximum possible power from one or more photovoltaic devices. Two different types: Indirect MPPT : MPP tracker estimates the MPP voltage by means of simple assumptions and measurements. • The operating voltage of the solar generator can be adjusted seasonally. • The operating voltage can be adjusted according to the module temperature. • The operating voltage can be derived from the instantaneous open-circuit voltage by multiplication with a constant factor, for example, 0.8 for crystalline silicon solar cells. Direct MPPT : the optimum operating voltage is derived from measured currents, voltages or the power of the PV generator. Therefore, they are able to react to changes in the generator’s performance. Some examples include the following: • Periodic scanning of a part of the I – V curve. Here, the operating voltage of the module is varied within a given voltage window by means of the DC/DC converter.– “Mountain- climb” or “Perturb and Observe (P&O)” algorithm. Here, the operating voltage is periodically changed in small steps. PV Converter i. Maximum power point tracking ( MPPT) ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 PV Converter i. Maximum power point tracking ( MPPT) ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 The main features of converters for grid connected systems are associated with: • Output voltage: single / three-phase; • Presence of low- frequency transformer; • Presence of a stage with Isolated DC/DC; • Presence of a stage not Isolated DC/DC. PV Converter ii. Main features and efficency ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 The efficiency of a PV converter depends on: • type of converter (with / without transformer, single- or double- stage, etc.. ). • size of the converter (bigger ones are more efficient). • load factor (ratio of the power used and the rated power). • Input voltage. PV Converter ii. Main features and efficency ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 PV Converter ii. Main features and efficency The PV inverters don’t operate always at their maximum efficiency, but according to an efficiency profile as function of the Power. The European Efficiency is an averaged operating efficiency over a yearly power distribution corresponding to middle-Europe climate. The value of this weighted efficiency is obtained by assigning a percentage of time the inverter works in a given operating range. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 PV-Converter iii. Configuration: Micro Inverter Each module has its own inverter with MPPT (module inverter). + Panel level MPPT (Maximum Power Point Tracking) + Increase system availability – a single malfunctioning panel will not have such an impact on the entire array + high design flexibility: modules can be different and/or oriented in different directions + No need to calculate string lengths – simpler to design systems - Higher costs in terms of dollars per watt, currently up to double the cost compared to string inverters - Increased complexity in installation - Increased maintenance costs due to there being multiple units in an array. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Each string - consists of several modules connected in series - has its own inverter. It is the type most commonly used in home and commercial solar power systems. + Allows for medium design flexibility: the strings can be different + 3 phase variations available + good compromise between efficiency and costs + Remote system monitoring capabilities PV-Converter iii. Configuration: String Inverter - No module level MPPT - No module level monitoring - High voltage levels present a potential safety hazard ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 One central inverter is used to convert the total energy supplied by the PV field. + Low capital price per watt + High efficiency + Comparative ease of installation – a single unit in some scenarios - Size and noise - A single MPPT for the entire field - A single potential point of entire system failure It is suitable for large PV fields with orientation, inclination and shading conditions uniform. PV-Converter iii. Configuration: Central Inverter ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Global efficiency of a PV System Losses due to PV modules (  10-15%):  Deviation of real work condition from STC.  Mismatching losses (series and parallel among PV module with different characteristics).  Shading losses, also among PV array itself.  Losses due to pollution, dust, soiling, ect.  Losses due to aging of PV cells. Losses due to connection and DC cables (Joule losses) (  3%):  DC cables losses (they are evaluated during the design of the plant depending on the size of the cable).  Losses on diodes or fuses.  Losses on the switching devices and in the connectors. Losses due t the storage system (in the stand alone system:  10-15%):  Efficiency in the charge/discharge of batteries Losses due to the AC side (  4-6%):  AC cables and switching devices  Inverter efficiency  MPPT error.  Transformer efficiency (both isolation and MT/BT). ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Global efficiency of a PV System PV generator power P n = 1kW p Deviation from the module efficiency at 1000W/m 2 Dirty module Deviation from the module efficiency at 25°C Shading losses Mismatching and DC losses Error in MPP Converter losses Losses in AC side and energy meter ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 1. O&M Objectivies 2. Inspection methods for PV Plants 3. Normalized indexes: • Reference yield • Final yield • Performance Ratio • Transposition Factor 4. Examples of PV plant monitoring: • Performance Ratio for a 6 power plant • Reference Yield for a PV plant with tracking system 5. UAV for big PV plants inspection Part II. Performance analysis & monitoring New perspective in O&M activities ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 The main objectives of the activities' monitoring of PV systems aim to analyze: • the evolution of the performance; • the differences among different technologies; • the contribution of each device in the performance of the systems; • the role of tracking systems. PV systems with different configurations and placed in different locations can easily be compared by evaluating their normalized indices of system performance such as yields, losses and efficiencies. References:  IEC 61724. Photovoltaic system performance monitoring. Guidelines for measurement, data exchange and analysis, Geneve: International Electrotechnical Commission IEC 61724; 1999.  IEA PVPS (International Energy Agency - Photovoltaic Power Systems Programme): Operational performance of PV power systems: Measurements and monitoring approaches 1- O&M Objectives ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 2 – Inspection methods for PV Plants Visual detection: Delamination, Bubbles, Cracking, Yellowing, Discoloration, Oxidation, Cell breakage PV parameters measurement: PR, devices, IV measurements Infrared and Thermal Cameras ispection: Snail trails , Shading, Hot spots, Micro cracks, Corrosion of connectors Others sensors in laboratory or switching off the system ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 3 – Normalized indexes Reference and Final Yield The Reference Yield ( Y R ) can be calculated by dividing the total daily in-plane irradiation H I,d by the module’s in-plane reference irradiance G STC (1 kW·m -2 ): It represents the number of peak sun-hours per day. The Final Yield ( Y F ) is calculated dividing the total system output energy ( E OUT,d ) by the installed rated power P 0 . The final PV system yield Y F is the portion of the daily net energy output of the entire PV plant per kW of the installed PV power   2 , 2 I d R STC kWh m d H h Y G d kW m                      0         OUT F kWh d E h Y P kWp d Period: day, month, year ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 3 – Normalized indexes Performance ratio and transposition factor The Performance Ratio (PR) is calculated by dividing the Final Yield by the Reference Yield. This index indicates the overall effect of losses on the rated output power of the array: The Performance Ratio is a dimensionless quantity that indicates the amount of the net output energy of the PV system, compared with the theoretical one in input for a certain period. It represents the overall components efficiency in the actual operating conditions. The main factors of PR reduction are high temperature, shading, inefficiencies or failures of the system components. The transposition Factor (P tr ) represents the ratio between the in-plane irradiation and the horizontal irradiation. It represents the increment of captured energy due to tracking system. 0 , / /   OUT F R I d STC E P Y PR Y H G ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 3 – Normalized indexes Example of PV plant monitoring and performance evaluation S i x 1 M W p o w e r p l a n t s i n t h e c e n t e r o f I t a l y Some problems in one of the two inverters in SF3. One inverter out of order SF4. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 3 – Normalized indexes Example of PV plant monitoring and performance evaluation S i x 1 M W p o w e r p l a n t s i n t h e c e n t e r o f I t a l y 10% of strings where out of work SF1. Shadow due to high grass. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 3 – Normalized indexes Example of PV plant monitoring and performance evaluation Six 1MW power plants in the center of Italy Shadow due to high grass SF3, 4, 5. Some strings out of order SF1. Inverters out of order SF3 and 4. F i n a l Y i e l d ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 3 – Normalized indexes Example of PV plant monitoring and performance evaluation S i x 1 M W p o w e r p l a n t s i n t h e c e n t e r o f I t a l y ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 3 – Normalized indexes Example of PV plant monitoring with single axis tracking Located in the center of Italy. Composed by 9 PV arrays: • 8 of 50 kW power peak each one • 1 of 400 kW PV power for a total of 4560 poli-crystalline silicon PV-module, 12 inverters and 115 single-axis solar tracking system in order to maximize the quantity of irradiation received by the system and hence the energy produced. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 3 – Normalized indexes Example of PV plant monitoring with single axis tracking Annual Yr = 1975 W/m 2 Annual Yrg = 1530 W/m 2 5 10 15 20 May '10 Apr.'10 Mar.'10 Feb.'10 Jan.'10 Dec.'09 Nov.'09 Oct.'09 Sep.'09 Aug.'09 Jul.'09 Jun.'09 0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.91 hour k W / m 2 G rg G r Jun'09 Jul'09 Aug'09 Sep'09 Oct'09 Nov'09 Dec'09 Jan'10 Feb'10 Mar'10 Apr'10 May'10 0.8 0.91 1.1 1.2 1.3 1.4 1.5 1.6 1.288 1.329 1.332 1.302 1.352 1.325 1.270 1.237 1.243 1.267 1.274 1.221 ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 4 – Normalized index Snail Trails phenomena analisys Snail trails (snail tracks) are due both to microcracks in PV-cell or impurities. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 4 – Normalized index Snail Trails phenomena analisys Visible and IR pictures: hot spot can be seen in correspondence to the PV-cells higher affected by snail trails phenomena. I-V and P-V characteristics. The maximum power point reduction of STPV respect the datasheet ranges between 24.8% to 40.5%. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 4 – Normalized index Snail Trails phenomena analisys Module installed at west: rail shading Module installed at est: rail shading Modules affected by snail trails Daily P out /P N compared to a «healthy» module. Daily energy production can be decreased by 30% when this phenomenon occurs. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 4 – Normalized index - Snail Trails phenomena analisys the four STPV have a lower final yield (Yf,d) ranging from 16% to 32% compared with REFPV module. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Light UAV platform used for the experiment: Nimbus EosXi, PPL610 Monitoring Devices and Techniques: visible camera, IR and Thermal Cameras Smart monitoring system: image processing and decision support system 4 – UAV for large PV plants inspection Software & Processing Decision Support System O&M Operator UAV with Visual and IR Sensors PV Field On site PV Monitorng System (SCADA) Control Center Items Features Cruise Speed range (PV) 0-5 m/s Operational range (Regulation) 1000 m (500) Operational Altitude (Regulation) 5-50 m (150) Flight Endurance 0.5 h Weight 5.3 Kg Height 0.35 m Length (Ø) 1 m Propulsion Electric Power (6x300W) Operation wind speed (gust) 5 (10) m/s Operation weather condition light rain Features of PPL612-PV ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Visual Inspection: white spot, snail trails, glass breakage, Discoloration, Cracking and shading 4 – UAV for large PV plants inspection ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 Thermography Analysis: hot spot, disconnected modules 4 – UAV for large PV plants inspection ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 4 – UAV for large PV plants inspection - Complete PV plant analysis Plant general data Location XXX (Prov. XX) Nominal Power xxxx kWp Ground/roof On ground Azimut / Tilt South / 30° Final Yield, Performance Ratio PR 77,1% Days of no production (total) 11 days Days of partially production (<80%) 12 days MV grid disconnection SI (2 days) Inverter problems Derating Inverter Visible and Thermal Analysis Snail trail n.2093 52,00% By Pass Diode failure n. 86 2,14% Corrosion n. 1 0,02% Shading NO Hot spot n. 14 0,35% String connection failure n. 120 3,01% Dirty n. 20 0,50% ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 PV towards 2050.. Source: IEA PV capacities by region in 2030 and 2050 forecast [GW] This roadmap envisions PV’s share of global electricity reaching 16% by 2050, China leading the global market.. ",
        "Prof. F. Grimaccia – JRC ISPRA ATC 2017 RES and PV future perspective..  Standard mc-Si modules expected with 310Wp (60 cells) by 2026;  Lower manufacturing costs will enhance competitiveness of PV in the next decades;  Increasing cumulative PV module shipments will lead to a general modules’ selling price decrease (around 20%);  As a consequence BOS and LCOE will become crucial factors;  LCOE of new-built, large-scale, ground-based PV plants is expected to fall below USD 100/MWh by 2025 Increasing trend for RES.. ",
        "EDUCATION, RESEARCH, INNOVATION. ",
        "PV Deployment in Africa & in the Mediterranean Visit from RES4Med & Politecnico Milano Sándor Szabó Katalin Bódis Magda Moner-Girona Ioannis Kougias Irene Pinedo Pascua Thomas Huld Fabio Monforti Ferrario Arnulf Jäger-Waldau JRC Ispra 07 November 2017 ",
        "Outline of presentation 1. Outlook on Africa and on the global RE market 2. JRC's latest research highlight on changing the situation 3. Description of data collection and the methodology behind the maps 4. Introducing some of our related work outputs ",
        "Investing in the youth for a sustainable future People, planet, prosperity and peace are four broad priorities recognised by Africa and Europe and highlighted in the United Nations Sustainable Development Goals (SDGs) The fifth African Union - European Union (AU-EU) summit will take place on 29-30 November 2017 it has been ten years since the adoption of the joint Africa-EU Strategy ",
        "IEA: World Energy Investment 2016 – in electricity generation 2015 Outlook on Energy Finance ",
        "0 50 100 150 200 250 300 350 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016e C u m u l a t i v e I n s t a l l e d P V P o w e r [ G W p ] Year Rest of EU France United Kingdom Italy Germany Rest of World China United States Japan Cumulative PV system installations from 2005 to 2016 (source: A. Jaeger-Waldau PV Status report 2016) & Solar water heating collectors for comparision (REN 21) 2015 Outlook on PV capacities ",
        "Outlook on installed PV capacity in Africa (IRENA 2016, CSIR) Large scale PV in SSA 2014 Production of operational PV in SA ",
        "• A multi-layer spatial methodology was developed to assess off-grid PV, NPDs' potential in sub- Saharan Africa • Low-hanging fruits for energy development in rural Africa • Conservative estimations revealed approx. 680MW PV addition and 250MW potential of NPDs • The required investment is €540+ €365 million • Estimated number of beneficiaries 14 million Transforming existing infrastructures to RES power 1 ",
        "• PV added to already existing diesel off-grid systems • NPDs are existing dams built for non-energy purposes (flood manag., irrigation etc.) • In certain cases NPDs can be retrofitted to produce power • PV addition: 50-60% & for NPD's: up to 60-70% of the total stations' costs covered • Minimal additional environmental impact Transforming existing infrastructures to RES power 2 ",
        "Differences of PV over canals • + Technical advantages: cooling of solar panels, irrigation water savings, combination with riverbed regulation civil works • + Technical challenges: electricity transport over a long distance, more difficult mounting • Analyzed large irrigation canals in Sardinia, Sicily, Cyprus , Power capacity: 58 MW, Output: 90GWh/yr, Water savings: 170400 m3/yr Solar PV systems on the face of dams, over canals Several real-world applications • Technical advantages: land use, practicality, increased efficiency, hybrid operations • Technical challenges: dam type, ownership, shadowing • Developed a spatial methodology using PVGIS tool • Application in S. Africa & Med. islands: 30 advant. dams analyzed , Power capacity: 134 MW , Output: 200GWh/yr ",
        "Case Studies 2016-17 Burkina Faso & Kenya (in preparation) ",
        "Data collection & modeling Hydro resource ",
        "Data collection & modeling Hydro resource ",
        "Data collection & modeling Hydropower ",
        "Population density Global Human Settlement Layers Data collection & modeling ",
        "Electricity distribution grid Data collection & modeling ",
        "Biomass Data collection & modeling ",
        "Solar PV vs. Diesel Data collection & modeling ",
        "Solar PV vs. Diesel Data collection & modeling ",
        "• Enables geographically based exploratory analysis for off-grid electricity production options in Africa. • RE2nAF is Web based, no specialized software or plug-ins needed. • Built upon population, infrastructure, renewable energy sources, economic and technical values. • Open source software and libraries (MapServer, OpenLayers, GeoExt) RE²nAF: off-grid electricity production options in Africa ",
        "• Settlements: > 6,700 (population data 2010, less than half of estimated total population in Africa of more than 1000M) • Electricity grid: > 230,000 km in 46 countries (~40% existing) • Power plants: >900 in 54 countries (~200 GW) • Global irradiation: ~900 to >2600kWh/m 2 • Diesel: 2008, 2010 and 2012 estimated costs 3 - > 250 cts€ kWh • PV: 8 layers (using module prices from 0.75 to 2.5 €/W p ) with estimated costs of 17-112 cts€/kWh RE²nAF processes data ",
        "RE²nAF visualizing data ",
        "RE²nAF visualizing data ",
        "The REn²AF engine ",
        "Demo ",
        "PV vs DIESEL: Swaziland ",
        "RE policies: PV costs & fuel subsidies 2008 2010 2012 ",
        "RE planning: technology competitiveness ",
        "Conclusions on African PV markets Despite the good solar resource, why is not yet done? • In the project design COST EFFECTIVENESS is determined by • Strong capacity building requirements • Socio economic conditions • subsidy for the diesel, • distance from the grid, • regulation in place, • reinforcement of regulation are equally important Outlook: • JRC analysis shows that in most African countries PV is competitive – further work on regulatory/business environment ",
        "The JRC contribution AU-EU partnership I. Analyze the ACP-EU Energy Facilities 1 and 2 II. Create a network in the ACP R&D community: The “Africa Renewable Energy Technology Platform” AFRETEP III. Develop systems to precisely assess Renewable Energy Sources IV. Decision making support tool: RE²nAF ",
        "By origin of applicant By type of applicant Proposals Awarded I. Analysis of the ACP-EU Energy Facility II ",
        "I. 1 ",
        "The “Africa Renewable Energy Technology Platform” (AFRETEP) Newsletters Forums News II. Create a Network in the ACP R&D Community 0 20 40 60 80 100 120 140 E d u c a t i o n - U n i v e r s i t y R e s e a r c h i n s t i t u t e N a t i o n a l m i n i s t r y N o n G o v e r n m e n t a l I n t e r n a t i o n a l o r g a n i z a t i o n P r i v a t e s e c t o r C o n s u l t a n c y N a t i o n a l a g . f o r d e v . O t h e r E u r o p e a n C o m m i s s i o n R e g i o n a l - l o c a l a u t h o r i t y N u m b e r African Not African 761 members (more than 50% Africans) ",
        "II. a capacity building: • 3 workshops: Kampala (Uganda), Ouagadougou (Burkina Faso) and Cape Town (South Africa) • 93 participants, 30 countries • 13 trainers (7 Africans, 6 EU) from UNIDO, 2iE, KNUST, CIFRES, TTA, Omega Investment, University of Cape Town. ",
        "II. a capacity building: • 16 lectures (solar, PV Lab, hydro, bio-energy, micro-finance, wind, rural electrification,…) ",
        "II. a capacity building: • 4 hands-on sessions ",
        "II. a capacity building: • 3 field trips ",
        "II. a capacity building: • Certificates ",
        "Disseminate results: scientific community Disseminate results: support to international initiatives Participation to international conferences and forums From data to peer-reviewed methodology III. Develop systems to precisely assess RES ",
        "III. a. Scientific community Data collection of RE Available GIS database : population, populated places, infrastructure, grid network, diesel prices, PV based electricity costs, travel distances, etc. Book chapter: Comprehensive Renewable Energy 1.07 Finance mechanisms and incentives for Photovoltaic Technologies in Developing Countries. Criteria establishment: grid extension vs. off-grid technologies. International Conferences: 25 th EUPVSEC & 27 th EUPVSEC >21000 downloads ",
        "III. b. International initiatives IRENA Global Atlas ECREEE – JRC collaboration JRC report Cited by ex-president of the EC during the EU-Sustainable Energy For All Summit, Brussels, 2012 ",
        "III. c. International conferences and forums AEEP Forum International conferences: 25 th EUPVSEC & 27 th EUPVSEC Scientific Committee of the Africa PVSEC ",
        "Thanks for your attention! JRC hub: https://ec.europa.eu/jrc REMEA Action: http://iet.jrc.ec.europa.eu/remea/ RE2nAF, off grid options for rural Africa: http://re.jrc.ec.europa.eu/re2naf.html Sandor.Szabo@ec.europa.eu ",
        "The European Commission’s science and knowledge service Joint Research Centre Institute for Energy and Transport ",
        "PVGIS: geospatial estimation of PV performance Thomas Huld, Ana Gracia Amillo, Irene Pinedo Pascua, Ruben Urraca Valle, Ewan Dunlop European Commission, Joint Research Centre, Ispra Ispra, November 7 th 2017 ",
        "Overview of presentation 1. Solar radiation data from satellite, methods and data 2. How to calculate PV performance 3. Yield prediction vs. energy rating 4. Geospatial mapping of PV system performance 5. PVGIS and PVMAPS ",
        "1. Satellite-based solar radiation estimates Ground station measurements are the best way to estimate the solar resource at a given location. However, such measurements are quite rare, especially in the developing world. Estimates using satellite data have now reached a level of quality that in many areas comes close to that of ground-based measurements. The great advantage of satellite data is that they are uniformly available at continental scale. ",
        "Satellite data sources • Solar radiation estimates are mainly from geostationary meteorological satellites. • Spatial resolution is typically a few km. • Temporal resolution 15-30 minutes depending on the satellite. • PVGIS data are mostly from the European METEOSAT satellites, covering Europe, Africa and most of Asia. Data for the Americas from NSRDB (National Renewable Energy Laboratory) ",
        "Algorithms for solar radiation estimates • The algorithms for the calculation of solar radiation for Eurasia and Africa have been developed by the CM SAF collaboration (www.cmsaf.eu), especially Deutscher Wetterdienst (DWD). • In a first step a version of the Heliosat method is used to calculate the effective cloud albedo CAL. This measures the reflectivity of clouds. ",
        "METEOSAT raw image Cloud index ",
        "Algorithms for solar radiation estimates, contd. The second step calculates the clear-sky irradiance using the SPECMAGIC algorithm (Müller et al. 2012). This method uses radiative transfer theory to calculate the transmissivity of the atmosphere. The method uses as input: • Aerosols (long-term monthly climatology) • Water vapour (monthly averages) • Ozone (long-term monthly climatology) Finally the global and direct irradiance is calculated from the clear-sky radiation and cloud index. ",
        "Global horizontal Irradiance (W/m 2 ) 2015-08-01 09:00UTC ",
        "Reanalysis-based solar radiation data Reanalysis data are calculated using Numerical Weather Prediction models, reproducing past weather. Among a large number of data fields, some of these products also contain solar radiation data. Advantages: • Large-area coverage, often global • Long time series of data, for some more than 30 years • High time resolution, up to hourly • Freely available Disadvantages: • Coarse spatial resolution (for the global data sets >50km) • Up to now poor quality of solar radiation data ",
        "Reanalysis-based solar radiation data Recently ECMWF have released (some years of) the new ERA 5 Reanalysis, with higher spatial resolution (~0.25 °lat/lon), hourly time resolution, and which includes both global and direct solar radiation. We have performed a validation study showing that the quality is much better than previous reanalysis data sets and that the solar radiation data can be used for solar energy studies in areas without satellite-based data. In most areas covered by satellite data these are still the preferred choice. ",
        "Reanalysis-based solar radiation data ERA 5 annual average global horizontal irradiation ",
        "Validation of solar radiation data products Mean bias deviation of two satellite products and three reanalysis products, validated with BSRN ground station measurements Urraca et al., submitted ",
        "2. PV performance estimates Solar radiation is by far the most important factor for the performance of PV systems. However, other effects are relevant too and may change the energy output by up to 20% in some climates. We have for many years been doing research on the different effects influencing PV performance and how these effects vary geographically. ",
        "Effects influencing PV conversion efficiency The performance of PV modules depends on a number of external influences apart from, of course, the solar radiation: • Reflection of light from the module surface depends on angle • The PV conversion efficiency changes with module temperature and radiation intensity • Module temperature in turn depends on local temperature, irradiance and cooling by wind • Variations in the spectral content of sunlight influences PV power • Long-term degradation depends on climatic conditions (but how?) ",
        "Measurements needed for the modelling At ESTI most of the necessary measurements can be made: • PV power as a function of irradiance and temperature, measured over a range of irradiance and temperature values • Spectral response • Long-term degradation These measurements are used as input for the performance models. ",
        "Models and data for mapping PV performance Angle-of-incidence (AOI) effects, model by Martin&Ruiz, 2001. • Requires in-plane direct and diffuse irradiance Module temperature, model by Faiman (2008), with coefficients by Köhl et al. 2011 for open-rack mounting. • Requires in-plane AOI-corrected irradiance, ambient (air) temperature, if possible wind speed PV module power, model fitted from power matrix measured according to IEC 61853 part 1. • Requires in-plane AOI-corrected irradiance and module temperature, and measured data for the given module type ",
        "Angle-of-incidence (AOI) effects Given the in-plane beam and diffuse irradiance, B p and D p , the corrections due to AOI can be written: Here, θ is the angle between the module surface normal and the incident direct irradiance, β is the inclination angle of the module from horizontal, and a r is a coefficient that must be determined from measurements (IEC 61853 part 2). (cid:1) (cid:2)(cid:3)(cid:4)(cid:4) (cid:5) (cid:1) (cid:6) 1 (cid:9) (cid:10)(cid:11)(cid:12) (cid:9) cos (cid:16) (cid:17) (cid:4) 1 (cid:9) (cid:10)(cid:11)(cid:12) (cid:9) 1 (cid:17) (cid:4) (cid:18) (cid:2)(cid:3)(cid:4)(cid:4) (cid:5) (cid:18) (cid:6) 1 (cid:9) (cid:10)(cid:11)(cid:12) (cid:9) 1 (cid:17) (cid:4) 4 3(cid:21) sin (cid:24) (cid:25) (cid:21) (cid:9) (cid:24) (cid:9) sin (cid:24) 1 (cid:25) cos (cid:24) (cid:25) 0.5(cid:17) (cid:4) (cid:9) 0.154 sin (cid:24) (cid:25) (cid:21) (cid:9) (cid:24) (cid:9) sin (cid:24) 1 (cid:25) cos (cid:24) (cid:29) ",
        "Spectral response curves Normalized spectral response curves for 5 different modules, measured at the ESTI laboratory ",
        "Calculating the influence of spectrum Given the spectral response of a subcell l of a PV device ( SR) , the short- circuit current can be written as: where k is a proportionality factor and G λ is the spectrally resolved irradiance. At each point in time we define a spectral correction factor: C s,l for subcell l : Here, G λ ,STC is the STC spectrally resolved irradiance. (cid:30) (cid:31)(cid:2),! (cid:5) \" # $% ! λ & λ ’ λ ( (cid:31),! (cid:5) # $% ! λ & λ ’ λ # $% ! λ & λ ,)*+ ’ λ # & λ ,)*+ ’ λ # & λ ’ λ ",
        "Calculating the influence of spectrum The overall spectral mismatch of the device can then be found using: In this calculation C s,l is the spectral correction factor for the subcell that is current-limiting at hour j . ,, (cid:5) ∑ ( (cid:31),! & . / .01 ∑ & . / .01 ",
        "Model for module temperature Given ambient temperature T amb , wind speed v and in-plane irradiance G p (corrected for AOI), the module temperature T mod is given as: This model is taken from Faiman (2008). The coefficients u 0 and u 1 must be determined by fitting to measured data (IEC 61853 part 2). 2 3(cid:3)4 (cid:5) 2 536 (cid:25) & (cid:6) 7 8 (cid:25) 7 1 9 ",
        "Model for PV power We use a model for PV power as a function of in-plane irradiance corrected for angle-of-incidence and spectral effects (Huld et al. 2011): Here, G STC =1000W/m 2 and T STC = 25 °C are the Standard Test Conditions The coefficients k 1 to k 6 are obtained by fitting to module power measurements. : & ; , 2 ; (cid:5) & ; : )*+ 1 (cid:25) \" 1 <= & ; (cid:25) \" (cid:29) <= & ; (cid:29) (cid:25) \" > 2 ; (cid:25) \" ? 2 ; <= & ; (cid:25) \" @ 2 ; <= & ; (cid:29) (cid:25) \" A 2 ; (cid:29) & ; (cid:5) & & )*+ 2 ; (cid:5) 2 3(cid:3)4 (cid:9) 2 )*+ ",
        "PV performance curves Efficiency as a function of irradiance and temperature, c-Si modules ",
        "3. PV energy rating and energy yield prediction ",
        "ENERGY RATING IS NOT THE SAME AS ENERGY YIELD PREDICTION!! ",
        "Energy yield prediction vs. energy rating PV energy yield prediction and PV energy rating are two very different things. A lot of people don’t understand the difference, hence these definitions: • Energy yield prediction is an estimate of the energy produced by a particular PV system constructed in a particular way in a particular location. It typically needs at least 10 years of data to get a good average. • Energy rating is a simplified measure of how a given module type will tend to perform in different climates. Normally, a single year of data will be enough. ",
        "Yield prediction vs. energy rating, contd. Energy yield prediction depends on a large number of factors: • Module type, BOS • Local solar radiation conditions • Local climate (temperature, wind speed) • Module mounting (fixed or tracking, slope and orientation) • Module mounting place (open rack, building integrated) • Local environment (especially shadows) • In principle, soiling, snow and long-term degradation should also be considered ",
        "Yield prediction vs. energy rating, contd. The unit for a PV energy yield prediction is kWh per unit time (say,year) ",
        "Yield prediction vs. energy rating, contd. Energy rating is a method for estimating a typical performance for a module in different climates. It allows you to make a quick comparison of module types but is not sufficient to make a yield prediction. An energy rating calculation depends on measured quantities for the given module type. These are combined with models and standard climatic data sets. The result is the Module Performance Ratio for different climates for the given module. ",
        "Module performance ratio The Module Performance Ratio (MPR) is the ratio of actual module energy output to the output if the module always had the efficiency measured under Standard Test Conditions. It can be expressed as: Here H tot is the total in-plane irradiation (kWh/m 2 ) and E tot is the total module energy output during the same period (kWh). MPR is dimensionless MPR (cid:5) 1888 E FGF H IFJ K FGF ",
        "4. PV performance mapping With the data we have available and the models we can estimate PV performance over large geographical areas at high spatial and temporal resolution. Here we will show some results obtained in the last couple of years. ",
        "Data sources Spectral and broadband irradiance data calculated from satellite by the CM SAF collaboration (www.cmsaf.eu) and JRC Ispra. • Hourly time resolution • Spatial resolution around 3-5km Temperature and wind speed data from ECMWF (www.ecmwf.int) operational forecast data. • 3-hourly time resolution, linear interpolation to hourly values • Spatial resolution 0.125 ° latitude/longitude Module power measurements mainly by the ESTI Laboratory, some data from literature. ",
        "Calculation set-up • The calculation has been done using one year of hourly solar radiation data. • Calculation assumes a fixed mounted system facing equator at an inclination of 20 ° . • Terrain shadows have not been considered. • Calculation takes into account AOI, spectral effects, power as a function of irradiance and module temperature, and cooling by wind. ",
        "Annual global in-plane irradiation Total for 2011, kWh/m 2 ",
        "AOI, % reduction in transmitted irradiation ",
        "Spectral effects, c-Si module Annual percentage change in MPR due to spectral effects, c-Si modules Low H 2 O? ",
        "Spectral effects, CdTe module Annual percentage change in MPR due to spectral effects, CdTe modules ",
        "Overall MPR, c-Si modules Annual average MPR, c-Si module, including AOI, spectral effects, temperature and wind speed ",
        "Calculation of PV minigrid performance PV mini-grid systems serve a local community but are not connected to the electricity grid. The calculation is done for a system consisting of a PV array, inverters, and battery storage. • Daily consumption patterns taken from studies of PV minigrids • Calculation of performance using hourly solar radiation data 2009-2011 • Optimization of PV system: find the smallest PV and battery size that will ensure the desired consumption with maximum 5% of days with power loss (1-2 days a month) • Using realistic assumptions about system and maintenance cost we can calculate the cost of electricity produced by PV minigrids ",
        "Comparison of PV and other electrification options Szabo et al. 2013 ",
        "PV cost maps Cost of PV electricity for large PV systems assuming system cost of 900€ /kWp, 3% interest rate, O&M 2%/year of initial cost, 20 years lifetime. Solar radiation data are a composite of different data sources (satellite and reanalysis) Area needed to power the world ",
        "IEC 61853 standard on energy rating The IEC 61853 is an international standard describing how to perform the PV module measurements and calculations necessary to produce an energy rating for a PV module. The standard has four parts: 1. Measurements of module power at different irradiance and temperature values. Status: published 2. Measurements and modelling of shallow-angle reflectivity, spectral response and module temperature. Status: published 3. Methods for applying module data to standard climatic profiles. Status: Committee Draft for Vote (CDV) 4. Climatic data sets. Status: CDV ESTI is project leader for parts 3&4 ",
        "IEC 61853 standard on energy rating • PV module measurements are to be used as input for the mathematical models. • The models are then used with a number of climatic data sets representing different climates on earth. • The output is a value of MPR for each climate for the module being measured. • These values will then be reported in the module data sheet and will help users choose the module type best suited for their climate. • The climatic data sets for the Standard are being collected using the data and methods of PVGIS. ",
        "PVMAPS and PVGIS, open source PV tools All the tools and data we use are open-source, freely available for researchers and other interested users. We have two different ways to make these data available, the PVMAPS software package and the PVGIS online tool. ",
        "PVMAPS methodology • Methods based on the calculation toolchain used in PVGIS. • Calculations are performed using long-term monthly averages of direct and diffuse irradiation. • Monthly and annual irradiation and PV energy output calculated by integration over a typical day in each month. • Calculations made on fixed or sun-tracking planes. ",
        "PVMAPS methodology, contd. • Calculation of PV performance mostly follows IEC 61853, power model uses an empirical model with coefficients fitted from the power matrix (Huld et al., 2011). • Wind speed and spectral corrections have been pre-calculated. • Interannual variability data are included (standard deviation of annual irradiation values). • Calculations take into account local shadowing using high-resolution digital elevation model. ",
        "Software framework • Methods implemented as modules in the open-source GRASS GIS software. • The GRASS modules are accompanied by scripts written in PHP and Unix/Linux shell scripting. • Software is known to run under Linux, other operating systems have not been tested. ",
        "Data sources Spectral and broadband irradiance data calculated from satellite by the CM SAF collaboration (www.cmsaf.eu) and JRC Ispra. • Hourly time resolution • Spatial resolution around 3-5km Temperature and wind speed data from ECMWF (www.ecmwf.int) ERA-Interim reanalysis. • 3-hourly time resolution, linear interpolation to hourly values • Spatial resolution 0.75 ° latitude/longitude • Temperature data correction for elevation Module power measurements mainly by the ESTI Laboratory, some data from literature. ",
        "PVMAPS: data availability • Broadband radiation data, monthly averages for Europe, Africa and Asia. • Temperature data, monthly averages of daily profile, worldwide. • Spectral corrections, monthly averages for c-Si and CdTe for Europe, Africa and Asia. • Interannual variability for Europe, Africa and Asia. • Wind speed correction, monthly averages for Europe and Africa (Asia coming soon). • High-resolution DEM and horizon height data available for Europe, more will become available (subject to our hard disk space). ",
        "Example high-resolution calculation Annual average PV energy output (DC) for 1kWp mounted 30 ° south-facing Low resolution, 3’ High resolution, 3’’ kWh/year ",
        "PVGIS online tool for PV yield estimates The JRC has for more than 10 years developed and maintained the PVGIS online tool for making quick estimates of PV energy yield and solar irradiation. The tool is freely available to everybody. http://re.jrc.ec.europa.eu/pvgis.html Online tools: http://re.jrc.ec.europa.eu/pvg_tools/en/tools.html ",
        "PVGIS features • Calculation of grid-connected PV systems for a number of different PV technologies. • Fixed mounting or tracking systems, calculates the optimum inclination and orientation. • Off-grid PV system calculator. • Calculates monthly averages of solar radiation, as well as the average daily profile for fixed and sun-tracking systems. • Calculation takes into account shadows from local terrain using a DEM with resolution 3’’ (~90m). • Screen output or download as CSV or PDF. • Web service interface for automatic download of data. ",
        "PVGIS 5, new features • Calculations are now made using the full hourly time series of solar radiation data for improved accuracy. • Spectral effects and cooling by wind are included in the PV simulation. • Possibility to download hourly time series and Typical Meteorological Years. • Data coverage extended to most of the Americas (from 60N to 20S) ",
        "PVGIS interface Choose a location Enter a few parameters (PV power, inclination etc.) Click “Visualize” Enjoy! ",
        "PVGIS interface, output ",
        "PVGIS download of data and maps PVGIS also contains data and maps for download: • Solar radiation and PV energy production data in raster format for GIS software • Maps in graphical format for printing or including in documents and presentations • Maps for all countries in Europe and Africa ",
        "Thank you for your patience! ",
        "References 1. Martin, N.; Ruiz, J. Solar Energy Mater. Solar Cells, 70 , 25–38 (2001) 2. Faiman, D. Prog. Photovolt. Res. Appl., 16 , 307–315 (2008) 3. Müller, R.; Behrendt, T.; Hammer, A.; Kemper, A. Remote Sens. , 4 , 622–647, (2012) 4. Koehl, M., Heck, M., Wiesmeier, S., Wirth, J. Solar Energy Mater. Solar Cells, 95 , 1638–1646 (2011) 5. Huld, T.A.; Friesen, G., Skoczek, A., Kenny, R.A., Sample, T., Field, M., Dunlop, E.D. Solar Energy Mater. Solar Cells, 95 , 3359–3369 (2011) 6. Gracia Amillo A., Huld T., Vourlioti P., Müller R., Norton M. Energies , 8 , 3455-3488 (2015) 7. Huld T. and Gracia Amillo A. Energies , 8 , 5159-5181 (2015) 8. Szabó S., Bódis K., Huld T., Moner-Girona M. Renewable and Sustainable Energy Reviews, 28 , 500-509 (2013) ",
        "References 9. Huld T. Solar Energy, 142 , 171-181 (2017) 10. Urraca R., Huld T., Gracia Amillo A., Kaspar F., Martinez-de-Pison F., Sanz-Garcia A., submitted to Solar Energy ",
        "The European Commission’s science and knowledge service Joint Research Centre The Necessity for PV Standards in Reliability and Performance ",
        "The Necessity for PV Standards in Reliability and Performance Tony Sample 2 nd Annual Workshop on the Integration of Photovoltaics in the Mediterranean Electricity Markets The European Commission’s science and knowledge service Joint Research Centre ",
        "Overview General introduction to standards bodies (cid:1) Specialist trade bodies (cid:1) National (cid:1) International International standards activities for PV (cid:1) Definition's and measurement • How to measure an PV devices (cid:1) Type approval tests • Describe the relationships between field results, accelerated stress tests and qualification tests (cid:1) Safety tests (cid:1) Materials characterization and components • Ongoing activities of IEC TC82 WG2 (cid:1) Systems, Balance of system ",
        "Overview cont. Conformity assessment (cid:1) Manufacturing consistency (cid:1) Conformity assessment (cid:1) IECRE, IEC System for Certification to Standards Relating to Equipment for Use in Renewable Energy Applications (IECRE System) How to get involved in standardization (cid:1) National level (cid:1) International Overall Conclusions ",
        "Standards bodies Standards bodies can be specialist trade organization's (cid:1) SEMI National (cid:1) BS, DIN, CEI (Single European countries) (cid:1) ASTM, UL (USA) (cid:1) JIS (Japan) International (cid:1) CENELEC (European) (cid:1) International Electrotechnical Commission (IEC) (cid:1) International Organization for Standardization (ISO) (world-wide) IEC Technical Committee 82 Solar photovoltaic energy systems To prepare international standards for systems of photovoltaic conversion of solar energy into electrical energy and for all the elements in the entire photovoltaic energy system. In this context, the concept \"photovoltaic energy system\" includes the entire field from light input to a photovoltaic cell to and including the interface with the electrical system(s) to which energy is supplied. ",
        "Existing IEC Standards for PV There are currently 103 documents published by the IEC from Technical committee 82 (established in 1981) www.iec.ch … facilitate trade on an international level … achieve broadest possible acceptance in all countries … respond to … scientific and technological developments …think globally , for as many stakeholders as possible in markets around the world. ",
        "www.iec.ch ",
        "Measurement standards IEC 60891 and IEC 60904- series, (cid:1) Some of the earliest standards written by TC82 (cid:1) Many now in the second or third editions Current maintenance cycles (cid:1) IEC 60904-1 Measurement of photovoltaic current-voltage characteristics (cid:1) IEC 60904-4 Reference solar devices - Procedures for establishing calibration traceability (cid:1) IEC 60904-7 Computation of the spectral mismatch correction for measurements of photovoltaic devices (cid:1) IEC 60904-9 Solar simulator performance requirements (cid:1) IEC 60904-10 Methods of linearity measurement Ongoing projects (cid:1) IEC 61853 Energy rating parts 3 and 4 ",
        "Type approval tests To evaluate the long-term performance of PV modules in a variety of climates (cid:1) Ideally you should use long-term outdoor data (cid:1) However, no one can wait 20 years to see if a module has a 20 year lifetime (cid:1) Therefore we need to use accelerated stress tests to try and predict what will happen in the field (cid:1) The accelerated tests are designed to duplicate the failure modes seen in the field (cid:1) So the first step is to identify the different field failures which have been seen for different types of PV modules Much of the early development work was carried out by a number of test laboratories around the world (cid:1) NASA in the US (JPL Block Buys I-V [1975-1981]) (cid:1) JRC in Europe (CEC Specifications 501 to 503 [1981-1991]) (cid:1) SERI later renamed as NREL (IQT modifications for thin-film (a-Si) [1990]) How are qualification tests are developed? ",
        "Observed field failures in Crystalline silicon Observed failure have included (not an exhaustive list) (cid:1) Broken interconnects (cid:1) Broken cells (cid:1) Corrosion of cells, connectors and metals in the module (cid:1) Solder bond failures (cid:1) Delamination (cid:1) Loss of properties of the encapsulant or backsheet (cid:1) Encapsulant discoloration (cid:1) Broken glass (cid:1) Glass corrosion (cid:1) Hot spots (cid:1) Ground faults due to deterioration of the insulation package (cid:1) Junction box or module connection failures (cid:1) Structural failures (cid:1) Bypass diode failures (cid:1) Open circuiting leading to arcing (cid:1) Potential Induced Degradation (PID) ",
        "Developing appropriate accelerated tests Need to look at each failure mode and try and determine what stress or stresses in the environment caused the failure • For example was it? (cid:1) Operation at high temperature (cid:1) Temperature changes, either diurnal or due to passing clouds (cid:1) High humidity (cid:1) Wind or snow load (cid:1) UV exposure (cid:1) Etc (cid:1) Or maybe a combination of several factors, or something else we had not yet considered Once the driving force for the failure mode has been identified then we can try to accelerate that stress to cause the same failure mode to occur in a shorter time. • Some examples (cid:1) Operate at a higher temperature (cid:1) Cycle the temperature quickly (cid:1) Use higher humidity and temperature than seen in the field ",
        "Some rules for accelerated stress tests In developing accelerated stress tests (AST) we MUST cause degradation. The degradation occurring in the AST must be due to the same failure mechanism we saw outdoors. Because the AST is causing the same failure there is a chance that we can extrapolate the test data to provide lifetime prediction for this one failure mode This methodology has been used in the PV industry for the last 35 years and has proved useful for some specific failure modes ",
        "Accelerated stress tests used for PV ",
        "Accelerated stress tests used for PV (cont) ",
        "Accelerated stress tests used for PV (cont) ",
        "Qualification tests • Qualification tests are a set of well-defined accelerated stress tests developed out of a reliability program. • They utilize stress tests to duplicate failure modes observed in the field. • They incorporate strict pass/fail criteria . • The stress levels and durations are limited so the tests can be completed within a reasonable amount of time and cost. • The goal for Qualification testing is that a significant number of commercial modules will pass. ) • Qualifies the design and helps to eliminate infant mortality and early failures IEC 61215 Crystalline silicon terrestrial photovoltaic (PV) modules – Design qualification and type approval ",
        "What does passing IEC 61215 mean? • Passing the qualification test means the product has met a specific set of requirements. • Those that have passed the qualification test are much more likely to survive in the field and not have design flaws that lead to infant mortality and early failures. • Most of today’s commercial modules pass the qualification sequence with minimum change, meaning that they suffer almost no degradation in power output from the test sequence. • This means that qualification tests do not provide a means of ranking modules which have passed the requirements. ",
        "Results of using qualification testing? • They must be fairly successful because the PV industry has been growing rapidly and continues to do so. • Data from Rosenthal, Thomas and Durand [1] indicated that • Pre-block V modules exhibited up to 45% field failure rate • Post-block V modules exhibited <0.1% field failure rate • The literature survey on degradation rates by Jordan and Kurtz [2] indicates that the Qualification Tests have been quite successful in identifying and eliminating module types that suffer large degradation rates early in their lifetime. [1] Proceedings of the 23rd IEEE PV Specialists Conference, Louisville, KY, USA, 1993; 1289–1291 [2] Prog. Photovolt: Res. Appl. 2013; 21:12–29 ",
        "Limitations of Qualification Tests By their very design the qualification tests have limitations. They were designed to identify infant mortality and early failure problems, but not to: • Identify and quantify wear-out mechanisms. • Address failure mechanisms for all climates and system configurations • Differentiate between products that may have a long and short lifetimes • Address all failure mechanisms in all module designs • Quantify lifetime for different applications or climates ",
        "Developments of Qualification standards IEC published a new edition of 61215 which is intended to apply to all terrestrial flat plate module materials such as crystalline silicon and thin- film modules. • The modular design of the standard • IEC 61215-1: Requirements for testing (March 2016) • IEC 61215-1-1: Special requirements for testing of crystalline silicon photovoltaic (PV) modules (March 2016) • IEC 61215-1-2: Special requirements for testing of cadmium telluride (CdTe) photovoltaic modules • IEC 61215-1-3: Special requirements for testing of amorphous silicon (a-Si) and microcrystalline silicon (µc-Si) photovoltaic (PV) modules • IEC 61215-1-4: Special requirements for testing of copper indium gallium selenide (CIGS) and copper indium selenide (CIS) photovoltaic (PV) modules (Dec 2016) • IEC 61215-2: Test procedures (March 2016) ",
        "Module safety standards IEC has recently published edition 2 of IEC 61730 which is intended to apply to all terrestrial flat plate module materials such as crystalline silicon and thin-film modules. • IEC 61730-1: Photovoltaic (PV) module safety qualification - Part 1: Requirements for construction (Aug 2016) • IEC 61730-2: Photovoltaic (PV) module safety qualification - Part 2: Requirements for testing (Aug 2016) ",
        "Materials characterization and components IEC TC82 WG2 has a large activity on the characterization of materials used in PV devices. IEC 62788 Measurement procedures for materials used in photovoltaic modules • Encapsulants • Part 1-2: Encapsulants - Measurement of volume resistivity of photovoltaic encapsulants and other polymeric materials • Part 1-4: Encapsulants - Measurement of optical transmittance and calculation of the solar- weighted photon transmittance, yellowness index, and UV cut-off wavelength • Part 1-5: Encapsulants - Measurement of change in linear dimensions of sheet encapsulation material resulting from applied thermal conditions • Part 1-6: Encapsulants - Test methods for determining the degree of cure in Ethylene-Vinyl Acetate encapsulation for photovoltaic modules (to be published spring 2017) • Frontsheets and backsheets • Part 2: Polymeric materials used for frontsheets and backsheets • Edge seals etc ",
        "System and BOS standards IEC TC82 WG3 and WG6 Design (cid:1) 62548 Array Design (or 62738 Power Plant) (cid:1) 61724 PV system performance (-1 Monitoring, -2 Capacity evaluation,) Commissioning (cid:1) 62446-1 Documentation, Test & Inspection (cid:1) 61724-2 Capacity Evaluation Operation (cid:1) 62446 System Maintenance (-1 Documentation, commissioning tests and inspection, -3 Outdoor infrared thermography) (cid:1) 61724-3 Energy Evaluation Quality Management (cid:1) 62941 PV Module Manufacturing (cid:1) 63049 PV System Installation (cid:1) 63157 Power Conversion Equipment Manufacturing Quality ",
        "Qualified modules and components Wear–out mechanisms Poor manufacturing consistency Poor Systems integration Degradation and Field Failures ",
        "Technical Challenges 1. How can we determine that a module design is adequate for the warranty? o Compressing 25 years of testing into 3 months is like trying to hatch a chick in 6 hours! 2. How can we ensure that modules coming off the production line reflect the intended design? o If something goes wrong and it takes us 3 months to discover it, we’ll have a lot of out-of-spec modules! 3. How can we ensure that the entire system is put together and functioning correctly? o Even if all of the components are perfect, the system can fail in many ways ",
        "Three-pronged effort 1. Qualification of durability of design of products for chosen climate and mounting 2. Guide for audit of consistent manufacturing of products built to that design 3. Certification process for system verification to ensure adequacy of design, installation, and operation ",
        "Consistent manufacturing IEC/TS 62941 Guideline for increased confidence in PV module design qualification and type approval • Published January 2016 • Collection of best practices from across the industry • Refers to basic requirements of ISO 9001, plus… • Focus on PV-specific manufacturing processes and procedures to ensure quality and consistency • Key metrics and capabilities needed for PV • Modules produced this way will be more likely to perform according to warranty (25+ years) • Preparations underway for first factory audits and QMS certificates ",
        "IECRE Extracts from presentations by George Kelly (TC82 Secretary) \"Coordination of International Standards with Implementation of the IECRE Conformity Assessment System\" SAYURI-PV Workshop, AIST, Tsukuba, Japan 5-Oct-2016 \"Coordination Forum on Regional Cooperation: Developing Quality Infrastructure for Photovoltaic Energy Generation\" Santiago, Chile 13-14 September 2017 ",
        "Conformity assessment Why was IECRE created? • While IEC writes technical standards, IEC does not define how these are used • IECRE was formed in 2014 to define how certificates can be issued at the system level • IECRE serves 3 sectors: Wind, Solar, and Marine energy • Defines requirements for certifying bodies, etc. • Identifies the technical documents (within IEC or other standards organizations) for each certificate • Initially, a single certificate was envisioned, but now plan for certificates at each stage of development Technical standards Certificates for system ",
        "Conformity assessment • Evaluation against international standards – May use national or regional standards if no international standard is available • Improved quality and performance – Assurance that PV plant will operate as designed for its expected lifetime • Increased confidence for investors – Financial return meets expectations – Risk is reduced ",
        "IEC Organization ",
        "Existing CA Systems • IECEE – System for conformity testing and certification of electrotechnical equipment (specific categories including PV modules) – Oversees the Certification Body (CB) Scheme and recognizes CB Testing Laboratories (CBTL) • IECEx – Conformity assessment for equipment operating in explosive atmospheres • IECQ – Quality assessment system for electronic components and associated materials ",
        "RE Common Elements ",
        "Aspects of Certification • Conformity assessment will be performed and certificate issued for an individual PV power plant on a specific site • Design Phase • Site evaluation • Design evaluation • PV equipment evaluation • Structural and electrical code compliance • Implementation Phase • Installation • Output measurement • Commissioning surveillance • Operation and maintenance surveillance ",
        "System Certifications • Lifecycle Stage – Design – Commissioning – Operation • Operator Class – Utility – Commercial – Residential – Aggregate • Location Class – Ground – Roof – BIPV ",
        "System timeline view ",
        "Certificate Categories • PV Site Qualification certificate • PV Power Block design qualification certificate • PV Plant Design qualification certificate • Conditional PV Project certificate (construction complete / commissioning) • Annual PV Plant Performance certificate • PV Asset Transfer certificate • PV Decommissioning certificate ",
        "PV System Certificates • Need confidence that each step during a project is completed correctly • For simplicity, today we will discuss four steps: – Design qualification (ready to proceed with construction) – Substantial completion (ready to operate) – Annual performance (final completion, or annual check-up) – Asset transfer (define health of plant as basis for acquisition) ",
        "PV System Certificates • Local code requirements met • Component selection – Qualified for application – Quality control during manufacturing • Safety: – Restricted access if appropriate – Continuously monitored – Overcurrent protection • Good design – Shading considered – Trenching Example considerations ",
        "PV System Certificates • Local code requirements met • Commissioning completed • Component quality verified • Quality management during installation – Workers trained with oversight – Any design changes reviewed – Continuous improvement • Performance check – Does power output match the design? ",
        "PV System Certificates • Based on measured weather and original model, does plant perform as expected? – Energy availability (e.g. if inverters break, the plant could be unavailable) – Performance index (measured performance divided by expected performance based on measured weather) • O&M costs – Relative to planned cost, how much did it cost to keep the plant running? ",
        "PV System Certificates • Has plant output been consistent with original model? • Have O&M costs been consistent with original model? • Is there evidence of problems to come? (Cracked cells, weeds growing through the modules, hot spots) ",
        "Closing the Gaps Module - 61215 / 61730 Inverter - 62109 / 62891 Tracker - 62817 BOS - 62093 + others High Temperature Operation – 63126 (~2019) Module Manufacturing Quality – 62941 Power Conversion Equipment Manufacturing Quality – 63157 (~ 2018) System Design - 62548 / 62738 (~ 2018) Installation Quality – 63049 (Sept 2017) Commissioning – 62446-1 Maintenance – 62446-2 (~ 2018) Performance – 61724 series ",
        "How to get involved in standardization National • Contact your national committee to be included in the distribution and discussion of documents International • Via your national committee, volunteer to be a member of TC82 working groups If interested in experimental work and development of material standards, comparative testing or manufacturing QA then join International Photovoltaic Quality Assurance Task Force (PVQAT) http://www.pvqat.org ",
        "Overall Conclusions Measurement Standards • Generally the PV measurement standards are technology independent and well established. Generally small revisions ongoing except, • IEC 60904-9 Solar simulator performance requirements Qualification standards • IEC 61215 is a single design qualification and type approval standard. The modular structure enables technology specific parts to be simply added at a later date (amendments ongoing). Material and component standards • Large effort ongoing, multiple standards and technical specifications in preparation Safety standards • Major revision of 61730 published in 2016, (amendments ongoing). System and BOS standards • Revisions ongoing, need additional inputs for installation operation and maintenance ",
        "Acknowledgment Mr George Kelly TC82 Secretary for the slides on IECRE ",
        "Stay in touch •EU Science Hub: ec.europa.eu/jrc •Twitter: @EU_ScienceHub •Facebook: EU Science Hub - Joint Research Centre •LinkedIn: Joint Research Centre •YouTube: EU Science Hub ",
        "The European Commission’s science and knowledge service Joint Research Centre ",
        "The European Commission’s science and knowledge service Joint Research Centre Covenant of Mayors activities and Regional extensions Silvia Rivas Calvete Milan November 6 th 2017 ",
        "Outline Covenant of Mayors Initiative: from Europe to Global Covenant Role of Joint Research Centre CoM du Sud de la Mediterranée Sub Saharan Africa Covenant ",
        "Covenant of Mayors Initiative, from Europe to Global Covenant The European Commission’s science and knowledge service Joint Research Centre ",
        "Urban energy consumption generates about three quarters of global carbon emissions ( IPCC, 2014 ) 60% of global population lives in urban areas ONU, 2016) Cities are part of the problem and part of the solution Cities and Regions: a huge potential for a sustainable energy use, with a positive impact on local economies Need of a new model of multi-level governance for the implementation of climate policies Context ",
        "The Covenant of Mayors (CoM) Voluntary initiative launched in 2008 by the European Commission to support local authorities in the sustainable energy development and the fight against climate change Mayors commit to go beyond EU energy and climate objectives at least 20% CO2 reduction in their respective territories by 2020 ACCOUNTABILITY of local authorities, which take the lead in the fight against climate change Define a Baseline Emission Inventory (BEI) Prepare a Sustainable Energy Action Plan (SEAP) Implement their Action Plan and report periodically on progress ",
        "The SEAP process: a holistic approach ",
        "Towards Global Covenant 2006 2008 2015 Priority action in the EU Action Plan for Energy EfficiencyLaunch of the Covenant of Mayors initiative Launch of Mayors Adapt on adaptation to climate change 2014 New Integrated Covenant of Mayors for Climate and Energy 2017 Launch of the Global Covenant of Mayors GcoM ",
        "CoM for Climate and Energy: Three pillars At least 40 % CO2 reduction in their respective territories by 2030 Increased resilience to the impacts of climate change Increased cooperation with fellow local and regional authorities within the EU and beyond to improve access to secure, sustainable and affordable energy ",
        "Global Covenant European Covenant Covenant du Sud Med Eastern Partnerships Covenant Sub-Saharan Covenant Regional Covenants - North America - Latin-America - India - China - Japan ",
        "Covenant EU 28 EU Member States + EEA Countries Covenant East Armenia, Azerbaijan, Belarus, Georgia, Moldova, Ukraine Covenant South Algeria, Egypt, Israel, Jordan, Lebanon, Morocco, Palestine, Tunisia 57 Countries 7 958 signatories 226 million citizens New Covenants in: Sub-Saharan Africa, North America, Latin America and the Caribbean, China and South East Asia, India and Japan ",
        "Peculiarities of Covenant of Mayors Local dimension Bottom up approach Transparent system for tracking progress Approved by an independent body ( JRC in EU, Couth Mediterranean, SSA and Eastern partnerships) Volontary Initiative Flexible and adapted Credibility ",
        "The 10 key principles The principles are linked to the commitments taken by Covenant signatories and constitute key ingredients of success. They are described in the Guidebook \"How to develop a SEAP\", Part I, which is currently being updated. ",
        "10 CoM key principles Approval by the municipal council Commitment for a reduction of CO 2 CO 2 baseline emission inventory (BEI) and risks and vulnerabilities assessment (RVA) Comprehensive measures covering key sectors Strategies and actions to 2020/2030 or (and possibly beyond) Mobilization of all municipal departments involved Engagement of all relevant stakeholders and empowerment of citizens Financing Monitoring and reporting SECAP submission ",
        "Role of Joint Research Centre The European Commission’s science and knowledge service Joint Research Centre ",
        "The Joint Research Centre at a glance 3000 staff Almost 75% are scientists and researchers. Headquarters in Brussels and research facilities located in 5 Member States. ",
        "The Joint Research Center Vision: \"To play a central role in creating, managing and making sense of the collective scientific knowledge for better EU policy.\" Mission: \"As the science and knowledge service of the Commission our mission is to support EU policies with independent evidence throughout the whole policy cycle.\" The Joint Research Centre is a Directorate General of the European Commission ",
        "To ensure the overall scientific coherence of the initiative , by providing scientific-technical support to the development, implementation and monitoring of the CoM Set the methodological basis of the initiative including - Guidebooks for local authorities - Development of specific reporting monitoring tools & instructions Approval and SE(A)CAP feedback procedure The JRC CoM role ",
        "Methodological adaptation (Regions of the world) Overall assessment Capacity building (technical trainings for trainners ,cities and regions) The JRC CoM role ",
        "Setting methodological basis and adapting to Global regions The European Commission’s science and knowledge service Joint Research Centre ",
        "The SEAP guidebook (cid:1) Aims at helping municipalities in the development and implementation of their SEAP (cid:1) Divided in 3 parts: • Part I: General info on the SEAP process step-by-step (towards the 20% target by 2020) • Part II: (Baseline) Emission Inventory • Part III: Technical measures for energy efficiency and renewable energies (cid:1) It can be downloaded from the webpage: http://www.eumayors.eu/support/library_en.html (cid:1) Developed with the support of many experts and practitioners UPDATE VERSION INCLUDING ADAPTATION TO BE PUBLISHED BEFORE END OF THE YEAR (JRC) ",
        "Mitigation ",
        "Mitigation Target quantitative? qualitative? NDCs? Business as usual approach? Sectors All of activity sectors? Only the ones under direct municipality influence ? Mitigation actions How to evaluate the impact Baseline emission inventory Access to reliable data (also administ. and financial ) Challenges Mitigation ",
        "Targeted GHGs and sectors : E missions under direct influence of the municipality Electricity and heat consumption in key sectors MAIN SECTORS Direct fuel combustion Other Direct Indirect Mitigation Mitigation ",
        "Baseline emission inventory QUANTITATIVE APPROACH MEI :Monitoring emission inventory Emissions inventory reported for a different year Mitigation Mitigation ",
        "Adaptation ",
        "Identification of current and future climatic hazards Identification of critical infrastructure Avoid maladaptation Active stakeholder participation and cost estimation Challenges Adaptation Adaptation ",
        "Based on Qualitative approach Continuous self- assessment Overview of the capacity, status and principals of the Risk and vulnerability study developed From SECAP of GHENT (Belgium) Adaptation Adaptation ",
        "ACCESS to ENERGY ",
        "Challenges Pillar to be integrated in the system Energy poverty? Sustainable energy? Affordable enegy? Secure access to energy? Targets? Sectors? Mitigation Adaptation ",
        "Methodological adaptation The European Commission’s science and knowledge service Joint Research Centre ",
        "Why adapting EU CoM methodology to non EU-28 countries? Proportion of Urban population in the world • Urban areas emit up to 70% of global greenhouse gases (UNHABITAT, 2011). • It is predicted that by 2050 about 64% of the developing world and 86% of the developed world will be urbanized (UNHABITAT, 2012). ",
        "Why adapting EU CoM methodology to non EU-28 countries? Trends in CO 2 emissions in the European Union and the rest of the world 1000 million t CO 2 t CO 2 per capita Olivier, Janssens-Maenhout, Muntean, Peters, Trends in Global CO 2 Emissions – 2016 report, Nov. 2016 ",
        "It has the aim of supporting those municipalities that are on a rapid economic growth path to develop their economies in a sustainable manner The possibility of setting the reduction target using a Business-As-Usual (BAU) scenario is notably given to these countries. The BAU scenario explores the future situation when no further climate and air pollution policies are implemented beyond what is in place . The trend in energy consumption is therefore driven by population and economic growth but not by energy efficiency/climate change policies. Other key principles for a successful SECAP have been adapted to suit the specific situation of those countries Why adapting EU CoM methodology to non EU-28 countries? ",
        "Main Outputs: (cid:1) CoM South Mediterranean guidebook (cid:1) CoM East guidebook (cid:1) Methodological adaptation to 2030- New reporting platform (cid:1) Work on SSA ongoing (guidebook) (cid:1) Ongoing update of the EU guidebook (cid:1) … Methodological adaptation at global level ",
        "Methodological adaptation at global level ",
        "Globally, about 10% CO 2 increase by 2020 2020 BAU CO 2020 BAU CO 2020 BAU CO 2020 BAU CO 2 2 2 2 emissions emissions emissions emissions 2005 2005 2005 2005 CO CO CO CO 2 22 2 emissions emissions emissions emissions EC-JRC BAU GHG emission projections Emission inventory projections to 2050 calculated, starting from the base year 2005 with the sector-specific growth rates and technology-based emission factors taking into account different abatement measures per regions, calculated in the frame of the FP7 research project CIRCE (www.circeproject.eu; Doering et al. 2010). SETTING THE TARGET ",
        "The EC-JRC Business as Usual scenario used to calculate future CO2 and CO2eq emissions explores the situation when no further climate and air pollution policies are implemented beyond what was in place in 2005. EC-JRC BAU GHG emission projections • Calculated energy consumption from 2005 to 2050 is driven by population and economic growth but not by energy efficiency/climate change policies. • Existing combustion technologies/abatement measures per region are assumed not to change beyond the year 2005. SETTING THE TARGET ",
        "EC-JRC BAU GHG emission projections • The projections take into account the national historical trends from 1990-2005. They are built for all countries equally with one single methodology, consistently applied . • The projections are done for all sectors, energy-related and non- energy related sectors (Solid waste management and Wastewater treatment). The latter are of particular importance when including non-CO2 gases such as CH4 and N2O. SETTING THE TARGET ",
        "BEI year Country 2016 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 Algeria 1.08 1.06 1.05 1.03 1.01 1.02 1.02 1.02 1.02 1.02 1.02 1.02 1.01 1.01 Egypt 1.22 1.15 1.08 1.02 0.96 0.97 0.97 0.98 0.98 0.99 0.99 0.99 1.00 1.00 Israel 1.47 1.43 1.40 1.36 1.33 1.29 1.26 1.23 1.20 1.16 1.13 1.09 1.06 1.02 Jordan 1.57 1.51 1.46 1.41 1.36 1.33 1.29 1.26 1.22 1.18 1.14 1.10 1.07 1.03 Lebanon 1.53 1.48 1.43 1.39 1.34 1.30 1.27 1.24 1.20 1.17 1.13 1.10 1.06 1.02 Morocco 1.54 1.47 1.40 1.34 1.28 1.25 1.22 1.19 1.16 1.13 1.10 1.07 1.05 1.02 Palestine 1.63 1.57 1.52 1.46 1.41 1.37 1.33 1.29 1.25 1.20 1.16 1.12 1.08 1.03 Tunisia 1.50 1.43 1.37 1.31 1.25 1.23 1.19 1.17 1.14 1.12 1.09 1.07 1.05 1.02 Applying the EC-JRC BAU National Coefficients Example: Tunisian municipality, Base year 2016, BEI =10000 tCO 2 CoM South BAU National Coefficients ",
        "Applying the BAU approach to calculate the 2030 target BAU 2030 emissions = BEI Emissions x National Coefficient Example: Tunisian municipality, Base year 2016, BEI= 10000 tCO 2 BAU=15000 tCO 2 2030 target= 9000 (0,4*15000) 0 2000 4000 6000 8000 10000 12000 14000 16000 BEI 2016 BAU 2030 2030 Target t C O 2 BEI 2016 BAU 2030 2030 Target x National Coefficient (1.5) - 40% ",
        "Setting the emission reduction target BAU versus BEI 40% reduction target BEI BEI 2030 emission target BAU 2030 2030 emission target 0% 20% 40% 60% 80% 100% 120% 140% 160% 180% 200% BEI based 40% reduction target BAU based 40% reduction target When using a BAU-based approach, the 2030 targeted emissions may be higher than the BEI emissions SETTING THE TARGET ",
        "The EC-JRC BAU approach applied to CoM South countries 0% 50% 100% 150% 200% 250% 300% Algeria Egypt Israel Jordan Lebanon Morocco Palestine Tunisia BEI 2005 BAU 2030 2030 Target Estimated BAU 2030 emissions (in % of BEI emissions) for 2005 base year Koffi et al., 2017, in preparation SETTING THE TARGET ",
        "SECAP validation and CoM monitoring requirements The European Commission’s science and knowledge service Joint Research Centre ",
        "What is a SECAP? Its nature is threefold: (cid:1) A political document (cid:1) A technical document, reference for the implementation and monitoring of the actions (cid:1) A communication and promotion instrument for the stakeholders ",
        "What is a SECAP? It is a document describing a set of actions, energy related towards : 1. a set of actions, energy related towards the reduction of the total GHG emissions on the municipality by a % by a due date 2. a set of actions towards enhance the resilience and adaptation t climate change of the municipality Apart from the document, the signatory is asked to provide a summary on a online template ",
        "The SEAP submission www.eumayors.eu MyCovenant ",
        "",
        "Reporting requirements ",
        "SECAP Submission Simple & essential criteria based on the CoM commitments Eligibility Check and Analysis of Data Semi automatic analysis tool with about 40 checks Accepted SECAPs Not Accepted SECAPs Detailed Feedback Report The SE(A)CAP Evaluation Process ",
        "Three steps 1. Eligibility check To check that the SECAP is consistent with the Covenant formal commitments and principles (as defined in the commitment document) 2. Data coherence check To check that the data in the template are coherent and complete (mainly based on a computer-assisted analysis) 3. Feedback report To provide the Signatory with the results of the analysis and concrete recommendations for improvement The SE(A)CAP Evaluation Process ",
        "SE(C)AP analysis criteria The SE(A)CAP Evaluation Process ",
        "",
        "The SE(A)CAP Evaluation Process CASES - Accepted - Non accepted, mayor issues preventing accepting the plan, signatory asked to re-develop - On hold, issues preventing the approval, but easily addressed. Precontatc message ",
        "For Adaptation Criteria of conformity Criteria of completeness Criteria of coherence Criteria of quantification Criteria of technical robustness The SE(A)CAP Evaluation Process ",
        "Monitoring : Signatories commitmentt ",
        "(cid:2) To monitor how actions defined in SECAPs are progressing and evaluate their effects towards the targets (cid:2) To identify the need of adjustments to the plan, e.g. corrective measures (cid:2) To take new opportunities not initially foreseen, e.g. changes to the national/international context Is the signatory on track to reach the target? Is the signatory on track to reach the target? Why is monitoring important? Why? ",
        "‘Action Report’ Year 2 Year 0 SEAP Year 4 Year 6 2014 2016 2018 ‘Implementation Report’ Quantitative Qualitative Qualitative ... Status of the actions Inventory/ impacts of actions Status of the actions ‘Action Report’ CoM monitoring requirements 2012 ",
        "MONITORING EVALUATION JRC is currently developing an automatized web based tool for the monitoring evaluation - Only for the quantitative monitoring reports, Monitoring emission inventories(MEI) - Auto generated when signatory introduces the MEI data - The evaluation in this case is not an approval , but a collection of improvements suggestions ",
        "Overall assessment of the initiative The European Commission’s science and knowledge service Joint Research Centre ",
        "JRC publication on CoM 61 The twenty-second session of the Conference of the Parties: European Union Energy Day- Energy for Cities Marrakech, November 14 th 2016 ",
        "Based on quantitative reports Trends analysis on: (cid:1) Energy consumption (cid:1) Share of biofuels on total fuel consumption (cid:1) Share of local energy production on total energy consumption (cid:1) Emissions (cid:1) Achievements projections FOCUS OF THE ASSESSMENT ",
        "Priority areas for action EU CoM The choice of sectors to tackle and of specific measures to implement is entirely left to the responsibility of the signatory, depending on: Breakdown of GHG emissions in BEI (951 Mt CO2- eq/year) • political mandate of the Mayor • national framework regulations, grants, etc. • size of the local authority availability of human & financial resources, expertise, etc. MAIN FINDINGS ON 2016 ASSESSMENT ",
        "Covenant achievements in 2014 80 90 100 110 120 130 140 150 G H G e m i s s i o n s [ M t C O 2 - e q ] / y e a r ] Linear interpolation based on data in BEI years and 2020 commitment Reduction monitored from BEI to MEI BEI MEI 2020 23% reduction achieved 30% reduction target MAIN FINDINGS ON 2016 ASSESSMENT ",
        "Policies Combination of effective urban energy policies and better coordination between national and local governments is crucial for the potential of the urban mitigation of climate change Climate mitigation and sustainable energy actions adopted at the local level are interconnected: • improving energy efficiency through building regulations • increasing the share of renewable energy • integrating district energy systems • a gradual transformation to more efficient and sustainable transportation MAIN FINDINGS ON 2016 ASSESSMENT ",
        "GHG emissions decrease Overall emission reduction achieved 23 % driven by: The reduction of final energy consumptions of 18% between baseline and monitoring inventories; The increased share of renewables on total final energy consumption of 7 percentage points between baseline and monitoring inventories. MAIN FINDINGS ON 2016 ASSESSMENT ",
        "CoM du Sud de la Mediterranée The European Commission’s science and knowledge service Joint Research Centre ",
        "CoM Med Initiative started in 2013 as a result of the European Union objective to support the MENA (Middle East and North Africa) region through ENPI (European and Neighbouring Partnership Instrument). CES-MED (Cleaner Energy Saving Mediterranean Cities ) is a European Commission project supporting local authorities in the ENPI South Mediterranean Partner Countries. The main goal is to deepen LA's engagement in sustainable development energy policies and climate adaptation and mitigation actions. ",
        "% Final energy consumption in MENA countries Source IEA ",
        "More than 30 signatories municipalities are involved in the South Mediterranean region through CES-MED CoM Med ",
        "3 3 1 1 4 4 2 Algeria (DZ) Israel (IL) Jordan (JO) Lebanon (LB) Palestine (PS) Morocco (MA) Tunisia (TN) non-CoM signs CoM Med • Submitted SEAPs by country ",
        "CoM Med ",
        "BEI Results in CoM South Municipalities 05 10 15 20 25 CoM South average EU-28 average Europe – non EU average CoM East average BEI Results (MWh per capita) 0123 4567 CoM South average EU-28 average Europe – non EU average CoM East average BEI Results (ton CO2 per capita) CoM Med ",
        "• Delays in getting the data available by the utilities; • Transport sector and estimation of fuel consumptions is one of the most significant challenges ; • Lack of available personnel in the municipalities cause additional delays in data gathering; • There are many ideas on projects, but financing remains the key issue; Main Challenges of CoM South Municipalities ",
        "Sub Saharan Africa Covenant The European Commission’s science and knowledge service Joint Research Centre ",
        "• Launched by EC DG DEVCO – Global Covenant beyond 2020 • Not only mitigation but also Climate Adaptation Priority needs of African cities and citizens • Improve the conditions of living • Empower development , improve the economy • Access to improved urban services linked to energy (lighting, electricity, cooking, mobility, water, health…) • Set up appropriate energy, transportation and spatial planning to manage city and population growth • Preserve local resources and prevent land degradation • Embark energy efficiency and climate action as means to achieving access and development and as longer term absolute commitments ",
        "The JRC in CoM Sub-Saharan Africa Municipality Country Zou Benin Bouaké Cote D'Ivoire Lubumbashi Congo Nouakchott Mauritania Pikine Sénégal Dakar Sénégal Tsevié Togo Kampala Uganda ",
        "CoMSSA Kampala inception visit - March 2017 KCCA Component areas 1 Data quality Management system 2 Detailed Neighbourhood plan 3 Integrated service platform, green solution 4 Communication and participative activities 5 Cooperation between cities and districts Financial figures of the Action Plan ",
        "CoMSSA Tsevié inception visit - July 2017 Component areas 1 To improve municipal dam. performance 2 To improve civil security and social cohesion 3 To improve health system and access to facilities(water, energy, education) 4 Environmental protection 5 Economic boost Tsevie Challenges Financial figures of the Action Plan ",
        "CoMSSA Ghana training- June 2017 Continuing professional development course (CPD)\"Energy and Sustainable Urban Development in Africa\" Organised by CoM SSA office in colaboration with JRC Linked to Samset ( Supporting Sub-Saharan African municipalities with Sustainable energy Transition Participation of pilot Cities ( Kampala, Zoe, Tsevie, Dakar), EU Delegations, Academia.. Panels on Covenant pillars More than 100 attendants ",
        "•EU Science Hub: ec.europa.eu/jrc •Twitter: @EU_ScienceHub •Facebook: EU Science Hub - Joint Research Centre •LinkedIn: Joint Research Centre •YouTube: EU Science Hub Stay in touch Silvia.rivas-calvete@ec.europa.eu ",
        "GETTING IN TOUCH WITH THE EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: http://europea.eu/contact On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: - by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), - at the following standard number: +32 22999696, or - by electronic mail via: http://europa.eu/contact FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU publications You can download or order free and priced EU publications from EU Bookshop at: http://bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact). ",
        "K J - 07 - 17 - 063 - E N - N doi:10.2760/805751 ISBN 978-92-79-76441-7 "
    ]
}