{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 13.12.2016 COM(2016) 788 final 2016/0393 (COD) Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL amending Regulation (EC) No 1059/2003 as regards the territorial typologies (Tercet) (Text with EEA relevance) ",
        "EN 2 EN EXPLANATORY MEMORANDUM 1. CONTEXT OF THE PROPOSAL • Reasons for and objectives of the proposal Eurostat publishes European statistics in many statistical domains at regional level according to Regulation (EC) No 1059/2003 (1) on the establishment of a common classification of territorial units for statistics (NUTS). These statistics are widely used in the context of EU regional policy and to determine eligibility for regions under the cohesion funds. Over the past few years, Eurostat has expanded the range of statistics published on a number of territorial typologies to address EU policy-makers’ increasing need for such data in the context of cohesion and territorial development policies. The Commission has defined these territorial typologies in cooperation with the Organisation for Economic Cooperation and Development (OECD), and adopted methodologies to set up and maintain them. The NUTS Regulation does not yet include or legally define these territorial typologies to determine urban, rural, coastal and/or other areas and regions in the EU, although they are already being used. The fact that these typologies and their methodologies have no legal recognition and are not formally recognised by the European Statistical System (ESS) is an issue that needs to be addressed to establish them as recognised, impartial and transparent statistical typologies. The main policy objectives of the initiative are the following. 1. Establish a legal recognition of territorial typologies, including the definition of cities, for the purpose of European statistics A regulation amending Regulation (EC) No 1059/2003 will integrate the territorial typologies into the current NUTS Regulation. This will make it possible for thematic statistical regulations and policy initiatives to refer to these territorial typologies for the purpose of collecting European statistics and/or to target specific territories such as cities, urban, rural or coastal areas and regions in policy. The initiative will therefore cover the existing territorial typologies based on NUTS level 3 (e.g. urban-rural typology, metropolitan regions), the local administrative units (e.g. degree of urbanisation, cities, coastal areas) and the 1 km² grid level required to calculate the other typologies, which are based on population distribution and density in the grid cells. 2. Lay down the core definitions and statistical criteria for the different territorial typologies To create methodological transparency and to safeguard the stability of the territorial typologies over time, the core definitions and criteria for creating and updating the typologies need to be specified in the regulation and its implementing provisions. For this purpose, the initiative will use the already existing methodologies for the different typologies. 3. Ensure harmonised and transparent application and use of the territorial typologies at EU level and in Member States The initiative aims to improve the comparability and stability of the typologies. This will have a positive impact on the compilation and dissemination of European regional statistics. 4. In the context of the alignment of Regulation (EC) No 1059/2003 to the new rules of the Treaty on the Functioning of the European Union (TFEU), powers currently conferred on the Commission by that regulation to adopt acts designed to amend non-essential elements of the 1 Regulation (EC) No 1059/2003 of the European Parliament and of the Council of 26 May 2003 on the establishment of a common classification of territorial units for statistics (NUTS) (OJ L 154, 21.6.2003, p. 1). ",
        "EN 3 EN regulation by supplementing it, in accordance with the regulatory procedure with scrutiny, should be provided for by powers to adopt delegated acts. • Consistency with existing policy provisions in the policy area This proposal would incorporate typologies into the NUTS Regulation which interlink with several statistical domains, like regional accounts, the labour market, rural development, agriculture, tourism, maritime policy and more. It would make it possible to aggregate data according to clear-cut typologies: for instance making it possible to compare GDP in rural as opposed to urban areas, tourist nights spent in coastal as opposed to non-coastal areas and regions, employment/unemployment by degree of urbanisation and much more. Concepts like the degree of urbanisation can also be used to supply data to the UN on urban and rural areas. • Consistency with other Union policies The territorial typologies have a major impact on regional policies under the overarching objectives of the Europe 2020 initiative (2) . For instance, EU cohesion policies aim to reduce disparities among EU regions and to promote growth, employment and sustainable development in disadvantaged regions and areas. Over the past few years, there has been a greater focus on evidence-based policy interventions and more integrated territorial approaches that reflect the diversity of EU regions, e.g. in terms of employment, demography, poverty, education or economic activity. Analyses of regional policies emphasise the need to investigate the significant urban-rural differences, which are not uniform across Member States (see, for example, the Sixth report on economic, social and territorial Cohesion (3) ). Cohesion policy 2014-2020 emphasises territorial development strategies focusing on urban and rural, but also coastal areas. The principles for the Cohesion Policy 2014-2020 set out in the Common Strategic Framework (4) stress that the approaches to promoting smart, sustainable and inclusive growth must reflect the role of cities, urban, rural and coastal areas and take urban-rural linkages into account. The degree of urbanisation typology was recently used in Regulation (EU) No 522/2014 (5) to define eligibility for European Regional Development Fund support to carry out innovative actions in cities or towns and suburbs. 2. LEGAL BASIS, SUBSIDIARITY AND PROPORTIONALITY • Legal basis Article 338 TFEU provides the legal basis for European statistics. Acting in accordance with the ordinary legislative procedure, the European Parliament and the Council adopt measures for the production of statistics where this is necessary for the EU to carry out its role. • Subsidiarity (for non-exclusive competence) The subsidiarity principle applies insofar as the proposal does not fall under the exclusive competence of the EU. Member States acting independently cannot sufficiently achieve the objectives of the proposed action, namely introducing the necessary components with regard to territorial typologies. Action can be taken more efficiently at EU level, on the basis of an 2 http://ec.europa.eu/europe2020/index_en.htm. 3 http://ec.europa.eu/regional_policy/en/information/publications/reports/2014/6th-report-on-economic- social-and-territorial-cohesion. 4 OJ L 347, 20.12.2013, p. 320. 5 OJ L 148, 20.5.2014, p. 1. ",
        "EN 4 EN EU legal act, to establish, coordinate and maintain harmonised statistical classifications, including territorial typologies for statistical purposes at EU level. • Proportionality The initiative proposes to amend the current NUTS Regulation not more than absolutely necessary. Given the need for a formal recognition of territorial typologies for statistics and policy-making, it aims to amend the NUTS Regulation to incorporate the territorial typologies into the legal framework without modifying the fundamental principles or the structure and definitions of the NUTS regions, which are well accepted, well proven and undisputed. This option is considered the most balanced approach to reconciling the need to take action with the intention to limit the scope of the initiative to the minimum required to achieve the objectives. Since it is a legal codification of existing typologies and their components and the Commission (Eurostat) will manage the assignment of the typologies, it entails only negligible additional costs for national statistical institutes and no costs for businesses or citizens. • Choice of instrument Proposed instrument: a regulation. Given the objectives and content of the proposal and the fact that this is a proposal amending an existing regulation, a regulation is the most appropriate instrument. 3. RESULTS OF EX-POST EVALUATIONS, STAKEHOLDER CONSULTATIONS AND IMPACT ASSESSMENTS • Ex-post evaluations/fitness checks of existing legislation The existing legislation does not yet include the typologies, making it very difficult to establish and to ensure uniform conditions for harmonised application. • Stakeholder consultations The stakeholders this proposal affects are mainly the Member States’ national statistical institutes. The Commission (Eurostat) involved their experts since the very early stages and very much relied on their feedback and expertise in drafting the proposal. As the main policy user of regional data, the Commission’s Directorate-General for Regional and Urban Policy (DG REGIO) was consulted several times and also provided valuable feedback. Given the technical nature of this proposal, it was not considered necessary to involve any other body. • Collection and use of expertise The concepts of the typologies were developed in close collaboration with Eurostat, DG REGIO and the Joint Research Centre, which provided core technical input, and the OECD, by bringing together a number of previously existing concepts and their different methodologies. The OECD uses the harmonised typologies for statistical and analytical purposes too. • Impact assessment No impact assessment was carried out because the proposal does not have significant economic, social and environmental consequences and imposes no additional burden on ",
        "EN 5 EN businesses or citizens. The initiative aims mainly to complement the current NUTS Regulation with the necessary elements to take into account recent developments in territorial classifications for statistical purposes. • Regulatory fitness and simplification The codification of the territorial typologies in the NUTS Regulation makes it unnecessary to define and explain them in other specific legal acts, for instance acts related to cities or rural development. This simplifies and harmonises legislation related to urban and rural development and maritime policy. • Fundamental rights This proposal does not affect fundamental rights. 4. BUDGETARY IMPLICATIONS The proposal has no implications for the EU budget. 5. OTHER ELEMENTS • Implementation plans and monitoring, evaluation and reporting arrangements Since, despite not being legally recognised, the typologies are already in use, it is not planned to draw up any particular implementation plans or monitoring provisions. In principle, the procedure to determine and publish the typologies is the following. The Commission (Eurostat) does the necessary calculations to assign the typologies when new data on population distribution and density in the grid cells become available. This is usually the case after a census. Smaller updates to capture changes in the local or regional structure of the Member States can be done annually for the Member States concerned. After the Commission (Eurostat) has done these initial calculations, it shares the results with the Member States. They can verify or modify them on the basis of particular geographical circumstances for example. After agreeing on the results with the Member States, the Commission (Eurostat) publishes them on the dedicated websites. It is necessary to put uniform conditions in place to harmonise the typologies. The Commission should be empowered to do so for the implementation of the typologies by way of implementing acts. • Detailed explanation of the specific provisions of the proposal Since the proposal does not change the widely accepted and well proven essence of the NUTS Regulation, it amends no more than absolutely necessary to achieve its objectives. It is proposed to amend or replace some provisions of Regulation (EC) No 1059/2003 for the following reasons. - Article 1 The new Article 1 broadens the subject matter of the NUTS Regulation by adding the territorial typologies and the statistical grids needed to calculate them based on the population distribution and density in the single grid cells. It also clarifies the role and labelling of the local administrative units (LAU), whose labelling is inconsistent in the current NUTS Regulation (such as ‘components of NUTS’ and ‘smaller administrative units’). - Article 2 ",
        "EN 6 EN In Article 2, paragraph 5 is deleted. It refers to a communication that was due in 2005, two years after the entry into force of the original NUTS Regulation in 2003. It is therefore obsolete. - Article 3 In Article 3, paragraph 4 is adapted to the new institutional procedures introduced by the Lisbon Treaty (by changing from the regulatory procedure with scrutiny to delegated acts). In paragraph 5, the last sentence is deleted since it is no longer relevant to attribute any power to the Commission in that respect. - Article 4 Article 4 sets out the LAU. The provisions on the transmission requirements are also clarified and simplified. These were previously not understood in a coherent way. Finally, the Commission is given the power to adopt delegated acts to adapt the list of LAU in Annex III of the NUTS Regulation. - Article 4a Article 4a is inserted to introduce the statistical grids that the Commission (Eurostat) will maintain and publish, as a basis for calculating the territorial typologies for the regions and areas. - Article 4b The new Article 4b introduces the typologies themselves and gives the Commission implementing power to put uniform conditions in place for their harmonised application. - Article 5 In the new Article 5, the wording and phrasing are clarified and simplified. The Commission is given the power to adopt delegated acts to adapt the NUTS classification in Annex I of the NUTS Regulation. - Articles 7 and 7a Article 7 is updated to refer to the competent committee that assists the Commission when adopting implementing acts, while the new Article 7a concerns the exercise of delegation in accordance with the Interinstitutional Agreement on Better Law-Making. - Article 8 Article 8 is deleted. It stipulated a report on the implementation of the NUTS Regulation that was due in 2006, three years after the entry into force of the original NUTS Regulation in 2003. It is therefore obsolete. ",
        "EN 7 EN 2016/0393 (COD) Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL amending Regulation (EC) No 1059/2003 as regards the territorial typologies (Tercet) (Text with EEA relevance) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 338(1) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee (1) , Having regard to the opinion of the Committee of the Regions (2) , Acting in accordance with the ordinary legislative procedure, Whereas: (1) Regulation (EC) No 1059/2003 of the European Parliament and of the Council (3) of 26 May 2003 establishes a common classification of territorial units for statistics (Nomenclature of territorial units for statistics NUTS) in order to enable the collection, compilation and dissemination of harmonised regional statistics in the EU. (2) For better targeted policy-making, the Commission, in collaboration with the OECD, has defined a number of territorial typologies to classify the statistical units established by the NUTS Regulation. (3) The European Statistical System (ESS) already uses those typologies, in particular the degree of urbanisation, including the definition of cities in order, for instance, to define eligibility for European Regional Development Fund support to carry out innovative actions in cities or towns and suburbs (4) . (4) The codification of the typologies is necessary in order to set out unambiguous definitions of and conditions for territorial types, ensuring harmonised and transparent application and making the typologies stable. This should support the compilation and dissemination of European statistics. 1 OJ C , , p. . 2 OJ C , , p. . 3 Regulation (EC) No 1059/2003 of the European Parliament and of the Council of 26 May 2003 on the establishment of a common classification of territorial units for statistics (NUTS) (OJ L 154, 21.6.2003, p.1). 4 OJ L 148, 20.5.2014, p. 1. ",
        "EN 8 EN (5) A system of statistical grids should apply to calculate and attribute the territorial types to the regions and areas in question, since these depend on the population distribution and density in grid cells of one square kilometre. (6) A number of minor aspects of the local administrative units (LAU) should also be clarified to simplify terminology and the delivery mechanism of the lists of LAU from the Member States to the Commission (Eurostat). (7) In order to adapt to corresponding developments in the Member States, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission with regard to amending the NUTS classification in Annex I, the list of existing administrative units in Annex II and the list of local administrative units in Annex III of Regulation (EC) No 1059/2003. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles set out in the Interinstitutional Agreement on Better Law-Making of 13 April 2016 (5) . In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member State experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts. (8) In order to ensure uniform conditions for the implementation of this regulation, implementing powers should be conferred on the Commission in respect of the application of territorial typologies and the time series the Member States are to give to the Commission in case of amendments to the NUTS classification. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (6) . (9) Regulation (EC) No 1059/2003 should therefore be amended accordingly, HAVE ADOPTED THIS REGULATION: Article 1 Regulation (EC) No 1059/2003 is amended as follows: (1) Article 1 is replaced by the following: ‘ Article 1 Subject matter 1. This regulation establishes a common statistical classification of territorial units (NUTS), in order to enable the collection, compilation and dissemination of harmonised statistics at different territorial levels of the EU. 2. The NUTS classification is set out in Annex I. 3. Local administrative units (LAU), as referred to in Article 4, shall complement the NUTS classification. 5 OJ L 123, 12.5.2016, p. 1. 6 Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (OJ L 55, 28.2.2011, p. 13). ",
        "EN 9 EN 4. Statistical grids, as referred to in Article 4a, shall complement the NUTS classification. They shall be used to calculate population-based territorial typologies. 5. Union territorial typologies, as referred to in Article 4b, shall complement the NUTS classification by attributing types to the territorial units.’; (2) in Article 2, paragraph 5 is deleted; (3) Article 3 is amended as follows: (a) paragraph 4 is replaced by the following: ‘4. The existing administrative units used for the NUTS classification are set out in Annex II. The Commission shall be empowered to adopt delegated acts in accordance with Article 7a to adapt Annex II on the basis of corresponding developments in the Member States.’; (b) in paragraph 5, the third subparagraph is replaced by the following: ‘Some non-administrative units may, however, deviate from those thresholds because of particular geographical, socioeconomic, historical, cultural or environmental circumstances, especially in the islands and the outermost regions.’; (4) Article 4 is replaced by the following: ‘ Article 4 Local administrative units 1. In each Member State, local administrative units (LAU) shall subdivide NUTS level 3 into one or two further levels of territorial units. At least one of the LAU levels shall be an administrative unit as defined in Article 3(1) and as set out in Annex III. The Commission shall be empowered to adopt delegated acts in accordance with Article 7a to adapt the list of LAU in Annex III on the basis of corresponding developments in the Member States. 2. Within the first six months of each year, Member States shall transmit to the Commission (Eurostat), with reference to 31 December of the previous year, the list of LAU indicating any changes and the NUTS 3 region they belong to. In doing so it shall follow the electronic data format requested by the Commission (Eurostat). 3. The Commission (Eurostat) shall publish the list of LAU in the dedicated section of its website by 31 December of each year.’ (5) the following articles 4a and 4b are inserted: ‘ Article 4a Statistical grids The Commission (Eurostat) shall maintain and publish a system of statistical grids at Union level in the dedicated section of its website. The statistical grids shall conform to the specifications laid down in Commission Regulation (EU) No 1089/2010 (7) . Article 4b Union territorial typologies 7 Commission Regulation (EU) No 1089/2010 of 23 November 2010 implementing Directive 2007/2/EC of the European Parliament and of the Council as regards interoperability of spatial data sets and services (OJ L 323, 8.12.2010, p. 11). ",
        "EN 10 EN 1. The Commission (Eurostat) shall maintain and publish in the dedicated section of its website Union typologies composed of territorial units at the levels of NUTS, LAU and grid cells. 2. The grid-based typology shall be established at the 1 km 2 grid resolution level as follows: – ‘urban centres’, – ‘urban clusters’, – ‘rural grid cells’. 3. The following typologies shall be established at LAU level: (a) degree of urbanisation (DEGURBA): – ‘Urban areas’: – ‘Cities’ or ‘Densely populated areas’, – ‘Towns and suburbs’ or ‘Intermediate density areas’, – ‘Rural areas’ or ‘Thinly populated areas’; (b) functional urban areas: – ‘Cities’ plus their ‘Commuting zones’; (c) coastal areas: – ‘Coastal areas’, – ‘Non-coastal areas’. If there is more than one administrative level of LAU in a Member State, the Commission (Eurostat) shall consult that Member State to determine the administrative level of LAU that shall be used for the attribution of typologies. 4. The following typologies and labels shall be established at NUTS level 3. a) urban-rural typology: – ‘Predominantly urban regions’, – ‘Intermediate regions’, – ‘Predominantly rural regions’; b) metropolitan typology: – ‘Metropolitan regions’, – ‘Non-metropolitan regions’; c) coastal typology: – ‘Coastal regions’, – ‘Non-coastal regions’. 5. The Commission shall, by means of implementing acts, set out uniform conditions for the harmonised application of the typologies across Member States and at Union level. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 7.’; (6) Article 5 is amended as follows: ",
        "EN 11 EN (a) paragraph 4 is replaced by the following: ‘4. Amendments to the NUTS classification shall be adopted in the second half of the calendar year, every three years at the earliest, on the basis of the criteria set out in Article 3. Nevertheless, if there is a substantial reorganisation of the relevant administrative structure of a Member State, the amendments to the NUTS classification may be adopted at shorter intervals. The Commission shall be empowered to adopt delegated acts in accordance with Article 7a to adapt the NUTS classification in Annex I on the basis of corresponding developments in the Member States. Regional data the Member States send to the Commission (Eurostat) shall be based on the amended NUTS classification starting from 1 January of the second year after the adoption of the delegated act referred to in the first subparagraph.’; (b) paragraph 5 is replaced by the following: ‘5. When an amendment is made to the NUTS classification, the Member State concerned shall transmit to the Commission (Eurostat) the time series for the new regional breakdown, to replace data already transmitted. The Commission shall, by means of implementing acts, set out uniform conditions for time series and their length, taking into account the feasibility of providing them. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 7. The time series shall be supplied until 1 January of the fourth year after the adoption of a delegated act as referred to in paragraph 4.’; (7) Article 7 is replaced by the following: ‘ Article 7 Committee procedure 1. The Commission shall be assisted by the European Statistical System Committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 5 of Regulation 182/2011 shall apply.’; (8) the following Article 7a is inserted: ‘ Article 7a Exercise of the delegation 1. The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this article. 2. The power to adopt delegated acts referred to in Article 3(4), Article 4(1) and Article 5(4) shall be conferred on the Commission for an indeterminate period of time from [ Publications Office: please insert exact date of entry into force of this Regulation ]. 3. The delegation of power referred to in Article 3(4), Article 4(1) and Article 5(4) may be revoked at any time by the European Parliament or by the Council. A decision of revocation shall put an end to the delegation of the power specified in that decision. It shall take effect on the day following the publication of the decision ",
        "EN 12 EN in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force. 4. Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement on Better Law-Making of 13 April 2016. 5. As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council. 6. A delegated act adopted pursuant to Article 3(4), Article 4(1) and Article 5(4) shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or the Council.’; (9) Article 8 is deleted. Article 2 This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, For the European Parliament For the Council The President The President "
    ]
}