{
    "text": [
        "",
        "Special Eurobarometer 455 Report EU Citizens’ views on development, cooperation and aid November – December 2016 Survey conducted by TNS opinion & social at the request of the European Commission, Directorate-General for International Cooperation and Development Survey co-ordinated by the European Commission, Directorate-General for Communication (DG COMM “Strategic Communication”) ",
        "Project number 2017.2501 Project title Special Eurobarometer 455 – November-December 2016 “ EU Citizens’ views on development, cooperation and aid ” Report Linguistic version EN Catalogue number MN-01-17-178-EN-N ISBN 978-92-79-66608-7 doi:10.2841/802662 © European Union, 2017 http://ec.europa.eu/COMMFrontOffice/PublicOpinion ",
        "1 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 TABLE OF CONTENTS INTRODUCTION 2 KEY FINDINGS 4 KEY SOCIO-DEMOGRAPHIC FINDINGS 6 I. IMPORTANCE OF DEVELOPMENT AID 8 1 Perceived importance of development aid 8 2 Tackling poverty in developing countries as one of the main priorities for the EU and national governments 12 3 The influence on EU citizens and EU’s interest in tackling poverty in developing countries 19 4 Tackling poverty in developing countries as a moral obligation 26 5 Development aid’s contribution to a more peaceful and fair world 30 6 Aid for developing countries as a way to tackle irregular migration 34 7 Financial assistance to developing countries as an effective way to tackle poverty 38 II. ATTITUDES TOWARDS EU AID 41 1 Effectiveness of EU aid in reducing poverty in developing countries 41 2 The way EU aid should evolve in the future 44 III. UNDERSTANDING THE CHALLENGES FACING DEVELOPING COUNTRIES 48 IV. MAIN OBSTACLES PREVENTING SUCCESSFUL DEVELOPMENT IN DEVELOPING COUNTRIES 54 V. PERSONAL COMMITMENT AND INVOLVEMENT IN DEVELOPMENT 61 1 The role of individuals in tackling poverty 61 2 Personal involvement in helping developing countries 70 VI. AWARENESS OF UNITED NATIONS’ SUSTAINABLE DEVELOPMENT GOALS 76 CONCLUSION 82 ANNEXES Technical specifications Questionnaire Tables ",
        "2 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 INTRODUCTION Issues surrounding development and development aid have been in increased focus in Europe in the past two years. 2015 was the European Year for Development, putting the spotlight on how EU development aid works, as well as how and where development money is spent. The European Union and its Member States are the biggest global donors of official development aid, contributing 58.2 billion euros in 2014 1 . Later in 2015, the UN adopted the Sustainable Development Goals, designed to end poverty, protect the planet, and ensure prosperity for all 2 . These Goals are at the core of the 2030 Agenda for Sustainable Development, which the EU has had an important role in shaping. This agenda is also at the heart of the proposed European Commission consensus on development “Our world, our dignity, our future” 3 . In addition to this agenda, the European Commission has proposed a new European External Investment Plan (EIP) to encourage investment in the EU Neighbourhood and in Africa, designed to help achieve the Sustainable Development Goals 4 . In 2015, the escalating migrant and refugee crisis in Europe also further highlighted development aid and issues of developing countries. Although the flow of migrants has slowed in 2016, due to the agreement between Turkey and the EU made in March 2016 5 , the impact of the ongoing refugee influx continues to be felt across Europe. This survey follows on from previous ones on the topic, including those conducted annually since 2009 6 . The objectives of the current survey are to:  Investigate Europeans’ level of information about development aid in general;  Assess the attitudes of Europeans towards the importance of helping people in developing countries, challenges for the future of these countries, and the effectiveness of measures to reduce poverty in developing countries;  Assess the personal involvement of Europeans in helping developing countries;  Measure awareness of the international community’s commitment to sustainable development. This survey was carried out by TNS Opinion and Social network, in the 28 Member States of the European Union, between 26th November and 5th December 2016. A total of 27,929 respondents from different social and demographic groups were interviewed face to face at home in their mother tongue on behalf of the Directorate-General for International Cooperation and Development (DG DEVCO). The methodology used is that of Eurobarometer surveys as carried out by the Directorate-General for Communication (“Strategic Communication”) 7 . A technical note on the manner in which interviews were conducted by the Institutes within the TNS Opinion & Social network is appended as an annex to this report. Also included are the interview methods and confidence intervals. 1 https://ec.europa.eu/europeaid/sites/devco/files/2015-annual-report-web_en.pdf 2 http://www.un.org/sustainabledevelopment/sustainable-development-goals/ 3 https://ec.europa.eu/europeaid/sites/devco/files/communication-proposal-new-consensus-development-20161122_en.pdf 4 http://ec.europa.eu/europeaid/news-and-events/state-union-2016-european-external-investment-plan_en 5 http://europa.eu/rapid/press-release_MEMO-16-1664_en.htm 6 For the most recent report (2015) see http://ec.europa.eu/europeaid/special-eurobarometer-441-european-year-development-citizens- viewson-development-cooperation-and-aid_en 7 http://ec.europa.eu/COMMFrontOffice/publicopinion/index.cfm ",
        "3 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 Note: In this report, countries are referred to by their official abbreviation. The abbreviations used in this report correspond to: Belgium BE Latvia LV Bulgaria BG Luxembourg LU Czech Republic CZ Hungary HU Denmark DK Malta MT Germany DE The Netherlands NL Estonia EE Austria AT Greece EL Poland PL Spain ES Portugal PT France FR Romania RO Croatia HR Slovenia SI Ireland IE Slovakia SK Italy IT Finland FI Republic of Cyprus CY * Sweden SE Lithuania LT United Kingdom UK * Cyprus as a whole is one of the 28 European Union Member States. However, the ‘acquis communautaire’ has been suspended in the part of the country which is not controlled by the government of the Republic of Cyprus. For practical reasons, only the interviews carried out in the part of the country controlled by the government of the Republic of Cyprus are included in the ‘CY’ category and in the EU28 average. We wish to thank the people throughout the European Union who have given their time to take part in this survey. Without their active participation, this study would not have been possible. ",
        "4 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 KEY FINDINGS Most think it is important to help people in developing countries, and consider tackling poverty in these countries to have positive outcomes for the EU and the world  Almost nine in ten respondents think it is important to help people in developing countries (89%), and at least three quarters of respondents in each Member State think this way.  Although at EU level the proportion who think it is important to help people in developing countries has been stable since 2015, it has increased in 21 Member States.  More than two thirds (68%) agree tackling poverty in developing countries should be one of the main priorities of the EU, while 51% agree tackling poverty in developing countries should be one of the main priorities of their national government.  Almost three quarters agree tackling poverty in developing countries has a positive influence on EU citizens as well (74%), and 82% agree tackling poverty in developing countries is in the EU’s best interest.  More than three quarters of respondents agree tackling poverty in developing countries is a moral obligation for the EU (78%).  Almost three quarters agree aid for developing countries contributes to a more peaceful and fair world (72%).  The majority of respondents agree providing financial assistance to developing countries is an effective way to address irregular migration (68%), although this represents a decline of 5 points since 2015.  Just over seven in ten (71%) agree providing financial assistance to developing countries is an effective way to tackle poverty in developing countries. The majority think EU and national actions are effective, and most think aid spending should either continue as it is, or be increased  More than six in ten (61%) think EU and Member States’ actions – in terms of their development policy and financial assistance – are effective in helping to reduce poverty in developing countries.  Just over half (52%) think financial assistance to developing countries should continue as it is currently, while just over one in five (22%) think the EU and Member States should spend more money in support of developing countries.  The most pressing challenges for the future of developing countries are education, peace and security (both 38%), health (33%), water and sanitation (31%) and food security and agriculture (26%). ",
        "5 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 Corruption is perceived to be the main obstacle to successful development in developing countries  The most mentioned obstacles that could prevent successful development in developing countries are corruption (54%), bad policies of governments in developing countries (43%), conflicts (41%), bad policies of governments and organisations that support developing countries (25%) and a lack of financial resources (24%). Almost half of all respondents state they are personally involved in helping developing countries, and most think individual engagement is effective in reducing poverty in these countries  Just over half of all respondents agree that as individuals they can play a role in tackling poverty in developing countries (54%). Overall agreement has increased by two points since the last survey in 2015, and is now at its highest level since the survey began.  Respondents are even more likely to say individual engagement in the form of political action, donation and so on, is effective in reducing poverty in developing countries (61%).  Across the EU, 46% of respondents are personally involved in helping developing countries, with the most common actions giving money to an organisation such as an NGO or charity (27%), and making ethical choices when they shop for groceries, clothes and so on (22%). Reported awareness of the Sustainable Development Goals has increased since 2015  Just over four in ten (41%) have heard of the Sustainable Development Goals (SDGs), although respondents are more likely to have heard of them but do not really know what they are (29%) than to say they know what they are (12%).  Overall awareness of the SDGs, as reported by respondents, has increased by five points since 2015. ",
        "6 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 KEY SOCIO-DEMOGRAPHIC FINDINGS Gender Men and women generally have similar attitudes towards, and opinions about development aid, although women are more likely to be personally involved in helping developing countries (49% vs. 43% of men). Men, on the other hand, are more likely to have heard of the Sustainable Development Goals (44% vs. 37% of women). Age The younger the respondent, the more likely they are to be positive about development aid. Those aged 15-24 are more likely to agree tackling poverty in developing countries should be one of the main priorities of the EU or their national governments (72% vs. 67%-68% and 55% vs. 50%-51%, respectively), and they are more likely to say EU and Member States’ actions are effective in helping to reduce poverty in developing countries (67% vs. 58% of those aged 55+). They are the most likely to agree providing financial assistance to developing countries is an effective way to tackle poverty (76% vs. 70%-71%), and the most likely to agree financial assistance to developing countries should increase (27% vs. 19% of those aged 55+). Younger respondents are also more optimistic about the role of the individual: 62% of them agree that as an individual they can play a role in tackling poverty in developing countries, compared to 47% of those aged 55+. Younger respondents are also more positive that individual engagement is effective in helping to reduce poverty in developing countries (66% vs. 56% of those aged 55+). Education Higher education levels are generally associated with more positive opinions about development aid, and the potential for individuals to have an impact. Those with the highest education levels are the most likely to agree it is important to help people in developing countries (93% vs. 86%-88% with lower education levels), that this has a positive impact on EU citizens (78% vs. 67%-72%) and that it is in the EU’s own interest (85% vs. 75%-80%). Those who completed their education aged 20 or older are the most likely to think financial assistance to developing countries should increase (26% vs. 15% of those who completed their education aged 15 or younger). They are also the most likely to be positive about the impact individuals can have: 62% say as an individual, they can play a role in tackling poverty in developing countries, compared to 44% of those with the lowest education levels. In addition, the longer a respondent remained in education, the more likely they are to think individual engagement is effective in helping to reduce poverty in developing countries (67% vs. 53%-59%), and the more likely they are to be personally involved. Indeed, more than six in ten (62%) of those with the highest education levels are personally involved in helping developing countries, compared to 40% who completed education aged 16-19, and 34% who completed school aged 15 or younger. ",
        "7 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 Difficulties in paying bills Respondents who experience the most difficulty in paying bills are generally less positive about development aid issues. They are less likely to think helping people in developing countries is important (85% vs. 88%-91% of those with fewer difficulties), and are less optimistic about the positive impact this could have on the EU (76% vs. 80%-82%) or EU citizens (69% vs. 74%-75%). Respondents who experience the most difficulty paying bills are the least likely to agree providing financial assistance to developing countries is an effective way to address irregular migration, or to tackle poverty in developing countries (61% vs. 68%-71% and 65% vs. 71%-72%, respectively). They are also the least likely to think financial assistance to developing countries should remain the same (44% vs. 51%-54%), and the most likely to say spending should decrease (27% vs. 14%- 18%). Those with the most financial difficulty are the most negative about the role individuals can play in tackling poverty in developing countries (46% vs. 55%-56%), and about the effectiveness of individual engagement (51% vs. 59%-62%). They are also the least likely to be personally involved in helping developing countries (33% vs. 39%-50%). Political orientation The results highlight that the further to the left respondents place themselves on the political spectrum, the more likely they are to be positive about the importance of helping people in developing countries (94% versus 85%-90% of those who place themselves at the centre or the right), and the effectiveness of development aid to address irregular migration (74% vs. 64%-69%) or to tackle poverty (77% vs. 63%-72%). Those on the left are also the most likely to be in favour of increased spending on financial assistance for developing countries: 30% on the left say spending should increase, compared to 21% of those in the centre and 19% of those on the right. Those on the left are the most optimistic about the impact individuals can have: 63% agree they as individuals can have an impact, compared to 56% of those in the centre and 48% on the right. Those on the left are also the most positive about the impact of individual engagement (67% vs. 55%-63%), and they are the most likely to be personally involved in helping developing countries (55% vs. 43%-48%). Finally, those on the left of the political spectrum are the most likely to have heard of the SDGs (50% vs. 40%-42%). EU image In some areas, opinions about development aid also vary according to a respondents’ image of the EU. For instance, those with a positive image of the EU are much more likely to say it is important to help people in developing countries (96%), compared to those with a negative image (78%). Those with a positive image are also more likely to say helping people in developing countries has a positive impact on both EU citizens (84% vs. 59% of those with a negative image) and on the EU (89% vs. 69%). Those with a positive image of the EU are much more likely to think EU and Member States’ actions are effective in helping to reduce poverty in developing countries (74%), compared to those with a neutral (60%) or negative image (42%). In line with these views, respondents with a positive image of the EU are the most likely to think financial assistance to developing countries should increase (28%), and the least likely to think it should decrease – particularly compared to those with a negative view (9% vs. 31%). ",
        "8 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 I. IMPORTANCE OF DEVELOPMENT AID This section considers a number of opinions about the importance of development aid. Firstly, the importance placed on helping people in developing countries, and whether tackling poverty in developing countries should be one of the main priorities for EU or national governments will be discussed. Whether respondents think tacking poverty in developing countries is in the EU’s own interest, whether it has a positive impact on EU citizens, and whether it is a moral obligation for the EU or not will also be reviewed. Finally, the extent to which respondents agree development aid contributes to a more peaceful and equal world, and whether such aid is a way to combat irregular migration, or to alleviate poverty will be considered. 1 Perceived importance of development aid Almost nine in ten respondents think it is important to help people in developing countries A large majority of respondents say it is important to help people in developing countries (89%), with 42% saying it is ‘very important’ 8 . These results are the same as the previous survey in 2015. The proportion who says helping people in developing countries is not important has dropped by one point to 9%. Despite this overall stability, it is worth noting that in 21 Member States there has been an increase in the proportion of respondents who say it is important. 8 QC1. In your opinion, is it very important, fairly important, not very important or not at all important to help people in developing countries? Very important; Fairly important; Not very important; Not at all important; Don’t Know. QC1 In your opinion, is it very important, fairly important, not very important or not at all important to help people in developing countries? (% ‐ EU) 88 89 85 85 83 85 89 89 9 9 12 13 15 13 10 9 3 2 3 2 2 2 1 2 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% May ‐ June 2009 June 2010 Sept. 2011 June 2012 May ‐ June 2013 Sept. 2014 Dec. 2015 Nov. ‐ Dec. 2016 TOTAL 'IMPORTANT' TOTAL 'NOT IMPORTANT' DON'T KNOW ",
        "9 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 At least three quarters of respondents in each Member State say it is important to help people in developing countries. Almost all respondents in Sweden (98%), Cyprus and Luxembourg (both 97%) think this way, compared to 75% in Bulgaria, 77% in Latvia and 78% in Estonia and the Czech Republic. In eight Member States, more than half of respondents say it is ‘very important’ to help people in developing countries: Sweden (75%), Cyprus (69%), Ireland (62%), Luxembourg (60%), Denmark (58%), Germany (57%), the United Kingdom (56%) and the Netherlands (53%). This is also the most common response in Malta (49%) and Finland (48%). In 21 Member States, respondents are more positive about the importance of helping people in developing countries than they were in 2015. This is particularly the case amongst those in Lithuania (+13 percentage points), Latvia and Hungary (both +10 pp). In fact, Italy (-3 pp), Romania, Austria and Germany (all -1 pp) are the only countries where respondents are now less likely to say helping people in developing countries is important. Opinion has remained stable in the remaining three countries. ",
        "10 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 ",
        "11 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The socio-demographic analysis shows respondents with the highest education levels are the most likely to say it is important to help people in developing countries: 93% say this, compared to 86% of those with the lowest levels. There are also differences based on household financial situation: those who experience the most financial difficulties are the least likely to say helping people in developing countries is important (85%), particularly compared to those who experience the least difficulties (91%). However, these differences based on education and income are relatively small. Respondents who identify as being on the left (94%) or centre (90%) of the political spectrum are more likely than those on the right (85%) to say helping people in developing countries is important. Finally, those with a positive image of the EU are much more likely to say it is important to help people in developing countries (96%), compared to those with a negative image (78%). QC1 T o t a l ' I m p o r t a n t ' T o t a l ' N o t i m p o r t a n t ' D o n ' t k n o w EU28 89 9 2 15 ‐ 86 11 3 16 ‐ 19 88 10 2 20+ 93 6 1 Still studying 94 4 2 Most of the time 85 12 3 From time to time 88 10 2 Almost never/ Never 91 7 2 Left 94 5 1 Centre 90 8 2 Right 85 13 2 Positive 96 3 1 Neutral 90 8 2 Negative 78 19 3 Image of EU Left ‐ right political scale Difficulties paying bills Education (End of) In your opinion, is it very important, fairly important, not very important or not at all important to help people in developing countries? (% ‐ EU) ",
        "12 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 2 Tackling poverty in developing countries as one of the main priorities for the EU and national governments The majority agrees tackling poverty in developing countries should be one of the main priorities of the EU or of national governments Although more than eight in ten respondents think it is important to help people in developing countries, fewer consider tackling poverty in developing countries should be one of the main priorities of the EU or of their national government. More than two thirds (68%) agree tackling poverty in developing countries should be one of the main priorities of the EU, with 25% in total agreement and 43% tending to agree 9 . Considerably less (51%) agree tackling poverty in developing countries should be one of the main priorities of their national government, with 17% saying they totally agree 10 . Compared to 2015, respondents are slightly less likely to agree tackling poverty in developing countries should be one of the main priorities of the EU (-1 percentage point), but they are slightly more likely to agree is should be one of the main priorities of their national government (+1 pp). In both cases, agreement remains higher than that recorded in 2013. 9 QC4.2. To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries should be one of the main priorities of the EU. Totally agree; Tend to agree; Tend to disagree; Totally disagree; Don’t Know. 10 QC.3 To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries should be one of the main priorities of the (Nationality) government. Totally agree; Tend to agree; Tend to disagree; Totally disagree; Don’t Know. QC4 To what extent do you agree or disagree with each of the following statements? (% ‐ EU) 25 26 22 21 17 15 13 13 43 43 42 45 34 35 32 35 21 19 23 22 29 28 32 32 7 8 9 8 16 18 19 16 4 4 4 4 4 4 4 4 TACKLING POVERTY IN DEVELOPING COUNTRIES SHOULD BE ONE OF THE MAIN PRIORITIES OF THE EU November ‐ December 2016 December 2015 September 2014 May ‐ June 2013 TACKLING POVERTY IN DEVELOPING COUNTRIES SHOULD BE ONE OF THE MAIN PRIORITIES OF THE (NATIONALITY) GOVERNMENT November ‐ December 2016 December 2015 September 2014 May ‐ June 2013 Totally agree Tend to agree Tend to disagree Totally disagree Don't know ",
        "13 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 In 26 Member States, at least half of all respondents agree tackling poverty in developing countries should be one of the main priorities of the EU, with respondents in Cyprus (89%), Malta (84%), Ireland and Spain (both 78%) the most likely to think this way. It is worth noting that at least 90% of respondents in each of these countries also think it is important to help people in developing countries. Respondents in Estonia (38%) and the Czech Republic (49%) are the least likely to agree tackling poverty in developing countries should be one of the main priorities of the EU. In 14 Member States, respondents are now more likely to think tackling poverty should be one of the main priorities of the EU, compared to 2015, with the largest increase observed in Slovenia (+8 pp). In contrast, there are 10 Member States where respondents are now less likely to agree, with the most notable declines observed in Italy and Sweden (both -7 pp). Opinion has remained stable in the remaining four countries. ",
        "14 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC4.2 T o t a l ' A g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 T o t a l ' D i s a g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 D o n ' t k n o w EU28 68 1 28 1 4 SI 67 8 31 7 2 CY 89 7 10 7 1 LT 56 7 39 7 5 PL 68 6 26 4 6 BE 66 5 33 4 1 HU 63 5 33 7 4 BG 50 5 39 4 11 IE 78 2 18 1 4 FI 76 2 21 2 3 UK 69 2 26 3 5 AT 61 2 38 1 1 LV 50 2 46 = 4 FR 71 1 26 = 3 EL 70 1 29 = 1 MT 84 = 12 1 4 ES 78 = 18 = 4 RO 74 = 21 3 5 SK 54 = 41 1 5 PT 76 2 22 4 2 LU 70 2 29 2 1 CZ 49 2 47 2 4 HR 74 3 23 3 3 DE 68 5 29 5 3 DK 66 5 31 5 3 EE 38 5 57 9 5 NL 54 6 45 7 1 SE 77 7 23 9 0 IT 65 7 27 4 8 To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries should be one of the main priorities of the EU (%) ",
        "15 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 Respondents in Spain (62%), Sweden (59%) and the United Kingdom (58%) are the most likely to agree that tackling poverty in developing countries should be one of the main priorities of the national government, while those in Estonia (17%), Bulgaria (22%) and Latvia (25%) are the least likely to do so. Compared to 2015, respondents in 12 Member States are now more likely to think tackling poverty should be one of the main priorities of the national government, with the largest increase observed in Lithuania (+7 pp). In a further 13 Member States, respondents are now less likely to think this way, with the most notable declines observed in Italy and Croatia (both -6 pp). Opinion has remained stable in the remaining three countries. ",
        "16 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC4.3 T o t a l ' A g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 T o t a l ' D i s a g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 D o n ' t k n o w EU28 51 1 45 1 4 LT 32 7 65 6 3 UK 58 6 36 9 6 PL 50 6 44 5 6 SK 36 6 59 6 5 FR 52 5 45 5 3 HU 46 5 51 7 3 LV 25 5 73 3 2 PT 51 4 46 4 3 SI 41 4 57 3 2 FI 53 2 44 1 3 CY 50 2 47 3 3 EE 17 1 80 2 3 IE 56 = 39 1 5 RO 51 = 44 3 5 BE 49 = 50 1 1 ES 62 1 34 = 4 DE 56 1 42 2 2 LU 53 1 46 3 1 BG 22 1 70 = 8 AT 42 3 54 2 4 SE 59 4 40 5 1 NL 38 4 60 5 2 EL 32 4 65 2 3 MT 51 5 43 5 6 DK 47 5 50 6 3 CZ 26 5 72 6 2 IT 50 6 42 4 8 HR 43 6 54 6 3 To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries should be one of the main priorities of the (NATIONALITY) government (%) ",
        "17 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 As was the case in 2015, respondents in each Member State are much more likely to agree tackling poverty in developing countries should be one of the main priorities of the EU, than they are to agree it should be one of the main priorities of their national government. In many cases, the margin is considerable. The largest differences are observed in Cyprus (39 percentage points), Greece (38 pp), Malta (33 pp) and Croatia (31 pp). This compares to the United Kingdom, which had the smallest gap (11 pp). Socio-demographic analysis shows the youngest respondents are the most likely to agree tackling poverty in developing countries should be one of the main priorities for EU or national governments. For example, 72% of those aged 15-24 think this should be one of the main priorities of the EU, compared to 67% of those aged 40+. Household financial situation is also influential, but only in the case of national governments: those with the most difficulties paying bills are the least likely to say this should be one of the main priorities of the national government (44% vs. 52% of those with fewer difficulties). Respondents who identify as being on the left of the political spectrum are the most likely to agree tackling poverty in developing countries should be one of the main priorities of EU and national governments – and this is particularly the case for national governments (left: 60%, centre: 52%, right: 44%). Attitudes to development aid also have an impact on opinion: respondents who think helping people in developing countries is important are more likely to agree tackling poverty in developing countries should be one of the main priorities of the EU or national government. For instance, 73% of those who think it is important to help people in developing countries agree tackling poverty in developing countries should be one of the main priorities of the EU, compared to 24% of respondents who say helping is not important. Finally, respondents who agree tackling poverty in developing countries should be one of the main priorities for the EU are more likely to also agree this should be one of the main priorities of their national government (69% vs. 13%). ",
        "18 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 ",
        "19 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 3 The influence on EU citizens and EU’s interest in tackling poverty in developing countries Almost three quarters agree tackling poverty in developing countries has a positive influence on EU citizens, and more than eight in ten agree it is in the EU’s best interest. A large majority of respondents agree tackling poverty in developing countries has a positive influence on EU citizens as well (74%), with 28% saying they ‘totally agree’ 11 . The two-point increase since 2015 means agreement is now at its highest since 2013. Respondents in Cyprus (92%), Portugal (89%) and Finland (88%) are the most likely to agree tackling poverty in developing countries has a positive influence on EU citizens as well. In fact, more than half in all but one Member State agree with this statement. The exception is the Czech Republic where 48% agree – still close to half. In 23 Member States, agreement that tackling poverty in developing countries has a positive influence on EU citizens as well is higher than it was in 2015, with the largest increases observed in Lithuania (+14 pp), Slovenia (+12 pp), Poland and Hungary (both +11 pp). In the other five countries agreement has declined, with the largest decrease observed in Italy (-3 pp). 11 QC4.4. To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries has a positive influence on EU citizens as well. Totally agree; Tend to agree; Tend to disagree; Totally disagree; Don’t Know. ",
        "20 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC4.4 T o t a l ' A g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 T o t a l ' D i s a g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 D o n ' t k n o w EU28 74 2 19 1 7 LT 78 14 15 13 7 SI 69 12 27 10 4 PL 78 11 16 7 6 HU 69 11 24 13 7 PT 89 9 6 9 5 CY 92 7 6 6 2 SK 64 7 27 9 9 LV 62 6 29 6 9 IE 85 5 11 2 4 HR 82 5 15 2 3 FR 74 4 19 4 7 AT 74 4 23 2 3 BG 58 4 25 2 17 BE 74 3 23 = 3 EE 61 3 27 1 12 ES 85 2 9 = 6 MT 84 2 10 1 6 FI 88 1 10 1 2 SE 85 1 12 3 3 LU 82 1 13 = 5 EL 77 1 19 2 4 RO 76 1 18 6 6 UK 75 1 16 4 9 DK 79 1 14 1 7 DE 71 1 23 1 6 CZ 48 1 44 1 8 NL 70 2 23 3 7 IT 69 3 21 2 10 To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries has a positive influence on EU citizens as well (%) ",
        "21 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The socio-demographic analysis highlights the following:  Those aged 55+ are slightly less likely to agree tackling poverty in developing countries has a positive influence on EU citizens as well (71% vs. 76%-77% of other age groups).  The longer a respondent remained in education, the more likely they are to agree: 67% with the lowest education levels do so, compared to 78% with the highest levels.  Managers and other white-collar workers are the most likely to agree, particularly compared to retired persons (79% vs. 69%).  Respondents who experience the most difficulties paying bills are the least likely to agree (69% vs. 74%-75%).  Those who identify as being on the left of the political scale (81%) are more likely to agree compared to those in the centre (76%) or to the right (68%).  Respondents who have a positive image of the EU (84%) are more likely to agree than those who are neutral (72%) or negative (59%). In addition, respondents who think it is important to help people in developing countries, and those who think tackling poverty in developing countries should be one of the main priorities of the EU are more likely to agree: 79% of those who think it is important to help people in developing countries, and 87% of those who think tackling poverty should be a main priority for the EU agree it has a positive influence on EU citizens as well. Finally, respondents who have some kind of personal involvement in development aid are more likely to agree tackling poverty in developing countries has a positive influence on EU citizens as well, compared to those with no personal involvement (80%-84% vs. 68%). ",
        "22 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC4.4 T o t a l ' A g r e e ' T o t a l ' D i s a g r e e ' D o n ' t k n o w EU28 74 19 7 15 ‐ 24 77 18 5 25 ‐ 39 76 18 6 40 ‐ 54 76 19 5 55 + 71 19 10 15 ‐ 67 21 12 16 ‐ 19 72 21 7 20+ 78 17 5 Still studying 78 17 5 Self ‐ employed 75 20 5 Managers 79 16 5 Other white collars 79 17 4 Manual workers 73 21 6 House persons 70 21 9 Unemployed 74 18 8 Retired 69 21 10 Students 78 17 5 Most of the time 69 22 9 From time to time 74 19 7 Almost never/ Never 75 19 6 Left 81 14 5 Centre 76 18 6 Right 68 25 7 Positive 84 11 5 Neutral 72 19 9 Negative 59 34 7 Total 'Important' 79 15 6 Total 'Not important' 29 62 9 Politically involved 82 16 2 Volunteer 82 13 5 Give money 84 12 4 Crowd ‐ funding 80 16 4 Ethical choices while shopping 82 14 4 Not involved 68 23 9 Age Education (End of) Socio ‐ professional category Difficulties paying bills Left ‐ right political scale Image of EU Help developing countries Personal involvement in development aid To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries has a positive influence on EU citizens as well (% ‐ EU) ",
        "23 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 More than eight in ten respondents agree tackling poverty in developing countries is also in the EU’s own interest (82%), with 33% in total agreement 12 . This represents a small increase since 2015 (+2 pp). The majority of respondents in each Member State agree tackling poverty in developing countries is also in the EU’s own interest, with those in Cyprus, Sweden (both 91%), Ireland and Portugal (both 89%) the most likely to do so. The Czech Republic has the lowest level of agreement (65%), followed by Estonia and Slovakia (both 71%). In 20 countries, respondents are more likely to agree tackling poverty in developing countries is also in the EU’s own interest than they were in 2015. The largest increases are observed in Hungary (+13 pp), Poland (+12 pp), Lithuania (+11 pp) and Bulgaria (+10 pp). Agreement has declined in six countries, most notably in Italy (-7 pp). There has been no change in the Netherlands or Estonia. 12 QC4.5. To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries is also in the EU’s own interest (e.g. by creating trade opportunities or better access to energy and raw materials): Totally agree; Tend to agree; Tend to disagree; Totally disagree; Don’t Know. ",
        "24 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC4.5 T o t a l ' A g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 T o t a l ' D i s a g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 D o n ' t k n o w EU28 82 2 13 1 5 HU 78 13 17 14 5 PL 84 12 11 8 5 LT 80 11 12 9 8 BG 72 10 15 7 13 LV 77 7 17 3 6 IE 89 6 7 3 4 SI 78 6 18 2 4 SK 71 6 21 6 8 BE 84 5 15 3 1 HR 84 5 13 3 3 AT 78 5 20 2 2 ES 87 4 8 = 5 PT 89 2 5 3 6 LU 88 2 9 2 3 FR 82 2 13 1 5 EL 81 2 16 1 3 CY 91 1 5 4 4 FI 87 1 10 1 3 UK 83 1 10 4 7 CZ 65 1 29 2 6 NL 83 = 14 = 3 EE 71 = 19 3 10 SE 91 1 7 3 2 MT 81 1 10 2 9 DK 83 2 13 4 4 DE 81 3 15 2 4 RO 77 3 17 7 6 IT 74 7 19 5 7 To what extent do you agree or disagree with each of the following statements? Tackling poverty indeveloping countries isalso inthe EU’sown interest (e.g. by creating trade opportunities or better access to energy and raw materials) (%) ",
        "25 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The socio-demographic analysis illustrates once again that education, financial situation, political leanings and the image of the EU are influential:  The longer respondents remained in education, the more likely they are to agree tackling poverty in developing countries is also in the EU’s own interest: 75% with the lowest education levels agree, compared to 85% with the highest levels.  Respondents who experience the most difficulties paying bills are less likely to agree (76% vs. 80%-82%).  Those who identify as being on the left of the political scale (86%) are more likely to agree compared to those in the centre (83%) or to the right (78%).  Respondents who have a positive image of the EU (89%) are more likely to agree than those who are neutral (80%) or negative (69%). There are no notable differences based on age or gender. QC4.5 T o t a l ' A g r e e ' T o t a l ' D i s a g r e e ' D o n ' t k n o w EU28 82 13 5 15 ‐ 75 15 10 16 ‐ 19 80 15 5 20+ 85 12 3 Still studying 85 11 4 Most of the time 76 17 7 From time to time 80 15 5 Almost never/ Never 82 13 5 Left 86 11 3 Centre 83 13 4 Right 78 17 5 Positive 89 8 3 Neutral 80 14 6 Negative 69 26 5 Education (End of) Difficulties paying bills Left ‐ right political scale Image of EU To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries is also in the EU’s own interest (e.g. by creating trade opportunities or better access to energy and raw materials) (% ‐ EU) ",
        "26 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 4 Tackling poverty in developing countries as a moral obligation Respondents are more likely to agree the EU has a moral obligation to tackle poverty in developing countries than they were in 2015 More than three quarters of respondents agree tackling poverty in developing countries is a moral obligation for the EU (78%): 33% totally agree, while 45% tend to agree 13 . Agreement overall has increased by four points, with a three-point increase in the proportion who ‘totally agree’. 13 QA7.6. To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries is a moral obligation for the EU. Totally agree; Tend to agree; Tend to disagree; Totally disagree; Don’t Know. ",
        "27 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The majority of respondents in each Member State agree tackling poverty in developing countries is a moral obligation for the EU, with those in Cyprus (92%), Portugal (89%) and Spain (87%) the most likely to agree. At the other end of the scale, 56% in Estonia, 57% in Bulgaria and 59% in the Czech Republic and Latvia also agree. In all but four Member States, agreement has increased since 2015. The most notable increases are observed amongst respondents in Hungary (13%), Belgium and Poland (both 10%). The largest decreases in agreement are observed in Italy and Romania (both -4 pp). ",
        "28 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC4.6 T o t a l ' A g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 T o t a l ' D i s a g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 D o n ' t k n o w EU28 78 4 18 3 4 HU 74 13 22 14 4 BE 81 10 18 8 1 PL 77 10 17 8 6 AT 81 9 18 7 1 PT 89 8 9 5 2 IE 86 8 10 6 4 HR 84 7 14 6 2 LT 74 7 19 9 7 LV 59 7 36 3 5 EE 56 7 37 2 7 CY 92 6 7 5 1 SI 71 6 25 6 4 SK 66 6 28 7 6 CZ 59 6 39 3 2 BG 57 6 31 4 12 EL 82 5 17 4 1 UK 77 5 18 6 5 MT 81 4 14 2 5 FR 77 4 19 3 4 ES 87 3 11 1 2 DK 79 3 19 1 2 LU 83 2 15 = 2 DE 81 2 17 1 2 FI 80 1 18 = 2 SE 86 1 13 1 1 NL 78 1 21 3 1 IT 75 4 19 3 6 RO 72 4 22 8 6 To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries is a moral obligation for the EU (%) ",
        "29 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The socio-demographic analysis highlights the following:  The longer a respondent remained in education, the more likely they are to agree tackling poverty in developing countries is a moral obligation: 74% with the lowest education levels agree, compared to 82% with the highest levels.  Those who identify as being on the left of the political scale (86%) are more likely to agree compared to those in the centre (80%) or to the right (72%).  Respondents who have a positive image of the EU (88%) are more likely to agree than those who are neutral (77%) or negative (64%). QC4.6 T o t a l ' A g r e e ' T o t a l ' D i s a g r e e ' D o n ' t k n o w EU28 78 18 4 15 ‐ 74 20 6 16 ‐ 19 76 20 4 20+ 82 16 2 Still studying 84 13 3 Left 86 12 2 Centre 80 17 3 Right 72 25 3 Positive 88 10 2 Neutral 77 18 5 Negative 64 33 3 To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries is a moral obligation for the EU (% ‐ EU) Left ‐ right political scale Image of EU Education (End of) ",
        "30 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 5 Development aid’s contribution to a more peaceful and fair world The majority of respondents in each Member State agree development aid contributes to a more peaceful and fair world Almost three quarters of respondents agree aid for developing countries contributes to a more peaceful and fair world (72%), with almost three in ten totally agreeing (29%) 14 . Agreement has declined four percentage points since 2015, with all of the decrease in the proportion who totally agree 15 . 14 QC4.7. To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries contributes to a more peaceful and fairer world. Totally agree; Tend to agree; Tend to disagree; Totally disagree; Don’t Know. 15 In 2015 the questionnaire wording was slightly different ‘Aid for developing countries contributes to a more peaceful and equal world’ ",
        "31 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 At least half of all respondents in each Member State agree aid for developing countries contributes to a more peaceful and fair world. Agreement levels range from 94% of respondents in Cyprus, 87% in Spain and 86% in Portugal to 50% in the Czech Republic, 54% in Estonia and 59% in the Netherlands. In ten Member States, respondents are now more likely to agree than they were in 2015, and this is particularly the case in Hungary (+9 percentage points) and Lithuania (+8 points). However, in 15 countries respondents are now less likely to agree. The largest declines are observed amongst respondents in the Netherlands (-21 pp), Germany (-15 pp), Estonia (-13 pp), France and the Czech Republic (both -10 pp). Opinion has remained stable in Bulgaria, Finland and in the United Kingdom. ",
        "32 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC4.7 T o t a l ' A g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ J u n e 2 0 1 2 T o t a l ' D i s a g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ J u n e 2 0 1 2 D o n ' t k n o w EU28 72 4 24 5 4 HU 71 9 24 11 5 LT 80 8 15 6 5 PL 78 6 17 4 5 IE 82 4 13 3 5 CY 94 4 6 3 0 LV 72 4 23 1 5 DK 75 1 21 = 4 HR 80 1 18 = 2 AT 72 1 26 2 2 SK 67 1 26 1 7 BG 66 = 23 1 11 FI 81 = 18 2 1 UK 70 = 24 1 6 IT 75 1 18 = 7 EL 83 2 15 1 2 ES 87 2 10 3 3 PT 86 2 10 1 4 SE 83 3 15 5 2 RO 74 4 21 10 5 LU 74 5 22 6 4 SI 65 5 32 8 3 BE 67 6 31 8 2 MT 82 7 12 3 6 CZ 50 10 44 10 6 FR 60 10 35 10 5 EE 54 13 40 16 6 DE 66 15 31 15 3 NL 59 21 37 20 4 To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries contributes to a more peaceful and fairer world (%) ",
        "33 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The socio-demographic analysis highlights that students are more likely than those in other occupation groups to agree aid for developing countries contributes to a more peaceful and fair world (80% vs. 69%-73%). In addition, those who identify as being on the left of the political scale (77%) are more likely to agree compared to those in the centre (72%) or to the right (66%). Finally, respondents who think it is important to help people in developing countries are more likely to agree aid contributes to a more peaceful and fair world, compared to those who think aid is not important (77% vs. 28%). The same pattern applies comparing those who agree helping developing countries should be one of the main priorities of the EU with those who disagree (83% vs. 45%). QC4.7 T o t a l ' A g r e e ' T o t a l ' D i s a g r e e ' D o n ' t k n o w EU28 72 24 4 Self ‐ employed 72 25 3 Managers 71 25 4 Other white collars 73 23 4 Manual workers 69 27 4 House persons 73 22 5 Unemployed 70 26 4 Retired 70 24 6 Students 80 16 4 Left 77 20 3 Centre 72 24 4 Right 66 30 4 Total 'Important' 77 19 4 Total 'Not important' 28 67 5 Total 'Agree' 83 14 3 Total 'Disagree' 45 49 6 To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries contributes to a more peaceful and fairer world (% ‐ EU) Help developing countries Tackling poverty EU priority Left ‐ right political scale Socio ‐ professional category ",
        "34 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 6 Aid for developing countries as a way to tackle irregular migration More than two thirds view financial assistance as an effective way to tackle irregular migration The majority of respondents agree providing financial assistance to developing countries is an effective way to address irregular migration (68%), with 27% saying they totally agree 16 . Just over one quarter (26%) disagrees. Respondents are now less likely to agree than they were in 2015 17 , with the overall proportion who agree declining by five percentage points, and the proportion who ‘totally agree’ decreasing by four points. The proportion who disagrees has increased by six points in the same period. 16 QC4.8. To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries is an effective way to address irregular migration. Totally agree; Tend to agree; Tend to disagree; Totally disagree; Don’t Know. 17 In 2015 the response option wording was slightly different: ‘Aid for developing countries is an effective way to tackle irregular migration’ QC4.8 To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries is an effective way to address irregular migration (% ‐ EU) (Nov. ‐ Dec. 2016 ‐ Dec. 2015) Totally agree 27 ( ‐ 4) Tend to agree 41 ( ‐ 1) Tend to disagree 18 (+5) Totally disagree 8 (+1) Don't know 6 ( ‐ 1) ",
        "35 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 In all but two Member States, the majority of respondents agrees providing financial assistance to developing countries is an effective way to address irregular migration, with those in Cyprus (89%), Spain (85%) and Ireland (77%) the most likely to agree. At the other end of the scale, 47% in the Czech Republic and Estonia also agree, and this is also the most common answer in Estonia. At an EU level, agreement has declined by five points, but in some countries the decline has been much larger. In fact, there are six countries where agreement has decreased by at least 10 points: The Netherlands (-21 pp), Estonia (-14 pp), the Czech Republic (-12 pp), Romania (-11 pp) Portugal (-10 pp) and Germany (-10 p). There are six countries were agreement has increased, most notably in Hungary (+11 pp). Opinion in Sweden has remained stable. ",
        "36 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC4.8 T o t a l ' A g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ J u n e 2 0 1 2 T o t a l ' D i s a g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ J u n e 2 0 1 2 D o n ' t k n o w EU28 68 5 26 6 6 HU 63 11 28 10 9 LT 67 7 25 4 8 PL 73 6 20 3 7 LV 61 4 30 1 9 IE 77 3 17 = 6 CY 89 1 9 1 2 SE 75 = 20 7 5 FI 74 1 23 5 3 EL 72 2 24 = 4 AT 68 2 29 4 3 BG 52 3 33 5 15 ES 85 3 11 4 4 HR 73 3 24 4 3 SK 63 3 31 2 6 UK 61 3 28 1 11 SI 56 4 40 7 4 DK 68 5 22 4 10 IT 73 6 20 5 7 BE 65 7 33 10 2 MT 72 7 20 6 8 FR 63 8 32 9 5 LU 71 8 25 9 4 DE 67 10 29 11 4 PT 75 10 19 8 6 RO 66 11 26 15 8 CZ 47 12 48 14 5 EE 47 14 44 18 9 NL 54 21 39 20 7 To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries is an effective way to address irregular migration (%) ",
        "37 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The socio-demographic analysis shows few differences. Respondents who experience the most difficulty paying bills are the least likely to agree providing financial assistance to developing countries is an effective way to address irregular migration (61% vs. 68%-71%). In addition, respondents who think it is important to help people in developing countries are more likely agree (73% vs. 26%). Finally, respondents who think aid should increase (82%) or remain the same (73%) are more likely to agree than those who think aid should decrease (40%). QC4.8 T o t a l ' A g r e e ' T o t a l ' D i s a g r e e ' D o n ' t k n o w EU28 68 26 6 Most of the time 61 32 7 From time to time 71 22 7 Almost never/ Never 68 26 6 Total 'Important' 73 21 6 Total 'Not important' 26 68 6 Increase 82 14 4 No change 73 22 5 Reduce 40 53 7 Help developing countries EU aid to developing countries Difficulties paying bills To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries is an effective way to address irregular migration (% ‐ EU) ",
        "38 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 7 Financial assistance to developing countries as an effective way to tackle poverty A large majority agree providing financial assistance to developing countries is an effective way to tackle poverty Just over seven in ten respondents agree providing financial assistance to developing countries is an effective way to tackle poverty in these countries (71%), with 25% saying they ‘totally agree’ 18 . One quarter (25%) disagrees. 18 QA7.6. To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries is an effective way to tackle poverty in these countries. Totally agree; Tend to agree; Tend to disagree; Totally disagree; Don’t Know. QC4.9 To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries is an effective way to tackle poverty in these countries (% ‐ EU) Totally agree 25 Tend to agree 46 Tend to disagree 18 Totally disagree 7 Don't know 4 ",
        "39 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 In 26 Member States, more than half of all respondents agree providing financial assistance to developing countries is an effective way to tackle poverty, with those in Cyprus (93%), Spain (88%) and Ireland (81%) the most likely to agree. Although less than an absolute majority, in Estonia (48%) and the Netherlands (49%) respondents are more likely to agree than to disagree. The socio-demographic analysis shows that:  Respondents aged 15-24 are the most likely to agree providing financial assistance to developing countries is an effective way to tackle poverty (76% vs. 70%-71%).  Respondents who experience the most difficulty paying households bills are the least likely to agree (65% vs. 71%-72%).  Those who identify as being on the left of the political scale (77%) are more likely to agree compared to those in the centre (72%) or to the right (63%). Once again, respondents’ attitude towards development aid is influential. Those who think it is important to help people in developing countries are more likely agree providing financial assistance to developing countries is an effective way to tackle poverty, compared to those who think helping people in developing countries is not important (76% vs. 26%). Given this result, perhaps is not surprising that those who think EU aid to developing countries should increase (86%) or stay the same (76%) are more likely to agree than those who think aid should decrease (41%). ",
        "40 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC4.9 T o t a l ' A g r e e ' T o t a l ' D i s a g r e e ' D o n ' t k n o w EU28 71 25 4 15 ‐ 24 76 20 4 25 ‐ 39 71 25 4 40 ‐ 54 70 27 3 55 + 70 25 5 Most of the time 65 30 5 From time to time 72 24 4 Almost never/ Never 71 25 4 Left 77 20 3 Centre 72 24 4 Right 63 33 4 Total 'Important' 76 20 4 Total 'Not important' 26 69 5 Increase 86 12 2 No change 76 21 3 Reduce 41 54 5 To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries is an effective way to tackle poverty in these countries (% ‐ EU) Help developing countries EU aid to developing countries Left ‐ right political scale Difficulties paying bills Age ",
        "41 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 II. ATTITUDES TOWARDS EU AID This section of the report considers opinions about EU aid, including the effectiveness of EU and Member States’ actions, and the way EU aid should evolve in the future. 1 Effectiveness of EU aid in reducing poverty in developing countries Just over six in ten think EU and Member States actions are effective in reducing poverty in developing countries Respondents were asked how effective they thought the EU and Member States’ actions – in terms of their development policy and financial assistance – are in helping to reduce poverty in developing countries 19 . A majority (61%) think these actions are effective, with 15% saying they are ‘very effective’. Almost three in ten (29%) think these actions are not effective, while 10% say they do not know. 19 QC6.2 Please tell me how effective or not you think each of the following is in helping to reduce poverty in developing countries? European Union and Member States’ actions (development policy and financial assistance): Very effective; Fairly effective; Not very effective; Not at all effective; Don’t know. QC6.2 Please tell me how effective or not you think eachof the following is in helping to reduce poverty in developing countries? EU and Member States’ actions (development policy and financial assistance) (% ‐ EU) Total 'Effective' 61 Total 'Not effective' 29 Don't know 10 ",
        "42 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 In all but two countries, more than half of all respondents think the EU and Member States’ actions are effective in helping to reduce poverty in developing countries, with those in Cyprus (85%), Ireland and Croatia (both 79%) the most likely to think this way. At the other end of the scale, 45% in France and 48% in Estonia think the same way. Although not an absolute majority, this is still the most common answer in both of these countries. The socio – demographic analysis illustrates the following:  The younger the respondent, the more likely they are to say EU and Member States’ actions are effective in helping to reduce poverty in developing countries: 67% of the youngest respondents think this way, compared to 58% of those aged 55+.  Respondents who experience the most difficulties paying bills are the least likely to think these actions are effective (54% vs. 62%-63%).  Respondents who have a positive image of the EU (74%) are much more likely to think these actions are effective than those who are neutral (60%) or negative (42%). Respondents who think tackling poverty in developing countries should be one of the main priorities of the EU are more likely to say EU and Member States’ actions are effective, compared to those who think this should not be a priority (71% vs. 44%). Furthermore, those who think aid should increase (71%) or stay the same (69%) are more likely to say actions are effective, compared to those who think aid should decrease (37%). ",
        "43 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 ",
        "44 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 2 The way EU aid should evolve in the future The majority of Europeans think aid spending should either remain as it is, or be increased Respondents were asked their opinion about the amount spent on financial assistance to developing countries 20 . Just over half (52%) think spending should continue as it is currently, while just over one in five (22%) think the EU and its Member States should spend more money in support of developing countries. Less than one in six (16%) think less money should be spent in support of developing countries, while one in ten are unable to answer (10%). 20 QC3 The EU and its Member States provide financial assistance to developing countries. Which of the following statements best describes your opinion? We should spend more money in support of developing countries; We should continue spending as we do; We should spend less money in support of developing countries. QC3 The EU and its Member States provide financial assistance to developing countries. Which of the following statements best describes your opinion? (% ‐ EU) We should spend more money in support of developing countries 22 We should continue spending as we do 52 We should spend less money in support of developing countries 16 Don't know 10 ",
        "45 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 Respondents in Cyprus (38%), Slovenia (35%) and Spain (32%) are the most likely to say more money should be spent in support of developing countries, while those in the Czech Republic (8%), Estonia and Bulgaria (both 9%) are the least likely to do so. In all 28 Member States, respondents are most likely to say spending should continue as it is currently . Proportions range from 64% in Finland and 63% in Sweden and Denmark, to 39% in Bulgaria, 40% in Cyprus and 42% in Romania. Respondents in Latvia (29%), the Czech Republic and Greece (both 28%) are the most likely to say spending should be reduced . The socio-demographic analysis shows that most differences are in the proportions who think spending should either increase or decrease:  The younger the respondent, the more likely they are to say spending should increase: 27% of the youngest respondents say this, compared to 19% of those aged 55+.  The longer a respondent remained in education, the more likely they are to think that spending should increase, and the less likely they are to think spending should be decreased. For example, 15% of those with the lowest education levels say spending should increase compared to 26% of those with the highest levels.  Managers (28%) are the most likely to say spending should increase, particularly compared to the retired (18%) and housepersons (19%). Managers are the least likely to say spending should decrease, particularly compared to the unemployed (9% vs. 22%).  Respondents who experience the most difficulties paying bills are the least likely to think spending should remain the same (44% vs. 51%-54%), and the most likely to say spending should decrease (27% vs. 14%-18%).  Respondents who place themselves on the left of the political spectrum are the most likely to say spending should increase (30% vs. 19%-21%). ",
        "46 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455  Respondents who have a positive image of the EU are the most likely to think spending should increase (30%), and the least likely to think it should decrease – particularly compared to those with a negative view (9% vs. 31%). Respondents who think helping developing countries is important, or that tackling poverty in developing countries should be one of the main priorities of the EU are more likely to say spending should increase or stay the same, compared to those who disagree. For example, 24% of those who think helping developing countries is important say spending should increase, compared to 4% of those who think aid is not important. ",
        "47 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 ",
        "48 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 III. UNDERSTANDING THE CHALLENGES FACING DEVELOPING COUNTRIES Education, and peace and security are considered the most pressing challenges for the future of developing countries Respondents were asked which of a list of challenges they considered the most pressing for the future of developing countries 21 . Almost four in ten mention education or peace and security (both 38%), while 33% mention health and 31% water and sanitation . More than one in five mentions food security and agriculture (26%), democracy and human rights (24%) and economic growth, employment and social equality (23%). Infrastructure and environmental protection and climate change are the only other options mentioned by at least one in ten (both 11%), although 9% mention migration issues . Although the three most pressing challenges remain the same as they were in 2015, their importance has shifted. In 2015, the three most pressing challenges were peace and security , health and education . Now, education ranks first along with peace and security , with education up four points, and mentions of peace and security down by three points. Respondents are also more likely to mention water and sanitation than they were in 2015 (+5 pp), but they are less likely to mention economic growth, employment and social equality 22 and migration issues (both -3 pp). For the other items where there are differences since 2015, the changes are small (1-2 pp). 21 QC2. Which of the following challenges do you consider as the most pressing for the future of developing countries? Food security and agriculture; Health; Education; Gender equality; Migration issues; Trade; Water and sanitation; Peace and security; Environmental protection and climate change; Democracy and human rights; Energy; Economic growth, employment and social equality; Hosting refugees in developing countries; Urban development and population growth; Infrastructure (roads, public buildings, etc.); Other (SPONTANEOUS); Don’t Know 22 In the 2015 survey, the item was: “Economic growth, employment and social inequality” ",
        "49 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 In 2015, education was the most mentioned challenge in five countries, but in the current survey it is the most mentioned in nine countries – although in Germany it ranks equally with peace and security. In addition to Germany, peace and security is the most mentioned challenge in eight other Member States. Health is the most mentioned challenge in four countries, while three countries are most likely to mention water and sanitation, and three economic growth, employment and social equality. Austria is the only country where food security and agriculture is the most mentioned challenge for the future of developing countries. QC2 E d u c a t i o n N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 P e a c e a n d s e c u r i t y N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 H e a l t h N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 F o o d s e c u r i t y a n d a g r i c u l t u r e N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 D o n ' t k n o w EU28 38 4 38 3 33 1 26 2 2 ES 47 13 34 2 43 1 25 3 2 LV 39 12 42 5 46 10 25 10 2 LU 60 11 39 2 41 3 26 3 0 PL 28 10 41 5 33 2 24 5 4 FR 51 8 43 3 45 1 23 3 1 NL 61 7 45 3 36 1 21 2 0 AT 33 7 33 7 23 2 35 5 2 DE 43 6 43 4 21 2 37 1 1 BE 50 5 37 3 32 1 29 3 0 CZ 27 5 41 3 22 2 32 3 1 IE 38 5 30 3 35 4 31 5 0 CY 42 5 39 4 55 7 18 4 0 SI 33 5 54 1 33 8 22 = 1 BG 23 4 37 6 27 4 12 1 4 SE 54 4 45 2 22 2 10 1 0 UK 41 4 30 5 38 = 26 6 4 HR 24 3 41 2 20 = 28 8 1 LT 32 3 46 3 35 1 25 4 3 DK 54 2 44 1 33 5 12 1 1 IT 23 2 32 1 23 6 18 1 5 EE 37 3 45 6 33 4 30 4 3 HU 14 3 39 2 33 3 29 11 2 PT 31 3 43 = 47 1 24 4 1 FI 43 3 46 5 38 5 34 7 1 EL 24 4 45 2 36 3 17 1 1 MT 44 4 35 9 42 1 19 4 1 SK 27 4 44 6 31 2 34 3 2 RO 30 9 25 7 41 5 23 1 2 Which of the following challenges do you consider as the most pressing for the future of developing countries? (MAX. 3 ANSWERS) (%) ",
        "50 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The table below presents the country results for the five most pressing challenges: education, peace and security, health, water and sanitation, and food security and agriculture. Not all Member States rank these challenges in the same order of importance. There are only 14 countries where the three most mentioned challenges for the EU as a whole – education, peace and security and health – also rank in the top three. Water and sanitation is mentioned as one of the top three challenges in 12 countries, while in five countries food security and agriculture is considered one of the three most pressing challenges. The proportion of respondents who consider each of these challenges the most pressing also varies widely across Member States. For instance, 47 percentage points separates the Netherlands (61%) and Hungary (14%) in terms of the proportions who say education is one of the most pressing challenges. 35 points separates Cyprus (55%) and Croatia (20%) in the mentions of health, while 34 points separates Sweden (46%) and Croatia (12%) in the mentions of water and sanitation. 29 points separates Slovenia (54%) and Romania (25%) in mentions of peace and security. The range for mentions of food security and agriculture is the lowest, but even here, 27 points separates respondents in Germany (37%) and Sweden (10%). QC2 Which of the following challenges do you consider as the most pressing for the future of developing countries? (MAX. 3 ANSWERS) (% ‐ THE MOST MENTIONED ANSWER BY COUNTRY) 61 60 54 54 51 50 47 44 43 38 43 38 54 46 46 45 44 41 41 32 55 47 46 41 45 42 42 35 51 46 45 NL LU DK SE FR BE ES MT DE EU28 SI LT FI EE SK CZ PL IT CY PT LV RO HU IE UK AT HR EL BG Education Peace and security Health Water and sanitation Food security and agriculture Economic growth, employment and social equality ",
        "51 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC2 E d u c a t i o n P e a c e a n d s e c u r i t y H e a l t h W a t e r a n d s a n i t a t i o n F o o d s e c u r i t y a n d a g r i c u l t u r e EU28 38 38 33 31 26 BE 50 37 32 31 29 BG 23 37 27 19 12 CZ 27 41 22 40 32 DK 54 44 33 35 12 DE 43 43 21 32 37 EE 37 45 33 39 30 IE 38 30 35 42 31 EL 24 45 36 27 17 ES 47 34 43 31 25 FR 51 43 45 32 23 HR 24 41 20 12 28 IT 23 32 23 27 18 CY 42 39 55 33 18 LV 39 42 46 25 25 LT 32 46 35 24 25 LU 60 39 41 44 26 HU 14 39 33 45 29 MT 44 35 42 39 19 NL 61 45 36 28 21 AT 33 33 23 30 35 PL 28 41 33 19 24 PT 31 43 47 22 24 RO 30 25 41 17 23 SI 33 54 33 33 22 SK 27 44 31 23 34 FI 43 46 38 37 34 SE 54 45 22 46 10 UK 41 30 38 42 26 Which of the following challenges do you consider as the most pressing for the future of developing countries? (MAX. 3 ANSWERS) (%) Lowest percentage per country Lowest percentage per item Highest percentage per country Highest percentage per item ",
        "52 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The socio-demographic analysis illustrates the following:  Those aged 15-24 are the most likely to consider education as the most pressing challenge for the future of developing countries (44% vs. 36%-39%), but they are the least likely to mention food security and agriculture (20% vs. 25%-27%).  The longer respondents remained in education, the more likely they are to mention education as the most pressing challenge: 31% with the lowest education levels say this, compared to 45% of those with the highest levels. The same pattern also applies for democracy and human rights . However, those who completed school prior to age 16 are the most likely to mention health (37% vs. 32%).  Students (48%) and managers (45%) are the most likely to say education is the most pressing challenge (vs. 31%-39% for other occupation groups).  Respondents who experience the most financial difficulty are the most likely to mention health (40% vs. 32%-33%), while those with the least financial difficulties are the most likely to mention education (41% vs. 32%-34%). In addition, respondents who say helping people in developing countries is important are more likely to consider education (40% vs. 27%), peace and security (39% vs. 33%) and health (34% vs. 28%) as the most pressing challenge, compared to those who think helping is not important. Those who say helping people in developing countries is not important are more likely to mention migration issues (14% vs. 9% of those who think it is important). ",
        "53 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC2 Education Peace and security Health Water and sanitation Food security and agriculture EU28 38 38 33 31 26 15 ‐ 24 44 37 32 27 20 25 ‐ 39 39 37 34 28 25 40 ‐ 54 39 38 32 32 27 55 + 36 40 33 33 26 15 ‐ 31 38 37 33 27 16 ‐ 19 35 38 32 31 27 20+ 45 39 32 31 25 Still studying 48 37 30 25 19 Self ‐ employed 38 38 27 31 24 Managers 45 36 30 32 27 Other white collars 37 37 31 30 26 Manual workers 37 40 35 29 26 House persons 31 38 37 31 26 Unemployed 39 36 36 31 26 Retired 36 39 34 34 27 Students 48 37 30 25 19 Most of the time 34 38 40 29 26 From time to time 32 37 32 29 24 Almost never/ Never 41 39 33 32 26 Total 'Important' 40 39 34 31 26 Total 'Not important' 27 33 28 31 22 Help developing countries Socio ‐ professional category Difficulties paying bills Which of the following challenges do you consider as the most pressing for the future of developing countries? (MAX. 3 ANSWERS) (% ‐ EU) Age Education (End of) ",
        "54 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 IV. MAIN OBSTACLES PREVENTING SUCCESSFUL DEVELOPMENT IN DEVELOPING COUNTRIES Corruption is considered the main obstacle to successful development in developing countries Respondents were given a list of obstacles and asked which they considered the main ones that could prevent successful development in developing countries 23 . Corruption is the only obstacle mentioned by the majority (54%), followed by bad policies of governments in developing countries (43%) and conflicts (41%). At least one in five mention bad policies of governments and organisations that support developing countries (25%), a lack of financial resources (24%) or foreign exploitation of natural and mineral resources (20%). More than one in ten mentions a lack of infrastructure , natural disasters (both 18%) or a lack of natural resources (11%). Almost one in ten (8%) mentions the national exploitation of natural and mineral resources . There has generally been little change since 2012, with the exception of an eight-point increase in the mention of conflicts. 23 QC8 From the following list, what are the main obstacles which can prevent successful development in developing countries? (MAX.3 ANSWERS) Bad policies of governments in developing countries; Bad policies of governments and organisations that support developing countries; Corruption; Foreign exploitation of natural and mineral resources; National exploitation of natural and mineral resources; Lack of infrastructure; Lack of natural resources; Lack of financial resources; Natural disasters; Conflicts; Don’t know. ",
        "55 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 Corruption is the most mentioned obstacle in 20 Member States, most notably by respondents in the Netherlands (78%), Sweden (75%) and Luxembourg (72%). At the other end of the scale, 34% in Slovakia, 35% in Bulgaria and 37% in Italy mention corruption. Overall, there are 17 countries where the majority mentions corruption as one of the main obstacles. The bad policies of governments in developing countries are the most mentioned obstacle in three Member States: Croatia, the Czech Republic (both 47%) and Bulgaria (43%), but they are also widely mentioned by respondents in the Netherlands (57%), Luxembourg (54%) and Sweden (53%). In contrast, 31% in Hungary, 33% in Italy and 34% in Romania mention this obstacle. In five countries conflicts are the most mentioned obstacle: France (56%), Finland (51%), Poland (42%), Slovakia (41%) and Italy (39%), although this obstacle is also mentioned by the majority of respondents in Sweden (60%), the Netherlands (53%) and Luxembourg (51%). This compares to 26% in Romania, 29% in Croatia and 31% in Cyprus who also mention this obstacle. Respondents in Greece (37%), Portugal (35%) and Cyprus (34%) are the most likely to mention the bad policies of governments and organisations that support developing countries as a main obstacle, while those in Estonia, Sweden (both 15%) and Lithuania (17%) are the least likely to do so. A lack of financial resources is most likely to be mentioned by respondents in Croatia (37%), Latvia and Hungary (both 35%), and least likely to be mentioned by those in Sweden (14%), Germany (15%), Luxembourg and the Netherlands (17%). Foreign exploitation of natural and mineral resources is most likely to be considered an obstacle by respondents in Germany (33%), Austria (31%) and Greece (30%), and least likely to be considered this way by those in Lithuania (7%), Latvia (10%), Poland and Portugal (both 11%). At least one in five respondents in Greece (25%), Hungary (22%), France and the Netherlands (both 20%) consider lack of infrastructure as a main obstacle that could prevent successful development in developing countries. In contrast, 7% in Slovenia and 9% in Bulgaria, Malta and Lithuania think the same way. Natural disasters are most likely to be mentioned by respondents in Slovakia (28%) and Lithuania (27%), and least likely to be mentioned by those in Sweden (12%) and Slovenia (13%). A lack of natural resources is most likely to be mentioned as an obstacle by respondents in Romania (17%), Austria and Hungary (both 15%), and least likely to be mentioned by those in Sweden (2%). Finally, respondents in Austria (17%) and Germany (14%) are the most likely to mention national exploitation of natural and mineral resources , while those in the Netherlands are the least likely to do so (3%). ",
        "56 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC8 From the following list, what are the main obstacles which can prevent successful development in developing countries? (MAX. 3 ANSWERS) (% ‐ THE MOST MENTIONED ANSWER BY COUNTRY) 78 75 72 70 68 68 66 65 62 62 59 59 58 54 54 54 53 48 48 45 41 47 47 43 56 51 42 41 39 NL SE LU PT DK DE BE SI IE UK EE LT MT EU28 ES LV CY EL HU AT RO CZ HR BG FR FI PL SK IT Corruption Bad policies of governments in developing countries Conflicts ",
        "57 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The trends since 2012 highlight a number of large changes at the national level:  Respondents in Portugal (+22 pp), Estonia (+17 pp) and Austria (+14 pp) are all much more likely to mention corruption than they were in 2012. Those in Romania (-20 pp), Bulgaria (-15 pp) and Slovakia (-11 pp) are now much less likely to do so.  Those in Portugal (+18 pp) are also much more likely to mention bad policies of governments in developing countries , while respondents in Cyprus (-18 pp) and Romania (-13 pp) are much less likely to mention this.  Compared to 2012, conflicts are now much more likely to be mentioned by respondents in Malta (+27 pp), Luxembourg (+23 pp) and Ireland (+19 pp). In fact, in all Member States, respondents are now more likely to mention conflicts, and in 14 countries, the change has been at least 10 percentage points.  Respondents in Malta (+14 pp) and Portugal (+11 pp) are much more likely to mention bad policies of governments and organisations that support developing countries than they were in 2012.  Lack of financial resources are now more likely to be mentioned by those in Greece (+11 pp), but less likely to be mentioned by those in Slovenia (-14 pp) and Germany (-10 pp)  In 17 Member States, respondents are now more likely to mention foreign exploitation of natural and mineral resources , with the largest increase observed in Greece (+12 pp).  Respondents in Austria are less likely to mention lack of infrastructure than they were in 2012 (-14 pp).  The national exploitation of natural and mineral resources is less likely to be mentioned by respondents in 16 Member State than it was in 2012. The largest decreases are observed amongst those in Italy, France (both -1 pp) and Portugal (-4 pp). ",
        "58 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 ",
        "59 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The socio-demographic analysis reveals the following notable differences:  Men are slightly more likely to consider corruption as one of the main obstacles that could prevent successful development in developing countries (57% vs. 52% or women).  The youngest respondents are the least likely to mention corruption (48% vs. 53%-57% of older age groups).  The longer a respondent remained in education, the more likely they are to mention corruption , bad policies of governments in developing countries , conflicts , or foreign exploitation of natural and mineral resources . For example, 36% of those with the lowest education levels mention conflicts , compared to 45% of those with the highest levels.  Managers are the most likely to mention corruption (63%), but the least likely to mention a lack of financial resources (19%).  The more difficulties paying bills respondents experience, the more likely they are to mention bad policies of governments and organisations that support developing countries : 32% with the most difficulties mention this obstacle, compared to 23% with the least difficulties. Finally, those who think it is important to help developing countries are more likely to mention corruption (55% vs. 49%), conflicts (42% vs. 36%) and a lack of financial resources (25% vs. 18%) compared to those who think helping is not important. ",
        "60 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC8 C o r r u p t i o n B a d p o l i c i e s o f g o v e r n m e n t s i n d e v e l o p i n g c o u n t r i e s C o n f l i c t s B a d p o l i c i e s o f g o v e r n m e n t s a n d o r g a n i s a t i o n s t h a t s u p p o r t d e v e l o p i n g c o u n t r i e s L a c k o f f i n a n c i a l r e s o u r c e s F o r e i g n e x p l o i t a t i o n o f n a t u r a l a n d m i n e r a l r e s o u r c e s L a c k o f i n f r a s t r u c t u r e N a t u r a l d i s a s t e r s L a c k o f n a t u r a l r e s o u r c e s N a t i o n a l e x p l o i t a t i o n o f n a t u r a l a n d m i n e r a l r e s o u r c e s EU28 54 43 41 25 24 20 18 18 11 8 Man 57 43 42 25 23 21 19 16 11 8 Woman 52 43 41 25 25 20 17 19 11 8 15 ‐ 24 48 39 40 25 29 20 17 21 13 10 25 ‐ 39 53 44 42 26 26 22 20 15 11 9 40 ‐ 54 57 44 44 26 24 20 19 17 11 8 55 + 56 42 39 23 23 20 16 19 9 8 15 ‐ 50 39 36 24 25 15 16 19 11 8 16 ‐ 19 53 42 41 26 26 20 18 18 12 8 20+ 61 47 45 25 21 25 19 15 8 8 Still studying 48 41 43 23 28 22 18 20 12 12 Self ‐ employed 54 45 40 28 26 24 18 14 11 8 Managers 63 48 43 24 19 26 21 13 9 9 Other white collars 53 44 42 27 26 21 20 16 12 8 Manual workers 54 43 43 25 26 18 18 18 12 9 House persons 49 37 41 25 28 18 19 21 9 8 Unemployed 53 42 39 31 26 17 19 17 12 7 Retired 56 42 39 23 22 20 15 19 9 8 Students 48 41 43 23 28 22 18 20 12 12 Most of the time 52 45 38 32 26 17 16 18 10 7 From time to time 48 39 41 27 28 19 18 19 13 8 Almost never/ Never 58 44 42 23 22 21 18 17 10 9 Total 'Important' 55 43 42 25 25 21 18 18 11 9 Total 'Not important' 49 40 36 28 18 17 14 16 9 8 Help developing countries Socio ‐ professional category Difficulties paying bills From the following list, what are the main obstacles which can prevent successful development in developing countries? (MAX.3 ANSWERS) (% ‐ EU) Gender Age Education (End of) ",
        "61 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 V. PERSONAL COMMITMENT AND INVOLVEMENT IN DEVELOPMENT This section of the report considers whether respondents agree individuals can play a role in tackling poverty in developing countries, as well as their perception of how effective individual actions are. It also reviews personal actions respondents are taking to help developing countries, including volunteering, donating and ethical choices when shopping. 1 The role of individuals in tackling poverty Respondents are more likely to think individual actions are effective than they are to believe that they, as an individual, can play a role in tackling poverty in developing countries. Just over half of all respondents agree that, as individuals, they can play a role in tackling poverty in developing countries (54%), although they are more likely to tend to agree (38%) than to totally agree (16%) 24 . Overall agreement has increased by two points since the last survey in 2015, and is now at its highest level since the question was first asked, in May-June 2013. 24 QA4.1. To what extent do you agree or disagree with each of the following statements? As an individual, you can play a role in tackling poverty in developing countries. Totally agree; Tend to agree; Tend to disagree; Totally disagree; Don’t Know. ",
        "62 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 Respondents in Sweden (87%), Ireland (76%) and Luxembourg (72%) are the most likely to agree that as individuals they can play a role in tackling poverty in developing countries, although Sweden is the only country where more than four in ten respondents ‘totally agree’ (43%). Overall, at least half of all respondents in 15 countries agree. At the other end of the scale 15% of those in Bulgaria, 17% in Estonia and 21% in Latvia agree individuals can play a role in tackling poverty in developing countries. In fact, the majority of respondents in Bulgaria (55%) and Estonia (51%) ‘totally disagree’. The trend since 2015 shows in 23 countries respondents are now more likely to agree that as individuals they can play a role in tackling poverty in developing countries. The largest increase is observed in Austria (+10 pp). Respondents in Italy (-3 pp), Croatia (-2 pp) and the Netherlands (-1 pp) are all slightly less likely to agree than they were in 2015, while opinion in Estonia and Portugal remains unchanged. ",
        "63 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC4.1 T o t a l ' A g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ J u n e 2 0 1 2 T o t a l ' D i s a g r e e ' N o v . ‐ D e c . 2 0 1 6 ‐ J u n e 2 0 1 2 D o n ' t k n o w EU28 54 2 42 2 4 AT 60 10 39 7 1 LT 36 8 58 11 6 BE 58 7 41 6 1 RO 49 7 46 1 5 SI 35 6 63 3 2 FR 60 5 36 4 4 PL 45 5 51 3 4 IE 76 4 19 3 5 LU 72 4 27 2 1 HU 37 4 59 5 4 SK 42 4 51 7 7 UK 67 4 28 5 5 DE 49 3 49 3 2 EL 43 3 55 4 2 ES 67 3 29 3 4 CY 55 3 42 3 3 DK 60 2 37 = 3 MT 66 2 26 2 8 BG 15 1 75 2 10 CZ 33 1 64 1 3 LV 21 1 74 = 5 FI 58 1 41 = 1 SE 87 1 12 2 1 EE 17 = 78 4 5 PT 63 = 33 1 4 NL 57 1 41 3 2 HR 42 2 55 3 3 IT 50 3 44 4 6 To what extent do you agree or disagree with each of the following statements? As an individual, you can play a role in tackling poverty in developing countries (%) ",
        "64 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The socio-demographic analysis highlights the following:  The younger the respondent, the more likely they are to agree that as an individual, they can play a role in tackling poverty in developing countries: 62% of the youngest respondents think this way, compared to 47% of those aged 55+.  The longer a respondent remained in education, the more likely they are to agree: 44% of those with the lowest education levels think this way, compared to 62% of those with the highest levels.  Managers (64%) are the most likely to agree, particularly compared to retired persons (44%).  Respondents who experience the most difficulties paying bills are the least likely to agree individuals can play a role (46% vs. 55%-56%).  Respondents who place themselves on the left of the political spectrum are the most likely to agree (63%), followed by those in the centre (56%) and on the right (48%). Respondents who think helping developing countries is important are much more likely to agree individuals can play a role, compared to those who think helping developing countries is not important (58% vs. 23%). Finally, respondents who are personally involved in development aid are much more likely to agree than those who are not personally involved (71%-78% vs. 41%). ",
        "65 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC4.1 T o t a l ' A g r e e ' T o t a l ' D i s a g r e e ' D o n ' t k n o w EU28 54 42 4 15 ‐ 24 62 34 4 25 ‐ 39 59 38 3 40 ‐ 54 57 40 3 55 + 47 48 5 15 ‐ 44 50 6 16 ‐ 19 51 45 4 20+ 62 35 3 Still studying 64 32 4 Self ‐ employed 59 38 3 Managers 64 34 2 Other white collars 58 39 3 Manual workers 55 42 3 House persons 54 41 5 Unemployed 54 42 4 Retired 44 50 6 Students 64 32 4 Most of the time 46 50 4 From time to time 55 41 4 Almost never/ Never 56 41 3 Left 63 35 2 Centre 56 40 4 Right 48 49 3 Total 'Important' 58 38 4 Total 'Not important' 23 74 3 Politically involved 76 23 1 Volunteer 75 23 2 Give money 72 26 2 Crowd ‐ funding 78 21 1 Ethical choices while shopping 71 27 2 Not involved 41 54 5 Help developing countries Personal involvement in development aid Left ‐ right political scale Socio ‐ professional category Difficulties paying bills Age Education (End of) To what extent do you agree or disagree with each of the following statements? As an individual, you can play a role in tackling poverty in developing countries (% ‐ EU) ",
        "66 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 Just over half of all respondents think that they, as individuals , can play a role in tackling poverty in developing countries. However, respondents are more likely to say that individual engagement in the form of political action, donation and so on, is effective in reducing poverty in these countries 25 . Just over six in ten thinks individual engagement is effective (61%), with 14% saying it is ‘very effective’ and 47% that it is ‘fairly effective’. Less than a third say it is not effective (31%), and 8% say they do not know. 25 QC6.1 Please tell me how effective or not you think each of the following is in helping to reduce poverty in developing countries? Individual engagement (political activity, donating to organisations, volunteering, directly funding projects, ethical shopping, etc.) Very effective; Fairly effective; Not very effective; Not at all effective; Don’t know. QC6.1 Please tell me how effective or not you think eachof the following is in helping to reduce poverty in developing countries? Individual engagement (political activity, donating to organisations, volunteering, directly funding projects, ethical shopping, etc.) (% ‐ EU) Total 'Effective' 61 Total 'Not effective' 31 Don't know 8 ",
        "67 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 In 27 of 28 Member States, respondents are most likely to say that individual engagement is effective in helping to reduce poverty in developing countries. Those in Luxembourg (78%), Ireland (77%) and Sweden (74%) are the most likely to think this way, while those Estonia (44%) and Hungary (47%) are the least likely to do so. Bulgaria is the only country where the predominant opinion is that individual engagement is not effective in helping to reduce poverty in developing countries (44% vs. 32% “effective”). It is interesting to note that respondents are more likely to think individual engagement is effective (61%) than they are to believe they as an individual they can play a role (54%). At a country level, some of these differences are quite large. For example, in Croatia 42% think they can play a role but 70% think individual actions are effective – a difference of 28 percentage points. The differences between these two measures in Latvia, Estonia, the Czech Republic and Lithuania is also more than 20 points. There are also some countries where the reverse applies, and respondents are more likely to say they as an individual can play a role than they are to think individual engagement can be effective. The largest difference of this kind is observed in Sweden where 87% think they can play a role, and 74% say individual engagement is effective. Other countries where this relationship applies are Spain, France and the United Kingdom. ",
        "68 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 It is also interesting to compare opinions about the effectiveness of individual engagement and actions by the EU and Member States (as discussed in part II). At an EU level the proportions are the same (both 61%), but this masks a number of differences at a country level. In 20 countries, respondents are more likely to consider EU and Member State actions as effective, compared to individual actions. For example, in Bulgaria 61% think EU and Member State actions are effective while 32% say this about individual engagement. Other countries where this pattern holds true include Greece (22-point difference), Cyprus (18-point difference) and Lithuania, Hungary and Romania (all 13-point difference). In eight countries, the reverse pattern applies. The largest difference in this direction is observed in Luxembourg, where 78% think individual engagement is effective, and 63% say this about the actions of the EU and Member States. The socio-demographic analysis highlights the following:  The younger the respondent, the more likely they are to agree individual engagement is effective in helping to reduce poverty in developing countries: 66% of the youngest respondents think this way, compared to 56% of those aged 55+.  The longer a respondent remained in education, the more likely they are to think individual engagement is effective: 53% of those with the lowest education levels think this way, compared to 67% of those with the highest levels.  Managers are the most likely to think individual engagement is effective (68%), particularly compared to the retired and the unemployed (both 55%).  Respondents who experience the most difficulties paying bills are the least likely to think individual engagement is effective (51% vs. 59%-62%).  Respondents who place themselves on the left of the political spectrum are the most likely to think individual engagement is effective (67%), followed by those in the centre (63%) and on the right (55%). Respondents who think helping developing countries is important are more likely to think individual engagement is effective, compared to those who think helping developing countries is not important (65% vs. 26%). Finally, respondents who are personally involved in development aid are much more likely to think individual engagement is effective than those who are not personally involved (76%- 80% vs. 47%). The pattern in the socio-demographic analyses for each question in this section are almost identical. ",
        "69 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC6.1 T o t a l ' E f f e c t i v e ' T o t a l ' N o t e f f e c t i v e ' D o n ' t k n o w EU28 61 31 8 15 ‐ 24 66 28 6 25 ‐ 39 64 29 7 40 ‐ 54 61 32 7 55 + 56 34 10 15 ‐ 53 35 12 16 ‐ 19 59 33 8 20+ 67 27 6 Still studying 69 25 6 Self ‐ employed 65 30 5 Managers 68 27 5 Other white collars 66 29 5 Manual workers 60 32 8 House persons 58 29 13 Unemployed 55 36 9 Retired 55 34 11 Students 69 25 6 Most of the time 51 40 9 From time to time 59 33 8 Almost never/ Never 62 30 8 Left 67 28 5 Centre 63 30 7 Right 55 38 7 Total 'Important' 65 28 7 Total 'Not important' 26 67 7 Politically involved 80 19 1 Volunteer 80 17 3 Give money 77 18 5 Crowd ‐ funding 77 20 3 Ethical choices while shopping 76 20 4 Not involved 47 42 11 Help developing countries Personal involvement in development aid Left ‐ right political scale Socio ‐ professional category Difficulties paying bills Age Education (End of) Please tell me how effective or not you think each of the following is in helping to reduce poverty in developing countries? Individual engagement (political activity, donating to organisations, volunteering, directly funding projects, ethical shopping, etc.) (% ‐ EU) ",
        "70 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 2 Personal involvement in helping developing countries Almost half state they are personally involved in helping developing countries Across the EU, more than four in ten respondents are personally involved in helping developing countries (46%) 26 . More than one quarter (27%) give money to an organisation such as an NGO or charity, while 22% make ethical choices when they shop for groceries, clothes and so on. Fewer than one in ten take any of the other actions, such as doing voluntary work (8%) giving money directly to projects that help developing countries (7%), or being politically involved in helping developing countries (4%). Almost half of all respondents, however, are not involved in helping developing countries (49%). Due to changes in the question and number of response options, only a limited comparison with the results from 2015 can be made 27 . Compared to 2015, respondents are more likely to say they give money to an organisation 28 (+4 percentage points), to do voluntary work (+2 pp) 29 , or to be politically involved (+1 pp). There has been no change in the proportion who give money directly to projects 30 . 26 QC5. Are you personally involved in helping developing countries in any of the following ways? You are politically involved in helping developing countries, e.g. by being a member of a political party or an NGO or taking part in demonstrations; You do voluntary work, individually or for an organisation (NGOs, charities, etc.); You give money to an organisation (NGOs, charities, etc.); You give money directly to projects (“crowdfunding”); You make ethical choices when you shop for groceries, clothing, etc. (N); You are not involved in helping developing countries; Others (SPONTANEOUS) Don’t Know. 27 The addition of a new item means to results for overall involved vs. not involved cannot be made, as the additional item distorts the comparison. 28 In 2015 the wording for this option was ‘You give money to an organisation (NGOs, charities, etc.) that helps developing countries’ 29 In 2015 the wording for this option was ‘You are a volunteer in an organisation that helps developing countries (NGOs, charities, etc.)’ 30 In 2015 the wording for this option was ‘You give money directly to projects that help developing countries (\"crowdfunding\").’ ",
        "71 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The map highlights that respondents in northern areas of the EU are the most likely to be personally involved in helping developing countries. Those in Sweden (82%), Luxembourg (81%) and Finland (76%) are the most likely to be personally involved in some way, while those in Bulgaria (11%), Romania (12%) and Latvia (15%) the least likely to be involved. The country analysis for the current results shows that in 18 countries respondents are most likely to say they are not involved in helping developing countries , with those in Romania (86%), Latvia (83%) and Bulgaria (78%) the most likely to do so. At the other end of the scale, 16% in Luxembourg, 17% in Sweden and 24% in Finland say the same. In nine Member States, respondents are most likely to say they give money to an organisation , with those in Sweden (62%), the Netherlands (61%) and Malta (57%) the most likely to do so. This compares to 3% in Bulgaria and 4% in Estonia and Romania. Austria is the only country where respondents are most likely to say they make ethical choices when they shop (35%), although this action is widely mentioned by those in Sweden (58%), Luxembourg (49%), Finland and Belgium (both 41%). Respondents in Romania (4%), Bulgaria and Latvia (both 7%) are the last likely to take this action. Respondents in Luxembourg (20%), the Netherlands (15%), Belgium and Cyprus (both 14%) are the most likely to do individual voluntary work, while those in Romania, Latvia and Estonia are the least likely to do so (all 2%). At least one in five respondents in Luxembourg (29%), Sweden (28%) and the Netherlands (20%) give money directly to projects , while just 1% in Bulgaria also do this. Finally, respondents in Austria and Sweden (both 11%) are the most likely to be politically involved in helping developing countries . ",
        "72 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 Turning to the trend results, in 26 countries respondents are now more likely to give money to an organisation than they were in 2015, with the largest increases observed amongst respondents in Portugal (+14 percentage points), Cyprus, Luxembourg (both +11 pp) and Spain (+10 pp). Respondents in Austria are now less likely to do this (-2 pp), while there has been no change in Ireland. In 18 countries, respondents are now more likely to say they do voluntary work , compared to 2015. The largest increase is observed in Cyprus (+8 pp). Voluntary work has declined in two countries – most notably in Hungary (-8 pp) – while in eight countries the proportion doing voluntary work is unchanged. Respondents in 18 countries are now more likely to give money directly to projects than they were in 2015, with the largest increase observed in Luxembourg (+10 pp). Respondents in six countries are now less likely to do this, with the largest decline in Slovenia (-5 pp). Finally, the largest increase in the proportion who are politically involved in helping developing countries is observed in Belgium (+7 pp), although there have been increases in a further 14 Member States. There have been declines in four countries, but the proportions are small (1-2 pp). ",
        "73 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC5 Y o u a r e n o t i n v o l v e d i n h e l p i n g d e v e l o p i n g c o u n t r i e s Y o u g i v e m o n e y t o a n o r g a n i s a t i o n ( N G O s , c h a r i t i e s , e t c . ) N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 Y o u m a k e e t h i c a l c h o i c e s w h e n y o u s h o p f o r g r o c e r i e s , c l o t h i n g , e t c . * Y o u d o v o l u n t a r y w o r k , i n d i v i d u a l l y o r f o r a n o r g a n i s a t i o n ( N G O s , c h a r i t i e s , e t c . ) N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 Y o u g i v e m o n e y d i r e c t l y t o p r o j e c t s ( “ c r o w d f u n d i n g ” ) N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 Y o u a r e p o l i t i c a l l y i n v o l v e d i n h e l p i n g d e v e l o p i n g c o u n t r i e s , e . g . b y b e i n g a m e m b e r o f a p o l i t i c a l p a r t y o r a n N G O o r t a k i n g p a r t i n d e m o n s t r a t i o n s N o v . ‐ D e c . 2 0 1 6 ‐ D e c . 2 0 1 5 O t h e r s ( S P O N T A N E O U S ) * D o n ' t k n o w EU28 49 27 4 22 8 2 7 = 4 1 4 2 CY 49 29 11 19 14 8 4 = 3 2 2 0 PT 57 23 14 12 5 = 5 2 3 2 3 1 LU 16 52 11 49 20 5 29 10 7 5 2 1 BE 31 36 6 41 14 7 17 5 9 7 3 0 FR 50 21 2 30 7 2 6 1 2 1 4 0 PL 61 17 7 13 5 2 6 3 4 3 2 2 SK 63 18 9 13 3 1 5 2 2 1 3 1 AT 30 31 2 35 12 2 12 5 11 4 5 1 UK 34 39 6 22 11 6 8 = 3 = 6 3 SI 53 23 9 19 10 4 5 5 2 = 5 0 EL 69 12 5 17 3 = 1 2 1 = 3 0 LT 68 9 4 19 3 2 6 = 1 = 3 2 MT 26 57 9 8 10 7 16 5 2 1 3 2 IE 29 43 = 24 13 7 12 2 5 3 5 1 ES 54 28 10 19 6 2 3 2 2 2 2 0 HR 74 11 4 10 3 = 5 2 4 2 1 0 EE 76 4 1 12 2 = 3 1 1 = 5 2 SE 17 62 8 58 11 3 28 2 11 = 2 0 IT 58 15 1 18 8 = 6 3 5 1 4 2 LV 83 5 3 7 2 = 2 1 1 1 2 0 FI 24 54 3 41 10 = 19 2 6 1 1 0 DK 26 55 6 31 10 1 18 6 8 2 5 0 CZ 65 13 3 16 3 1 8 1 1 1 4 1 DE 38 34 1 26 9 3 7 3 5 1 3 5 BG 78 3 2 7 3 2 1 = 1 = 7 3 NL 25 61 3 37 15 7 20 2 8 1 2 0 RO 86 4 2 4 2 = 2 1 2 = 2 0 HU 72 13 5 8 4 8 2 2 2 = 4 1 Are you personally involved in helping developing countries in any of the following ways? (MULTIPLE ANSWERS POSSIBLE) (%) ",
        "74 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The socio-demographic analysis shows that women are more likely to be personally involved in helping developing countries, compared to men (49% vs. 43%). Involvement also varies by education level: 62% of those with the highest education levels are personally involved, compared to 40% who completed education aged 16-19, and 34% who completed school aged 15 or younger. Managers (65%) are more likely than other occupation groups to be personally involved, particularly compared to the unemployed (38%). In addition, the more financial difficulties a respondent has, the less likely they are to be personally involved. One-third (33%) of those with the most difficulties are personally involved, compared to 50% of those with the least difficulties. Respondents who place themselves on the left of the political spectrum (55%) are more likely to be personally involved in helping developing countries than those in the centre (48%) or to the right (43%). It is not surprising that respondents who think it is important to help people in developing countries are more likely to be personally involved (49% vs. 21% who think it is not important), or that those who think they as individuals can play a role in tackling poverty are more likely to be involved in helping developing countries (58% vs. 31%). ",
        "75 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC5 Total 'Involved in helping developing countries' EU28 46 Man 43 Woman 49 15 ‐ 34 16 ‐ 19 40 20+ 62 Still studying 46 Self ‐ employed 50 Managers 65 Other white collars 50 Manual workers 39 House persons 40 Unemployed 38 Retired 43 Students 46 Left 55 Centre 48 Right 43 Total 'Important' 49 Total 'Not important' 21 Total 'Agree' 58 Total 'Disagree' 31 Help developing countries You can play a role in tackling poverty Left ‐ right political scale Socio ‐ professional category Are you personally involved in helping developing countries in any of the following ways? (MULTIPLE ANSWERS POSSIBLE) (% ‐ EU) Gender Education (End of) ",
        "76 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 VI. AWARENESS OF UNITED NATIONS’ SUSTAINABLE DEVELOPMENT GOALS In 2000, international leaders committed to achieve a set of Millennium Development Goals (MDGs) by 2015. These anti-poverty targets included eradication of extreme poverty and hunger, universal primary education and health improvements 31,32 . These MDGs formed the groundwork for the broader UN 2030 Agenda for Sustainable Development. The agenda includes 17 Sustainable Development Goals and 169 associated targets that provide a framework to eliminate poverty and achieve sustainable development that works for everyone 33 . More than four in ten say they have heard of the Sustainable Development Goals, although awareness varies widely across Member States Overall, 41% say they have heard of the Sustainable Development Goals (SDGs), although respondents are more likely to say they have heard of them but do not really know what they are (29%) than to say they know what they are (12%) 34 . Reported awareness of the SDGs has increased by five points since 2015, with a two-point increase in those who know what they are, and a three-point increase in those who have heard of them but don’t really know what they are. Respondents in northern and central areas of Europe are the most likely to have heard or read about the Sustainable Development Goals. 31 http://www.un.org/millenniumgoals/ 32 http://www.undp.org/content/undp/en/home/mdgoverview/post-2015-development-agenda.html 33 http://europa.eu/rapid/press-release_IP-15-5708_en.htm 34 QC7 Have you ever heard or read about the Sustainable Development Goals agreed by the international community? Yes, and you know what they are; Yes, but you do not really know what they are; No; Don’t Know QC7 Have you ever heard or read about the Sustainable Development Goals agreed by the international community? (% ‐ EU) (Nov. ‐ Dec. 2016 ‐ Dec. 2015) Yes, and you know what they are 12 (+2) Yes, but you do not really know what they are 29 (+3) No 58 ( ‐ 5) Don't know 1 (=) ",
        "77 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 ",
        "78 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 Overall, awareness is highest in Finland (73%), Luxembourg (62%), the Netherlands (61%), Austria (57%), Sweden (56%) and Belgium (54%): in these countries, a majority of respondents have heard of the Sustainable Development Goals. At the other end of the scale, awareness is lowest in the United Kingdom (24%), Cyprus (25%) and Lithuania (27%). Respondents in Luxembourg (37%), Finland (27%) and Austria (19%) are the most likely to say they have heard of the SDGs and they know what they are , while those in Bulgaria (4%), Lithuania, Romania, the Czech Republic and Croatia are the least likely to say this (all 6%). Those in the Netherlands (47%), Finland (46%) and Sweden (45%) are the most likely to say they have heard of the SDGs but not do not really know what they are , while respondents in the United Kingdom (14%), Cyprus (18%), Lithuania and Ireland (both 21%) are the least likely to say this. Across the EU as a whole there has been a five-point increase in the proportion who have heard of the SDGs, but in some countries there have been larger increases in awareness, notably in Austria, Portugal (both +14 percentage points), Ireland (+13 pp), Belgium (+12 pp), Bulgaria and Poland (both +10 pp). Overall, there have been increases in awareness in 25 countries, while awareness has remained stable in three. The largest increases in the proportions who have heard of the SGDs and know what they are is observed in Luxembourg (+14 pp) and Finland (+10 pp). ",
        "79 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC7 Y e s , a n d y o u k n o w w h a t t h e y a r e N o v . ‐ D e c . 2 0 1 6 ‐ J u n e 2 0 1 2 Y e s , b u t y o u d o n o t r e a l l y k n o w w h a t t h e y a r e N o v . ‐ D e c . 2 0 1 6 ‐ J u n e 2 0 1 2 N o N o v . ‐ D e c . 2 0 1 6 ‐ J u n e 2 0 1 2 D o n ' t k n o w T o t a l ' Y e s ' N o v . ‐ D e c . 2 0 1 6 ‐ J u n e 2 0 1 2 EU28 12 2 29 3 58 5 1 41 5 AT 19 9 38 5 43 12 0 57 14 PT 15 6 32 8 52 15 1 47 14 IE 15 7 21 6 64 13 0 36 13 BE 16 5 38 7 46 12 0 54 12 BG 4 = 27 10 67 8 2 31 10 PL 9 2 24 8 65 9 2 33 10 EL 13 4 26 5 61 9 0 39 9 LT 6 = 21 9 73 8 0 27 9 HR 6 3 38 11 55 9 1 44 8 EE 12 4 27 3 59 7 2 39 7 ES 14 = 28 7 58 7 0 42 7 SI 10 2 34 5 56 6 0 44 7 MT 10 1 28 5 61 6 1 38 6 NL 14 3 47 3 39 5 0 61 6 FR 18 6 31 1 51 5 0 49 5 HU 9 2 30 3 60 6 1 39 5 CZ 6 2 24 6 69 4 1 30 4 DK 10 3 34 1 55 5 1 44 4 DE 12 = 34 4 51 5 3 46 4 CY 7 2 18 2 75 4 0 25 4 IT 11 2 28 1 59 4 2 39 3 LU 37 14 25 11 38 3 0 62 3 SK 8 3 22 = 68 5 2 30 3 UK 10 4 14 1 73 5 3 24 3 FI 27 10 46 8 27 2 0 73 2 LV 10 4 24 4 66 1 0 34 = RO 6 = 23 = 70 1 1 29 = SE 11 5 45 5 44 = 0 56 = Have you ever heard or read about the Sustainable Development Goals agreed by the international community? ",
        "80 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 The socio-demographic analysis highlights the following patterns:  Men are more likely to say they have heard of the SDGs, compared to women (44% vs. 37%).  Those aged 25-54 are the most likely to have heard of them (44-45%), particularly compared to those aged 55+ (36%).  The longer a respondent remained in education, the more likely they are to have heard of the SDGs: 25% with the lowest education levels have done so, compared to 56% of those with the highest levels.  Managers are the most likely to have heard of the SGDs (56%), particularly compared to housepersons (27%).  Those on the left of the political spectrum are the most likely to have heard of the SDGs (50% vs. 40%-42%). In addition, those who think it is important to help developing countries are more likely to have heard of the SDGs (43% vs. 29% who say helping is not important). Respondents who believe they can play a role in tackling poverty are also more likely to have heard of the SDGs (48% vs. 33% who say they cannot). Finally, respondents who think tackling poverty in developing countries should be one of the main priorities for the EU are more likely to have heard of the SDGs, compared to those who say this should not be a priority (45% vs. 35%). ",
        "81 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 QC7 Y e s , a n d y o u k n o w w h a t t h e y a r e Y e s , b u t y o u d o n o t r e a l l y k n o w w h a t t h e y a r e N o D o n ' t k n o w T o t a l ' Y e s ' EU28 12 29 58 1 41 Man 14 30 54 2 44 Woman 10 27 61 2 37 15 ‐ 24 11 28 60 1 39 25 ‐ 39 13 31 55 1 44 40 ‐ 54 13 32 53 2 45 55 + 11 25 62 2 36 15 ‐ 7 18 73 2 25 16 ‐ 19 9 27 62 2 36 20+ 20 36 43 1 56 Still studying 13 32 54 1 45 Self ‐ employed 19 31 48 2 50 Managers 20 36 43 1 56 Other white collars 13 36 50 1 49 Manual workers 9 27 62 2 36 House persons 6 21 71 2 27 Unemployed 9 25 65 1 34 Retired 11 24 63 2 35 Students 13 32 54 1 45 Left 17 33 49 1 50 Centre 11 29 59 1 40 Right 13 29 57 1 42 Total 'Important' 13 30 56 1 43 Total 'Not important' 7 22 69 2 29 Total 'Agree' 16 32 51 1 48 Total 'Disagree' 8 25 66 1 33 Total 'Agree' 14 31 54 1 45 Total 'Disagree' 9 26 63 2 35 Help developing countries You can play a role in tackling poverty Tackling poverty EU priority Left ‐ right political scale Socio ‐ professional category Have you ever heard or read about the Sustainable Development Goals agreed by the international community? (% ‐ EU) Gender Age Education (End of) ",
        "82 EU citizens’ views on development, cooperation and aid November - December 2016 Report Special Eurobarometer 455 CONCLUSION This Eurobarometer survey is part of a series on development aid, and follows previous surveys that have been conducted annually since 2009. The results from this latest edition show respondents are overwhelmingly of the opinion that it is important to help people in developing countries. In fact, in 14 Member States at least nine out of ten agree this is important. The majority of respondents think tackling poverty in developing countries should be one of the main priorities of the EU. In fact, a large majority considers this a moral obligation, and sees benefits for both citizens and the EU in taking action in this area. More than seven in ten see financial assistance as an effective way to tackle poverty, and the majority think aid spending should either remain as it is, or be increased. Respondents are less certain than they were in 2015 that financial assistance to developing countries is an effective way to address irregular migration, but even so more than two thirds agree this kind of action is effective. Respondents in every Member State are most likely to agree with this idea, although in some countries, including the Netherlands, Estonia, the Czech Republic, Romania, Portugal and Germany this view is much less widely held than it was in 2015. Just over half of all respondents agree individuals can play a role in tackling poverty in developing countries, while more than six in ten think individual actions are effective in this area. More than four in ten are taking personal actions to help developing countries, with donating and making ethical choices when shopping the most common. Respondents are also positive about the efficacy of the EU and Member States’ actions in helping to reduce poverty in developing countries. Across Europe, there has been an increased focus on development in the past two years, not only because of the refugee and migrant crisis, but also as a result of the European Year for Development, and the EU’s involvement in shaping the UN’s Sustainable Development Goals (SDGs). This focus seems to have had an impact. In particular, awareness of the SDGs is higher than it was in 2015. Generally speaking, there are no consistent variations in opinions about development aid by clear geographic clusters, with the most positive respondents about development issues scattered across the EU in countries including Sweden, Cyprus, Malta, Portugal, Spain and Ireland. Since the last survey in 2015, respondents in Lithuania, Hungary and Poland have become more positive in their attitudes to development aid, while those in Italy have become less positive. There are, however, clear patterns in socio-demographics terms. In particular, respondents with higher education levels, and those with the least financial difficulties are the most positive about the importance of supporting developing countries. They are also more likely to be taking individual action, and to be optimistic about the effect individual actions can have. In addition to these socio-demographic variations, attitudes also tend to occur in clusters. Respondents who believe it is important to help those in developing countries are more positive about the impact of aid, more optimistic about an individual’s ability to make a difference, are more likely to be personally involved in helping developing countries. The results of this survey show that Europeans remain positive about the importance of helping people in developing countries, and supportive of EU actions and the current level of spending in this area. They are also optimistic about the impact both individual and national/EU level actions can have when tackling poverty in developing countries. ",
        "",
        "",
        "",
        "",
        "",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC1 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 42 2 47 -2 7 -1 2 0 2 89 0 9 -1 BE 40 0 53 7 6 -5 1 -2 0 93 7 7 -7 BG 25 0 50 3 11 -1 4 -5 10 75 3 15 -6 CZ 20 -5 58 5 16 1 3 -2 3 78 0 19 -1 DK 58 12 35 -11 5 -1 1 0 1 93 1 6 -1 DE 57 4 35 -5 4 -1 2 1 2 92 -1 6 0 EE 23 6 55 -3 15 -1 4 -1 3 78 3 19 -2 IE 62 4 34 1 3 -2 0 -2 1 96 5 3 -4 EL 36 -4 48 4 12 0 2 -1 2 84 0 14 -1 ES 44 -2 52 5 3 -2 1 0 0 96 3 4 -2 FR 42 6 46 -4 8 -2 3 0 1 88 2 11 -2 HR 40 3 50 1 8 -1 1 -2 1 90 4 9 -3 IT 23 -7 64 4 9 2 1 0 3 87 -3 10 2 CY 69 2 28 4 2 -6 0 -1 1 97 6 2 -7 LV 23 7 54 3 16 -4 4 -4 3 77 10 20 -8 LT 26 9 61 4 9 -11 1 -4 3 87 13 10 -15 LU 60 5 37 -4 2 -2 1 1 0 97 1 3 -1 HU 21 0 62 10 11 -8 3 -3 3 83 10 14 -11 MT 49 -13 45 15 3 -3 1 0 2 94 2 4 -3 NL 53 7 40 -6 6 0 1 -1 0 93 1 7 -1 AT 35 -3 50 2 11 1 3 0 1 85 -1 14 1 PL 33 9 57 -6 6 -1 1 -1 3 90 3 7 -2 PT 29 2 67 1 2 -4 0 0 2 96 3 2 -4 RO 36 -9 51 8 10 4 1 -2 2 87 -1 11 2 SI 39 6 45 -2 12 -2 3 -2 1 84 4 15 -4 SK 24 2 57 0 10 -5 5 1 4 81 2 15 -4 FI 48 7 45 -5 5 -2 1 -1 1 93 2 6 -3 SE 75 5 23 -5 2 1 0 -1 0 98 0 2 0 UK 56 12 33 -9 6 -3 2 -1 3 89 3 8 -4 T o t a l ' N o t i m p o r t a n t ' In your opinion, is it very important, fairly important, not very important or not at all important to help people in developing countries? (%) V e r y i m p o r t a n t F a i r l y i m p o r t a n t N o t v e r y i m p o r t a n t N o t a t a l l i m p o r t a n t T o t a l ' I m p o r t a n t ' T1 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC2 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 26 2 33 -1 38 4 7 -2 9 -3 5 0 31 5 38 -3 BE 29 3 32 -1 50 5 8 1 7 -1 4 0 31 1 37 -3 BG 12 1 27 4 23 4 3 -1 16 -2 5 1 19 0 37 -6 CZ 32 3 22 -2 27 5 13 1 19 -15 3 1 40 9 41 -3 DK 12 1 33 5 54 2 11 -2 3 0 6 -2 35 10 44 1 DE 37 -1 21 -2 43 6 8 -3 5 -4 2 -2 32 9 43 -4 EE 30 4 33 4 37 -3 1 -3 7 -3 3 -1 39 16 45 -6 IE 31 5 35 -4 38 5 7 0 12 -4 5 0 42 7 30 -3 EL 17 1 36 -3 24 -4 4 -1 14 -6 6 0 27 5 45 -2 ES 25 -3 43 1 47 13 7 1 6 -1 4 0 31 -2 34 -2 FR 23 3 45 -1 51 8 8 -2 6 -2 3 0 32 2 43 -3 HR 28 8 20 0 24 3 4 -2 9 -6 7 0 12 3 41 2 IT 18 -1 23 -6 23 2 8 -1 19 0 9 4 27 3 32 -1 CY 18 4 55 7 42 5 6 -1 6 -2 1 -4 33 8 39 -4 LV 25 10 46 10 39 12 1 -2 10 -8 5 2 25 13 42 -5 LT 25 4 35 -1 32 3 2 -1 10 -4 4 -1 24 8 46 -3 LU 26 3 41 3 60 11 7 -1 3 -2 3 2 44 8 39 -2 HU 29 11 33 3 14 -3 6 1 23 -10 4 -3 45 17 39 -2 MT 19 4 42 1 44 -4 3 -7 7 -6 5 -2 39 18 35 -9 NL 21 2 36 1 61 7 13 -3 4 0 4 -1 28 5 45 -3 AT 35 -5 23 2 33 7 11 -2 11 3 9 1 30 -1 33 -7 PL 24 5 33 2 28 10 6 -2 11 -3 5 -2 19 4 41 -5 PT 24 4 47 1 31 -3 4 -3 4 -3 2 -1 22 2 43 0 RO 23 1 41 -5 30 -9 6 3 9 2 10 4 17 6 25 -7 SI 22 0 33 8 33 5 5 0 5 1 2 -1 33 13 54 -1 SK 34 3 31 -2 27 -4 4 1 7 -5 4 0 23 2 44 -6 FI 34 7 38 5 43 -3 13 -4 4 0 1 -2 37 11 46 -5 SE 10 1 22 2 54 4 12 -4 2 -3 3 0 46 10 45 2 UK 26 6 38 0 41 4 6 -1 10 -7 8 3 42 3 30 -5 Which of the following challenges do you consider as the most pressing for the future of developing countries? (%) F o o d s e c u r i t y a n d a g r i c u l t u r e H e a l t h E d u c a t i o n G e n d e r e q u a l i t y M i g r a t i o n i s s u e s T r a d e W a t e r a n d s a n i t a t i o n P e a c e a n d s e c u r i t y (MAX. 3 ANSWERS) T2 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC2 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 EU28 24 0 6 -1 23 -3 6 -2 5 0 11 2 1 0 2 BE 27 2 6 1 19 -4 8 1 4 0 9 4 1 0 0 BG 23 1 8 -1 45 4 12 -3 6 1 12 3 1 0 4 CZ 20 2 4 0 21 2 7 -3 9 3 8 3 1 0 1 DK 32 -3 5 2 21 -4 9 -3 3 0 9 -1 1 -1 1 DE 32 1 5 1 20 -3 5 -2 2 0 15 6 1 -1 1 EE 14 -7 4 0 27 0 3 -4 4 0 5 1 2 0 3 IE 27 4 5 1 23 3 6 -4 6 1 11 4 0 -1 0 EL 29 3 7 1 46 0 6 -1 4 0 17 5 1 -1 1 ES 23 1 6 1 27 -1 4 -1 6 2 13 4 0 -1 2 FR 23 2 9 -1 15 -5 5 1 2 0 6 1 0 0 1 HR 25 3 6 -2 51 8 10 -3 13 4 8 0 0 0 1 IT 21 -2 6 -2 28 -5 10 -1 10 1 16 3 1 1 5 CY 28 -2 4 -2 35 1 3 -1 2 1 10 4 0 -3 0 LV 10 -2 4 0 29 -2 4 -7 7 0 10 4 1 -1 2 LT 15 -2 9 1 35 -1 6 -3 4 -2 5 1 1 0 3 LU 22 0 6 -5 12 -3 5 1 3 2 8 -2 0 -1 0 HU 16 2 9 2 26 0 9 -4 6 0 8 1 1 -1 2 MT 26 -2 10 -3 15 1 6 -1 3 1 6 0 1 0 1 NL 25 -2 2 -1 30 3 4 -3 2 -1 9 2 0 -1 0 AT 27 0 8 1 24 2 10 -1 8 2 12 -3 0 -1 2 PL 26 3 9 -1 26 2 5 -5 7 1 11 2 0 0 4 PT 31 6 4 2 41 -3 8 0 7 -1 12 3 0 -1 1 RO 18 -6 9 2 28 -5 7 1 11 6 17 2 0 -1 2 SI 17 1 5 -2 33 -6 2 1 6 0 10 -1 1 -2 1 SK 19 -2 6 2 26 -3 3 -2 8 1 10 -1 2 1 2 FI 27 -3 3 1 13 1 14 -5 3 0 4 0 0 0 1 SE 46 -5 3 -1 27 4 1 -1 1 -1 12 3 0 -1 0 UK 19 0 7 1 13 -5 5 -2 4 0 7 1 0 -1 4 Which of the following challenges do you consider as the most pressing for the future of developing countries? (%) (MAX. 3 ANSWERS) O t h e r ( S P O N T A N E O U S ) D e m o c r a c y a n d h u m a n r i g h t s E n e r g y E c o n o m i c g r o w t h , e m p l o y m e n t a n d s o c i a l e q u a l i t y H o s t i n g r e f u g e e s i n d e v e l o p i n g c o u n t r i e s U r b a n d e v e l o p m e n t a n d p o p u l a t i o n g r o w t h I n f r a s t r u c t u r e ( r o a d s , p u b l i c b u i l d i n g s , e t c . ) T3 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC3 W e s h o u l d s p e n d m o r e m o n e y i n s u p p o r t o f d e v e l o p i n g c o u n t r i e s W e s h o u l d c o n t i n u e s p e n d i n g a s w e d o W e s h o u l d s p e n d l e s s m o n e y i n s u p p o r t o f d e v e l o p i n g c o u n t r i e s D o n ' t k n o w EU28 22 52 16 10 BE 24 58 15 3 BG 9 39 27 25 CZ 8 60 28 4 DK 24 63 8 5 DE 25 54 12 9 EE 9 49 25 17 IE 29 56 9 6 EL 18 50 28 4 ES 32 53 8 7 FR 19 47 27 7 HR 26 54 15 5 IT 13 53 18 16 CY 38 40 16 6 LV 13 51 29 7 LT 12 59 22 7 LU 24 58 8 10 HU 22 58 13 7 MT 24 57 9 10 NL 22 58 16 4 AT 24 54 18 4 PL 15 56 11 18 PT 23 58 8 11 RO 28 42 21 9 SI 35 47 14 4 SK 15 57 19 9 FI 21 64 12 3 SE 27 63 6 4 UK 25 46 17 12 The EU and its Member States provide financial assistance to developing countries. Which of the following statements best describes your opinion? (%) T4 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC4.1 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 16 0 38 2 26 0 16 -2 4 54 2 42 -2 BE 16 3 42 4 30 -2 11 -4 1 58 7 41 -6 BG 4 0 11 1 20 4 55 -6 10 15 1 75 -2 CZ 7 -1 26 2 37 1 27 0 3 33 1 64 1 DK 22 8 38 -6 23 -2 14 2 3 60 2 37 0 DE 14 0 35 3 32 2 17 -5 2 49 3 49 -3 EE 3 0 14 0 27 -2 51 6 5 17 0 78 4 IE 24 0 52 4 15 0 4 -3 5 76 4 19 -3 EL 8 -4 35 7 33 -1 22 -3 2 43 3 55 -4 ES 22 -2 45 5 20 -2 9 -1 4 67 3 29 -3 FR 19 3 41 2 23 -2 13 -2 4 60 5 36 -4 HR 9 -3 33 1 29 2 26 1 3 42 -2 55 3 IT 11 -5 39 2 28 2 16 2 6 50 -3 44 4 CY 12 -5 43 8 16 -5 26 2 3 55 3 42 -3 LV 4 1 17 0 28 3 46 -3 5 21 1 74 0 LT 4 1 32 7 27 2 31 -13 6 36 8 58 -11 LU 22 2 50 2 20 -3 7 1 1 72 4 27 -2 HU 12 3 25 1 23 2 36 -7 4 37 4 59 -5 MT 16 -4 50 6 20 2 6 -4 8 66 2 26 -2 NL 20 1 37 -2 26 1 15 2 2 57 -1 41 3 AT 20 6 40 4 26 -5 13 -2 1 60 10 39 -7 PL 11 1 34 4 35 2 16 -5 4 45 5 51 -3 PT 13 -4 50 4 24 0 9 1 4 63 0 33 1 RO 17 2 32 5 25 3 21 -4 5 49 7 46 -1 SI 10 2 25 4 35 6 28 -9 2 35 6 63 -3 SK 8 1 34 3 33 -2 18 -5 7 42 4 51 -7 FI 17 3 41 -2 29 0 12 0 1 58 1 41 0 SE 43 7 44 -6 8 0 4 2 1 87 1 12 2 UK 24 5 43 -1 18 -3 10 -2 5 67 4 28 -5 T o t a l ' D i s a g r e e ' To what extent do you agree or disagree with each of the following statements? As an individual, you can play a role in tackling poverty in developing countries (%) T o t a l l y a g r e e T e n d t o a g r e e T e n d t o d i s a g r e e T o t a l l y d i s a g r e e T o t a l ' A g r e e ' T5 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC4.2 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 25 -1 43 0 21 2 7 -1 4 68 -1 28 1 BE 22 3 44 2 26 -2 7 -2 1 66 5 33 -4 BG 16 -1 34 6 22 0 17 -4 11 50 5 39 -4 CZ 13 -4 36 2 30 1 17 1 4 49 -2 47 2 DK 24 1 42 -6 20 1 11 4 3 66 -5 31 5 DE 26 -7 42 2 21 3 8 2 3 68 -5 29 5 EE 10 -1 28 -4 33 6 24 3 5 38 -5 57 9 IE 30 3 48 -1 14 0 4 -1 4 78 2 18 -1 EL 25 1 45 0 23 2 6 -2 1 70 1 29 0 ES 34 -5 44 5 15 2 3 -2 4 78 0 18 0 FR 24 2 47 -1 21 2 5 -2 3 71 1 26 0 HR 24 -5 50 2 17 1 6 2 3 74 -3 23 3 IT 20 -4 45 -3 20 5 7 -1 8 65 -7 27 4 CY 53 -3 36 10 7 -2 3 -5 1 89 7 10 -7 LV 17 3 33 -1 27 1 19 -1 4 50 2 46 0 LT 14 5 42 2 29 -3 10 -4 5 56 7 39 -7 LU 22 -6 48 4 24 1 5 1 1 70 -2 29 2 HU 23 2 40 3 20 -3 13 -4 4 63 5 33 -7 MT 29 -12 55 12 11 1 1 -2 4 84 0 12 -1 NL 16 -2 38 -4 33 5 12 2 1 54 -6 45 7 AT 21 -3 40 5 25 -2 13 1 1 61 2 38 -1 PL 22 6 46 0 19 -2 7 -2 6 68 6 26 -4 PT 26 0 50 -2 20 4 2 0 2 76 -2 22 4 RO 31 -3 43 3 17 5 4 -2 5 74 0 21 3 SI 31 2 36 6 20 3 11 -10 2 67 8 31 -7 SK 12 1 42 -1 25 -4 16 3 5 54 0 41 -1 FI 23 1 53 1 16 -3 5 1 3 76 2 21 -2 SE 31 -4 46 -3 17 8 6 1 0 77 -7 23 9 UK 30 5 39 -3 19 1 7 -4 5 69 2 26 -3 T o t a l ' D i s a g r e e ' To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries should be one of the main priorities of the EU (%) T o t a l l y a g r e e T e n d t o a g r e e T e n d t o d i s a g r e e T o t a l l y d i s a g r e e T o t a l ' A g r e e ' T6 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC4.3 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 17 2 34 -1 29 1 16 -2 4 51 1 45 -1 BE 13 0 36 0 38 5 12 -4 1 49 0 50 1 BG 7 -1 15 0 25 6 45 -6 8 22 -1 70 0 CZ 6 -2 20 -3 36 5 36 1 2 26 -5 72 6 DK 11 -2 36 -3 31 2 19 4 3 47 -5 50 6 DE 19 -1 37 0 28 -1 14 3 2 56 -1 42 2 EE 5 1 12 0 32 4 48 -2 3 17 1 80 2 IE 20 4 36 -4 25 1 14 0 5 56 0 39 1 EL 9 -2 23 -2 34 4 31 -2 3 32 -4 65 2 ES 21 -6 41 5 26 4 8 -4 4 62 -1 34 0 FR 17 5 35 0 33 -1 12 -4 3 52 5 45 -5 HR 12 -2 31 -4 30 2 24 4 3 43 -6 54 6 IT 15 -2 35 -4 27 2 15 2 8 50 -6 42 4 CY 18 -2 32 4 31 9 16 -12 3 50 2 47 -3 LV 9 2 16 3 25 -2 48 -1 2 25 5 73 -3 LT 8 5 24 2 34 0 31 -6 3 32 7 65 -6 LU 13 -1 40 0 37 2 9 1 1 53 -1 46 3 HU 17 0 29 5 27 1 24 -8 3 46 5 51 -7 MT 15 -8 36 3 32 6 11 -1 6 51 -5 43 5 NL 8 -2 30 -2 42 4 18 1 2 38 -4 60 5 AT 15 1 27 -4 34 1 20 1 4 42 -3 54 2 PL 14 4 36 2 31 2 13 -7 6 50 6 44 -5 PT 15 -1 36 5 24 0 22 -4 3 51 4 46 -4 RO 21 1 30 -1 28 11 16 -8 5 51 0 44 3 SI 17 2 24 2 32 6 25 -9 2 41 4 57 -3 SK 8 2 28 4 33 -2 26 -4 5 36 6 59 -6 FI 10 0 43 2 31 0 13 -1 3 53 2 44 -1 SE 16 0 43 -4 28 3 12 2 1 59 -4 40 5 UK 22 7 36 -1 23 -3 13 -6 6 58 6 36 -9 T o t a l ' D i s a g r e e ' To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries should be one of the main priorities of the (NATIONALITY) government (%) T o t a l l y a g r e e T e n d t o a g r e e T e n d t o d i s a g r e e T o t a l l y d i s a g r e e T o t a l ' A g r e e ' T7 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC4.4 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 28 2 46 0 14 0 5 -1 7 74 2 19 -1 BE 22 1 52 2 19 3 4 -3 3 74 3 23 0 BG 18 2 40 2 16 4 9 -6 17 58 4 25 -2 CZ 12 -2 36 1 30 1 14 0 8 48 -1 44 1 DK 40 5 39 -6 9 0 5 1 7 79 -1 14 1 DE 29 0 42 -1 18 2 5 -1 6 71 -1 23 1 EE 14 -3 47 6 18 1 9 -2 12 61 3 27 -1 IE 36 8 49 -3 9 1 2 -3 4 85 5 11 -2 EL 31 3 46 -2 15 -2 4 0 4 77 1 19 -2 ES 38 -3 47 5 7 1 2 -1 6 85 2 9 0 FR 27 5 47 -1 15 -1 4 -3 7 74 4 19 -4 HR 29 3 53 2 12 -1 3 -1 3 82 5 15 -2 IT 21 -4 48 1 16 2 5 0 10 69 -3 21 2 CY 55 6 37 1 4 -1 2 -5 2 92 7 6 -6 LV 21 7 41 -1 18 -1 11 -5 9 62 6 29 -6 LT 20 6 58 8 12 -8 3 -5 7 78 14 15 -13 LU 28 -3 54 4 10 -2 3 2 5 82 1 13 0 HU 22 2 47 9 14 -7 10 -6 7 69 11 24 -13 MT 27 -6 57 8 9 1 1 -2 6 84 2 10 -1 NL 27 0 43 -2 16 2 7 1 7 70 -2 23 3 AT 26 5 48 -1 18 2 5 -4 3 74 4 23 -2 PL 24 7 54 4 12 -6 4 -1 6 78 11 16 -7 PT 24 -1 65 10 5 -9 1 0 5 89 9 6 -9 RO 29 -2 47 3 14 6 4 0 6 76 1 18 6 SI 27 7 42 5 19 1 8 -11 4 69 12 27 -10 SK 16 3 48 4 19 -8 8 -1 9 64 7 27 -9 FI 41 2 47 -1 8 2 2 -1 2 88 1 10 1 SE 50 0 35 1 7 1 5 2 3 85 1 12 3 UK 31 7 44 -6 11 -1 5 -3 9 75 1 16 -4 T o t a l ' D i s a g r e e ' To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries has a positive influence on EU citizens as well (%) T o t a l l y a g r e e T e n d t o a g r e e T e n d t o d i s a g r e e T o t a l l y d i s a g r e e T o t a l ' A g r e e ' T8 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC4.5 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 33 1 49 1 10 0 3 -1 5 82 2 13 -1 BE 29 2 55 3 13 0 2 -3 1 84 5 15 -3 BG 24 6 48 4 9 -1 6 -6 13 72 10 15 -7 CZ 16 -1 49 2 24 4 5 -2 6 65 1 29 2 DK 45 7 38 -9 10 3 3 1 4 83 -2 13 4 DE 38 -2 43 -1 12 2 3 0 4 81 -3 15 2 EE 19 -3 52 3 12 2 7 1 10 71 0 19 3 IE 36 4 53 2 6 0 1 -3 4 89 6 7 -3 EL 28 0 53 2 12 -1 4 0 3 81 2 16 -1 ES 37 -4 50 8 7 2 1 -2 5 87 4 8 0 FR 31 3 51 -1 9 0 4 -1 5 82 2 13 -1 HR 31 5 53 0 10 -2 3 -1 3 84 5 13 -3 IT 25 -5 49 -2 14 3 5 2 7 74 -7 19 5 CY 55 -2 36 3 5 1 0 -5 4 91 1 5 -4 LV 27 4 50 3 13 1 4 -4 6 77 7 17 -3 LT 20 6 60 5 9 -6 3 -3 8 80 11 12 -9 LU 36 3 52 -1 6 -4 3 2 3 88 2 9 -2 HU 28 5 50 8 12 -7 5 -7 5 78 13 17 -14 MT 32 -3 49 2 9 4 1 -2 9 81 -1 10 2 NL 34 -1 49 1 9 -2 5 2 3 83 0 14 0 AT 27 4 51 1 15 -1 5 -1 2 78 5 20 -2 PL 29 9 55 3 7 -6 4 -2 5 84 12 11 -8 PT 40 9 49 -7 4 -3 1 0 6 89 2 5 -3 RO 30 -4 47 1 14 7 3 0 6 77 -3 17 7 SI 29 1 49 5 12 1 6 -3 4 78 6 18 -2 SK 16 2 55 4 15 -5 6 -1 8 71 6 21 -6 FI 39 2 48 -1 7 0 3 1 3 87 1 10 1 SE 54 -6 37 5 5 2 2 1 2 91 -1 7 3 UK 38 6 45 -5 7 -2 3 -2 7 83 1 10 -4 T o t a l ' D i s a g r e e ' To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries is also in the EU’s own interest (e.g. by creating trade opportunities or better access to energy and raw materials) (%) T o t a l l y a g r e e T e n d t o a g r e e T e n d t o d i s a g r e e T o t a l l y d i s a g r e e T o t a l ' A g r e e ' T9 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC4.6 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 33 3 45 1 13 -1 5 -2 4 78 4 18 -3 BE 31 6 50 4 14 -5 4 -3 1 81 10 18 -8 BG 17 1 40 5 17 -1 14 -3 12 57 6 31 -4 CZ 17 1 42 5 24 -2 15 -1 2 59 6 39 -3 DK 45 13 34 -10 11 -3 8 2 2 79 3 19 -1 DE 42 3 39 -1 12 -1 5 0 2 81 2 17 -1 EE 14 3 42 4 22 0 15 -2 7 56 7 37 -2 IE 39 6 47 2 8 -3 2 -3 4 86 8 10 -6 EL 35 5 47 0 13 -2 4 -2 1 82 5 17 -4 ES 42 0 45 3 9 0 2 -1 2 87 3 11 -1 FR 30 4 47 0 14 0 5 -3 4 77 4 19 -3 HR 31 3 53 4 10 -7 4 1 2 84 7 14 -6 IT 22 -6 53 2 14 3 5 0 6 75 -4 19 3 CY 61 3 31 3 6 1 1 -6 1 92 6 7 -5 LV 18 3 41 4 22 1 14 -4 5 59 7 36 -3 LT 21 8 53 -1 15 -6 4 -3 7 74 7 19 -9 LU 34 0 49 2 12 -2 3 2 2 83 2 15 0 HU 27 7 47 6 14 -8 8 -6 4 74 13 22 -14 MT 29 -9 52 13 13 2 1 -4 5 81 4 14 -2 NL 35 0 43 -1 14 2 7 1 1 78 -1 21 3 AT 34 7 47 2 13 -5 5 -2 1 81 9 18 -7 PL 25 8 52 2 13 -6 4 -2 6 77 10 17 -8 PT 29 2 60 6 8 -4 1 -1 2 89 8 9 -5 RO 28 -6 44 2 18 9 4 -1 6 72 -4 22 8 SI 31 1 40 5 16 -1 9 -5 4 71 6 25 -6 SK 18 4 48 2 19 -4 9 -3 6 66 6 28 -7 FI 34 6 46 -5 15 2 3 -2 2 80 1 18 0 SE 56 2 30 -3 8 0 5 1 1 86 -1 13 1 UK 34 4 43 1 13 -1 5 -5 5 77 5 18 -6 T o t a l ' D i s a g r e e ' To what extent do you agree or disagree with each of the following statements? Tackling poverty in developing countries is a moral obligation for the EU (%) T o t a l l y a g r e e T e n d t o a g r e e T e n d t o d i s a g r e e T o t a l l y d i s a g r e e T o t a l ' A g r e e ' T10 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC4.7 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 29 -4 43 0 17 4 7 1 4 72 -4 24 5 BE 23 -6 44 0 25 10 6 -2 2 67 -6 31 8 BG 24 0 42 0 13 3 10 -2 11 66 0 23 1 CZ 13 -5 37 -5 30 7 14 3 6 50 -10 44 10 DK 39 4 36 -3 14 0 7 0 4 75 1 21 0 DE 29 -13 37 -2 23 11 8 4 3 66 -15 31 15 EE 14 -8 40 -5 24 10 16 6 6 54 -13 40 16 IE 37 5 45 -1 10 0 3 -3 5 82 4 13 -3 EL 37 0 46 -2 11 0 4 1 2 83 -2 15 1 ES 40 -8 47 6 7 2 3 1 3 87 -2 10 3 FR 24 -2 36 -8 25 9 10 1 5 60 -10 35 10 HR 28 -2 52 3 14 0 4 0 2 80 1 18 0 IT 25 -3 50 2 14 1 4 -1 7 75 -1 18 0 CY 61 -2 33 6 4 0 2 -3 0 94 4 6 -3 LV 26 2 46 2 15 0 8 -1 5 72 4 23 -1 LT 20 4 60 4 11 -4 4 -2 5 80 8 15 -6 LU 27 -9 47 4 13 0 9 6 4 74 -5 22 6 HU 28 7 43 2 16 -4 8 -7 5 71 9 24 -11 MT 33 -16 49 9 10 5 2 -2 6 82 -7 12 3 NL 26 -15 33 -6 24 13 13 7 4 59 -21 37 20 AT 27 0 45 1 20 4 6 -2 2 72 1 26 2 PL 26 5 52 1 12 -3 5 -1 5 78 6 17 -4 PT 31 -5 55 3 9 2 1 -1 4 86 -2 10 1 RO 29 -7 45 3 18 11 3 -1 5 74 -4 21 10 SI 29 -4 36 -1 21 10 11 -2 3 65 -5 32 8 SK 15 -2 52 3 16 -3 10 2 7 67 1 26 -1 FI 34 -5 47 5 15 4 3 -2 1 81 0 18 2 SE 43 -13 40 10 10 3 5 2 2 83 -3 15 5 UK 32 3 38 -3 16 2 8 -3 6 70 0 24 -1 T o t a l ' D i s a g r e e ' To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries contributes to a more peaceful and fairer world (%) T o t a l l y a g r e e T e n d t o a g r e e T e n d t o d i s a g r e e T o t a l l y d i s a g r e e T o t a l ' A g r e e ' T11 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC4.8 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 27 -4 41 -1 18 5 8 1 6 68 -5 26 6 BE 20 -9 45 2 26 10 7 0 2 65 -7 33 10 BG 17 -2 35 -1 17 6 16 -1 15 52 -3 33 5 CZ 12 -11 35 -1 30 6 18 8 5 47 -12 48 14 DK 30 -1 38 -4 16 3 6 1 10 68 -5 22 4 DE 28 -9 39 -1 21 9 8 2 4 67 -10 29 11 EE 12 -7 35 -7 25 11 19 7 9 47 -14 44 18 IE 30 4 47 -1 11 1 6 -1 6 77 3 17 0 EL 29 -2 43 0 18 1 6 -1 4 72 -2 24 0 ES 41 -7 44 4 9 5 2 -1 4 85 -3 11 4 FR 26 -7 37 -1 22 8 10 1 5 63 -8 32 9 HR 23 -4 50 1 18 3 6 1 3 73 -3 24 4 IT 30 -2 43 -4 14 3 6 2 7 73 -6 20 5 CY 53 -4 36 5 7 2 2 -3 2 89 1 9 -1 LV 21 1 40 3 17 -1 13 0 9 61 4 30 -1 LT 16 2 51 5 17 -3 8 -1 8 67 7 25 -4 LU 32 -7 39 -1 17 3 8 6 4 71 -8 25 9 HU 20 3 43 8 14 -9 14 -1 9 63 11 28 -10 MT 28 -9 44 2 15 7 5 -1 8 72 -7 20 6 NL 20 -13 34 -8 25 12 14 8 7 54 -21 39 20 AT 27 5 41 -7 19 3 10 1 3 68 -2 29 4 PL 24 5 49 1 14 -2 6 -1 7 73 6 20 -3 PT 28 -6 47 -4 17 8 2 0 6 75 -10 19 8 RO 23 -9 43 -2 21 14 5 1 8 66 -11 26 15 SI 22 -5 34 1 25 8 15 -1 4 56 -4 40 7 SK 14 -5 49 2 19 -2 12 4 6 63 -3 31 2 FI 29 -2 45 1 18 4 5 1 3 74 -1 23 5 SE 30 -11 45 11 12 3 8 4 5 75 0 20 7 UK 23 2 38 -5 18 -1 10 0 11 61 -3 28 -1 T o t a l ' D i s a g r e e ' To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries is an effective way to address irregular migration (%) T o t a l l y a g r e e T e n d t o a g r e e T e n d t o d i s a g r e e T o t a l l y d i s a g r e e T o t a l ' A g r e e ' T12 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC4.9 T o t a l l y a g r e e T e n d t o a g r e e T e n d t o d i s a g r e e T o t a l l y d i s a g r e e D o n ' t k n o w T o t a l ' A g r e e ' T o t a l ' D i s a g r e e ' EU28 25 46 18 7 4 71 25 BE 17 49 26 7 1 66 33 BG 19 45 14 11 11 64 25 CZ 11 41 28 16 4 52 44 DK 26 42 18 9 5 68 27 DE 27 44 21 6 2 71 27 EE 13 35 27 19 6 48 46 IE 32 49 13 3 3 81 16 EL 31 48 15 4 2 79 19 ES 42 46 8 2 2 88 10 FR 23 43 21 8 5 66 29 HR 23 54 15 6 2 77 21 IT 23 50 16 6 5 73 22 CY 52 41 5 1 1 93 6 LV 21 37 23 13 6 58 36 LT 23 53 14 5 5 76 19 LU 25 48 19 6 2 73 25 HU 23 41 20 12 4 64 32 MT 27 50 14 3 6 77 17 NL 15 34 31 16 4 49 47 AT 26 47 20 6 1 73 26 PL 22 48 16 6 8 70 22 PT 25 55 13 3 4 80 16 RO 26 49 17 3 5 75 20 SI 24 37 23 13 3 61 36 SK 15 52 18 10 5 67 28 FI 26 50 18 4 2 76 22 SE 27 48 15 8 2 75 23 UK 25 42 18 8 7 67 26 To what extent do you agree or disagree with each of the following statements? Providing financial assistance to developing countries is an effective way to tackle poverty in these countries (%) T13 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC5 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 4 1 8 2 27 4 7 0 BE 9 7 14 7 36 6 17 5 BG 1 0 3 2 3 2 1 0 CZ 1 -1 3 1 13 3 8 -1 DK 8 2 10 1 55 6 18 6 DE 5 1 9 3 34 1 7 -3 EE 1 0 2 0 4 1 3 1 IE 5 3 13 7 43 0 12 2 EL 1 0 3 0 12 5 1 -2 ES 2 -2 6 -2 28 10 3 -2 FR 2 -1 7 2 21 2 6 1 HR 4 2 3 0 11 4 5 2 IT 5 1 8 0 15 1 6 3 CY 3 2 14 8 29 11 4 0 LV 1 1 2 0 5 3 2 1 LT 1 0 3 2 9 4 6 0 LU 7 5 20 5 52 11 29 10 HU 2 0 4 -8 13 5 2 -2 MT 2 1 10 7 57 9 16 5 NL 8 1 15 7 61 3 20 2 AT 11 4 12 2 31 -2 12 5 PL 4 3 5 2 17 7 6 3 PT 3 -2 5 0 23 14 5 2 RO 2 0 2 0 4 2 2 1 SI 2 0 10 4 23 9 5 -5 SK 2 1 3 1 18 9 5 2 FI 6 1 10 0 54 3 19 2 SE 11 0 11 3 62 8 28 2 UK 3 0 11 6 39 6 8 0 Y o u a r e p o l i t i c a l l y i n v o l v e d i n h e l p i n g d e v e l o p i n g c o u n t r i e s , e . g . b y b e i n g a m e m b e r o f a p o l i t i c a l p a r t y o r a n N G O o r t a k i n g p a r t i n d e m o n s t r a t i o n s Y o u d o v o l u n t a r y w o r k , i n d i v i d u a l l y o r f o r a n o r g a n i s a t i o n ( N G O s , c h a r i t i e s , e t c . ) Y o u g i v e m o n e y t o a n o r g a n i s a t i o n ( N G O s , c h a r i t i e s , e t c . ) Y o u g i v e m o n e y d i r e c t l y t o p r o j e c t s ( “ c r o w d f u n d i n g ” ) Are you personally involved in helping developing countries in any of the following ways? (%) (MULTIPLE ANSWERS POSSIBLE) T14 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC5 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 22 22 49 -16 4 4 2 46 13 BE 41 41 31 -24 3 3 0 65 21 BG 7 7 78 -16 7 7 3 11 7 CZ 16 16 65 -14 4 4 1 30 10 DK 31 31 26 -13 5 5 0 71 10 DE 26 26 38 -11 3 3 5 54 8 EE 12 12 76 -17 5 5 2 18 12 IE 24 24 29 -16 5 5 1 66 12 EL 17 17 69 -19 3 3 0 27 15 ES 19 19 54 -15 2 2 0 43 12 FR 30 30 50 -22 4 4 0 46 19 HR 10 10 74 -12 1 1 0 25 12 IT 18 18 58 -14 4 4 2 37 11 CY 19 19 49 -26 2 2 0 48 23 LV 7 7 83 -12 2 2 0 15 11 LT 19 19 68 -19 3 3 2 26 13 LU 49 49 16 -22 2 2 1 81 21 HU 8 8 72 -3 4 4 1 23 -1 MT 8 8 26 -17 3 3 2 69 12 NL 37 37 25 -5 2 2 0 74 6 AT 35 35 30 -18 5 5 1 65 16 PL 13 13 61 -18 2 2 2 35 19 PT 12 12 57 -27 3 3 1 39 23 RO 4 4 86 -7 2 2 0 12 5 SI 19 19 53 -18 5 5 0 42 15 SK 13 13 63 -22 3 3 1 33 19 FI 41 41 24 -10 1 1 0 76 10 SE 58 58 17 -10 2 2 0 82 11 UK 22 22 34 -21 6 6 3 58 16 Are you personally involved in helping developing countries in any of the following ways? (%) Y o u m a k e e t h i c a l c h o i c e s w h e n y o u s h o p f o r g r o c e r i e s , c l o t h i n g , e t c . Y o u a r e n o t i n v o l v e d i n h e l p i n g d e v e l o p i n g c o u n t r i e s O t h e r s ( S P O N T A N E O U S ) T o t a l ' I n v o l v e d i n h e l p i n g d e v e l o p i n g c o u n t r i e s ' (MULTIPLE ANSWERS POSSIBLE) T15 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC6.1 V e r y e f f e c t i v e F a i r l y e f f e c t i v e N o t v e r y e f f e c t i v e N o t a t a l l e f f e c t i v e D o n ' t k n o w T o t a l ' E f f e c t i v e ' T o t a l ' N o t e f f e c t i v e ' EU28 14 47 25 6 8 61 31 BE 12 57 26 4 1 69 30 BG 6 26 25 19 24 32 44 CZ 12 46 29 7 6 58 36 DK 13 54 22 3 8 67 25 DE 17 49 23 6 5 66 29 EE 6 38 24 14 18 44 38 IE 26 51 14 2 7 77 16 EL 10 42 34 12 2 52 46 ES 13 45 30 3 9 58 33 FR 12 42 32 6 8 54 38 HR 14 56 20 6 4 70 26 IT 10 50 23 7 10 60 30 CY 26 41 27 4 2 67 31 LV 8 41 34 9 8 49 43 LT 9 50 26 5 10 59 31 LU 23 55 14 3 5 78 17 HU 8 39 30 15 8 47 45 MT 19 47 20 3 11 66 23 NL 13 52 27 4 4 65 31 AT 24 48 17 7 4 72 24 PL 13 51 22 3 11 64 25 PT 8 55 23 6 8 63 29 RO 15 39 29 9 8 54 38 SI 11 39 35 11 4 50 46 SK 7 46 26 9 12 53 35 FI 10 48 32 4 6 58 36 SE 18 56 20 2 4 74 22 UK 17 49 19 5 10 66 24 Please tell me how effective or not you think each of the following is in helping to reduce poverty in developing countries? Individual engagement (political activity, donating to organisations, volunteering, directly funding projects, ethical shopping, etc.) (%) T16 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC6.2 V e r y e f f e c t i v e F a i r l y e f f e c t i v e N o t v e r y e f f e c t i v e N o t a t a l l e f f e c t i v e D o n ' t k n o w T o t a l ' E f f e c t i v e ' T o t a l ' N o t e f f e c t i v e ' EU28 15 46 24 5 10 61 29 BE 9 57 27 3 4 66 30 BG 18 43 14 6 19 61 20 CZ 17 44 25 7 7 61 32 DK 14 51 21 3 11 65 24 DE 15 49 26 3 7 64 29 EE 6 42 23 8 21 48 31 IE 27 52 11 1 9 79 12 EL 32 42 20 4 2 74 24 ES 15 44 27 3 11 59 30 FR 8 37 35 6 14 45 41 HR 21 58 14 3 4 79 17 IT 18 48 18 6 10 66 24 CY 38 47 11 2 2 85 13 LV 12 49 26 4 9 61 30 LT 14 58 16 2 10 72 18 LU 17 46 27 3 7 63 30 HU 11 49 25 7 8 60 32 MT 25 46 16 2 11 71 18 NL 12 45 26 7 10 57 33 AT 28 47 17 5 3 75 22 PL 17 49 19 3 12 66 22 PT 12 58 21 2 7 70 23 RO 23 44 22 3 8 67 25 SI 12 39 35 10 4 51 45 SK 13 50 18 7 12 63 25 FI 14 56 21 2 7 70 23 SE 19 47 23 3 8 66 26 UK 15 45 19 5 16 60 24 Please tell me how effective or not you think each of the following is in helping to reduce poverty in developing countries? EU and Member States’ actions (development policy and financial assistance) (%) T17 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC7 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 E B 8 6 . 3 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 8 4 . 4 EU28 12 2 29 3 58 -5 1 41 5 BE 16 5 38 7 46 -12 0 54 12 BG 4 0 27 10 67 -8 2 31 10 CZ 6 -2 24 6 69 -4 1 30 4 DK 10 3 34 1 55 -5 1 44 4 DE 12 0 34 4 51 -5 3 46 4 EE 12 4 27 3 59 -7 2 39 7 IE 15 7 21 6 64 -13 0 36 13 EL 13 4 26 5 61 -9 0 39 9 ES 14 0 28 7 58 -7 0 42 7 FR 18 6 31 -1 51 -5 0 49 5 HR 6 -3 38 11 55 -9 1 44 8 IT 11 2 28 1 59 -4 2 39 3 CY 7 2 18 2 75 -4 0 25 4 LV 10 4 24 -4 66 1 0 34 0 LT 6 0 21 9 73 -8 0 27 9 LU 37 14 25 -11 38 -3 0 62 3 HU 9 2 30 3 60 -6 1 39 5 MT 10 1 28 5 61 -6 1 38 6 NL 14 3 47 3 39 -5 0 61 6 AT 19 9 38 5 43 -12 0 57 14 PL 9 2 24 8 65 -9 2 33 10 PT 15 6 32 8 52 -15 1 47 14 RO 6 0 23 0 70 -1 1 29 0 SI 10 2 34 5 56 -6 0 44 7 SK 8 3 22 0 68 -5 2 30 3 FI 27 10 46 -8 27 -2 0 73 2 SE 11 5 45 -5 44 0 0 56 0 UK 10 4 14 -1 73 -5 3 24 3 Y e s , a n d y o u k n o w w h a t t h e y a r e Y e s , b u t y o u d o n o t r e a l l y k n o w w h a t t h e y a r e N o T o t a l ' Y e s ' Have you ever heard or read about the Sustainable Development Goals agreed by the international community? (%) T18 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC8 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 7 7 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 7 7 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 7 7 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 7 7 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 7 7 . 4 EU28 43 2 25 1 54 1 20 20 8 8 BE 44 -2 24 2 66 6 23 23 7 7 BG 43 -7 27 4 35 -15 24 24 9 9 CZ 47 3 22 0 42 2 18 18 6 6 DK 51 -4 21 2 68 -6 20 20 6 6 DE 50 6 22 0 68 5 33 33 14 14 EE 44 4 15 1 59 17 15 15 6 6 IE 36 -8 28 4 62 6 19 19 11 11 EL 38 -2 37 0 48 -4 30 30 8 8 ES 45 6 31 0 54 -5 14 14 7 7 FR 44 -4 23 -2 55 2 20 20 6 6 HR 47 47 28 28 41 41 20 20 10 10 IT 33 3 28 -4 37 -4 21 21 9 9 CY 46 -18 34 4 53 -5 21 21 10 10 LV 41 7 27 0 54 3 10 10 4 4 LT 41 6 17 -4 59 4 7 7 4 4 LU 54 2 23 1 72 1 20 20 4 4 HU 31 -4 20 -1 48 6 21 21 11 11 MT 51 -5 28 14 58 0 14 14 8 8 NL 57 1 23 -3 78 7 17 17 3 3 AT 38 -6 23 3 45 14 31 31 17 17 PL 39 4 26 5 41 -1 11 11 5 5 PT 53 18 35 11 70 22 11 11 5 5 RO 34 -13 26 8 41 -20 19 19 10 10 SI 45 3 29 1 65 -1 26 26 6 6 SK 39 -6 21 -2 34 -11 13 13 7 7 FI 47 6 26 7 41 4 29 29 11 11 SE 53 1 15 -2 75 1 29 29 8 8 UK 38 4 23 3 62 8 12 12 7 7 From the following list, what are the main obstacles which can prevent successful development in developing countries? (%) B a d p o l i c i e s o f g o v e r n m e n t s i n d e v e l o p i n g c o u n t r i e s B a d p o l i c i e s o f g o v e r n m e n t s a n d o r g a n i s a t i o n s t h a t s u p p o r t d e v e l o p i n g c o u n t r i e s C o r r u p t i o n F o r e i g n e x p l o i t a t i o n o f n a t u r a l a n d m i n e r a l r e s o u r c e s N a t i o n a l e x p l o i t a t i o n o f n a t u r a l a n d m i n e r a l r e s o u r c e s (MAX. 3 ANSWERS) T19 ",
        "EU citizens’ views on development, cooperation and aid November - December 2016 Tables Special Eurobarometer 455 QC8 D o n ' t k n o w E B 8 6 . 3 D i f f . E B 8 6 . 3 - 7 7 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 7 7 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 7 7 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 7 7 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 7 7 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 7 7 . 4 E B 8 6 . 3 D i f f . E B 8 6 . 3 - 7 7 . 4 E B 8 6 . 3 EU28 18 -1 11 1 24 -2 18 2 41 8 1 1 1 0 3 BE 19 -2 9 2 19 -7 16 -1 47 5 1 1 0 0 0 BG 9 -5 9 1 29 0 23 -1 33 6 1 1 0 0 6 CZ 16 -3 11 0 34 -4 21 -1 43 12 1 1 0 -1 2 DK 19 -3 5 0 26 -6 15 3 48 5 2 2 0 0 1 DE 19 -5 6 -2 15 -10 17 -1 33 4 0 0 1 1 1 EE 14 -4 4 -2 28 -4 16 -2 46 10 2 0 0 -2 4 IE 16 -6 12 -3 25 -1 23 5 40 19 1 -1 0 0 1 EL 25 -8 11 -1 34 11 14 -2 32 6 2 1 0 0 1 ES 17 1 11 1 28 4 14 3 41 10 1 1 1 1 2 FR 20 2 11 2 25 -2 15 1 56 8 1 1 0 0 2 HR 10 10 13 13 37 37 21 21 29 29 0 0 0 0 1 IT 18 0 13 2 28 0 16 4 39 9 2 1 1 0 7 CY 17 -4 10 1 32 3 18 2 31 0 1 1 0 0 2 LV 13 -1 9 2 35 3 15 -1 45 11 2 1 0 0 2 LT 9 2 9 -2 28 -4 27 7 47 15 1 0 0 -1 4 LU 18 2 7 2 17 2 14 2 51 23 0 -2 0 0 0 HU 22 -4 15 1 35 -9 22 4 33 10 1 0 1 1 3 MT 9 -2 10 -4 18 -6 17 0 43 27 3 2 0 0 3 NL 20 0 4 -3 17 -2 14 1 53 12 0 -1 0 0 0 AT 18 -14 15 -3 26 -6 25 -8 36 5 1 0 0 0 2 PL 14 4 12 4 28 4 25 1 42 9 2 2 0 0 6 PT 12 -2 9 -5 25 4 17 7 40 10 0 0 0 -1 2 RO 17 -3 17 7 30 -1 18 6 26 9 1 1 0 0 4 SI 7 -6 4 -4 23 -14 13 1 40 17 2 2 1 1 1 SK 14 -4 11 0 28 -9 28 -1 41 7 2 2 1 1 5 FI 16 -8 7 -5 27 -5 25 5 51 14 0 0 0 0 1 SE 17 -7 2 -1 14 -2 12 4 60 10 0 -1 1 1 1 UK 19 2 13 2 23 0 19 1 40 5 0 -1 1 0 6 C o n f l i c t s O t h e r ( S P O N T A N E O U S ) N o n e ( S P O N T A N E O U S ) From the following list, what are the main obstacles which can prevent successful development in developing countries? L a c k o f i n f r a s t r u c t u r e L a c k o f n a t u r a l r e s o u r c e s L a c k o f f i n a n c i a l r e s o u r c e s N a t u r a l d i s a s t e r s (MAX. 3 ANSWERS) T20 "
    ]
}