{
    "text": [
        "Wartime and Post-Conflict in Syria (WPCS) Research Project Report 29 November 2019 2019/16 The Political Economy of the Autonomous Administration of North and East Syria Sinan Hatahet ",
        "© European University Institute 2019 Content and individual chapters © Sinan Hatahet, 2019 This work has been published by the European University Institute, Robert Schuman Centre for Advanced Studies. This text may be downloaded only for personal research purposes. Additional reproduction for other purposes, whether in hard copies or electronically, requires the consent of the authors. If cited or quoted, reference should be made to the full name of the author(s), editor(s), the title, the year and the publisher. Requests should be addressed to med@eui.eu. Views expressed in this publication reflect the opinion of individual authors and not those of the European University Institute. Middle East Directions Robert Schuman Centre for Advanced Studies Research Project Report RSCAS/Middle East Directions 2019/16 29 November 2019 European University Institute Badia Fiesolana I – 50014 San Domenico di Fiesole (FI) www.eui.eu/RSCAS/Publications/ cadmus.eui.eu ",
        "* Sinan Hatahet is a senior research fellow at the Sharq Forum and the Omran Centre for Strategic Studies. He is also a researcher for the Wartime and Post-Conflict in Syria Project at the European University Institute studying the dynamics of Syria’s national and local economies. Hatahet’s research interests include non-state actors, the Kurdish political movement and the emerging new regional order in the MENA. He holds a Ph.D. in cybersecurity from the University of Technology in Compiegne, France. The Political Economy of the Autonomous Administration of North and East Syria Sinan Hatahet* ",
        "Table of Contents Executive Summary 1 Introduction 2 1. The Economic Structure of the AANES 4 1.1. The Architecture of AANES Economic Institutions: A Dual Bottom-Up and Top-Down Approach 4 1.2. The Alternative Social Model of Cooperatives 6 1.3. Constraints on Commanding the Economy 7 2. Revenue and Primary Economic Activities 8 2.1. Tax 8 2.2. Oil Production 9 2.3. Trade 11 3. AANES Policies by Economic Sector 13 3.1. Productive Sectors 13 3.2. The Real Estate Sector 14 3.3. The Humanitarian Sector 15 Conclusion 18 ",
        "1 Executive Summary In theory, the Autonomous Administration of North and East Syria (AANES) adopts and implements policies based on a high level of decentralisation and popular grass-root participation. Nonetheless, its central commissions and offices exercise a great deal of control over key sectors of the economy. The Democratic Union Party (PYD) celebrates agricultural and industrial cooperatives as pillars of its alternative social economy structure, but they have failed to replace private property and their impact on the region’s finances is marginal. Despite the PYD’s perceived unchallenged control of the AANES, a parallel power structure operated by the Syrian regime still continues to exist in key economic sectors of the region, which remain relatively dependent on Damascus. Although it is difficult to trace how the AANES’s budget revenue is collected and spent, the primary resources of the Administration stem from oil sales, income tax and fees, and import duties. Local businessmen associated with powerful PYD officials benefit from trade with the regime, opposition-held areas and the Kurdistan Regional Government and are a pillar of the new ecosystem. The Autonomous Administration’s expenditure includes the military, early recovery projects, the restoration of infrastructure such as irrigation channels and roads and the maintenance of the electricity grid and the cost of running public health, education and local administration institutions. The AANES provides relatively good quality services but in the eyes of the local population at a disproportionate cost. The fees and taxation differ from area to area in the north-east, creating discrepancies and resulting in protests among certain populations. The private sector in north-eastern Syria has not significantly evolved since the establishment of the Autonomous Administration and is mostly geared towards food production. The construction sector has witnessed a boom and the price of real estate has increased considerably because of the flow of remittances and internally displaced persons to the region. Assistance from UN agencies and international non-governmental organisations (INGOs) to vulnerable populations has considerably eased their burden on the AANES but it is tightly regulated by the AANES. ",
        "2 Introduction Before the Syrian conflict, the north-eastern region was considered among the least developed in Syria. With the region suffering from severe drought from 2004 to 2009, 1 the unemployment rate in al-Hasakah governorate reached 40% and migration affected at least 42% of families in 2011, 2 while by 2010 the income of farmers and herders had dropped by as much as 90 percent. 3 Affected by the war and the flow of internally displaced persons (IDPs), these difficulties have only increased since 2011. Paradoxically, the region is Syria’s food basket, producing most of the country’s wheat, cotton, barley and livestock. 4 It also contains 80% of the country’s oil and gas resources. 5 Nevertheless, it received very little investment in its industry and service sectors, and the management of its natural resources was handled and run by the central government with little impact on its population. Following the regime’s withdrawal in July 2012, the Democratic Union Party (PYD) effectively took control of the security and governance structures in north-eastern Syria and consequently established a Democratic Autonomous Administration (DAA) to oversee it in January 2014. 6 Despite the DAA’s relative success in security and defence, Damascus resisted handing over the management of natural resources to the newly established administration, weakening the PYD’s legitimacy. 7 This situation changed considerably after the DAA’s unilateral declaration of federalism on 17 March 2016. 8 Empowered by its successive victories against Islamic State (IS) with the support of the US-led international coalition, the PYD administration grew more assertive in governing the economy of the region it controls. The Autonomous Administration of North and East Syria (AANES) 9 currently encompasses parts of the governorates of al-Hasakah, Raqqa and Deir ez-Zor. This region extends over 50,000 square kilometres and hosts approximately 3.2 million inhabitants. 10 While entertaining some diplomatic relations with other countries, it is not officially recognised as autonomous by the Syrian regime, the opposition or any foreign state or international organisation. 1 Francesca De Châtel, “The Role of Drought and Climate Change in the Syrian Uprising: Untangling the Triggers of the Revolution,” Middle Eastern Studies 50, no. 4 (2014): 521-535. 2 Jihad Yazigi, “Is the Kurdish Autonomist Project Economically Viable in Syria?” (in French), On Syria, The Syrian Economy And A Few Other Issues (blog), 1st November 2015, https://bit.ly/2OwwKQT 3 Olivier De Schutter, “Report of the Special Rapporteur on the Right to Food – Addendum: Mission to the Syrian Arab Republic,” Report, 27 January 2011, https://bit.ly/2rd5UoK 4 Yazigi, “Is the Kurdish Autonomist Project.” 5 The Syria Report, “Factsheet: The Economy of North-East Syria,” 16 October 2019, https://bit.ly/33bdZrb 6 Rana Khalaf, “Governing Rojava: Layers of Legitimacy in Syria,” Research Paper (Chatham House for the Royal Institute of International Affairs, 2016), http://bit.ly/339Frpw 7 Ghadi Sary, “Kurdish Self-Governance in Syria: Survival and Ambition,” Research Paper (Chatham House for the Royal Institute of International Affairs, 2016), https://bit.ly/2OyoU9m 8 Loqman Radpey, “Kurdish Regional Self-Rule Administration in Syria: A New Model of Statehood and Its Status in International Law Compared to the Kurdistan Regional Government (KRG) in Iraq,” Japanese Journal of Political Science 17, no. 3 (2016): 468-88, https://bit.ly/2qoFfp9 9 In 2014, the DAA included three cantons: al-Jazira, Kobani and Afrin. Its name was changed to “the Democratic Federation of Northern Syria” in March 2016. In September 2018, the Syrian Democratic Council renamed the region the Autonomous Administration of North and East Syria , which consists of self-governing sub-regions in the areas of al-Jazira, Euphrates, Raqqa, Tabqa, Manbij and Deir ez-Zor . This paper uses the terms ‘Autonomous Administration’ and ‘AANES’ indifferently to refer to this region and its governance structure. 10 The Syria Report, “Factsheet : The Economy of North-East Syria.” ",
        "3 Academics have produced a large body of literature studying the governance structure and security apparatus of the AANES 11 but have fallen short of exploring and analysing its political economy and finances. Most of the papers published on the subject analyse the administration’s manifesto or particular aspects of its financial portfolio. 12 The reason behind this gap in the literature is a difficulty in accessing information and a lack of publicly available official data. An analysis of north-eastern Syria’s economy would mainly allow the academic and practitioner communities to identify the dynamics that govern the AANES’s interaction with its constituency, the regime, the Syrian opposition and the neighbouring countries. Such an attempt is particularly essential with the prospect of a return to the region by the regime and possible scenarios of its local economy being re-integrated with the rest of the country. In an effort to shed more light on the subject, this paper attempts to draw a map of the different ongoing economic activities in north-eastern Syria. It first explores the economic governance and structure of the AANES and the implementation of the PYD’s celebrated ‘social economy’ policies. It then delves into the region’s primary revenue streams and economic activities, focusing on taxation, oil and trade. Finally, it takes a more in-depth look at the administration’s policies toward the private and humanitarian sectors and their contribution to the region’s economy. The study mainly relies on AANES official websites and social media accounts, together with interviews with clerks and professionals in their respective trades to obtain additional information and data. 11 To cite a few: Bülent Küçük and Özselçuk Ceren, “The Rojava Experience: Possibilities and Challenges of Building a Democratic Life,” South Atlantic Quarterly 115.1 (2016): 184-196, https://bit.ly/2OwjhZk; Dalir Barkhoda, “The Experiment of the Rojava System in Grassroots Participatory Democracy: Its Theoretical Foundation, Structure, and Strategies,” Journal of Research in Humanities and Social Science 4.11 (2016): 80-88, https://bit.ly/2KGAD4w; Chelsea Vogel, “The Viability of Democratic Governance in De Facto States: A Comparative Case Study of Iraqi Kurdistan and Syria Rojava,” Thesis (University of South Florida, 2018), https://bit.ly/2QE35b6 12 Can Cemgil and Clemens Hoffmann, “The ‘Rojava Revolution’ in Syrian Kurdistan: A Model of Development for the Middle East?” IDS Bulletin 47, no. 3 (2016): 53-76; Michael Knapp and Joost Jongerden, “Communal Democracy: The Social Contract and Confederalism in Rojava,” Comparative Islamic Studies 10, no. 1 (2014); Moberg, M. J. “Nation- Building in Rojava: Participatory Democracy Amidst the Syrian Civil War,” Пути к миру и безопасности 2 (2016): 15-36. ",
        "4 1. The Economic Structure of the AANES With its unilateral declaration of a DAA in January 2014, the PYD adopted a new constitution based on Ocalan’s Democratic Confederalism philosophy, which was officially titled the Charter of the Social Contract 13 and was mainly influenced by Murray Bookchin’s theories of Libertarian Municipalism. 14 Although the Autonomous Administration promotes social and political decentralisation, it has maintained a great deal of control over key sectors of the economy. According to the decentralist concept of democratic autonomy, a shift from private property to a social and cooperative economy should also occur. However, the number of established cooperatives and their impact remained small and marginal, and local businessmen became a pillar of the new ecosystem. 1.1. The Architecture of AANES Economic Institutions: A Dual Bottom-Up and Top- Down Approach The AANES oversees region-wide policies, while communes from the township to the canton level administer day-to-day policies and practices in their respective communities. In principle, these communes have the right to implement their own decisions and policies in all local economic, social, cultural and political matters. 15 The responsibilities of the communes include services such as urban planning, the establishment and management of economic cooperatives and land distribution. At the central level, the AANES’s Executive Council 16 is also mandated to issue and implement unified policies in consultation with the local administrations. These policies include the unification of customs duties, fuel prices, travel permits and travel between the cities of north and east Syria, labour laws and judicial amendments. Since its inception, the Autonomous Administration has continually reduced the number of its executive branch commissions, from 22 in 2014 to 16 in March 2016 17 and then to 10 in March 2019 (Figure 1). 18 Some commissions were cancelled and others were merged because they had overlapping functions. Today, three of them are specialised in economic matters: the Finance Commission, the task of which is to regulate the collection of taxes and fees levied by the regional executive councils and the local administrations and their financial relations with the AANES Executive Council; the Commission on Economy and Agriculture, which has the task of unifying economic policies in the cantons of the administration; and the Commission for Social Affairs and Labour, which is responsible for regulating and protecting workers and employees’ rights in both the public and private sectors. In addition to the commissions, the Executive Council also controls a number of technical offices that answer to it directly. It currently operates eight offices, three of which are specialised in economic affairs: the Office for Oil and Natural Resources, whose mission is to follow up work in the oil and gas fields, distribute their revenue and manage the electricity grid and water distribution; 19 the Office for Development and Planning, which draws up urban plans for cities and districts; and the Office 13 Knapp, “Communal Democracy.” 14 Andrea Glioti, “Rojava: A Libertarian Myth Under Scrutiny,” al-Jazeera, 5 August 2016, https://bit.ly/349qS6H 15 Radpey Loqman and Gregory Rose, “A New Creative Kurdish Constitution in the Middle East,” Creativity Studies 10, no. 1 (Vilnius Gediminas Technical University, 2018), 72-83. 16 Under the Social Contract Charter, the AANES structure consists of an Executive Council, a Legislative Council, a Judicial Council, a High Electoral Commission, a Supreme Constitutional Court and local councils. 17 Mustafa Bader, “The Status of the AANES July 2016.” Omran For Strategic Studies , 1 September 2016, https://bit. ly/2XBzTCN 18 Kesra, “Forming the New Administrative Structure of the Executive Council of the Jazireh Canton.” Encûmena cîbicîker a herêma cezîrê, 26 March 2019, http://bit.ly/2QSmapQ 19 In March 2019, it was merged with the Communications Office, increasing its responsibilities and mandate. ",
        "5 of Humanitarian Affairs, which is responsible for issuing licenses for organisations operating in AANES-controlled areas and monitoring and evaluating their work. Figure 1: Organigram of the Executive Council of the AANES Source: Executive Office, AANES 20 The PYD claims to have shifted from the PKK’s Stalinist ideology towards social ecology, but signs of its authoritarian legacy are notably felt in its governance and economic management. 21 In practice, the security forces and PYD partisans lead and bypass local organisational structures. 22 These practices are not only an obstacle to a credible decentralisation affecting economic growth but they also create a feeling of detachment among citizens, who feel unable to participate in matters of policy or economics on an equal level. 23 Interventions by Autonomous Administration central commissions and offices are rationalised as a wartime necessity to maintain order and peace. They are also justified as a necessity to protect the nascent ‘democracy’ in the region. This approach is described as dual bottom-up and top-down political transitioning. 24 20 https://bit.ly/2D0wrZc 21 Glioti, “Rojava: A Libertarian Myth Under Scrutiny.” 22 Ghadi, “Kurdish Self-governance in Syria.” 23 Glioti, “Rojava: A Libertarian Myth Under Scrutiny.” 24 Interview with a Syrian Democratic Centre member, Zurich, Switzerland, 22 April 2018. Figure 1: Organigram of the Executive Council of the AANES Source: Executive Office, AANES 20 Co-Presidency of the Executive Council Autonomous Administration Councils 5 vice-presidents Offices Religious Affairs Oil and Natural Resources Development and Planning Humanitarian Affairs Foreign Affairs Defence Media Technical Consultation Commissions Social Affairs and Labour Economy and Agriculture Finance Internal Affairs Youth and Sport Women Cultural Education Local Administration Health and Environment ",
        "6 1.2. The Alternative Social Model of Cooperatives The PYD often celebrates the establishment of agricultural and women’s cooperatives as successful examples of a new innovative ecosystem. Cooperatives are enterprises owned, controlled and run by equal members to realise their common economic welfare. 25 The members are customers, employees or residents, and they share equal voting rights regardless of the amount of capital they put into the enterprise. The objective of such cooperatives is to keep production surpluses within local communities while maintaining a long-term ecological balance between production and resource allocation. 26 In 2013, several cooperatives were founded in rural and urban areas of al-Hasakah and the number grew to a dozen the following year. In October 2017, the AANES organised the first conference for cooperatives, which 185 delegates attended. 27 However, in 2018 the number of active cooperatives decreased by at least 60 because of financial difficulties or irregularities. 28 The activities of cooperatives and their compliance with the Cooperative Contract are regulated by the House of Cooperatives, which is elected by a general assembly composed of all AANES cooperatives and which has the right to dissolve any entity if it is in conflict with the Contract. 29 The House also supports the cooperatives with consultations, providing assistance during emergencies and creating connections between them. According to the Cooperative Contract, 25% of a cooperative’s income must be reinvested in its activities, 20% is paid as tax to the AANES Finance Commission and 5% is paid as an annual contribution to the House of Cooperatives. 30 The contract also states that all cooperatives should respect ecological principles and the environment. At the end of 2016, the AANES Economy and Agriculture Commission decided to give land owned by the Syrian state to cooperatives and it has not repossessed any private property to this end. 31 Situated near Ras al-Ain, Hevgirtin is considered the biggest cooperative in the region. It produces a range of agricultural products and operates a chain of stores in the neighbouring cities and towns. 32 Other cooperatives are run and managed exclusively by women, like Warshin, Shilêr, Adar and Dastar, 33 which produce a range of products including textiles, dairy products and bread. The women members of these cooperatives are reported to earn between SYP 30,000 and SYP 45,000 ($50-$75) a month from the sale of their products. 34 Despite the meagreness of their incomes (nearly half the average monthly wage in the AANES), they allow these women to gain financial independence and should not be underestimated. 25 Coop International Cooperative Alliance, “What is a Cooperative?” https://bit.ly/2D5oCkY 26 Knapp, “Communal Democracy.” 27 Jin News, “Results of the First Conference of the Congresses of ‘Cooperative’ Associations in Northern Syria” (in Arabic), 21 October 2017, https://bit.ly/2KFYEZB 28 Ercan Ayboga, “Solidarity Economy and Co-Operatives in Rojava.” Co-operation in Mesopotamia , 23 April 2019, https://bit.ly/2XzuRqw 29 Rojava network “The Cooperative Societies in Qamishli Embody the Concept of Participatory Life” (in Arabic), 22 August 2018, http://bit.ly/37yuXTV 30 Co-operation in Mesopotamia, “The Co-operative Contract of the Democratic Federation of Northern Syria,” 17 August 2016, https://bit.ly/334InDS 31 Thomas Sullivan, “The Social Economy of Rojava: A Primer on the Co-op Model,” The Hampton Institute , 15 November 2018, https://bit.ly/3379mhV 32 “Hevgirtin,” Twitter, http://bit.ly/35hGRj4 33 Co-operation in Mesopotamia, “Warshin,” https://bit.ly/2O7qAaD; “Shilêr Co-operative,” https://bit.ly/2O5yEc7; “ Adar Bakery, ” https://bit.ly/2KGX5dD; “Dastar,” https://bit.ly/2pE8Ieh 34 Hawzhin Azeez, “A Women’s Cooperative in Rojava” (in French), Ballast , 23 January 2017, https://bit.ly/34a7kip ",
        "7 Although the PYD and its affiliated media outlets celebrate these accomplishments, the AANES has failed to produce any evidence of a real impact of cooperatives on the regional economy. 35 Most of the cooperatives are only small enterprises employing a handful of workers, and the strategically important areas of production (such as electricity, gas and oil) are either under the direct control of AANES Commissions and Offices or are still operated by private enterprises owned by PYD associates. Indeed, implementing ‘social economy’ and Bookchin principals seems to be promotional rather than a real effort to disrupt the existing ecosystem. 1.3. Constraints on Commanding the Economy The AANES is the most significant employer in the region. According to interviews with officials in the administration, the number of its employees ranges between 200,000 and 230,000, 100,000 of whom are armed men in the security forces ( Asayish ) or the Syrian Democratic Forces (SDF). 36 The average salary of civil servants is SYP 65,000 a month ($100) and it can reach as high as SYP 100,000 ($150) for military personnel. 37 Civilians are most employed in the following sectors: education, energy, finance and local administration. The AANES has seized most Syrian state public property, 38 while some buildings remain under the control of the Syrian government in al-Hasakah and Qamishli, particularly the land registry, the security branch offices and the passport and immigration administration. However, there are great strains on the viability of the AANES economic experience. Its economic, trade and planning organisations have faced challenges in implementing their ideals and are often perceived as a rigid bureaucracy, lacking structure and transparency and infested with nepotism and favouritism. 39 In addition, the AANES still lacks control over large sectors of the economy and is vulnerable to constant probes by the regime and old elite members. For instance, Damascus is still paying the salaries of at least 23,000 employees in public sectors, including oil and education. Similarly, the region is mostly dependent on Syrian state banks to provide liquidity in the market. 40 The Syrian Central Bank is still operating in the area and is the primary source of SYP in the market. 41 Local private Hawala offices are also active in the market and residents rely on them to exchange hard currency and to receive international wires and domestic transfers. 42 However, they are closely watched by local and national authorities and are required to deposit their capital in Syrian state banks. 43 35 Thomas Schmidinger, Rojava Revolution, War, and the Future of Syria’s Kurds (London: Pluto press, 2018), 120 - 124. 36 The Syria Report, “Factsheet: The Economy of North-East Syria.” 37 Interview with a CFO of a private company, Qamishli, 29 September 2019. 38 The Economic commission has around 40,000 hectares of land. Around 5,000 hectares is reserved for special purposes. This means that 35,000 hectares are available to be handed to cooperatives. The land is preferentially given to cooperatives made up of women and young people, families of those fallen in the war, communes and other bodies. Dengir Güneş, “Rojava: The Economic Branches in Detail,” Mesopotamia Coop , 4 May 2017, https://bit.ly/2OwYcOb 39 Ghadi, “Kurdish Self-governance in Syria.” 40 Interview with a Hawala office owner, Qamishli, 17 September 2019. 41 Ibid 42 Hawala offices is a money transfer system widely used in many parts of the Islamic world. In this system, somebody pays a trusted person a sum of money, which is then paid out in a different location by another trusted person. Hawala offices could be family members located in various parts of the world or are members of a businessmen’s network. In most cases, the money is never physically transferred to its final destination. The transfers are mostly small amounts of money, which is ideal for refugees and migrants sending only small allowances to their families. 43 In al-Hasakah, al-Malikiyeh and Qamishli: the Syrian Central Bank, the Syrian Industrial Bank, the Popular Credit Bank and the Syrian Agriculture Bank, in addition to the private Saudi French Bimo Bank. ",
        "8 The private sector also poses a considerable challenge to the authority of the Autonomous Administration. The Administration prides itself for being an alternative to the capitalist Kurdistan Regional Government (KRG) and Turkey, and also to the crony capitalism and nepotism of the Government of Syria. Nevertheless, the Charter has failed to replace private property with libertarian municipalism. On the contrary, it enshrines private property, which is portrayed as being complementary to the public sector and serving to sustain communities. In reality, the AANES remains dependent on landowners, businessmen and cronies to bootstrap and manage its economy. 44 2. Revenue and Primary Economic Activities There is no or little available data on the budget revenue of the AANES, and it is particularly difficult to trace how it is collected and spent, partly because of the lack of transparency on this issue and partly because of the quasi-non-existent banking sector in the region. Despite the presence of state banks, the region is best described as a primitive cash economy. The AANES budget is financed through oil sales to the KRG, the Assad regime and the local population; income tax and fees; and import duties. Despite the difficult situation in Syria, the Administration still manages to provide stable services to the local population. Local cronies associated with powerful PYD officials benefit from trade with the regime, opposition-held areas and the KRG. 2.1. Tax The Finance Commission is the central AANES institution responsible for managing the finances of the region. Local councils are also allowed to collect and impose taxes and collect revenue. 45 Taxes are levied on most occupations and trades, including on small businesses such as street vendors, shops and public transport. The AANES justifies these measures as financing public services. However, there is a general public belief that the quality of the service provision is disproportionate to the amount of tax collected. 46 The taxes collected by the Autonomous Administration and local councils are of two main types: fees for registering companies, practising a profession, building permits or for services provided by administrations at the local and canton levels; and income tax on salaries. Reports from within the AANES are highly conflicting about the amount of fees charged by its institutions, raising doubts concerning their arbitrariness or at the very least a failure to apply the same standards to all products or geographical sectors. For instance, in Raqqa a monthly fee of SYP 15,000 ($23) is imposed on the owners of trucks and public transport buses for the maintenance of roads, while street merchants are required to pay SYP 10,000-25,000 ($15-40) monthly rent to sell their products in the markets 47 and doctors are required to pay an annual fee of SYP 65,000 ($100) to practise medicine. 48 In contrast, in al-Hasakah doctors are only required to pay a fee ranging from SYP 10,000 to SYP 25,000 ($15-40). 49 44 Joseph Daher, Syria After the Uprisings: The Political Economy of State Resilience (Chicago, IL: Haymarket Books, 2019), 178. 45 Knapp, “Communal Democracy.” 46 Interview with a retail shop owner, Qamishli, 20 September 2019. 47 Step Agency, “In the Footsteps of Assad, SDF Imposes Significant Financial Taxes on Stalls and Kiosks,” 25 June 2019, http://bit.ly/2XLAdiv 48 Mohamad Abdullatif, “SDF Imposes New Taxes. Combine Harvesters, Doctors and Workers with Organisations are Targeted ” (in Arabic), Athr Press , 16 June 2019, http://bit.ly/2rl8ZmK 49 Halab Today TV, “SDF Imposes Taxes on Physicians to Practise their Work” (in Arabic), 13 May 2019, https://bit.ly/33bBmRr ",
        "9 The AANES also imposes income taxes on 13 categories of people, 50 including its personnel but excluding conscripts in the SDF and Asayish . The proportion of tax depends on annual income and is divided into nine different categories, starting from a fixed SYP 1000 ($1.5) tax on monthly pensions below SYP 100,000 ($150) and then transforming into a percentage of higher salaries ranging from 1% to 25% as the monthly salary reaches SYP 8m ($13,000). Decree No. 3 of 2018 issued by the Legislative Council of the al-Jazira canton requires all taxpayers to register their business activities with the General Administration of Taxes with a fine in the case of default. 51 Despite the clarity of the tax, monitoring mechanisms are almost non-existent as there is no unified banking or financial system enabling the financial authorities to follow or track citizens’ financial transactions. 2.2. Oil Production The AANES controls all the oilfields in al-Hassakah and Deir ez-Zor, which represent the bulk of the oil available in Syria. These fields are operating at low capacity due to a need for major repairs, yet their revenues are still able to generate considerable funds for the administration. In al- Hasakah, the administration controls Rmeilan, which produces heavy crude oil in addition to two million cubic meters of gas a day; 52 al-Suwaydiya, which produces heavy crude and has around 25 gas wells; 53 al-Jabsa, which produces 1.6 million cubic meters of gas a day; 54 and Youssoufia. In Deir ez-Zor, it controls the al-Omar field, which produces light crude although its production is estimated to have fallen to a fifth because of international coalition and Russian shelling of its infrastructure; al-Tanak, which produces light crude and is the second most important field in Deir ez-Zor; al-Jufra; and Conoco. The quantities currently produced are low, given that some wells are out of service and that the AANES lacks the technical and financial means to restore them. 55 The Syrian Report estimates that the region’s current production does not exceed 70-80 thousand barrels, 56 whereas leaks suggest it could reach 125 thousand bopd. 57 The deliberate lack of transparency and the high level of secrecy imposed by the Autonomous Administration make current estimations uncertain. Similarly, there is no or little public information on how the oil revenue is spent, but it is undeniably one of the AANES’s most essential sources of income. 50 These categories include employees of relief agencies and humanitarian organisations; artisans; self-employed individuals; owners of tourism and recreational establishments; commercial professions; venture capitalists; factory owners; gas stations; pharmaceutical companies; financial and banking institutions; Hawala offices; real estate owners; and workers in the agriculture sector. 51 Desteya Diravi, Facebook, 8 October 2019, https://bit.ly/35rz56b 52 BBC News Arabic, “Wealth in the Kurdish-Controlled Areas of Eastern Syria” (in Arabic), 7 October 2019, https://bbc.in/2KGVowY 53 Ibid 54 Ibid 55 Ahmad Adnan, “Syrian Oil in my Hands ‘SDF’: A File Threatening Armed Conflict” (in Arabic), al-Araby , 24 July 2019, http://bit.ly/2OBxRi6 56 It evaluates its annual sale proceeds at $1.1bn. The Syria Report, “Factsheet: The Economy of North-East Syria.” 57 Maysam Rizk, “Syrian Oil in the Hands of Israel!” (in Arabic), al-Akhbar , 15 August 2019, https://bit.ly/35p0pCh ",
        "10 Map 1: North-Eastern Syria Oil fields and Cross-Border Points (15 November 2019) Source: The Author Similarly, the Autonomous Administration has also made no effort to disclose its list of clients. This might be partly because of the US and EU sanctions on the Syrian public oil sector. Given its geographical proximity to the KRG, it is safe to assume that the bulk of the crude and gas produced in al-Hasakah is exported to this region of Iraq and from there to other buyers. 58 However, several reports suggest that the regime is another major client. The Syrian Oil Ministry owns two refineries in Homs and Banias and despite their need for modernisation these refineries are equipped to process light crude, which the regime has demonstrated great interest in procuring at a low-price to partially meet its domestic needs. Consequently, several intermediaries who worked with IS and later with the SDF have been active in purchasing Deir ez-Zor oil at reduced cost. Suffering from a lack of refineries in its territory, the AANES has found an interest in exchanging its crude with the regime for cheap refined oil products. The oil and gas fields in Deir ez-Zor are distributed between the two banks of the Euphrates River. 59 Most of the wells suffer from a high level of infrastructure destruction due to shelling in recent years, by both the regime and Russia and by the international coalition. The al-Tanak and al-Omar fields are the most affected, and their current production is estimated to be between 15,000 and 25,000 bopd – a sixth of their pre-war capacity. Nonetheless, they remain of high interest to Damascus. One of the most prominent companies responsible for oil leasing from the AANES is the Qaterji International 58 Alarabiya.net, “SDF ‘Stuck to the Richest,’ Syrian North Oil to Kurdistan and the Regime” (in Arabic), 8 January 2019, https://bit.ly/336pYXk 59 The northern bank is under SDF control, whereas the southern is under the control of the regime and various Iranian- backed militias. ",
        "11 Company. Along with Qaterji, Ammar al-Sousi, 60 who received a contract worth 11 million euros for the operation and maintenance of the al-Jabsa gas plant, also plays a significant role in purchasing gas produced in al-Hasakah on behalf of the regime. 61 According to a report issued by the Syrian Observatory for Human Rights in September 2019, 62 oil smuggling between the AANES and the regime takes place in two main areas. 63 The first of these is in Deir ez-Zor, stretching from Shehil to Biqris on the southern banks of Euphrates. Deir ez-Zor oil is usually either transferred on night-operating ferries 64 or through pumps and pipelines operating between the two banks of the river. 65 The second area is Tabqa, where the number of tankers transporting oil across the Euphrates dam fell to a few dozen a day in April 2019, compared to at least 200 before. This decline coincided with the intensification of international coalition efforts to prevent the smuggling of oil and its derivatives from the region, together with a cessation of negotiations between the AANES and Damascus earlier the same year. 66 In spring 2019, the AANES imposed a fine of 2,000 USD on individuals smuggling oil into regime areas. 67 This policy, however, has created an additional burden on it to procure gasoline and diesel. The partial discontinuation of oil trading and exchange between Damascus and the Administration has led to a scarcity of refined oil products, which in turn has led to a sharp increase in fuel prices and caused demonstrations and protests in several locations. 68 Consequently, the Autonomous Administration has increased its reliance on primitive local refineries, called burners, to produce small quantities of diesel. To control the price of fuel on the market, the AANES has prohibited local oil traders and refineries from selling their products to any other client and only provides crude to refineries complying. 69 Nonetheless, it remains crucial to monitor how these policies evolve following the latest security agreement concluded between the SDF and Damascus in October 2019. 2.3. Trade Encouraged by the war economy dynamics, the lack of public and private investment in productive sectors and the promise of quick profits, trade in the al-Jazira region has flourished. Moreover, the closure of the main Turkish border crossings since 2014 and the restraints on trade with north-eastern Syria imposed by the KRG and the Syrian regime have considerably benefited smugglers and their local partners. It is difficult to assess whether the dependency of the AANES on 60 Al-Sousi is one of the financiers of the al-Bustan Charitable Society and a close acquaintance of Rami Makhlouf. 61 Adnan, “Syrian oil in my hands ‘SDF.’” 62 The Syrian Observatory for Human Rights, “Corruption Continues to Rise in the Ranks of the Syrian Democratic Forces” (in Arabic), 21 September 2019. https://bit.ly/2XzVmfo 63 It is estimated that nearly 16,000 barrels are smuggled on a daily basis to the regime-controlled areas, at a price ranging between 25 and 28 dollars per barrel. 64 The ferries operate at night to avoid being targeted by IC aviation. The names of the main crossing points are Abd al- Jabbar al-Hasan, Abdullah al-Rabah and al-Hamad. 65 Hafez Aljdou, Abdul Wahab Hamad Alnofal, Ammar Abboud Shuaibi and Khalif Akkar have been identified as the owners and operators of the pumps and pipelines and have received fees of SYP1500 (approximately $2.3) per barrel. 66 Negotiations stopped after a failure to resolve various issues, including the constitutional recognition of the Kurdish Autonomous Administration. Mohamad Mohamad, “The Fuel Crisis: ‘SDF’ Pursues Smugglers. After the Regime Stopped Cooperation” (in Arabic), al-Modon , 25 April 2019, http://bit.ly/2XHvIFB 67 The Syrian Observatory for Human Rights, “SDF Raid River Crossings with the Regime Forces and Destroy Boats and Ferries Used for Smuggling Operations in the Eastern Countryside of Deir ez-Zor,” 25 September 2019, https://bit.ly/2r903Rn 68 The price of diesel fuel reached SYP 125 while the price of gasoline reached SYP 100 a litre. The Syrian Observatory for Human Rights, “Large Dissatisfaction of Civilians in the Autonomous Areas Due to the High Prices of Basic Materials and Fuel in Conjunction with the Depreciation of the Syrian Pound” (in Arabic), September 8 2019, https://bit.ly/2QF3wlx 69 Nasser Mehdi, “What Do You Know About the Sale of Oil Between SDF and the Regime in Deir ez-Zor?” (in Arabic), Syrian al-Hal , 6 August 2018, http://bit.ly/2QHTK21 ",
        "12 businessmen is due to the partial embargo on the region or to an aim of the PYD to include them in its new economic structure, but trade has generated considerable income for the Administration in terms of customs on goods imported from abroad and from areas under the control of the regime or the opposition. In comparison to the irregularity and arbitrariness of the taxes imposed by the AANES, customs duties seem more regulated due to the existence of networks of monopolies on foreign trade, according to a financial director at a commercial institution in Qamishli. Construction material, electrical appliances, oil, sugar and tea are imported from the KRG. Fuel, clothes, cosmetics, pharmaceuticals, vegetables and fruit are imported from regime-controlled areas. Vehicles and cars, construction equipment and electronics are mostly imported from opposition-controlled areas. 70 However, the customs duty differs according to the origin of the goods. While 5% is imposed on goods coming from opposition areas (through Manbij), only 4% is applied to goods coming from regime-controlled areas (mostly through Tabqa and Deir ez-Zor). 71 As for goods coming from the KRG through the Simalka crossing, the duty ranges between 2% and 7% depending on their nature (Map1). 72 Customs duty on vehicles and cars is the highest and may reach 20%. 73 The movement of goods between different areas is subject to the political atmosphere and the desire of one party or the other to put pressure on its adversary. On multiple occasions the AANES has closed crossings points in Deir ez-Zor, Manbij and Tabqa, angering people who have become increasingly dependent on trade, either as a significant source of income or for essential commodities not available on the local market, such as vegetables or medicine, to name a few. 74 Food and construction material prices are supposedly regulated by the AANES Finance Commission, and local traders are also required to obtain an import/export licence from their local chambers of commerce before conducting any activity. However, for local independent merchants the cost of importing essential commodities is considerably higher than for PYD associates, who enjoy less scrutiny. 75 Another helpful factor for the new privileged elite is their almost exclusive association and partnerships with Hawala offices, with guarantees offered by key figures in the administration. 76 This arrangement primarily grants them access to the necessary cash and capital to finance their trade. To complete the circle, these businessmen would not be able to exert such influence without exclusive deals with exporters in the KRG and regime- and opposition-controlled areas. 77 These relationships considerably reduce the cost of their imports and create an impression of scarcity which discourages independent traders. Indeed, local businessmen have proven essential in building trade with neighbouring forces, and hence exercise a great deal of influence on the AANES. 78 For example, Akram Kamal Hasso, a wealthy entrepreneur, was appointed as Head of the Executive Council of al-Jazira canton in 2014. 79 70 Interview with wholesale shop owner, Qamishli, 21 September 2019. 71 Watan FM, “Aleppo – What is the Mechanism of the Customs Administration in Manbij?” (in Arabic), 14 October 2018, https://bit.ly/2QBSa1o 72 Interview with a retail shop owner, Qamishli, 20 September 2019. 73 Ibid 74 The Syrian Human Rights Observatory, “Discontent Continues Against the Decisions of the Self-Administration and the SDF East of the Euphrates” (in Arabic), 24 August 2019 https://bit.ly/2OyZmbX 75 Interview with wholesale shop owner, Qamishli, 21 September 2019. 76 Interview with local businessman, Istanbul, 29 August 2019. 77 Former KNC officials took advantage of good relations with the Barazani clan to establish these deals. 78 Daher, Syria After the Uprisings ,178. 79 Hasso is a Kurdish businessman with a law degree born in Darbasiyah in 1970 and is one of the major industrialists in the region. SyriaUntold, “Autonomy in Rojava” (in Arabic), 27 October 2015, http://bit.ly/2qx6lKO ",
        "13 Similarly, Fouad Fayez Mohamed (Abu Dello), a notorious smuggler from the region, quickly rose as a key player in trade with the KRG and the regime. 80 This situation has encouraged other individuals, including political opponents of the PYD, to seize the opportunity to reap considerable financial benefits. This is mainly the case of businessmen affiliated with the Kurdish National Council (KNC), who exploit their relations and networks in northern Iraq to set themselves up as exclusive intermediaries between the KRG and the PYD. 81 3. AANES Policies by Economic Sector In addition to salaries, AANES expenses include military expenditure, early recovery projects, the repair of infrastructure such as irrigation channels and roads and the maintenance of the electricity grid, together with the cost of running public health, education and local administration institutions. To finance these activities, the AANES commissions exercise strong authority over economic development. Their most notable economic policies include price limits on basic goods, taxation and regulation of the private sector. The latter has not evolved significantly since the establishment of the self-administration. It still mostly consists of agriculture and animal breeding, small workshops and factories, construction and trade. With the influx of IDPs and remittances from Kurdish migrants and refugees, the construction sector has witnessed a boom and the price of real estate has increased considerably. Similarly, UN agencies and INGOs have also increased their assistance to vulnerable populations, considerably easing their burden on the AANES. 3.1. Productive Sectors The income of local landowners stems from land and crop leases and agricultural production of wheat, barley, cotton, legumes and grains. A shortage of water is one of the biggest problems for agriculture in al-Jazira. Farmers have indiscriminately dug new wells and the groundwater level is falling. The AANES Economy and Agriculture Commission attempts to regulate the price of wheat and barley but it is regularly undermined by regime authorities, who still manage to acquire vast quantities of the products in local markets. 82 In 2019, the AANES is estimated to have bought around 1 million tons of wheat in addition to barley and cotton, constituting roughly 40% of the 2.7 million tons of the production forecast. 83 The price of other crops, however, is subject to supply and demand. 84 Being exposed to high operating costs and enjoying no institutional or financial support, local producers often prefer to export their produce to the KRG, creating shortages in local markets and an upsurge in prices. As for animal husbandry, most of the activity is limited to poultry and exporting livestock to the KRG, which has proven more lucrative because of relatively cheaper logistics and a higher demand for meat in Iraq. 85 The drought and lack of drinking water have discouraged any significant investment in bovine agriculture, creating a dependency on imports of dairy products. The high demand for sheep in Iraq and Turkey has encouraged local breeders to export their animals and hence has resulted in shortages and high prices of meat in the local markets. 86 80 Jesr Press, “Qaterji and his Partner (Abu Dello), the Gas Crisis in Syria” (in Arabic), 10 February 2019, http://bit.ly/33jgJmp 81 Shervan Ibrahim is widely recognised as a gatekeeper for Erdal Khalil and a middleman between Irbil and the AANES. Interview with a Hawala office owner, Istanbul, 29 August 2019. 82 Interview with wholesale shop owner, Qamishli, 21 September 2019. 83 The Syria Report, “Government, Kurds to Compete Over Higher Wheat Crop,” 1 May 2019, https://bit.ly/2riUVtR 84 Interview with wholesale shop owner, Qamishli, 21 September 2019. 85 Interview with local businessman, Istanbul, 29 August 2019. 86 Ghadi, “Kurdish Self-Governance in Syria.” ",
        "14 Similarly, the industrial sector has remained relatively small and unable to expand. The local factories are mostly small workshops manufacturing textiles, cosmetics, paper towels, shampoo, soap, paint, canned food, soda and domestic electrical wiring, and they only employ a few hundreds of workers. 87 The reasons behind the stagnation of the sector are numerous and include a preference of local capital to invest in quick and more secure ventures such as real estate, the difficulty in importing raw material from abroad and a lack of institutional incentives. Indeed, the bureaucratic nature of the AANES is often seen as delaying the implementation of larger projects. For instance, the Administration has established offices to oversee factories, but there are no clear procedures to issue certificates of origin for export purposes or any other of the necessary quality certificates to be able to compete with products from outside the region. 88 Consequently, local manufacturers are torn between selling in local markets or exporting abroad. In both cases, they have slim margins and as a result do not risk investing further in their ventures. 3.2. The Real Estate Sector The construction sector in al-Jazira has witnessed a boom in the last few years. The revitalisation of the real estate market was notably encouraged by the flow of remittances from Syrian expatriates and migrants to their families and a considerable increase in demand for housing following the influx of IDPs to the region. Moreover, the restrictions on issuing construction licenses previously imposed by the Syrian government have been lowered by the AANES, which identified the sector as a lucrative source of income and taxation. Meanwhile, the real estate market in areas under regime control, including Damascus, Latakia and Tartous, has registered significant depreciation. Only Idlib province, which is under the control of opposition factions, has witnessed similar dynamics. The private sector is very active in construction and is mainly composed of small and medium- sized enterprises organised in local contractors’ unions, 89 with an evident absence of large companies from Damascus or Aleppo. The relatively stable and secure environment in Qamishli and the towns bordering with Turkey until October 2019 has allowed local constructors to expand and to become among the most active actors in the employment market. 90 Another factor stimulating growth in this sector is a sharp increase in the square meter price of residential buildings in comparison to 2011, from an average of $60 per square meter to $85 nowadays, 91 nearly a 42% gross increase. This upsurge in prices is mainly the result of rising costs of importing raw construction material and the increase in demand for real estate. The closing of all the significant border-crossings to Turkey since 2014 coupled with scarcity and the difficulty in procuring local alternative Syrian products has created a dependency on commodities coming from the KRG. Most steel, cement and ceramics are Turkish and Iranian products shipped through Simalka, whereas aluminium and glass are Syrian manufactured products shipped through the Manbij and Tabqa internal crossing points. This environment has encouraged the establishment of monopolies over the import, trade and distribution of construction material. These are mainly controlled by the new war elite, smugglers in cahoots with the PYD, the regime and the KRG and cronies who have managed to obtain exclusive export rights to al-Jazira. The increase in real estate prices has attracted investment in the sector by local capital. Expatriates, immigrants, local business owners and warlords have injected their savings and gains from the 87 Interview with shampoo and liquid soap manufacturer, Qamishli, 18 September 2019. 88 Ibid 89 One of the most active unions is the Contractors Union of Qamishli, headed by Majed Jumaa. 90 Workers in the construction sector have complained of low wages despite the increasing demand for labour. Their daily rate is estimated at $15-20 per day. Rudaw.net, “Construction in Qamishli, Kurdistan Syria is Booming and Traders are Manipulating Material Prices” (in Arabic), 6 February 2017, https://bit.ly/37t9z2f 91 Interview with real-estate agency owner, Qamishli, 19 September 2019. ",
        "15 market. According to official data published by the Syrian Ministry of Local Administration, the number of real estate transactions in al-Hasakah nearly quadrupled between 2010 and 2016. It is the only province in the country that has witnessed such an increase. 92 Despite this explosion, the revenue generated for the central government in Damascus from real estate transactions in al-Hasakah has considerably decreased, which only confirms the fact that the AANES has been exclusively collecting land taxes instead. This investment, however, has not produced an equal increase in rent. Before 2011, the monthly rent for a three-room flat ranged between SYP 3,000 and SYP 5,000 ($60-$100), whereas current rents range between SYP 35,000 and SYP 50,000 ($60-$85). 93 In comparison with the 42% increase in real-estate purchase prices, rent has remained mostly unchanged. Intervention by the official AANES public sector in the construction sector is mostly limited to following the urban plan laid out by the Regional Planning Committee of the Syrian Ministry of Public Works and Housing. 94 The procedure for licensing is identical to the process established by the central government and is managed by the communes’ technical departments. These receive construction applications, evaluate the field studies and plans provided and then deliver authorisations. Each application has to include a court order proving that the property deed and the ownership of the land has been legalised and notarised by the Land Registry. Following the issuing of construction licenses, the commune publishes an announcement in public buildings, and sometimes on its social media accounts, to allow any legal objections to be made within a probation period of 30 days. The department performs regular visits to the construction sites to inspect the technical specification of the buildings and to prevent any violations of the building code 95 and occasionally intervenes alongside the Asayish to remove any infringements detected. 96 The procedures followed by the AANES communes demonstrate a willingness to coordinate with Damascus to ensure the continuity of previous plans. However, implementation of the law varies from one commune to another, is often subject to the relationship the licensee has with the administration and is publicly perceived as unorganised. 97 Furthermore, many communities have shown concerns about the authorities’ capacity to confiscate land. Indeed, in September 2015 the Legislative Council of the al-Jazira canton issued a law allowing it to confiscate all the assets of residents who had left the region. 98 Facing harsh criticism from Christian organisations, the PYD eventually reversed its decision to confiscate certain properties and handed them over to various churches. 99 3.3. The Humanitarian Sector After years of previous government neglect and anti-IS war efforts, the region’s poor infrastructure has left its inhabitants vulnerable to severe poverty. Before the war, Raqqa, al-Hasakah and Deir ez- Zor had the most significant incidence of poverty nationally, accounting for half of the Syrian poor identified in 2007. Since the beginning of the conflict, the al-Jazira region has hosted an estimated 1.4 million IDPs, nearly 90% of whom come from the same eastern Euphrates region. In June 2019, the 92 Real estate transactions in provinces which were under the control of the opposition such as Daraa and Aleppo have not been recorded in the land registry. There are no available data for the year 2017 onwards. Land Registry Statistics Directorate General of Real Estate Interests, http://bit.ly/34chsqW 93 Interview with real-estate agency owner, Qamishli, 19 September 2019. 94 Ibid. 95 The People Municipality in Derbasiyah, Facebook, 21 July 2019, http://bit.ly/2XBpTtt 96 The People Municipality in Derbasiyah, Facebook, 11 July 2019, http://bit.ly/35rMew3 97 Online interview with an activist, 7 October 2019. 98 Jihad Yazigi, “No Going Back: Why Decentralisation is the Future for Syria,” European Council on Foreign Relations , 6 September 2016, http://bit.ly/2rYfXyi 99 Silvia Ulloa, “Assyrians Under Kurdish Rule: The Situation in North-eastern Syria,” Report (Brussels: Assyrian Confederation of Europe, 2017), http://bit.ly/335cURJ ",
        "16 OCHA estimated that 40% percent of the IDPs remained, with the rest having spontaneously returned to their homes, including 479,000 from Raqqa, al-Hasakah and Deir ez-Zor. 100 The UN estimates that 1.65 million civilians require humanitarian assistance specifically in terms of healthcare, water, sanitation, non-food items, shelter, electricity, livelihood opportunities and protection. 101 The growing humanitarian crisis that has ravaged the region has triggered an international response to alleviate the suffering of the vulnerable. According to official OCHA data, 1.34 million civilians in al-Jazira have received assistance in 2019, accounting for nearly 20% of the aid delivered nationwide, and in different sectors including agriculture, food, education and health. 102 Led and financed by six different UN agencies, 103 56 organisations are implementing humanitarian activities in al-Jazira, 39 of which are local NGOs and 10 are international NGOs. 104 These organisations are operating with the authorisation of the Syrian government and are licensed to work from Damascus. In addition to UN projects, myriads of donor countries are also supporting 14 other INGOs operating in the region. 105 These organisations are most likely to have opted to operate under the AANES designated offices and to benefit from UNSC resolution 2165 for political reasons. They also may have taken this decision due to bureaucratic considerations since obtaining licenses from the central governmental authorities is subject to deliberate delays, demands for minutes of meetings, detailed financial statements and even the appointment of a security apparatus representative in the organisation. The proliferation of aid delivery has created thousands of jobs, including in logistics, accounting, finance, engineering, information technology, monitoring and evaluation. 106 There are no available data on the number of Syria employees working in humanitarian assistance. However, it is publicly perceived to be an attractive sector, and particularly INGOs because of their higher salaries paid in dollars or euros. The salaries range from $500 to $1000 depending on expertise, education level and responsibilities. These are considerably higher than the average wages in the region, which range between SYP 65,000 and SYP 120,000 ($100-200). Moreover, the sector has also revalorised the wholesale market, increasing the price of essential commodities and creating new businesses around procurement and logistics. Consequently, in 2015 the Autonomous Administration established an Office of Humanitarian Affairs to control and oversee the work of these organisations. 107 This office has the right to intervene in the work of any organisation in the event of an emergency or malfunction, reserves the right to conduct inspection visits and is considered the reference point for approving the scope and implementation of projects and programmes. 108 Hussein Mohammed, the director of this Office, states that only in 2017 it granted more than 100 licenses to organisations. 109 However, according to information from UN and international organisations this number appears to be much lower. 110 100 UNOCHA Syria Hub, “Interactive Humanitarian Response Dashboard (within Syria) – Jan-Sep 2019,” http://bit.ly/37nMxtM 101 OCHA, “Syrian Arab Republic North-east Syria Humanitarian Snapshot,” 20 June 2019, http://bit.ly/34cWE2A 102 Ibid 103 UNFPA, UNHCR, UNICEF, UNDP, UNRWA and WHO. 104 UNOCHA Syria Hub, “Organizations Implementing Humanitarian Activities Based Within Syria,” http://bit.ly/2QD2pmg 105 ReliefWeb, “15 Aid Agencies Warn of Humanitarian Crisis in North-East Syria - Civilians at Risk as Violence Escalates and Humanitarian Work Is Suspended - Syrian Arab Republic,” 10 October 2019, http://bit.ly/2D13qwu 106 See the website of North Syria Network (in Arabic) which publishes vacancies for these jobs, http://bit.ly/2D3j1vB 107 Office of Humanitarian Affairs Organisations, “The Internal Status of the Office of Humanitarian Affairs Organisations” (in Arabic), 15 August 2015, http://bit.ly/2D5JkkA 108 Ibid 109 Jolly Aki, “The Office for Humanitarian Affairs hosts 800,000 refugees and provides assistance” (in Arabic), Mille T Press , http://bit.ly/35oI34s 110 UNOCHA Syria Hub, “Interactive Humanitarian Response Dashboard (within Syria).” ",
        "17 In addition to the oversight exercised by the Office, the AANES has reportedly tried to impose its vision on the recruitment of local cadres in aid organisations, and it often intervenes to determine the geographical scope of their activities and the areas which should benefit from their services. 111 Like the central governmental authorities, the AANES also requires INGOs to provide copies of staff payrolls to the Directorate of Finances in Qamishli so that each employee is taxed according to his salary. 112 111 Ahmed Samer, “Al-Hasakah Organisations Between the Hammer (Self-Management) and the Anvil of Human Conditions” (in Arabic), Geron , 23 October 2018. http://bit.ly/2QEkgJv 112 Ibid ",
        "18 Conclusion Despite the PYD’s efforts to portray the AANES economy as a social model alternative to the regime’s crony capitalism, the administration remains mostly dependent on oil revenue and trade to finance its governance and public expenditure. Moreover, although it is often described as a grass- root governance structure, the AANES exercises extensive control over vital economic sectors. As a consequence, the majority of its constituency feel detached and deprived of a meaningful contribution to decision-making or accountability. Profiting from isolation and a partial embargo by bordering countries and rivals, business cronies and intermediaries are thriving throughout the region while enjoying protection and immunity, and they are subsequently establishing monopolies over critical sectors of the local economy. The finances of the AANES are closely intertwined with and dependent on the rest of the country and have failed to create an independent communal economy as proclaimed in its Charter of the Social Contract. Moreover, the Peace Spring military operation launched by Turkey in north-eastern Syria has inadvertently unlocked the previous deadlock in the negotiations between the PYD and the Syrian regime. Unable to obtain the level of protection it required from Washington, the SDF asked Moscow and Damascus to deter Ankara and concluded a hasty security arrangement with the regime that allows the latter to redeploy its forces along the Syrian border with Turkey. This arrangement sets the stage for a second round of political negotiations between the PYD and the regime. Although it is still too early to forecast the potential outcome of such negotiations, especially after the US decision to remain in the area, it is difficult to envisage the regime restraining from putting its hands on the region’s natural resources and eventually closing the AANES institutions in the medium or long term. This assumption grows more likely considering the Syrian state’s dire need for cash and oil products. From the regime’s perspective, gaining back control of important border crossings with Iraq and Turkey would revitalise exports and imports with the areas it controls and would generate a significant additional source of income and tax for the state. The progress of the new business cronies, the future of the smuggling and trade networks and the new roles of key PYD officials are open-ended questions. The reintegration of the north-east with the regime-controlled areas would undoubtfully boost its financial capacities but it would also have a terrible impact on the political resolution of the conflict and on civilians, who have started to flee to find refuge in the neighbouring KRG. A regime return would also have an impact on international humanitarian aid. INGOs conducting cross-border operations would face one of two scenarios. Either they would have to register in Damascus and work through the UN agencies or they could cease their activities altogether. As long as the US administration is committed to not work with the regime, US-funded organisations are most likely to choose the latter option. Such a shift could reduce the amount of aid directed to the region, including restoration of the infrastructure and support for IDPs and the most vulnerable part of the population. This would considerably reduce the AANES’s capacity to address the most pressing and basic needs. ",
        "ISBN:978-92-9084-804-2 doi:10.2870/0715 Research Project Report 29 November 2019 2019/16 Q M - 02 - 19 - 964 - E N - N "
    ]
}