{
    "text": [
        "Written by PPMI June - 2019 ] EASI PERFORMANCE IN 2017-2018 Executive summary of the EaSI Performance Monitoring Report 2017-2018 ",
        "EUROPEAN COMMISSION Directorate-General for Employment, Social Affairs and Inclusion Directorate F - Investment Unit F.3 - Programming and Planning Email: EMPL-F3-UNIT@ec.europa.eu European Commission European Commission B-1049 Brussels ",
        "EUROPEAN COMMISSION European Commission Directorate-General for Employment Social Affairs and Inclusion Directorate F - Investment and Planning EASI PERFORMANCE IN 2017-2018 ",
        "LEGAL NOTICE Manuscript completed in June 2019 Neither the European Commission nor any person acting on behalf of the European Commission is responsible for the use that might be made of the following information. More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2020 doi: 10.2767/692498 KE-02-20-114-EN-N PDF ISBN 978-92-76-16300-8 © European Union, 2020 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. ",
        "1 EASI PERFORMANCE IN 2017-2018 Executive summary of the EaSI Performance Monitoring Report 2017-2018 The European Union Programme for Employment and Social Innovation (EaSI) provides financial support to promote a high level of quality and sustainable employment, guarantee adequate and decent social protection, combat social exclusion and poverty and improve working conditions across the EU. EaSI is structured into three axes: • Progress axis focuses on providing support to the policymaking and implementation process through production of policy evidence, organisation of information sharing and mutual learning activities, funding social policy experimentation projects and providing capacity building support to EU and national organisations. • EURES axis aims to improve geographical labour mobility in the EU through making information on placements more transparent and accessible as well as funding the actual services for jobseekers and employers. • Microfinance and social entrepreneurship (MF/SE) axis aims to improve access to finance for vulnerable people, micro- and social enterprises by providing funding for financial intermediaries and capacity building of relevant actors. In particular, the Programme aims to act as a catalyst for innovative solutions through social policy experimentation to assist Member States in improving their policies in employment and social affairs that respond to social needs and challenges. Another important goal of the Programme is to foster transnational partnerships and networking between public, private and third-sector actors as well as supporting their involvement in designing and implementing new approaches to cope with pressing social and economic trends. This executive summary presents the key takeaways from the third EaSI monitoring report covering the years 2017 and 2018. The report incorporates stakeholders’ views on EaSI operations in 2017 and 2018. E A SI P ERFORMANCE IN 2017-2018 F INANCIAL IMPLEMENTATION On 18 July 2018, Regulation (EU, Euratom) 2018/1046 on the financial rules applicable to the general budget of the Union 1 provided that the allocation of funding foreseen in the original EaSI Regulation should be treated as indicative and not binding, so that EaSI is able to ‘swiftly provide adequate resources to support changing political priorities’. This regulation has also altered the indicative percentages that shall apply on average over the whole period of the Programme to the axes, namely: • at least 55 % to the Progress axis; • at least 18 % to the EURES axis; • at least 18 % to the Microfinance and Social Entrepreneurship axis. In 2017 and 2018, the Commission has committed more than EUR 257 million for the implementation of all the programme’s activities. Table 1 shows the detailed distribution of financial commitments per EaSI axes in 2017 and 2018. An additional EUR 5.6 million was allocated for administrative support of the Programme. 1 Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending Regulations (EU) No 1296/2013, (EU) No 1301/2013, (EU) No 1303/2013, (EU) No 1304/2013, (EU) No 1309/2013, (EU) No 1316/2013, (EU) No 223/2014, (EU) No 283/2014, and Decision No 541/2014/EU and repealing Regulation (EU, Euratom) No 966/2012 https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32018R1046 ",
        "2 Table 1. Total commitments of EaSI in 2017 and 2018 per axis 2 Progress EURES MF/SE Administrative Overall Total commitments in 2017 € 63 710 913 € 24 523 682 € 36 019 100 € 3 447 704 € 127 701 400 Total commitments in 2018 € 68 140 021 € 29 935 993 € 29 758 019 € 2 159 262 € 129 993 295 Total commitments in 2017-2018 € 131 850 934 € 54 459 675 € 65 777 119 € 5 606 966 € 257 694 695 Share in axis/programme in 2017-2018 51% 21% 26% 2% As shown in Table 2 , the implementation of the EaSI Work Programmes in 2017 and 2018 follows the indicative allocations of funding per axes, as foreseen in the Omnibus Regulation . In 2017-2018, the Commission has allocated slightly less funding for the activities under Progress axis and slightly more for activities under EURES and MF/SE axes. Looking at the amounts of funding allocated per axes since 2014, the Programme is well in line with the indicative amounts provided by the Omnibus Regulation. It is understandable that the share of funding allocated for the Progress axis tends to fluctuate from one year to another, since the Progress axis aims to react to changing political priorities and includes many smaller and diverse activities (such as studies and events), compared to the other two axes. Table 2. Share of total commitments of EaSI by monitoring period, compared to EaSI Regulation Progress EURES MF/SE Share in axis/programme in 2018 52% ▼ 23% ▲ 23% ▲ Share in axis/programme in 2017 50% ▼ 19% ▲ 28% ▲ Share in axis/programme in 2016 59% ▲ 19% ► 23% ▲ Share in axis/programme in 2015 56% ► 19% ► 25% ▲ Share in axis/ programme in 2014 60% ▲ 18% ► 22% ▲ Average shares in 2014-2018 56% ► 20% ▲ 24% ▲ Share planned in the Omnibus Regulation 55% 18% 18% Source: calculations from previous EaSI Performance Monitoring Reports for 2014m and 2015-2016. Note: Differences are compared to the shares indicated in the Omnibus Regulation. A difference of -1% to +1% is marked as ► . In what follows, the executive summary provides a review of the key achievements under each axis. P ROGRESS AXIS Figure 1 shows the share of funding committed in 2017-2018 to achieving the specific EaSI objectives related to the Progress axis. Figure 1. Share of PROGRESS commitments per specific objective in 2017 and 2018 In 2017-2018, EaSI continued to support the development and dissemination of high-quality comparative analytical knowledge . This is to ensure that EU policies in the field of employment and social affairs are based on sound evidence and are relevant to the needs, challenges and conditions in individual Member States and other countries participating in the programme. 2 The calculations exclude actions sub-delegated to other entities, since actual and global commitments are unknown for these actions. 23,6% 27,5% 26,5% 21,6% 0,7% 22,5% 22,3% 40,7% 13,7% 0,7% 0% 10% 20% 30% 40% 50% Analytical knowledge and comparative information Information-sharing mutual learning and dialogue Capacity to develop, promote and support EU instruments and policies Social policy experimentation Cross-cutting issues 2017 2018 ",
        "3 - Evidence generated by EaSI contributed to the key EU policy objectives and initiatives. In the area of employment, EaSI funded the Classification of European Skills, Competences, Qualifications and Occupations (ESCO) as the major analytical activity of both 2017 and 2018 (as in 2015-2016). The European Commission also continued to substantially support the EU Labour Force Survey (LFS) and the OECD’s Programme for International Assessment of Adult Competences (PIAAC) and the Analysis of tax wedge and effective tax rates on labour. In the policy area of social protection and social inclusion, EaSI continued to provide funding for some long-standing and some major new EU-level analytical activities, related to, for example: EUROMOD, Mutual Information System on Social Protection (MISSOC), European system of integrated social protection statistics (ESSPROS), European Platform for Investing in Children (EPIC), and the European Social Policy Network (ESPN). In addition, the EaSI programme supported the International Organisation for Migration with a grant to support the integration of refugees in society and the labour market through capacity building for local authorities. The Council of Europe received another EaSI grant to build capacity at local level for the integration of Roma. EaSI also supported the OECD’s Affordable Housing Database and the Social Benefit Recipients Database. Under the thematic section of working conditions, EaSI strengthened the knowledge base mainly in the area of occupational health and safety. It supported the International Agency for Research on Cancer (IARC) Monographs Programme, International Commission on Non-Ionizing Radiation Protection (ICNIRP) and Eurostat’s pilot project on European Occupational Diseases Statistics (EODS) and the European Statistics on Accidents at Work (ESAW). Much of EaSI-funded evidence fed directly into the key EU policy processes such as the European Semester, including its Annual Growth Survey, country-specific recommendations, employment guidelines and joint employment reports. In the policy area of employment, the evidence generated by the programme also contributed to the New Skills Agenda for Europe, the Youth Guarantee, the Quality Framework for Traineeships and the European Framework for Quality and Effective Apprenticeships. In addition, EaSI supported evidence, such as that produced by the PES Network, and facilitated the implementation of the EURES Regulations. EaSI also informed the design and implementation of the European Solidarity Corps initiative, Your first EURES Job and the establishment of the European Labour Authority. In the policy area of working conditions, knowledge produced by EaSI directly supported the enforcement of the EU law on occupational safety and health (OSH) and the terms and conditions of employment for posted workers in Member States. It also contributed to the follow-up initiatives of the European Pillar of Social Rights (e.g. Work-life balance initiative and the initiative on Transparent and predictable working conditions). In the area of social protection and social inclusion, EaSI-funded policy evidence supported Member States in the efforts to enforce the right to affordable long-term care services of good quality and adequate pensions, access to social protection for workers and the self- employed. In addition, it supported the implementation of the 2013 EU Recommendation on Investing in children and policy initiatives for the integration of long-term unemployed into the labour market, social and labour market integration of migrants and refugees and active inclusion of people with disabilities. - EaSI-funded evidence was deemed sound and highly useful for policymaking and advocacy purposes by national, regional and local policymakers as well as other stakeholders. ",
        "4 A substantial majority of stakeholders (74%) considered the EU employment and social policy and legislation as based on strong evidence . This is slightly less than in 2017 (78%) and 2013 (80 %). The biggest share of stakeholders who thought that the EU policy was grounded in strong evidence was involved in the policy area of employment (83%). According to the EaSI stakeholders, the most useful outputs were the following: • EURES Job Mobility Portal; • EUROSTAT Health and Safety at Work statistics; • Labour Force Survey; • Employment and Social Developments in Europe 2017 and 2018; • European Code of Good Conduct for Microcredit Provision. More stakeholders declared that they have personally used or intend to use EaSI outputs. While in 2017, around 70% of the surveyed EaSI stakeholders said that they are going to use the familiar policy outputs, the share has increased to 73% in 2019. In 2017-2018, the EaSI Programme remained strong in facilitating effective and inclusive information sharing, mutual learning and dialogue on the EU policies in the target fields. In this area, EaSI funded five main types of activities: (1) exchanges of good practice, peer reviews, mutual learning and training; (2) Council presidency events, conferences and seminars; (3) guides, reports and educational material; (4) information and communication activities; and (5) information systems to exchange and disseminate information. As in the previous years, most of the EaSI funding in 2017-2018 under all thematic areas was devoted to peer reviews and mutual learning . EaSI supported the following activities in the relevant policy areas: • Employment – peer reviews of the Mutual Learning Programme (MLP), the events organised by the PES Network; information sharing and mutual learning activities of the European centre of expertise in the field of labour law, employment and labour market policies (ECE); • Social protection and social inclusion – peer reviews in social protection and social inclusion and support to the Electronic Exchange of Social Security Information (EESSI); • Working conditions: European Platform Tackling Undeclared Work and peer reviews in occupational safety and health (OSH) and the meetings of the Senior Labour Inspectors Committee (SLIC). - EaSI-funded events continued to provide much-appreciated platforms for spreading relevant and useful knowledge and stimulating dialogue in relevant policy fields. Overall, 86% of stakeholders declared that they have already used or intend to use information acquired during the events for policymaking or advocacy purposes (85% in 2015-2016; 89% in 2014). Depending on the participants’ professional affiliation, the knowledge informs activities ranging from the development of strategic documents, legislation, advocacy material, design and implementation of programmes and projects at all levels, to research and teaching. - EaSI supported debate on EU employment and social policy and law aimed to include all relevant stakeholders. The opinion on the involvement of relevant policy- and decision-makers in the debate on EU employment and social policy and legislation remained positive ",
        "5 among stakeholders . In total, 80% of stakeholders believe that the debate on EU employment and social policy and legislation included relevant EU and national policy- and decision-makers in 2017-2018. Participants in EaSI-funded events were even more positive: 81% of them said that the EaSI-supported events, in which they participated, involved relevant EU and national policy- and decision-makers. EaSI provided financial support to test social and labour market policy innovations and contributed to building up the main actors’ capacity to design and implement social policy experimentations and to make the relevant knowledge and expertise available. The Commission’s goal to support social policy innovations gained more visibility. A high share of stakeholders (73%) agree that the Commission is an effective source of guidance and support for social and labour innovation. In addition, the reported use of social and labour market policy innovation has increased. Overall, 64% of stakeholders said that they have personally used or intend to use EU-funded social policy innovation for policymaking or implementation (49% in 2017; 62% in 2014). In 2017-2018, EaSI provided EU and national organisations with financial support to increase their capacity to develop, promote and support the implementation of EU policies and law in the area of employment and social affairs. EaSI-funded events increased stakeholders’ capacity for policymaking even more . In 2017-2018, 88% of participants reported that their participation in a specific EaSI-funded event improved their competence to further develop, promote and support the implementation of EU employment and social policy and legislation (84% in 2015- 2016; 88% in 2014). In 2017-2018, EaSI continued to fund the operating costs of the key EU-level NGO networks active in the area of employment and social affairs. The appreciation of the key EU-level NGOs remained stable. The share of stakeholders acknowledging the key EU-level NGO networks supported via operating grants as a useful source of information on EU employment and social policy was 68% (70% in 2017; 68% in 2015). The most well-known of these networks were Caritas Europa (61% of stakeholders were aware of this network), European Social Network (55%), Eurocities (37%) and the European Anti- Poverty Network (36%). With a view to contributing to stronger ownership of EU objectives, EaSI contributed to provide a better understanding of EU policies and strengthening the collaboration among policymakers at all levels. More than 91% of participants in EaSI-funded events gained a better understanding of EU policies and objectives as a result of participating in an EaSI-funded event (87% in 2015- 2016; 91% in 2014). The sense of collaboration between the national governments and EU officials remained high and stable. As many as 89% of EaSI stakeholders working at national, regional or local government institution said that they feel a sense of collaboration between their organisation and the EU institutions (88% in 2017; 86% in 2015). The percentage is high for all groups of stakeholders. In total, 81% of shareholders feel a sense of collaboration between their organisation and the EU institutions. EURES AXIS As shown in Figure 2, the distribution of EURES commitments per specific objective was slightly uneven from one year to another. In 2017, the Commission committed itself to more investments in services for the recruitment and placing of workers than in 2018. ",
        "6 During this time, cross-border partnerships received a large share of funding. In 2018, the allocations in this area decreased, with more funding devoted to activities for transparent information on job vacancies and applications. Figure 2. Share of EURES axis commitments per specific objective in 2017 and 2018 In 2017-2018, EaSI aimed to ensure that job vacancies, applications and corresponding information and advice, as well as any related information, such as living and working conditions, are made transparent for jobseekers and employers. EaSI funded the following key actions in this area: • A multilingual digital EURES Job Mobility Platform for the clearance of job vacancies and applications; • Information and communication activities to raise awareness of the benefits of geographical and occupational mobility in general and of the activities and services provided by EURES; • Mutual learning among EURES actors and training of EURES advisers, including EURES cross-border partnerships’ advisers. The use of the EURES Job Mobility Portal was somewhat uneven from one year to another, but the number of registered users increased. According to the latest data, the EURES Job Mobility Portal attracted around 0.83 million monthly users in 2017 and more than 0.56 million monthly users in 2018. The number of both registered jobseekers and employers also increased by more than a quarter. On average, around 60% of all national vacancies were posted on EURES. In 2017-2018, EaSI continued to support the provision of EURES services for recruitment and placing of workers in quality and sustainable employment through the clearance of job vacancies and applications. EURES acted as a catalyst for effective recruitment and placing of workers . Cross- border partnerships reported 105 302 contacts with jobseekers and 13 161 contacts with employers in 2017-2018. Targeted mobility schemes (Your First EURES Job and REACTIVATE schemes), in comparison, provided services to several hundreds of jobseekers per year/per scheme, but were more targeted and customised. While a cross- border partnership translated 4% of contacts, on average, into placements, a targeted mobility scheme facilitated, on average, more than 30% of contacts into an actual placement. M ICROFINANCE AND S OCIAL E NTREPRENEURSHIP AXIS 2017-2018 marked a strong period for the Microfinance and Social Entrepreneurship axis. Figure 3 shows the distribution of MF/SE commitments per thematic sections. In 2018, the development of social enterprises received relatively more funding than foreseen, compared to the microfinance thematic section. This is because the financial implementation of the social entrepreneurship thematic section had a slower start in 2015-2016 and is now catching up. 80,3% 17,0% 2,7% 68,1% 28,1% 3,8% 0.0% 2.0% 4.0% 6.0% 8.0% 10.0% Services for the recruitment and placing of workers Transparent information on job vacancies and applications Cross-cutting issues 2017 2018 ",
        "7 Figure 3. Share of MF/SE axis overall funding by thematic sections in 2017 and 2018 EaSI continued to provide real added value to better access and the availability of microfinance. In 2018, 27 contracts worth EUR 57.4 million were signed with microfinance intermediaries, which resulted in 47 684 microloans worth a total of EUR 129.3 million (the leverage of 4.4 was achieved). Most of the funding supported micro-enterprises operating in the area of wholesale and retail trade, repair of motor vehicles and motorcycles (30 % in 2017 and 28 % in 2018). The highest amounts of funding were disbursed to the final recipients in France (25 % in 2017 and 19 % in 2018). EaSI’s support for increasing the overall availability and access to finance for social enterprises has gained momentum. In 2018, 12 contracts were signed with financial intermediaries in the area of social entrepreneurship. As much as 20 million EUR were used to guarantee the funding provided by these intermediaries to the final recipients. In total, 949 social enterprises received funding through the EaSI Social Entrepreneurship Window by the end of 2018. Approximately EUR 49.4 million of EU support was used to provide EUR 110 million of funding for social enterprises, averaging at EUR 127 300 per enterprise. Leverage of around 2.2 was achieved. Most of the funding went to social enterprises operating in the area of wholesale and retail trade, repair of motor vehicles and motorcycles (18 % in 2017 and 16 % in 2018). France continued to top the list in terms of the amount of funding disbursed to final recipients. However, a decrease can be observed from 2017 to 2018 much like throughout 2016- 2017. Conversely, the amount of funding for final recipients in Spain has increased. EaSI focused on supporting persons who are in a disadvantaged position to access the conventional credit market, such as women, unemployed, those with no or only primary education, young and older people. A large number of applicants for the EU microfinance and social entrepreneurship support are legal persons (enterprises). As these do not provide their social data (e.g. gender, age, employment), it is not possible to provide a complete picture of the outreach of the EU microfinance and social entrepreneurship support to vulnerable persons. Table 3 outlines only data provided by natural persons, which provide an incomplete picture but suggest the distributional support trends. 53,4% 46,5% 0,1% 32,29% 67,59% 0,1% 0,00% 20,00% 40,00% 60,00% 80,00% 100,00% Microfinance Social entrepreneurship Cross-cutting issues 2017 2018 ",
        "8 Table 3. Vulnerable groups supported by EaSI financial instrument, cumulative Vulnerable group 2016 2017 2018 Women 34.9% 32.8% ▼ 31.5% ▼ Unemployed for less than a year or inactive 19.3% 17% ▼ 15.7% ▼ Long-term unemployed 8.3% 31.7% ▲ 28.1% ▼ No or only primary education 13.9% 13.8% ► 17.6% ▲ People aged 51 years and above 15.9% 16.9% ▲ 19.5% ▲ Persons aged less than 25 years 8.1% 8% ► 6.9% ▼ Disabled 1.3% 1.1% ▼ 1.1% ► Non-EU country as country of origin 9.1% 11.2% ▲ 11.9% ▲ Note: Changes are marked in comparison to the previous year, i.e. from 2016 to 2017, and from 2017 to 2018. A change of - 0.1% to +0.1% is marked as ► . Source: Annual reports from DG EMPL Microfinance Unit. M AINSTREAMING HORIZONTAL ISSUES When implementing all activities, EaSI took into account horizontal objectives specified in the EaSI Regulation. The integration of all EaSI horizontal issues has slightly increased since 2015. Paying particular attention to vulnerable groups, such as young people was seen as the most mainstreamed objective by EaSI stakeholders (78% said that it is taken into account). Equality between women and men and non-discrimination also remained well- integrated (76% agreed with this opinion). The data also indicated a strong increase in mainstreaming disability and accessibility matters. The share of stakeholders thinking that the latter issue was taken into account increased from 46% in 2015 to 71% at the beginning of 2019. M AIN CONCLUSIONS The main conclusions regarding the EaSI performance monitoring 2017-2018 are that evidence generated by EaSI contributed to the key EU policy objectives and initiatives. Much of EaSI-funded evidence fed directly into the key EU policy processes. National, regional and local policymakers as well as other stakeholders considered EaSI-supported evidence as sound and highly useful for policymaking and advocacy purposes. More stakeholders than previously declared that they have personally used or intend to use EaSI outputs. In 2017-2018, the EaSI Programme remained strong in facilitating effective and inclusive information sharing, mutual learning and dialogue on the EU policies in the target fields. The opinion on the involvement of relevant policy- and decision-makers in the debate on EU employment and social policy and legislation remained positive among stakeholders. Furthermore, the Commission’s goal to support social policy innovations gained more visibility. EaSI also continued to provide EU and national organisations with financial support to increase their capacity. EaSI events increased stakeholders’ capacity for policymaking even more than in the previous monitoring period. With a view to contributing to stronger ownership of EU objectives, the EaSI-funded events continued to provide a better understanding of EU policies to their participants. The sense of collaboration between the national governments and EU officials remained high and stable. The appreciation of the key EU-level NGOs stayed stable. In 2017-2018, EaSI improved transparency of labour market information. Even though the use of the EURES Job Mobility Portal was rather uneven from one year to another, the number of registered users increased. EURES acted not only as a catalyst for providing ",
        "9 transparent labour market information, but also for effective recruitment and placing of workers. Finally, 2017-2018 marked a strong period for the Microfinance and Social Entrepreneurship axis. Support for social enterprises has gained momentum. ",
        "Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: http://europa.eu/contact On the phone or by e-mail Europe Direct is a service that answers your questions about the European Union. You can contact this service – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by electronic mail via: http://europa.eu/contact Finding information about the EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU Publications You can download or order free and priced EU publications from EU Bookshop at: http://bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact) EU law and related documents For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en/data) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        ""
    ]
}