{
    "text": [
        "September/99 T he J ne EURO ΕΥΡΩ REPORT EDITED BY THE INSTITUTE FOR PROSPECTIVE TECHNOLOGICAL STUDIES (IPTS) AND ISSUED IN COOPERATION WITH THE EUROPEAN S&T OBSERVATORY NETWORK -· -.ti m- STO ESTO ESTO E! φ; ÉSTO ESTO ESTO Ë BSTÖ ESTO ESTO ESTC PÍESaiO ESTO ESTO E J ESTO ESTO ESTO ESTC i ESTO ESTO ESTO ESTO Eí ETSTO ESTO ESTO ESTO ESTO \"ÉSTO ESTO ESTO ESTO ESTO ES STO ESTO ESTO ESTO ESTO ESTO ΓΟ ESTO ESTO ESTO ESTO ESTO ES TO ESTO ESTO ESTO ESTO E! STO*ESTO EST01 [) ESTO ESTO E c TO ESTO EST' . ESTO ESTO E ¿STO ESTO EST TO ESTO ESTO E ¡TESTO ESTO .EST* ΓΟ ESTO ESTtjl ESTO ESTO El ESTO E! TO ESTO κ; Ό ESTO ÉSTOTOSTC w κ* ESTO ™?.fBT*· IMP° RTANT . ¿s im DKK FÌMPHIIH* <5» S P E C I AL I S S U E: E N H A N C I NG H U M AN C A P I T AL 11 Scientific Training in Europe Year 2000: problems and solutions George Psacharopoulos Inequality, Welfare State and University Access Giorgio Di Pietro Linking Human Capital and Economic Growth Jaime Rojo de ¡a Viesca Learning Without Boundaries: \\-\\ the Canadian experience Ethel Thayer 3 Entrepreneurship Skills for Scientists and Engineers: recent European initiatives Jens W. Otto EUROPEAN COMMISSION Joint Research Centre E N G L I SH V E R S I ON ",
        "T he I P TS R e p o rt N o. 37 - S e p t e m b er 1 9 99 A B O UT T HE I P TS R E P O RT r he IPTS Report was hunched in December 1995, on the request and under the auspices of Commissioner Cresson. What seemed like a daunting challenge in late 1995, now appears in retrospect as a crucial galvaniser of the IPTS' energies andskilL·. The Report has published articles in numerous areas, maintaining a rough balance between them, and exploiting interdisciplinarity asfar as possible. Articles are deemed prospectively relevant if they attempt to explore issues not yet on the policymaker's agenda (but projected to be there sooner or later), or underappreciated aspects of issues already on the policymaker's agenda. The long drafting and redrafting process, based on a series of interactive consultations with outside experts, guarantees quality control. The clearest indication of the report's success is that it is being read. An initial print run of 2000 for the first issue (00) in December 1995 looked optimistic at the time, but issue 00 has since turned into a collector's item. Total readership rose to around 10,000 in 1997, with readers continuing to be drawn from a variety of backgrounds and regions world-wide, and in 1998 a shift in emphasis towards the electronic version on the Web has begun. The laurels the publication is reaping are rendering it attractive for authors from outside the Commission. We have already published contributions by authors from such renowned institutions as the Dutch TNO, the German VDI, the Italian ENEA and the US Council of Strategic and International Studies. Moreover, the IPTS formally collaborates on the production of the IPTS Report with a group of prestigious European institutions, with whom the IPTS has formed the European Science and Technology Observatory (ESTO), an important part of the remit of the IPTS. The IPTS Report is the most visible manifestation of this collaboration. The Report is produced simultaneously in four languages (English, French, German and Spanish) by the IPTS; to these one could add the Italian translation volunteered by ENEA: yet another sign of the Report's increasing visibility. The fact that it is not only available in several languages, but also largely prepared and produced on the Internet World Wide Web, makes it quite an uncommon undertaking. We shall continue to endeavour to find the best way of fulfilling the expectations of our quite diverse readership, avoiding oversimplification, as well as encyclopaedic reviews and the inaccessibility of academic journals. The key is to remind ourselves, as well as the readers, that we cannot be all things to all people, that it is important to carve out our niche and continue optimally exploring and exploiting it, hoping to illuminate topics under a new, revealing light for the benefit of the readers, in order to prepare them for managing the challenges ahead. IPTS - JRC - Seville, 1999 ",
        "N O . 3 7 S e p t e m b er 1 9 99 T he IPTS R e p o rt T HE P TS R E P O RT N N 9 9 9 SPECIAL ISSUE: ENHANCING HUMAN CAPITAL EDITED BY THE INSTITUTE FOR PROSPECTIVE TECHNOLOGICAL 5TUDIES (IPTS) And issued in Cooperation with the European S&T Observatorv Network PUBLISHED BY THE EUROPEAN COMMISSION Joint Research Centre ISSN: 1025-9384 Catalogue Number GK-AA-99-007-EN-C DEPOT LEGAL: SE-1937-95 DIRECTOR Jean-Marie Cadiou EXECUTIVE EDITOR Dlmltris Kyriakou EDITORIAL BOARD G. Fahrenkrog, P. Fleissner, J. Gavigan, M. González, H. Hernández, D. Kyriakou, I, Maghiros (Production Manageri, P. Sørup, A. Sorla, C. Tahlr. PRODUCTION CINDOC-CSIC/CL SERVICIOS LINGÜÍSTICOS PRINT Graesal TRANSLATION CINDOC-CSIC/CL SERVICIOS LINGÜÍSTICOS COPYRIGHT The views expressed in this publication do not necessarily reflect those of the European Commission © ECSC-EEC-EAEC Brussels-Luxembourg, 1997 Reproduction is authorised, except for commercial purposes, provided the source Is acknowledged. The EC may not be held responsible for the use made of the information. THE IPTS REPORT is published In the first week of every month, except for the months of January and August. It is edited in English and is currently available at a price of 50 EURO per year, in four languages: English, French, German and Spanish. Editorial 4 Scientific Training in Europe Year 2000: problems and solutions An indicator such as the number of Nobel prizes won by Europeans reveals just how far Europe may have fallen behind the US and some other countries in academic prestige. Inflexible remunerative structures and centralized decision-making could be part of the problem. A central European student loan fund may be a step in the right direction. 11 Inequality, Welfare State and University Access Cutbacks in welfare spending may be having repercussions on access to university education among lower-income students. This is increasingly significant in the light of the importance given to education, skills and human capital in the emerging knowledge- based society. 17 Linking Human Capital and Economic Growth Human capital is increasingly recognized as a key factor in promoting sustained economic growth. Effective publicly-supported actions will require both improved data models and better understanding of the mechanisms involved. 24 Learning Without Boundaries: the Canadian experience Canada's work on the construction of an electronic learning network to help meet the challenges of the knowledge-based society and bring learning resources to a population spread over a large geographic area can provide useful insights for other countries. 30 Entrepreneurship Skills for Scientists and Engineers: recent European initiatives As a new approach to the problem of commercializing innovation, entrepreneurship training/education programmes have recently been designed specifically to help scientists and engineers convert ideas into viable business ventures. SUBSCRIPTIONS For a subscription to The IPTS Report, orto amend an existing subscription, please write with full details to: The IPTS Report Secretariat IPTS, JRC Sevilla World Trade Center Isla de la Cartuja E-41092 Sevilla, Spain Tel: +34-95-448 82 97 Fax: +34-95-448 82 93 E-mail: ipts_secr@jrc.es Web address: www.jrc.es/iptsreport/subscribe.html IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 E D I T O R I AL 2 Giorgio Di Pietro, IPTS O ver the last decade all European countries have experienced shifts in wage and employment structures that have adversely affected relatively unskilled workers. Market forces are changing in ways that reward highly skilled individuals relative to less skilled ones more than they did in the past. Additionally, less- skilled workers are disproportionately hit by unemployment. The unemployment rate among workers without high school diplomas is considerably higher than that among workers with university degrees. The main problem seems to lie in the transformation of cyclical unemployment into long term unemployment. It used to be the case that job growth, which accompanies upswings ¡n the business cycle, was likely to benefit unemployed or underemployed workers with lower skill levels than relatively skilled workers. But this is no longer the case in Europe. Unemployment rates tend to rise during recessions but not to fall again in the recovery. There is consensus among economists that future years will see the increasing importance of skills for labour market outcomes. Reports such as the Hudson Institute Workforce 2000 indicate that by the twenty-first century one out of three jobs will require schooling beyond the secondary level. There are mainly two considerations suggesting that in Europe as well as in other industrialized countries the demand for skilled labour will continue increasing at an even faster pace than now. First, rising competition from developing countries in manufactured products is likely to push industrialized countries to increasingly specialize in skill intensive capital goods where they have a comparative advantage. The implementation of multilateral rules liberalizing trade in goods and services (e.g. WTO Agreements) and the reduction in availability costs (such as communication and transportation costs, for instance) could further accelerate the speed of this process. Second, technological change - particularly in the application of information and communication technologies is increasing the pace of transformation of the industrialized economies into service-based economies. New service sector jobs (mostly in sectors like computers, computer programming, telecommunications and biotechnology) are increasingly geared to highly educated workers. A recent study of full-time employment in the US in the mid-90s shows not only that more than 80 per cent of new jobs were in services but also indicates that services jobs were at wages above the median wage. Moreover, it is also important to note that a substantial proportion of people engaged in manufacturing are also highly skilled workers. They do not themselves \"make things\" but provide services to the manufacturing process (e.g. robotics, information technologies, design, marketing, legal services). A low level of education/training or poor quality education/training can not only limit an individual's earning ability, and thus adversely affect his/her own well-being, but can also have macro-level repercussions for industrial competitiveness and economic growth. Although it is clear that the obvious remedy is more and 1 IPTS - JRC - Seville, 1999 ",
        "N o . 3 7 S e p t e m b er 1 9 99 T he I P TS R e p o rt 3 better training, there is a debate in most countries about how to pursue these objectives. This debate has informed research seeking alternative strategies. This Special Issue of the IPTS Report contributes to further nourishing the debate by focusing attention on policy Issues related to the importance of a skilled labour force in the context of technological change. In the first article of this issue Psacharopoulos, mindful of the US experience, examines performance indicators for the higher education system in Europe and diagnoses some of the problems. He suggests that changing the incentive structure for teaching staff and increasing the efficiency of student aid policies may lead to a great improvement in the European higher education systems. This, in turn, may have a positive impact on European competitiveness. Di Pietro continues the issue with an article arguing that social welfare programmes might have an important role in buttressing university attendance rates among low-income students, and raising skills and facilitating adjustments to confront technological change. In some industrialized countries increased market income household inequality, on the one hand, and the failure of student aid policies to provide subsidies to all needy students, on the other, could have made university enrolment rates of children of the least advantaged families increasingly dependent on, and affected by, changes in other areas of social welfare spending. In the third article Rojo highlights the crucial role of human capital in promoting sustained economic growth. An improvement in the quality of data on skills is a necessary step for a better understanding of the channels through which human capital exerts a positive influence on economic growth. In the penultimate article, Th'ayler provides an overview of the efforts made in Canada to exploit the availability of information and telecommunication technologies in the field of education. Several countries currently building their own electronic education networks are taking a close look at Canada's experience. In the final article of this issue Otto analyses the elements of good practice in three recently established education and training programmes at European universities and research centres specifically addressed at scientists and engineers willing to turn entrepreneur. These programmes are particularly relevant in the light of the increasing contribution of small high-tech firms to technological innovations and net job generation and in strengthening the link between human capital and growth, not only in order to adapt to technological change, but also to generate profit from it. © IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 4 / ƒ Scientific Training in Europe Year 2000: problems and solutions George Psacharopoulos, University of Athens issue: Until around the middle of the century Europe was the centre of excellence in the global learning and technological community. At the higher/academic end, renowned European universities were the acknowledged prestige institutions sought after by would-be scholars. But today, most Nobel prizes go to prestigious US universities. There is still time for the European union to act to redress the current situation. Relevance: In the present globalization of economic activity, the winners will be those countries whose labour force has the greater amount and quality of human capital. Such human capital is created by a country's educational and training system. If this system continues to fall behind competitors, European economic prospects in the next century do not look rosy. \"You know the names of Harvard, Stanford and Chicago. If you know the names of the Sorbonne, Heidelberg, and Bologna, it is because you are a cultivated person.\" This is how a recent article opened up in the International Herald Tribune, lamenting on the state of European universities (Burenstam Linder, 1999, p. 7). B ecause it was published in a newspaper, no matter how reputable, one might well dismiss the above statement as being no more than casual journalistic opinion. Yet, when applying objective criteria, the statement is more likely to be true. And it does not augur well for European competitiveness in the next millennium. Nobel Counting What more universally accepted objective criterion could one find than the Nobel awards? Based on information provided on the Nobel Foundation's Internet site, two disciplines were chosen to represent different areas of academic excellence: Physics (somehow relating to technology at large), and economics (as a benchmark of what is happening in the social sciences, further removed from technology). Starting our search in 1938 we have a total of 96 Nobel Laureates for physics up to 1998. The economics award was inaugurated in 1969 and has produced to date 43 Laureates. In order to make the point, the number of awards have been broken IPTS - JRC - Seville, 1999 ",
        "Ν Ο . 3 7 S e p t e m b er 1 9 99 T he I P TS R e p o rt Table 1. Nobel Laureates by Discipline, Academic Affiliation and Time Period Discipline/ Time Period USA EU-15 Other Total Nobel prizes USA (%) EU-15 (%) Other (%) Total (%) Physics 1938-68 1969-84 1985-98 15 22 20 11 12 2 7 2 5 33 36 27 45.5 61.1 74.1 33.3 33.3 7.4 21.2 5.6 18.5 100.0 100.0 100.0 Economics 1969-84 1985-98 12 16 9 5 1 0 22 21 54.5 76.2 40.9 23.8 4.5 0.0 100.0 100.0 Source: Based on Nobel Foundation (www.nobel.se) down into the time periods shown in Table 1, and the location of the academic affiliation of the recipient (irrespective of nationality), has been classified into USA, Europe-15 and Other countries. Figures 1 and 2 depict the trend in the allocation of Nobel prizes by time period. It is clear that, by a wide margin, Europe has lost its grip on the Nobel prizes in both disciplines. In the case of physics, the USA has had the margin over Europe in generating Nobel prizes after 1938- although not before that. But the decline of Europe between the 1969-84 and 1985- 98 time periods is dramatic. Whereas between 1938-1968 Europe accounted for one third of Nobel physics awards, its share has declined to about 7 percent in the most recent period. In fact, \"Other\" (i.e., non-USA) countries have overtaken Europe-15 to dwarf its share by a factor of two. There has been is a similar decline in the academic excellence of Europe in the economics discipline. Whereas in the 1969-84 time period Figure 1. Share of Physics Nobels per Year by Country Group and Time Period 80 70 60 h ~ 50 οι υ S 40 Q. 30 20 10 o □ USA ■ EU15 D Other 1938-68 1969-84 Time Period 1985-98 % 5 % The figures clearly show that Europe has lost its grip on the Nobel prizes In both Physics and Economics by a wide margin IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 6 / * Figure 2. Share of Economics Nobels by country Group and Time Period Differences In education expenditure do not seem to be responsible for the trend. In fact some European countries actually spend a greater share of national income on education than the US The large share of private funding in the US has important implications for accountability, competition, and improvements in training and research ÖU 70 60 P e r c e n t * . O l o o 30 20 10 n - — Ι ι , I USA ■ EU-15 D Other 1969-84 1985-98 Time Period Europe accounted for a respectable 41 percent of European countries in the way the funds are the economics awards, its share fell to 24 percent being used. In the first place, resources for in the most recent period — the USA accounting education come from two main sources: the state for 76 percent of the awards, and \"Other\" (i.e., through the taxpayers), and private countries getting nil in the whole period. contributions in terms of tuition fees or donations. Reasons for the Decline Why is there such difference between Europe and the United States in terms of the evolution of academic excellence? The first possible reason that comes to mind is that perhaps the United States, being richer relative to Europe, is able to devote more resources to education. But as shown in Table 2, the percentage of the Gross Domestic Product devoted to education does not differ much between Europe and the United States. In fact, Denmark, Finland and Sweden devote more of their national resources on education than the United States. So the reasons have to be sought elsewhere. As shown in Table 2, there are important differences between the United States and Whereas in Europe the share of private contributions is very modest for most countries, and never exceeds 28%, in the United States the corresponding statistic exceeds 50%. The large share of private contributions has important implications for accountability, competition, and improvements in teaching and research. (Also see Psacharopoulos, 1992). The last column of Table 2 contains another striking statistic. In most European countries education personnel management decisions are taken at the central level. In the United States, all such decisions are at the local level. This consideration has important implications regarding the possibility of rewarding good performers, and perhaps dismissing those whose teaching leaves something to be desired. IPTS - JRC - Seville, 1999 ",
        "N O . 3 7 S e p t e m b er 1 9 99 T he I P TS R e p o rt Table 2. Educational Expenditure and Related Statistics, 1995 Country Austria Denmark Finland France Germany Greece Ireland Italy Netherlands Portugal Spain Sweden UK USA % of GDP all Ed'l Levels 5.6 8.5 7.3 6.6 6.0 3.7 5.7 4.7 5.4 5.5 5.8 7.8 6.7 % Prim, and Sec. School Funds by Central Government 37 33 13 71 2 97 81 75 45 16 1 % of Tertiary Funds by Private Sources 2 1 16 8 16 12 24 6 28 52 % Personnel Management Decisions at the Central Level 58 42 67 17 100 42 83 21 91 0 8 0 0 Source: OECD Education at a Glance 1998, Tables Bl.ia, B6.la, E5.2a and B3.1 Indicative of the situation in hand, for example, is the case of Greece (and also of some other EU countries) where the central Ministry of Education has to approve most or all university teaching appointments. One could only imagine what would have been the quality of US Nobel winning institutions if someone in Washington had to approve professorial appointments. Or, worse still, if they had to pay all tenured professors the same salary, regardless of their academic excellence and the price these professors command in the international market. Because they relate to a country's technological edge, R&D and patent statistics are often cited as evidence of how well a country is doing on the scientific front. Table 3 shows that much more is spent on R&D as a percentage of GDP in the USA relative to the European Union (2.6% versus 1.8%). In some European countries this statistic is as low as 0.7% (Spain) or 0.6% (Portugal). Table 3 also shows that the degree of \"inventiveness\" (resident applications for patents per 10,000 inhabitants) is much greater in the United States (4.7%) versus the European Union (2.3%). The corresponding statistic for Portugal is 0.1% and for Greece 0.4%. Table 3. R&D Expenditure and inventiveness (percent) Region/Country R&D Expenditure as % of GDP Patent Applications/ 10,000 Inhabitants Europe-15 1.8 2.3 Source: OECD, Main Science and Technology Indicators, 1. 1999, pp. 16, 52 % V \\ In some European countries the Ministry of Education has to approve all university teaching appointments and pay is the same for all tenured professors IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt Ν Ο . 3 7 S e p t e m b er 1 9 99 8 ƒ * Academic tenure is still the rule in European universities, whereas in the United States it is declining What Could be Done? Having argued that Europe has lost its academic excellence advantage to the United States, a series of reasons can be identified as possible causes. It can be argued that the main factor responsible for this decline seems to be the traditional centralized decision-making and a lack of direct accountability in the Old Continent that has permeated education. It should not be taken for granted that there are any quick or easy solutions. Building up educational excellence takes decades, and once lost it takes an equally long time to restore it. In the mean time, the competitor is not lying idle. Before presenting possible solutions, let us recall what Adam Smith wrote when facing, more or less, the same situation. As teaching at Oxford was declining, he proposed that the system of dons' pay should be changed so that they do not have a guaranteed salary. Instead, tuition money should be collected at the entrance of the lecture room. So, the teachers who were in demand earned more, thus creating an incentive towards better teaching. The situation is not very different in today's world. Academic tenure is still the rule in European universities, whereas in the United States such tenure is becoming increasingly uncommon. Whereas in Europe a student has little choice as to what university to attend, there is much more choice in the United States, leading to competition among universities so that the better ones survive. Under financing pressures, reform in this respect has already started in Europe, e.g., in the Netherlands, the UK and Spain. But the pace of change is not enough to produce results in the immediate future. The state is still the dominant force in European higher education, whereas in the United States it is the family and the student. The Role of the European Commission The European Union has the formal responsibility to contribute to the development of quality education by encouraging co-operation between Member States, while fully respecting the responsibility of the Member States for the content of teaching and the organization of education systems and their cultural and linguistic diversity. EU action is to be aimed at: • developing the European dimension of education • encouraging mobility of students and teachers • encouraging the development of distance education.\" Referring to vocational education, the EU is charged with implementing a vocational training policy which shall support and supplement the action of Member States, while respecting the responsibility of Member States for the content and organization of vocational training, aiming among other things, to stimulate co-operation on training between firms and educational or training establishments. In a more recent White Paper on the subject (European Commission, 1996) the issue is carried further towards encouraging the acquisition of new knowledge, bringing the school and the business sector together, and treating capital investment in training on an equal basis. These are all laudable objectives. What is missing is: how are these goals going to be achieved, given the Commission's lack of powers on the educational systems of Member States? Another missing consideration is: who will finance these efforts? What is needed for European education to redress itself is the introduction of incentives for academic excellence. One way this could be done, and presented as hypothesis to generate IPTS - JRC - Seville, 1999 ",
        "N O . 3 7 S e p t e m b er 1 9 99 T he IPTS R e p o rt discussion, is to establish a central European student loan fund. Once prospective students have obtained a loan they could use it to enrol in any university, private or public, inside or outside their country. Such a scheme would encourage competition between European universities to attract students and revenue. And it would certainly raise the quality of teaching and research. Actually, Adam Smith (1776) observed in his Wealth of Nations that \"the parts of education that are not conducted by public institutions are better taught,\" (p. 721), and that \"the endowments of schools and colleges have....diminished...the application of the teachers,\" (p. 717). Education quality in Europe improved a lot during the one-century and a half since Adam Smith wrote these passages, but it declined again. Is it Perhaps Adam Smith's messages can be reconsidered in this context. Admittedly, it would be impossible to apply market rules overnight (e.g., see Ehenberg, 1999). But any steps taken to address the aforementioned needs would still be a move in the right direction. To illustrate further the point, Figure 3 depicts two alternative routes by which resources can be channelled to universities: • Route A is similar to the traditional European one, where resources (raised by general taxation) flow directly from central government to the institutions of higher education. • Route Β is similar to the typical US one, where resources flow from the student and/or his family to the university, often facilitated by a loan. Beyond accounting, there is a big substantive difference between the two alternative routes. Route A is largely void of accountability towards better teaching, research, or academic excellence. Professors have tenure and are paid according to their age rather than their performance. Their jobs are as secure as the tax revenue. No public university has ever been closed for lack of resources, or falling academic standards. Figure 3. Two Alternative University Financing Routes A / Government A \\ < Taxes Grants PRIVATE SECTOR Households, Banks Universities Loan Fees s\\ Β Students / Β % 9 One way of introducing incentives for academic excellence would be through a central European student loan fund. Prospective students would then have greater freedom to choose their university inside or outside the EU 'IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 10 ƒ *° i Academic excellence is one of the keys to competitiveness, but to achieve it universities must themselves become competitive About the author George Psacharopoulos ¡s a Visiting Professor of Economics at the National University of Athens. He has previously taught at the London School of Economics, and served as Senior Advisor to the World Bank In Washington, DC on matters of education and training policies. He has published extensively on the role of education In economic development. By contrast, route Β incorporates characteristics associated with competition and survival of the fittest. Since university revenue depends on the fees paid by students, they must be able to attract a clientele, similar to that of any competitive enterprise. Many professors do not have tenure and pay is differentiated by how well they teach and what they publish. Their jobs and remuneration are dependent on the service they provide, so there is an incentive towards better teaching and research. Conclusion The introduction of new incentives for academic excellence is crucial to strengthening European competitiveness. Several measures could be taken to pursue this objective. First, one could decentralize education personnel management decisions, especially at the university level. Second, the system of tenure could be changed. For instance, policies could be adopted to enhance competition between universities to employ the most prestigious professors by offering them salaries similar to those they command internationally. However, to be able to hire highly sought professors, universities need financial resources and students willing (and able) to pay real tuition fees. As a consequence, student aid policies should be significantly improved. In this way students do not find their choices constrained by financial pressure and they can freely decide what university (public or private) they would like to attend. To this end, a European student loan fund could be established. Adam Smith being unable to help, the EU could assist with the fund's initiation. Æ Keywords education, universities, competitiveness, EU - USA comparison Acknowledgement I am grateful to Giorgio Di Pietro for his comments and suggestions on an early draft of this paper. References • Burenstam Linder, S., Europe's Universities Need to Get Competitive, International Herald Tribune, January 15,1999, p. 7. • Ehrenberg, R.C., Adam Smith Coes to College: An Economist Becomes an Academic Administrator, Journal of Economic Perspectives, 13 (1), Winter 1999, p. 99-116. • European Commission, Teaching and Learning: Towards a Learning Society, White Paper on Education and Training. Brussels, 1996. • Psacharopoulos, G., The Privatization of Education in Europe, Comparative Education Review, 36(1), February 1992, p. 119-26. • Smith, Adam, The Wealth of Nations. Modern Library, 1937. (Originally published 1776). Contact George Psacharopoulos, University of Athens Tel.: +30 1 86 70 948, fax: +30 1 86 58 806, e-mail: gpsach@erols.com IPTS - JRC - Seville, 1999 ",
        "Ν Ο . 3 7 S e p t e m b er 1 9 99 T he IPTS R e p o rt inequality, Welfare State a nd university Access Giorgio DI Pietro, IPTS Issue: In a number of industrialized countries increased market income inequality and higher poverty rates have forced an increasing number of households to rely on transfer programmes as their main source of income. The relative scarcity of specific student-aid policies providing subsidies to needy students wishing to study at university could make university attendance rates among low-income students increasingly susceptible to changes in social welfare programmes. Relevance: The possible consequences of cutbacks in social welfare spending, in the context of public sector reform, may include negative repercussions on access, participation and equity in university education. This is increasingly significant in the light of the importance attributed to education, skills and human capital formation in the emerging knowledge-based society. introduction T his article suggests that generous social welfare benefits may be an important way to ensure that low-income students with a high school degree and who wish to continue studying will continue investing in human capital (their own). The study rests upon two observations that are largely supported by empirical evidence: • Social welfare expenditure plays an important role in offsetting the rise in household market income inequality, • Parental income is positively correlated with students' level of educational attainment. inequality and social welfare expenditure Over the last decade several industrialized countries have experienced increased inequality in the distribution of total family income and higher poverty rates. Significant economic and demographic transformations are likely to be responsible for this situation. The position of low- skilled workers in the labour market has been deteriorating in relative terms, or even in absolute terms, since 1990. The level of unemployment among low-skilled people has risen sharply in almost all countries and in some of them (e.g. the US and Italy) workers in the bottom of earnings distribution (first decile of male workers) have displayed significant negative real wage growth (See Table 1). Additionally, changes in family 11 V % The position in the labour market of workers with relatively low skills levels has been deteriorating in relative and absolute terms over the past decade IPTS-JRC -Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 12 J> Aï / * Several studies have shown that in relatively highly developed welfare systems transfer and taxation policies can play a key role in offsetting the rise in household market income inequality structure have also contributed to increasing household market income inequality. For instance, the increase in divorce rates has given rise to an increase in the number of single parent households. Female-headed single parent households are particularly vulnerable to poverty; women are more often left to shoulder the burden of bringing up children alone than men, which is compounded by the fact their incomes are, on average, smaller. Several studies have shown that in relatively highly developed welfare systems transfer and taxation policies have a key role in offsetting the rise in household market income inequality. For instance, an important factor in explaining the significantly lower poverty rates and inequality among families in Canada than in the US in the 1980s, despite a common upward trend in wage inequality, could be found in the effect of a more generous social 'safety net' in Canada (Card and Freeman, 1994). Furthermore, a study from the European Commission (1998), highlights the importance of transfer programmes as a source of income for the least advantaged families. According to this study, in 1993 in the European Union (Austria, Finland and Sweden are here excluded) social transfers (including private pensions, but excluding benefits in kind, such as health care) accounted for 30 per cent of net household income 1 . For some 35 per cent of households, they were the main source of income and without them just under 40 per cent of households would have had a level of income of under half the national average (one of the conventional measures of poverty). After transfers, around 17 per cent of households had a level of income below this. Table 2 (based on Kenworthy 1998) shows rates of relative poverty after and before taxes/transfers in fifteen countries in 1991 2 . The significant role of social welfare programmes in reducing poverty can be observed. The relative poverty rate is less than seven per cent in every country except the US. student aid policies and parental income The implicit assumption behind the argument for a close relationship between social welfare spending and participation rates in university education of low-income students is that parental income has per se a positive effect on children's capital accumulation. This is, at least partially, a consequence of the failure of student aid policies to provide funding to lower income students Table 1. Rate of Annual Real Growth of D1 (First, earnings decile) Male workers, 1990-1996 (1980 prices) 1990 1991 1992 1993 1994 1995 1996 Australia 0.54 3.7 1.67 3.52 1.5 -0.77 - France 2.11 1.49 0.89 -1.21 3 0.06 1.04 Italy -3.5 -3.64 -2.91 -2.77 - - - Sweden 4.66 -6.97 1.93 0.39 2.44 -0.22 - United Kingdom 2.65 0.28 1.52 -0.69 5.82 0.91 0.03 United States -0.24 -1.05 -1.61 0.83 -2.65 1.98 0.9 Source: Author's calculations using OECD data ©IPTS-JRC -Seville, 1999 ",
        "Ν Ο . 3 7 S e p t e m b er 1 9 99 T he I P TS R e p o rt Table 2. Relative Poverty Rates (per cent), 1991 Australia Belgium Canada Denmark Finland France Germany Ireland Italy Netherlands Norway Sweden Switzerland United Kingdom United States Post-tax/transfer relative poverty 6.4 2.2 5.6 3.5 2.3 4.8 2.4 4.7 5.0 4.3 1.7 3.8 4.3 5.3 11.7 Pre-tax/transfer relative poverty 21.3 23.9 21.6 23.9 9.8 27.5 14.1 25.8 21.8 20.5 9.3 20.6 12.8 25.7 21.0 Source: Kenworthy, 1998 thereby completely smoothing the correlation between parental income and educational attainment. There might be at least three explanations for the insufficiency of student aid policies. First, children of the least advantaged families may not be able to fully take advantage of student aid programmes because of a lack of information, limits on the size of the aid relative to needs and, in the case of loan programmes, fear of assuming large debts. Other factors such as high interest rates, short repayment periods and the lack of collateral, may act as strong disincentives to borrowing to pay for education. Second, despite the increase in the number of student aid measures taken by national and local government to assist the children of low-income families, in many cases the supply has not been able to keep pace with the relative demand triggered by a growing number of families falling below the poverty line. For instance, in the US although the real value of total aid available to university students has increased since 1980, it has not kept pace with increases in tuition-fee levels or in the eligible student population. (Gladieux and Hauptmann996). Sustained pressure on state budgets, the product of resistance to paying taxes, on the one hand, and of increasing pressure for the government to finance welfare benefits, on the other, might have limited the growth of student aid expenditure. Third, because of the rise in average tuition and fees in some cases the amount of public subsidies may have become insufficient to cover fully the cost of university education. An increase in the cost of university education can be observed in several countries. Again, in the US between 1971 and 1995 average tuition and fees (in real value) at institutions of higher education increased by approximately 51 per cent (Alexander, 1998). Furthermore, in Italy, in the academic year 1993-1994 average tuition and fees rose more than twenty-five per cent. %. 13 X Because of the failure of student-aid programmes to provide funding to all those who need it, parental income seems to have an influence on educational attainment IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 14 ./ ƒ tf The cost of tuition affects the way in which welfare expenditure contributes to buttressing participation rates in university education Social welfare programmes were originally designed as targeted policies but over time beneficiaries have tended to use them to address many social problems at once Social welfare expenditure and participation rates in university education among low-income students In the light of the facts mentioned above, it seems likely that there is a relatively large number of low-income families whose children are studying at university without receiving any subsidy. Since these households rely on public transfer programmes as their main source of income, they are likely to use a part of the money they get from all types of welfare provisions to cover tuition fees and other education-related expenditure (e.g. textbooks). Moreover, it should be noted that, even if indirectly, non-cash benefits could also influence the budget for the education expenditure of children of the least advantaged families. For instance, public health insurance could enable low-income households to save some money that can be used to pay for education. This may create a direct connection between social welfare spending and participation rates in university education among children of the least advantaged families. Econometric estimates for the US and Italy provide empirical evidence of the high responsiveness of university enrolment rates of low-income students to changes in social welfare spending (Di Pietro, 1999). Nevertheless, it is interesting to note that the mechanism through which social welfare expenditure makes its major contribution in buttressing participation rates in university education is likely to operate in a different way in the US than in Italy. In the US, given the relatively high cost of university education, the main task of social welfare expenditure could be to increase the ability of low-income households to pay for university education. By contrast, in Italy, since tuition and fees are kept low thanks to government subsidies, the major role of social benefits could be to make it less necessary for low-income students not to enrol at the university or to drop out of university in order to support themselves and their family. By providing an acceptable standard of living to the least advantaged families generous social welfare programmes in Italy may encourage low-income people with a high school degree and eager to continue studying to postpone the decision to look for a job until they have finished university. The significant impact of social welfare spending on participation rates in university education among low-income students is likely to stem from present multipurpose nature of social welfare programmes. Social welfare programmes were originally designed as targeted policies (i.e. they tried to solve a specific problem with a corresponding programme) but with the passing of time it turned out that recipients were progressively using them to address many social problems at once. As a consequence, the real impact of each single welfare measure may go beyond the single goal which is theoretically supposed to accomplish. Although none of the present social welfare provisions have been designed to increase university attendance rates among the children of the least advantaged families, increased household market income inequality and higher poverty rates experienced in several industrialized countries might have broadened the scope of the welfare measures encompassing consequences that were totally unexpected at the time the welfare state was created. 'Children of university age are in fact no longer eligible for welfare as dependent children, although higher guarantees may allow young adults more financial freedom if their parents and younger siblings who continue to receive welfare are supported with higher guarantees' (Butler, 1990, p. 199). Evidence from Italy (Paci and Melone, 1997) suggests that in a significant number of cases a IPTS - JRC - Seville, 1999 ",
        "Ν Ο . 3 7 S e p t e m b er 1 9 99 T he I P TS R e p o rt pension serves not only as a guarantee of an acceptable standard of living for pensioners themselves but it may have also a key role in improving the standard of living of their grown­ up children. The tough labour market faced by young adults today -i.e. difficulty not only in finding a job but also in earning wages sufficient to cover basic needs- in conjunction with the trend towards early retirement and certain demographic factors (e.g. the rise in the average age of parents and longer life expectancy) may be making a considerable number of people aged 18 to 25 dependent on the pension received by their parents. The impact of pension benefits on participation rates in university education is likely to be quite important in Italy where the importance of elderly family members' income as source of total family income is increasing over time. According to a recent study of Italian households in which there is at least one elderly person (Centro Europa Ricerche, 1999), on average, the proportion of old people's income with respect to total family income is approximately 47 per cent. In the south of Italy this figure is higher reaching 57 per cent. Another recent survey (ISTAT, 1997) shows that in 1995 91.9 per cent of Italian households headed by a person aged between 65 and 74 relied on pension benefits as their main source of income. The proportion of households headed by a person aged between 65 and 74 living with at least one child is 27.9 per cent. The wider scope of current welfare provisions may stem from the incapacity of the welfare state to satisfy new social needs. The supply of social services has not been able to keep pace with the demand for social services. Since governments do not provide additional services to respond to new emerging social needs, citizens tend to use all kinds of public resources they receive to satisfy the entire range of their social needs. For instance, the progressive shift towards a knowledge-based society has increased the extent to which education and training affect labour market perspectives (i.e. unemployment affects a greater proportion of less-educated people and workers with a high levels of skills are likely to enjoy higher earnings). As a consequence, the cost of human capital formation (especially for the young people) is significantly higher today relative to the past. Even before considering the rise in the cost of university education, one has to take into account that an increase in the average years of schooling has shifted the overall burden of education shouldered by households upwards. Again, this may cause problems of education affordability for children of the least advantaged families. To conclude, the economic, demographic and social transformations that have affected several industrialized countries might tend to increase the risk of social exclusion faced by the young. The increased effects of education on labour market outcomes could push a significant number of low-income parents to decide -and in the absence of student aid- to shoulder entirely the cost of education for their children. Conclusions The strong correlation between social welfare expenditure and participation rates in university education may also have important policy implications. European policy on the process of reorganizing the public sector needs to consider all the possible consequences of cutbacks in social welfare spending especially if it is accompanied by measures to reduce the public role in university education or subsidies to it, bringing the costs of education closer to their market value, mimicking the example of the US. Either of the two policies separately (reducing * V In some countries the percentage contribution of elderly family members' income to overall family incomes is increasing The demands of the knowledge-based society are increasing the overall cost to families of education, a fact with important repercussions for individual access and overall capital formation 'IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 J» ƒ About the author ciorgio Di Pietro holds a degree cum laude In Economics from \"La Sapienza\", University of Rome and he is a PhD candidate at Roskilde University (DK), Department of Social Science. He has been working at the IPTS in the TECS (Technology, Employment, Competitiveness and Society) Unit since 1996. subsidies to university education, or reducing on human capital formation, especially in the social expenditure in general) may not have a light of the absence in Europe of US-type grants, dramatic impact on enrolment but the two donations from alumni and other private- applied together could have a detrimental effect initiative aid programmes, ^p Keywords university education, social welfare programmes, inequality Notes 1- Social transfers were the highest in Belgium and France, at over 36 per cent of net household income, and next in Italy, at just under 33 per cent. 2- The author uses 40 per cent of the median income within each nation as the poverty line. References Alexander, F.K., Private Institutions and Public Dollars: an Analysis of the Effects of Federal Direct Student Aid on Public and Private Institutions of Higher Education, in Journal of Education Finance, Vol. 23, 1998, pp. 390-416. Butler, A.C., The Effect of Welfare Guarantees on Children's Educational Attainment, in Social Science Research, Vol. 19, 1990, pp. 175-203. Card, D., and Freeman, R.B., Small Differences that matter: Canada vs. the United States, ¡n R.B. Freeman (ed.): Working Under Different Rules, Russell Sage Foundation, New York, 1994. Centra Europa Ricerche, Solidarietà intergenerazionale nell'ambito familiare, Rome 1999. Di Pietro, G., The impact of social welfare spending on participation rates in university education among low-income students. A comparative analysis between the US and Italy, Roskilde University, Ph.D. Dissertation, 1999. European Commission, Social Protection in Europe 1997, Brussels 1998. Cladieux, L. E., and Hauptman, A.M., 1996, The College Aid Quandary: Access, Quality, and the Federal Role, The Brookings Institutions/The College Board, Washington and New York. ISTAT, Anziani in Italia, il Mulino, Bologna 1997. Kenworthy, L, Do Social-Welfare Policies Reduce Poverty? A Cross-National Assessment, Working Paper No. 188, Luxembourg Income Study, 1998. OECD, Employment Outlook, Paris, 1997. Paci, M., and Melone, Α., Welfare State. Chi ha beneficiato dello Stato Sociale, a chi andrà la nuova solidarietà, Ediesse, Rome, 1997. Contact Giorgio Di Pietro, IPTS Tel.: +34 95 448 83 05, fax: +34 95 448 82 35, e-mail: giorgio.di-pietro@jrc.es IPTS - JRC - Seville, 1999 ",
        "N O . 3 7 S e p t e m b er 1 9 99 T he IPTS R e p o rt Linking H u m an Capital a nd Economic G r o w th Jaime Rojo de la Vlesca, IPTS issue: With the rise of the knowledge-based economy and the massive introduction of ICT, the concept of human capital has re-emerged as a key factor in promoting sustained economic growth. The surge in government-supported actions directed towards lifelong learning, continuous education, on-the-job training and skills upgrading are indicative of the importance of human capital as one of the pillars supporting the process of economic growth in advanced economies. Relevance: Evidence from empirical studies using microeconomic data supports the link between human capital and individual earnings and productivity. Nevertheless, at macroeconomic levels the channels through which investment in human capital leads to aggregate productivity and economic growth are not as clear. Although there is a role for public policy in Improving average skill levels, more empirical work and better indicators are needed to clarify and focus this role. introduction H uman capital, in the form of the knowledge and skills embodied in individuals, constitutes one of the most valuable assets in advanced economies. Human capital can be defined as the abilities, knowledge and skills people acquire through education, training (managerial and organizational) and experience. To this extent the stock of human capital constitutes an intangible asset which increases workers' productivity and therefore overall economic growth. Recently, forces such as globalization, skill- biased technological change and a freer operation of markets in the economy have contributed to a shift in the relative weight of human capital in economic performance. These forces have led to a rise in the returns on investment in human capital, hence increasing the wage disparity between workers with different skill levels. The microeconomic foundations explaining human capital accumulation Analysis of the microeconomic foundations underlying individual decisions to invest in, and accumulate, human capital enables us to improve our understanding of the interactions existing at the aggregate level between human capital and economic growth. Back in the sixties, Nobel Prize winner Gary Becker formalized a theoretical model for this known as the human capital theory (Becker % X 17 X Human capital can be defined as the abilities, knowledge and skills people acquire through education, training and experience IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 18 ƒ / * Empirical evidence from a number of countries shows an increase in wage inequality between different levels of skills and training 1964). In this theory, the dynamics of human capital accumulation are determined by individuals' decisions, with education being the most significant component of the stock of human capital. The way individuals decide to invest in education and training is analogous to a company's decision to invest in new machinery or equipment. Individuals' investments in education represent a cost in terms both of direct expenditures and opportunity costs, since time spent in education is forgone working time. Since investment in human capital increases individuals' productivity levels, the benefits from education equate to the present value of the expected higher earnings resulting from the higher levels of skills. In general, the theory's predictions are confirmed by the empirical evidence, where workers with higher skill levels obtain higher wages than those with lower skills levels (supported by using microdata, such as panel data, to look at labour characteristics and their impact on wages). Under the recent trends of globalization and acceleration of technological change, the empirical evidence indicates that the financial returns on education have risen dramatically in almost all advanced economies. For instance, in the US the median full-time worker with at least a bachelor's degree earned 38 per cent more than a worker with only a high-school degree in 1979, and by 1994 that difference had grown to 74 per cent (see Figure 1). Besides the US, European countries such as Italy, United Kingdom and Sweden have also experienced an increase in wage inequality during the 90s. The recent empirical evidence pointing towards a widening of the wage gap between workers with different levels of skills has received several explanations. The first explanation suggests that skill-biased technological change has been relatively important in widening wage disparities. For instance, the introduction of the Figure 1. Mean Annual Earnings for US Male workers by Educational Level Attainment 50,000 40,000 30,000 20,000 10,000 1979 — 25,524 1993 1979 16,719 I 31,813 1993 1979 25,632 I W,4r¿ 1993 42,296 High School Dropout Scholl Graduate College Graduate Data for full-time, year-round male workers, age 25 to 34. CFI-U-X1 used to ajust data. Based on data from the Department of Commerce. Source: CEA(1995) IPTS-JRC -Seville, 1999 ",
        "IPTS REPORT SURSCRIRER RASE SURVEY Why it is important you fill in the questionnaire Due to the overwhelming demand for subscriptions to The IPTS Report, in 2000 The IPTS Report will provide a free- of- charge distribution of its printed version only TO A LIMITED NUMBER OF SUBSCRIBERS. You should complete in full the questionnaire and send it to us before November 15, 1999 if you would like to continue receiving The IPTS Report during 2000. Important information regarding the distribution policy of The IPTS Report: 1. The IPTS Report' printed version will continue to be distributed free of charge to a limited number of subscribers. 2. The IPTS Report will continue to be published electronically during 2000 and will continue to be available free-of-charge (no password required) through the IPTS web site (http://www.jrc.es/iptsreport/) ",
        "Q U E S T I O N N A I RE ïo qualify for one of the limited number of complimentary ine IPI5 Report subscriptions for 2000 in printed form, please fill in the questionnaire below completely (incomplete forms will not In any case, in 10 you will continue to be able to consult the IPTS Report articles on the web for free. JfrílírsIsíDr (First name) iååa&t inte M Tiffe (in Fi 'rganisaíioníCompany . fa (ii Ml I Ι ΜΙΜΗ II UH Address.... HH Ι Π II ΠΙ Π II IHM City Country Fello íí (ìfmUhj Uk η your joi junction (pieuse desenlie iyoureiperiiseíiacjground? h làici Έ [ i ë or iusiïiess secíor ore yon applyÍBg yoiireipertise/tó'ground? í l i ei κ (lie primary iusrøs activity di your place oj icorhndo/yoiir organisation? 5, Fiat M of organisation ore yon ιιβήίιιφΐί 0 Industry/commerce J i/niiiersiiy/iiigier Education Q Researci Centre Q ínternationo! Organisation (piiolifly jiifided (ind ι projií-moiingj Q Puilic af/minisírafioíi Ü Otier (piense specify] Since åen ione yon ieen receiving Pie ÍPFS Kejaorí i issue mineer) I hi L· you use ine information p ad in lie ßepori? Ü in meetings Ü in exploratory researci ü In project prepárete Ü Otier (please specify i Filici mere tie articles you be f od tie most kmán¡ so jar in Pie ÍPFS Report? (píense indicati tie titles, or oí least tie speci/ÍcsiiijeeísJ . lour main ìntimi in Pie ¡ïï'i Ιψη ϊ ψά tie /olloii'ing Aspects; 0 Anticipating polity needs Q infllysiso/tecino^icöldecelopinents. Ü Furopeon Policyrebanee Ü h ài on socioeconomic impact of technology Ü Otier (please specify) 0, Fiflt suggestions mould you mate toicards/urtlier improniug tie IPPS Report (e.g. in terms o/ scope,orientation.approaci, loot,etc.)? ]]. Do you misi to continue receiving! ÜDF ÜFÍÍ Q FS U FI um J 12, if yes, imin y tie juture an annual siiosmption jeejor receiéig M PS Report? □ Yes: D 50 EI7KO; D 75 EURO; D100 EURO Oft ",
        "■ Please, send it by post: The IPTS REPORT European Commission, Joint Research Centre Institute for Prospective Technological Studies World Trade Center - Isla de la Cartuja, s/n 41092 -Seville Spain φ ui 00 00 φ ",
        "N O . 3 7 S e p t e m b er 1 9 99 T he I P TS R e p o rt computer has raised the demand for a skilled labour force capable of working with the new technology. At the same time, computers have rendered some types of routine mechanical unskilled jobs obsolete. A second explanation points at competition from developing countries as the cause of the increase in wage inequality. Since unskilled labour is relatively abundant and cheap in developing economies, advanced economies tend to export manufactured skill- intensive goods and import labour intensive goods. Therefore, in a context of increasing international trade, advanced economies experience an increase in demand for skilled labour while the demand for unskilled labour falls. A third explanation attributes the phenomenon to institutional factors such as the declining role of trade unions. A fourth explanation blames globalization and technological change for the appearance of markets for winner-take-all superstars (e.g. performers, sports personalities, top executives). The aggregate picture: human capital, development and economic growth Despite the large body of evidence linking human capital with increases in productivity at the microeconomic level, little consensus exists concerning the channels through which human capital leads to economic growth. Aggregate macroeconomic models have tried to clarify the linkages existing between human capital and economic growth. According to these models, differences in income levels between countries reflect differences in their innovation capacity and in their ability to apply available technologies. This implies that the wealth generation capacity of a society is determined by its stock of human capital and that economic growth represents the process of human capital accumulation which follows from individuals' decisions to invest in human capital. The theory has also contributed to explain international trade patterns by considering differences in human capital across countries. Possibly two of the most representative macroeconomic models of human capital accumulation include the Lucas' neo-classical model and the \"Schumpeterian\" model of Nelson and Phelps. In the former individuals decide to allocate their time either to education, accumulating skills, or to the productive sector, generating output. According to this model an individual's investment in education not only increases his or her own productivity -which is considered to be an internal effect- but also generates the external or spillover effect of extending the general knowledge base, thus enhancing the productivity of other workers 1 . In the long run, human capital drives the economic growth process. Under circumstances of decentralized decision-making, investment in human capital is too low since individuals do not take into account the effect of their own investment decisions on the productivity of other individuals. Under these circumstances, economic growth in the model is too slow, favouring policy intervention in order to increase the level of human capital that would eventually lead to increases in the level of output. Another important source for the formation of human capital is the experience accumulated in the workplace, commonly referred to as 'learning by doing'. Learning in this case occurs as a by product of capital accumulation. Although highly significant, this source of human capital accumulation is extremely difficult to measure. In this respect, the Nelson and Phelps model mentioned above considers human capital accumulated through education to be a prerequisite for developing the skills necessary to adapt to technological change. According to this view, human capital is fundamental for t « 19 V I Explanations for the widening gap in wages include demand for workers able to use new technology, displacement of labour- intensive work to developing economies, and the declining role of the trade unions Aggregate macroeconomic models imply the wealth-generation capacity of a society is determined by its stock of human capital; economic growth is thus a process dependent on human capital accumulation Apart from formal education, experience acquired in the workplace is an important source of human capital formation. However, it is extremely hard to quantify IPTS - JRC - Seville, 1999 ",
        "T he IPTS R e p o rt N o. 37 - S e p t e m b er 1 9 99 ƒ A? Human capital theories of growth combine two separate components of human capital: private knowledge, which belongs to the individual, and a second component which reverts to society in the form of spillovers expanding the available knowledge base Most studies have used estimated years of schooling as a proxy variable for the available stock of human capital in the labour force, and most, but not all, find a positive correlation between human capital and productivity learning and understanding new technological developments. In their own words \"educated people make good innovators, so that education speeds the process of technological diffusion\". The model stresses the interactions and strong complementarities existing between the level of human capital and other factors of production such as physical capital and R&D investments which, when combined, generate more output. This model lends support to the idea of active public policy to promote the accumulation of human capital so as to spur innovation and technological diffusion. In brief, human capital theories of endogenous growth implicitly combine two separate components of human capital. One of the components, being a source of private knowledge, belongs to the individual, while the other component reverts to society in the form of spillovers expanding the available knowledge base. According to these theories, output in the economy improves as a consequence of the \"non- rivalry\" characteristic of knowledge. Human capital accumulated in individuals spurs the generation of ideas and knowledge that can be freely used by others, if they have the human capital necessary to adapt to these technologies, providing a source for unlimited growth. Empirical evidence on the impact of human capital on growth The empirical literature analysing the sources of economic growth has emphasized the role of human capital as an internal force contributing to the growth process. Most of these studies have used estimated years of schooling as a proxy variable for the available stock of human capital in the labour force (Levine and Renelt 1992, Barro and Sala-i- Martín 1995, Barro 1998). In general, by using cross country regressions these studies have found evidence supporting the hypothesis that the level of education and growth are highly -and positively- correlated. Nevertheless, some recent cross-country empirical studies (Prichett 1996, Benhabib and Spiegel 1994) have cast doubts on the validity of the suggested relation, concluding that economic growth seems to be unrelated to increases in the population's educational attainment. For instance, Prichett (1996), adopting a growth accounting framework, finds a strong significant and negative relationship between human capital growth and total factor productivity. This outcome appears to contradict the accumulated evidence of microeconomic studies showing high returns on human capital investments. Several possible explanations have been proposed to accommodate the large microeconomic evidence existing on the wage premiums resulting from higher levels of schooling and the unobserved impact on growth at the macro level. First, it may be the case that education has no effect on productivity or skills but only raises wages (due to market imperfections) 2 . Second, a limited process of innovation adoption in some countries might explain why the marginal returns are falling rapidly in countries where the supply of educated labour is expanding rapidly while the demand for educated labour remains stagnant. Third, the institutional environment in a large number of countries has had a perverse effect on human capital, absorbing this growing pool of educated labour in low productivity activities (e.g. in bureaucratic jobs). Related to this is the tendency of many highly educated workers to enter sectors of the economy whose contributions to GDP are systematically under measured -e.g. the public sector and the services sector (Criliches, 1997). Fifth, educational levels have a measurable effect on growth only if combined with a large stock of technological knowledge or when supported by a larger stock of physical capital. Therefore devoting large sums to investments in human IPTS - JRC - Seville, 1999 ",
        "Ν Ο . 3 7 S e p t e m b er 1 9 99 T he I P TS R e p o rt capital is not sufficient to ensure the large economic rewards envisaged from education. The process of human capital accumulation is also enhanced by the rate of technological progress, since the faster technology-driven growth achieved by enlarging the potential rate of return from education brings private incentives for more schooling. In this respect, empirical studies have found that the more dynamic sectors of the economy have increased the demand for skilled workers and hence their wages. Moreover, the empirical evidence finds that labour in sectors whose productivity grew faster is characterized by steeper wage profiles, less labour turnover and lower unemployment (see Figure 2). quantity and quality of the data available. The conventional indicator used for measuring human capital, the average number of years of students' education, is an extremely crude measure providing little indication of the real value of human capital. Other forms of human capital such as on- the-job training, managerial and organizational skills, not to mention the quality of the education received, are left unmeasured by this type of indicator. In this respect, Mulligan and Sala-i- Martín (1995a) using an index as a control for the quality of human capital found evidence in various regions of the US to show that human capital is growing twice as fast as the average number of years of schooling and that human capital inequality across US states is increasing although the spread in length of schooling has narrowed. Unresolved Puzzles: choosing the right indicators Despite the difficulty inherent to measuring human capital due to its intangible character, some The fact that growth theory is far ahead of recent efforts have been aimed at constructing empirical research has much to do with the relevant data sets providing more detailed Figure 2. Employment Growth by Occupational Skill Level 35 30 & 25 O) c ε 20 e m p l o y ( J Ì ■4-» C 8 io L·. α 5 — 7 32 ■ Low-skill High-skill Note: High-skill occupations are defined as those in the top all employment by average educational attainment. Low-skill occupations are defined as those in the botton third of all employment by average educational attainment. Based on data from the Department of Commerce. \\ 21 X % However, some studies do not show a positive correlation between human capital and growth at the macro level. This may be due to distortions in the institutional and economic framework in the economies in question The human capital indicators used in studies to date suffer from a number of deficiencies. Work is being carried out in several areas to improve the quantity and quality of the data available IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 22 ƒ * It is widely accepted that in order to adapt to an environment of stronger competition -emphasizing in particular the role of information, knowledge and skills- advanced economies need to continuously upgrade the average quality of their labour force information on human capital levels. Barro and Lee (1996) have produced a large international data set (recently updated) on educational attainment covering 120 countries over five-year periods from 1960 to 1985. The data set available at the National Bureau of Economic Research (httpy/www.nber.org) provides an indication of population schooling attainment levels -i.e. no schooling, primary, secondary, and higher education- and by gender using census, surveys and school-enrolment data. Mulligan and Sala-i- Martín (1995b) construct various measures of the value of human capital allowing for variable weights to capture the concepts of quality and relevance of schooling. In order to control for the existence of different levels of capital per worker they propose an alternative measure for the value of human capital based on the ratio of total labour income per capita to the wage of a person with zero years of schooling. They find their measure of human capital is positively correlated with other measures of human capital, such as average years of schooling. Some studies (Hanushek and Kim 1995, Barro 1998) have adjusted education variables for quality using information on results obtained by students in international science and mathematics. Using these quality adjusted variables for education they observe a strong positive relationship between educational variables and economic growth. The OECD, with the ultimate goal of improving human-capital-related policies, is constructing new human capital indicators (OECD 1996). These include indicators on human capital investment constructed using data on investment in education and training and assigning time allocations, the stock of human capital using proxies such as years of schooling and completed educational levels, and indicators of the impact of human capital in economic performance using information on rates of return from education, earnings and employment status. Conclusions The concept of human capital has re-emerged as a key factor for sustaining economic performance on several fronts. Evidence from empirical studies using microeconomic data support the hypothesis that human capital, measured by level of education, raises workers' earnings and productivity, contributing to overall economic growth. Nevertheless, at an aggregate macroeconomic level, the channels through which investment in human capital leads to aggregate productivity and economic growth are still unclear. It is widely accepted that in order to adapt to an environment of stronger competition, and to a world emphasizing the role of information, knowledge and skills, advanced economies need to continuously upgrade the overall quality of their labour force. In this respect, there is a clear role for public policy to improve the average level of skills of the labour force. In order to clarify this role further, more empirical work and better indicators are needed. Improving the statistics on human capital is a good starting point for providing a better framework in which to support sound policy making. Ideally those statistics will contribute to deepening understanding of several issues that might shed light on the interactions between human capital and growth, such as the economic returns to investments in human capital, the effects of human capital on earnings, inequality and economic growth. Researchers have pointed out the usefulness of complementing current knowledge on the interactions between human capital and growth with applied case studies covering those countries experiencing rapid economic growth. By analysing the behaviour and interactions between labour markets, institutions, policies and growth these studies could provide valuable insights to support the policy-making process aimed at improving economic performance. Æt IPTS - JRC - Seville, 1999 ",
        "Ν Ο . 3 7 S e p t e m b er 1 9 99 T he I P TS R e p o rt Keywords human capital, skills, training, education, economic growth, wages, incentives, inequality, externalities, spillovers, public policy, indicators Notes 1- This effect receives the name of \"standing on the giant's shoulders\" in the endogenous growth literature, paraphrasing Newton's famous statement \"If I have seen further than others is because I was standing on the shoulders of giants\". 2- Signalling theory suggests that educational attainment is a mechanism potential employers use as a signal for screening the potential productivity of individuals. References • Barro, R., and Lee, J., International measures of schooling years and schooling quality, American Economic Review, Papers and Proceedings 86, 2, 1996, pp. 218-223. • Barro, R., and Sala-i-Martín, X., Economic Growth. New York, McGraw Hill, 1995. • Barro, R., Human capital and growth in cross-country regressions. Harvard University, 1998. • Becker, G., Human capital. New York, Columbia University Press, 1964. • Benhabib, J., and Spiegel, M., The role of human capital in economic development: evidence from aggregate cross-country data, Journal of Monetary Economics, 34, 1994, pp. 143-174. • Council of Economic Advisors. Educating America: An Investment for Our Future, Washington, 1995. • Griliches, Z., Education, Human Capital and Growth: A Personal Perspective, Journal of Labour Economics, 15, no. S330-342, 1997. • Hanushek, E., and Kim, D., Schooling, labor force quality, and economic growth. NBER working paper no. 5399, 1995. • Levine, R., and Renelt, D.A., Sensititivity analysis of cross-country growth regressions, American Economic Review, 82(4), 1992, pp. 942-963. • Lucas, R.E., On the mechanics of economic development. Journal of Monetary Economics, 22,1988, pp. 3-42. • Mulligan, C, and Sala-i-Martín, X., Measuring aggregate human capital, NBER working paper no. 5016, 1995. • Mulligan, C, and Sala-i-Martín, X., A labour-income based measure of the value of human capital: an application to the states of the United States, NBER working paper no. 5018,1995. • Nelson, R., and Phelps, E., (1966) Investments in Humans, Technological Diffusion and Economic Growth, American Economic Review, 61, 139-162. • OECD, Indicators on Human Capital Investment: A Feasibility Study, Working Paper 87, Paris, 1996. • Pritchett, L., Where has all the education gone?, World Bank working paper no. 1581, 1996. Contact Jaime Rojo de la Viesca, IPTS Tel.: +34 95 448 83 27, fax: +34 95 448 83 26, e-mail: Jaime.Rojo@jrc.es %. 23 X \\ About the author Jaime Rojo de la Viesca holds a degree in Economics from the Universidad Autonoma de Madrid and a Master's degree in Industrial Economics from the Universidad Carlos III de Madrid. His main areas of research interest include the analysis of technological change and economic growth, R&D and innovation policy, economic geography, and the economics of intellectual property rights and intangible goods. IPTS-JRC -Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 24 ._<? t * For over five years, Canada has been addressing the reality of ICT in education as a strategy for preparing all learners for a rapidly changing global economy Learning W i t h o ut Boundaries: t he Canadian experience Ethel Thayer, OIP SchoolNet issue: Education and learning have changed irrevocably since the availability of information and communications Technology (ICT) has become pervasive and useful experiments have been set up in countries such as Canada to take advantage of these technologies. Relevance: Building a skilled workforce is essential to meet the demands and challenges of the new century. Canada's experience in building electronic networks has provided a basis for similar projects in other countries, such as school Net India, and Red Escolar in Mexico. introduction I CT has enormous implications for all learners in all disciplines. It puts the world at their fingertips and provides for 'learning without boundaries'. The Internet allows learners to work collaboratively and interactively with peers in classrooms around the world, contributes to the integration of learning experiences and provides a climate for the discovery and sharing of new concepts and ideas as classrooms become centres of global education. 'Anywhere, anytime' learning and 'just in time' learning are also part of the knowledge-based economy. For over five years, Canada has been addressing the reality of ICT in education as a strategy for preparing all learners for a rapidly changing global economy. Canada's Federal Government, as one of its priorities for the past few years, has encouraged, supported and invested in education, knowledge and innovation as Canada shifts from a resource and commodities based economy to a knowledge-based economy. One of the elements in that transition is the availability of a workforce with knowledge- based-economy skills. The 'Connecting Canadians' agenda and continued support for and investment in Canada's SchoolNet (a set of Internet based education services and resources that stimulate learning) provide opportunities for all learners to acquire ICT. Canadians have always embraced communications technologies because of the vastness of the land mass and the relatively small population. Access to the Internet has meant considerably more equity in the availability of \"Innovation is also beginning to drive education curricula. In the old economy, a curriculum was good for years and careers. In the new economy, to be relevant the education system must constantly change content, instructional tools, and approaches\" Don Tapscott, The Digital Economy IPTS - JRC - Seville, 1999 ",
        "N O . 3 7 S e p t e m b er 1 9 99 T he I P TS R e p o rt \"Today's kids are so bathed in bits that they think it is all part of the natural landscape. To them, the digital technology is no more intimidating than a VCR or a toaster\" Don Tapscott, Web Page Preview, Crowing Up Digital: The Rise of the Net Generation resources to Canada's most remote communities as well as its densely populated cities and towns. In Canada, the provinces and territories are responsible for education. Any initiatives regarding education at a Federal level occur only in Box 1. SchoolNet Goals partnership with the provinces. Every province has built in the use of ICT in every subject area of the curriculum, (kindergarten to grade twelve) as well as specific courses in ICT, computer science and programming. When Canada's SchoolNet was established over five years ago it was in partnership Achieved By the year 2000 Achieved Achieved By the year 2000 By the year 2000 • Connectivity Assist in connecting Canada's 16,500 schools and 3,400 libraries Help all classrooms get connected Connect all 473 First Nations schools and communities Bring 1,500 rural and remote communities on-line with services Bring 3,500 more rural and remote communities on-line with services Bring 5,000 access sites in urban neighbourhoods across Canada • Content Provide a 'one stop shop' for education content Foster excellent, easy to use Pan-Canadian learning content Enhance research, training and evaluation activities Facilitate the use of ICT in education Involve teachers in building curriculum relevant content Stimulate a world-class learningware industry • Competencies Develop critical skills • academic skills • ICT skills • employability skills • cognitive skills Encourage entrepreneurial and export capabilities Foster advanced ICT, multimedia and animation skills Encourage and foster research • Commerce Build International Partnerships Provide a model for electronic education network development abroad Export products and services Encourage the co-development of learningware and other joint ventures with international partners Showcase and share models of success % X 25 \\ SchoolNet is an easy-to-use single platform for learners and teachers and anyone else to reach the power of the information highway. Creativity is put directly into the hands of the user, extending and enriching the learning experience IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 26 ./ # / ï SchoolNet programmes include providing the resources needed for Internet connections, digitization of Canadian Collections, stimulating the learningware industry and promoting international partnerships with the provinces and territories as well as the private sector. All SchoolNet's resources and programmes were designed to complement curricula, programmes and resources of all the education ministries of the provinces and territories. Funded by the Federal Government and assisted by the contribution of services, resources and funding from the private sector, Canada's SchoolNet has grown exponentially over the years. SchoolNet is an easy to use single platform for learners and teachers and anyone else to reach the power of the information highway. Creativity is put directly into the hands of the user. The website's strategy for learning is the provision of programmes, services and resources that meet the needs, abilities, interests and aspirations of all learners. There is support for all curriculum areas providing extension, enrichment, reinforcement and remedial work. The website provides a powerful tool for inquiry, analysis, communication and innovation, supporting the early years to graduation. SchoolNet enables learners to communicate, collaborate and participate in the development of knowledge, skills and values essential in the use of world-wide information resources. The tables in Box 1 outline SchoolNet's goals for connectivity, content, competencies and commerce. SchoolNet http://www.schoolnet.ca/home/e/ resources/ supports the curriculum and learning in all areas of the programme; the Arts, Business Education, Computer and Information Technology, Entrepreneurship Studies, Health and Wellness, Language Arts, Mathematics, Physical Education, Sciences, Social Sciences and Social Studies as well as Adult and Special Education. In addition, there are teaching resources regarding content, lesson plans, power learning tools and professional development. The 'resources' area also has Guidance Services, LibraryNet and a section for projects and contests. Some unique programmes have been established at SchoolNet to assist with the production of new resources, the digitization of Canadian Collections, helping communities access the Internet, the provision of refurbished computers to schools in need of more equipment, the stimulation of the learningware industry and the promotion of international partnerships (see Box 2). From its early beginnings, the SchoolNet programme has benefited from a vision and concept that helps teachers and learners develop knowledge, research and ICT skills. These skills assist in the learning process (learning how to learn), problem- and project-based learning and communication between schools, classrooms and learners, locally, provincially, nationally and internationally. The acquisition and transference of these skills to other areas in young people's lives will help create life-long learners. Before schools and libraries throughout Canada could use the Internet, they had to be wired and connected. As of April 1999, Canada's 16,500 schools, 473 First Nations Schools and 3,400 libraries as well as 1,500 remote communities were all connected to the Internet. Many of the provinces helped with the connectivity agenda by contracting with telecommunications companies across Canada to \"The illiterate of the 21 st century will not be those who cannot read and write but those who cannot learn, unlearn and relearn\" Alvin Toffler, (author of \"Future Shock\" and \"The Third Wave\", quoted in Carrol 1997) IPTS - JRC - Seville, 1999 ",
        "N O . 3 7 S e p t e m b er 1 9 99 T he IPTS R e p o rt Box 2. SchoolNet Programmes • GrassRoots Programme: http://www.schoolnet.ca/grassroots/e/ GrassRoots is a national programme that funds K-12 schools for the creation of innovative and interactive projects on the Internet that: foster the acquisition of academic, employability and computer skills in young Canadians, build unique and relevant Canadian content on the Internet, integrate ICT into learning and facilitate increased connectivity and training opportunities. To date there are over three hundred and fifty projects on-line. Projects are provided funds of $300.00 - $900.00 depending on criteria-referenced evaluation. Recently, the Federal government, the provinces and the private sector have got together to ensure the creation of 20,000 new projects on-line. • Canadian Digital Collections (CDC): http://www.schoolnet.ca/collections/E/ Digital Collections is part of the federal government's Youth Employment Strategy (YES). This programme pays young people (fifteen to thirty years old) $8.00 per hour to create websites which feature significant Canadian collections in the public domain, e.g. art collections, museum collections, heritage collections etc. This programme helps young Canadians enhance their skills and experience while they digitize Canadian content of interest locally, nationally and internationally. Between April 1996 and March 1999,1,900 young Canadians have worked on over 300 projects. These range from museum collections and profiles of great Canadian artists to high-technology pig farming, aids to mitigating environmental damage while navigating Arctic waters and the oral history of Canada's Aboriginal peoples. • Community Access Programme (CAP): http://cap.unb.ca/english.html The Community Access Programme was developed to help rural and remote communities gain access to the Internet as well as the skills to use the resource effectively. In 1998, the Federal government as part of its goal to make Canada the most connected nation in the world by the year 2000, invested over two hundred million dollars over 3 years in Canada's SchoolNet and other new initiatives e.g. VolNet, a CAP programme which will provide Internet access to volunteer groups. This investment means even more Canadians will benefit from opportunities created by the computer-driven knowledge economy. 5,000 additional Internet access CAP sites in urban neighbourhoods across Canada in addition to the 5,000 rural access sites being established will bring the total to 10,000 sites by the year 2000. This programme also provides young Canadians under the YES programme with opportunities to learn new transferable skills that will lead to other employment in the ICT sector. • Computers For Schools (CFS): http://www.schoolnet.ca/cfs-ope/welcome_e.html The Computers for Schools Programme channels surplus computers and software from business and governments to Canadian elementary and secondary schools and public libraries. All the donated equipment is tested, reconditioned and delivered to schools at no cost. The programme is sponsored by Industry Canada and the Telephone Pioneers. The goal of the programme is to distribute 250,000 computers by March 31st, 2001 The programme began in 1993, and by March 1999 more than 125,000 computers had been placed in schools and libraries. This programme has been very helpful in many areas of the country which do not have the resources to buy new equipment. This programme has worked well for business partners who are upgrading equipment and software by giving them the opportunity to contribute to the community in a meaningful way. • The Office of International Partnerships: http://www.schoolnet.ca/oip-bpi/index-e.html Industry Canada's SchoolNet has evoked a positive response around the world. The Office of International Partnerships (OIP) was established to respond to the interest of several countries wishing to create their own electronic networks. OIP is able to provide international governments and companies with a single access to Canadian expertise to develop and apply ICT to learning and training and has access to the best of Canada's ICT skills and products. OIP facilitates partnerships between Canadian companies and international partners to provide services and products and bring information and communication technologies to the world. OIP currently is working on projects with many nations around the world. Canada's policies and Canada's SchoolNet can be localized and adapted to meet the needs of any country. X IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 28 ƒ / * Connecting schools to the Internet has involved telecommunications companies, school boards and individual schools. A variety of technologies have also been used, depending on the features of each location Connecting schools would mean teachers in Vancouver could share best practices with teachers in Halifax, and a student in Paris, Ontario could work on a project with a student in Paris, France All of the resources, services and programmes implemented by Canada can be adapted and localized in any country that wishes to create an electronic learning network provide the infrastructure. SchoolNet negotiated an agreement with STENTOR, a consortium of telecommunications corporations to donate bandwidth, infrastructure and support for the connectivity agenda. In provinces where no policy was in place to connect schools, individual schools and School Boards wired local schools. In the most remote schools in the far north of Canada, Schools are connected by satellite and wireless technology. Within the next year (2000), all Canadian classrooms will be able to have access to the Internet. In many schools across the country, there are between four and twelve computers in every classroom. Computers in classrooms have been used increasingly over the past ten years in delivering programme to learners using a variety of innovative learningware, much of it developed and produced in Canada and used in schools around the world. Partnerships with the private sector have been very positive. They help fund projects, supply goods and services and contribute to ongoing programmes. The idea of creating an education website 1 (SchoolNet, which gets more than 1,000,000 page requests and over 4,000,000 hits per month globally) for learners and teachers to complement curricula, teaching and learning in all the provinces and territories, accessible without cost to anyone with access to the Internet would have important implications. This would mean, for instance, that learners in remote areas could have access to the same education services and resources available to learners in downtown Toronto. Teachers in Vancouver could share best practices with teachers in Halifax, and a student in Paris, Ontario could work on a project with a student in Paris, France. Resources were created and recommended by Canadian educators and complemented the curriculum from the early years to graduation. Moreover, Canada has developed a growing software/learn i ngware industry that serves all areas of the curriculum. These products range from course writing software to learningware that covers all areas of content and skills. Many products are published in multiple languages having been localized through joint ventures with international partners. Learning from the Canadian experience All of the resources, services and programmes described can be adapted and localized in any country that wishes to create an electronic learning network. Other nations around the world are learning from Canada's experience in building electronic education networks, such as SchoolNet India, and Red Escolar in Mexico. Countries including, Finland, Kuwait, Hong Kong, China and Argentina have looked at the Canadian models to assist them in building and/or complementing each country's national education goals and objectives. Canada's SchoolNet is available on-line to anyone who wishes to navigate and evaluate the model first hand and help may also be provided to countries setting up the infrastructure, software and hardware to create an electronic learning network. This includes demonstrating programmes that encourage and reward teachers for the creation of new resources, sharing ideas on how to provide refurbished computers to schools, how to link remote areas to the Internet and how to preserve culture and traditions through digitization of local and national collections. Currently, Canada is looking at setting up a model which will put the management of content resources in the hands of key boards of education throughout the country to maximize expertise, including teacher training at the grassroots of education. §f IPTS - JRC - Seville, 1999 ",
        "N O . 3 7 S e p t e m b er 1 9 99 T he IPTS R e p o rt Keywords connectivity, SchoolNet, ICT, learning, education Note 1- Doug Hull, the Director General of Industry Canada Information Highway Applications Branch (IHAB) and his Co-op engineering student Karen Kostaszek were responsible for the original idea. References • http://www.schoolnet.ca • GrassRoots Programme: http://www.schoolnet.ca/grassroots/e/ • Canadian Digital Collections (CDC): http://www.schoolnet.ca/collections/E/ • Community Access Programme (CAP): http://cap.unb.ca/english.html • Computers For Schools (CFS): http://www.schoolnet.ca/cfs-ope/welcome_e.html • The Office of International Partnerships: http://www.schoolnet.ca/oip-bpi/index-e.html • Don Tapscott, The Digital Economy, McGraw-Hill, New York, 1996, p.61. • Don Tapscott, Web Page Preview, Growing Up Digital: The Rise of the Net Generation, McGraw Hill, New York, 1997. • Carrol, J., Surviving the Information Age, chapter 19, Prentice Hall Canada Inc.,-Scarbourough, Ontario, 1997, p. 170. contacts Ethel Thayer, Director of International School Programs, Office of International Partnerships, Industry Canada SchoolNet Tel.: +1 905 336 32 90, fax: +1 905 336 30 67, e-mail: ethayer@ilap.com Mac Prescott, Executive Director, Office of International Partnerships, Industry Canada SchoolNet Tel.: +1 613 998 98 84, fax: +1 613 946 21 70, e-mail: Prescott.Mac@ic.gc.ca 29 % χ X About the author Ethel Thayer has a Bachelor of Arts from McMaster University (1961). She is currently Director of International School Programs, Office of International Partnerships (OIP), Industry Canada SchoolNet and Education Consultant, Canada's SchoolNet. Her previous work includes: Special Education Consultant for the Hamilton Board of Education between 1970- 1995; assisting in the development of a White Paper in secondary mathematics, Fields Institute, University of Toronto, 1997 in the area of ICT and mathematics; guest lecturer at Brock University, St. Catherines and guest lecturer at York University, Toronto. She is currently working with OIP and its International partners to establish electronic education networks for learning and training and frequently represents OIP and SchoolNet as a featured speaker at conferences and other venues to elaborate on Canada's policies and Canada's SchoolNet. IPTS-JRC -Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 30 ƒ 0 C * A comprehensive local support infrastructure in the form of business incubators (offering facilities, access to financing, training and coaching) can increase the survival rate of start-ups Entrepreneurship Skills f or Scientists and Engineers: recent European initiatives Jens w. Otto, JRC issue: universities and research institutions are an important source of innovation in high-technology fields. European weakness in the commercialization of innovation has persisted despite many years of technology transfer and the setting up of science parks to facilitate it. The paradigm of technology transfer has recently changed to focus on the creation of new companies in which scientists and engineers act as entrepreneurs so as to harness innovation as a means of creating employment. Relevance: A number of recent training/education programmes in entrepreneurship in Europe have been designed specifically for scientists and engineers, unlike the typical programmes in business schools which are targeted at a general audience. A comparison of programmes of this type run in universities and providing follow-on support to new start-ups can Identify elements of good practice and help clarify the role of policy. Technology-based Entrepreneurship: the importance of training T here is evidence that the main drivers for the recent technological innovations and net job creation in the USA (Timmons 1994, Presidential Report 1992, Acs 1998) are SMEs and in particular new start-ups. Culture, frameworks (legal, regulatory, financial), support infrastructure and education strongly promote entrepreneurial attitudes and ventures in the USA. A comprehensive local support infrastructure in the form of business incubators (offering facilities, access to financing, training and coaching) can increase the survival rate of start-ups (e.g., spin-offs from universities) to 80% or more compared with typically 40-60% after 3 years in the \"open market\" (Tilburg, 1994). Entrepreneurship training before start-up may be an effective additional means to increase the survival rate of new ventures (Garavan, 1994) Several studies suggest that such training of this kind also serves to motivate potential entrepreneurs and helps to ensure a critical mass of inflow of ideas and entrepreneurs into the incubator/community. A study in Sweden found that the number of (actual) entrepreneurs from a university with a three-year undergraduate programme for \"Innovation Engineers\" was twice that of other technical universities without such a programme (Andren, 1996). Similar data were obtained in a survey in Ireland (Fleming, 1996) in which entrepreneurs ranked the importance of the IPTS-JRC -Seville, 1999 ",
        "N O . 3 7 S e p t e m b er 1 9 99 T he I P TS R e p o rt Table 1. Programme details and elements of good practice Integrated with engineering/ science curriculum No. students in course Special selection procedure for admission Specific Goals: Business plan Product development Start-up \"Seed\" funding available Possibility to continue in incubator Teaching methods/Implementation Writing of business plan Participation in bus. plan competitions Projects from companies available Milestones Final review by expert panel Formation of teams Mixed teams (science/business) Team skills taught formally Case studies Simulations Croup work Ext. experts for coaching and special lectures Project management part of course Student-run extra-curricular activities Extracurricular programmes available Limerick Univ. Yes 50 No Yes Yes No directly Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Chalmers Univ. Yes 20 Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Possible Yes Yes No Yes Yes Yes Yes Yes (incubator) Linköping Univ. Yes 200 No Yes No No directly No Yes Yes Yes Yes Yes No Encouraged - Possible No Yes No Yes Yes No Yes Yes entrepreneurship training to their start-up decision second only to the perception of a suitable business opportunity. Moreover, a lack of support infrastructure and of feeder mechanisms has been cited as one of the factors for the rather mixed results of science parks in the past (Sternberg, 1996). The entrepreneurship training programmes discussed here have been selected from a dozen such initiatives run by universities (University of Limerick, Ireland; Chalmers Institute of Technology, Sweden; University of Linköping, Sweden) and are aimed at engineers and scientists as part of a broader curriculum. All the programmes are recent, thus making a quantitative comparison as yet impossible. However, the initiatives have been compared qualitatively as a starting point for discussions of good practice. The description does not include further training programmes at the associated incubators although they form an essential support mechanism in the business life cycle. Elements of Good practice \"Good practice\" is understood here to mean a particular choice of teaching methods and contents which addresses the needs of entrepreneurs in general and in particular the weaknesses of many scientists/engineers turned entrepreneurs. The demand for the programmes compared below & 31 X X Elements of good practice cited range from clearly structured courses and a practical focus, to the involvement of outside experts IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 32 ._<? ƒ ï A common deficiency in entrepreneurial new start-ups is a tendency to focus on technical aspects to the detriment of the business side (management and team skills, etc.) In the case of two of the entrepreneurship programmes looked at, the curriculum structure is designed to follow the steps in product/service development (number of applications or actual participants) suggests that they address potential entrepreneurs' needs in a way they themselves considered useful. The elements of good practice most often cited by the practitioners and entrepreneurs interviewed are the following (Table 1 shows how these elements have been implemented in the programmes under discussion): • clear objectives and a well-defined target group. This is necessary in order to make the programme focussed and effective. • practical focus in terms of teaching methods and output. The needs of entrepreneurs are (above all) a set of skills and tools with which they can solve practical problems (such as business planning and writing a business plan; assembling a management team; the steps involved in setting up a venture; etc.). Interactive teaching methods (individual and group work, brainstorming, problem solving, case studies, role plays, simulations) centred on project work are therefore eminently suited to acquire such skills and tools. The project work typically involves writing a business plan. This is considered to a prime teaching tool because it forces to think through all aspects of establishing a business, forces to act (e.g., customer contacts for market analysis) and because it has a practical use. The stated aim that business plans are entered in national or regional business plan competitions gives a special incentive, creates potential visibility (role models) and taps into a network of support which might not be mobilized by activities on a small scale. • clear milestones and review procedures. These are important assessment and management tools for the trainers (programme directors) and the would-be entrepreneurs themselves. • structuring the programme along the business life cycle. This structure reflects both the business development likely to be experienced by the entrepreneur and the nature of the new venture, which is obviously not functionally differentiated into business units like a large undertaking. • built-in challenges. An essential task for all entrepreneurs is the acquisition of resources (after an opportunity has been identified and verified). Thus, a judicious scarcity of certain resources could be used to encourage entrepreneurial attitudes. For example, the lack of a set curriculum might be used to encourage participants to define their needs, and then to focus the training on those needs (University of Limerick). Financial resources for core elements of the training programme might be scarce, encouraging participants to be creative in acquiring resources (Chalmers University). • extensive use of external professionals for coaching (for half or more of the scheduled class time). Apart from the benefit of expertise, role models motivate the participants and help to establish networks. Networks are important not only for concrete goals (such as business advice, access to financing) but also for promoting a feeling of security in people with no previous exposure to the business world. Elements of good practice more specific to the training of scientists and engineers include those that address the deficiencies commonly encountered in technology-based new ventures. These deficiencies often include: • a lack of a balanced team. In technology- based ventures, teams with both technical and business skills are generally considered to have better chances of success compared with teams consisting solely of technical or business experts. At the University of Limerick, the course on \"Product IPTS - JRC - Seville, 1999 ",
        "N O . 3 7 S e p t e m b er 1 9 99 T he I P TS R e p o rt Development\" is based on the formation of mixed teams of engineering and business school students. technological focus. Researchers are commonly focused on their product and its underlying technology rather than customer benefits (market needs and opportunities). Among the methods used to develop a market orientation are (early) discussions/projects on feasibility and customer acceptance. The integration of product development with entrepreneurship in the engineering curriculum (Chalmers University and University of Limerick) is an excellent way of promoting a market orientation. In addition, it fosters an entre- and intrapreneurship culture and can promote the actual creation of new ventures. lack of management skills such as -team skills. Educational curricula in science and engineering and the research process itself are still predominantly based on individual achievements. While leadership is important in business, the creation and running of new ventures is a complex undertaking for which teams may best be equipped. Team skills can be promoted in a number of ways: inclusion of a module on team management (Univ. of Limerick and Chalmers University) and project management; team-based learning and project work, particularly around a potential business idea. - project management skills. The business plan and the setting up of a new venture can be regarded as a special kind of project. In that respect, the explicit teaching of project management skills and structuring the training programme according to project management principles is eminently suited to address this deficiency (Chalmers University and University of Limerick). - negotiation and leadership. Such skills are particularly important for start-ups (negotiations with customers, suppliers, investors, partners etc.; assembling a venture team). Training in such skills is unusual for engineering or science schools and therefore noteworthy (Chalmers University). In the case of the entrepreneurship programmes integrated with product development (Chalmers University and Univ. of Limerick), the curriculum structure is designed to follow the steps in product/service development (see above). Thus, technical and non-technical feasibility studies of business ideas are followed by product/service development (conceptual design, building of prototype, testing) with further business and financial planning. The availability of seed funding in these programmes (through the University or other sources, such as the companies which own the project) helps to simulate entrepreneurial realism (demonstration of market potential of product/process, competition for funds). The availability of projects from companies means that candidates without a business idea can join the programme. While the candidates thus lack the first step in the entrepreneurial process (creation of an idea), they still have to assess the viability of the idea (second step). The involvement of established companies in the programme promotes networking and increases the visibility (credibility) of the programme. The possibility (in principle) to continue developing the new venture project in the incubator on termination of the programme (all three examples described below) adds to the attractiveness of the programme and can contribute significantly to decisions to start up a venture, and to its survival. Example implementations The three examples below illustrate some ways in which elements of good practice have been implemented in university curricula. It should be kept in mind that \"good practice\" depends on particular objectives and context. % 33 X X The course at Limerick covers the stages from screening business ideas to new product development and to commercialization. Fundamentals of business management and of the business plan are also included The Chalmers Entrepreneurship School was created in 1996 with the goal of increasing the extent to which high- technology inventions are commercialized. The aim of the programme is to develop both the entrepreneur and his product to the stage where a new venture is viable IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 34 ƒ ; •Jr The goal of the Linköping programme is to enable participants to become entrepreneurs without requiring them to start with a business idea of their own. The idea behind this is that entrepreneurial skills are also valuable in large institutions and companies University of Limerick Among the range of entrepreneurship courses which are hosted in the Department of Management and Marketing, the two-semester course on \"Product Design and Development\" (Department of Mechanical and Aeronautical Engineering) is specifically targeted at mixed teams of engineering and business school students. In the first semester, non-business students are introduced to the theory of entrepreneurship. The course covers the stages from screening business ideas to new product development and to commercialization. Fundamentals of business management and of the business plan are included in the course. In the second semester, the participants are teamed up with business-school students in order to develop a prototype of a (simple) product and a rudimentary business plan for it. The first step consists of team formation around a business idea. Product ideas are screened within the first 3 weeks of the course. The first milestone is a report on market research and a specification of the product. The second milestone is a report on design ideas. In the remaining time, the concepts are refined, business planning, prototyping and financial analysis are carried out. The final deliverables are the business plan (with a view to entering it into the national \"Enterprise Ireland Business Plan Competition\"), a technical report and the prototype. There are no formal lectures but workshops by invited experts and tutorials. Legal issues of a business start-up (except for patenting issues) are not part of the course. Product development and market analysis can be supported with funds from the host department. Chalmers institute of Technology The Chalmers Entrepreneurship School was created in 1996 with the goal of increasing the degree of commercialization of high-technology inventions. The aim of the programme is to develop both the entrepreneur and his product to the stage where a new venture is viable. The programme runs for 12 months and builds on a basic 3.5 year education in technical fields. It leads to a masters degree in those fields with \"specialization in innovation and entrepreneurship\". In the innovation project, students are required to develop a business idea into a business plan while at the same time implementing the idea through product development. The teachers of Chalmers involved in this programme actively scout for ideas at Chalmers, University of Göteborg and in local industry. An idea is considered to be suitable for the programme if it is judged to be viable and developable within 12 months by a team of students. More detailed prerequisites are an identifiable product or service idea, identifiable applications and market, demonstrated technical feasibility, and a strongly motivated inventor or research group. The owners of the ideas are invited to present a project specification to the students at the beginning of the programme (offer) who present the buy-side by discussing and opting for a certain project. Student teams of 3-5 people form around the projects. The actual project has to be decided upon within 6 weeks at the end of which a feasibility study has to be presented. Progress is measured against milestones (reviews of the business plan development, project reviews by a steering committee, and personal development dialogues). The formal teaching is designed to support the innovation project. The teaching makes up 50% of the credits (if not the time) and consists of the following modules: business economics and business law, technology-based business development, entrepreneurship and high tech nology (entrepreneurship as a process, the specific technical background for evaluating the technological risk of the chosen project), IPTS-JRC -Seville, 1999 ",
        "N O . 3 7 S e p t e m b er 1 9 99 T he I P TS R e p o rt leadership and negotiation. Students have access to the services of the incubator on almost the same basis with start-up companies in the incubator itself. The course actually takes place within the incubator building, where the teams also have their offices. Linköping university The \"Centre for Innovation and Entrepre neurship\" (CIE), an autonomous unit at Linköping University, is responsible for education, training, consultancy and research in the field of entrepreneurship at the university. The goal is to start up technology-based and knowledge- intensive firms. Among a number of training programmes available to entrepreneurs, the \"SMIL\" Entrepreneurship School is part of the university curriculum and open to the different faculties of the university (\"SMIL\" is the Foundation for Small Business Development in Linköping). This 12-month part-time programme started in 1999. Its goals are to enable participants to become entrepreneurs without requiring them to start with a business idea of their own. The motivation for this is the view that an entrepreneurial mindset and skills are valuable not just for starting a business but also in large institutions and companies. This philosophy explains the large number of students on the programme. Candidates do not need previous business exposure. The programme focuses on the functional aspects of entrepreneurship. The course consists of 4 modules: 1. Entrepreneurship and the Creation of New Business (introduction to entrepreneurship) 2. The Entrepreneur and the Legal Environment (intellectual property rights) 3. Entrepreneurial Business Development (this includes writing a business plan for a company, the business idea having been selected by the course leaders) 4. Financing of Entrepreneurial Business (venture and seed capital, valuation of a new venture, balance sheet analysis) The formal part of the course consists of afternoon sessions (of 3 hours) of problem-based learning accompanied by independent study. Practical projects are an integral part of all modules. The projects are \"field studies\" such as solving a particular problem for outside companies (e.g., in patenting, in writing a business plan for a business idea, etc.). The course is modular so that participants can choose to learn about one particular aspect of entrepreneurship. It does not represent an independent course of study, but can be taken as part of the M.Sc. programme in any technical field. It is not a prerequisite for other entrepreneurship programmes or for entrepreneurs to move into the incubator. Conclusions The three training programmes discussed represent recent innovations in university curricula. The close association of these universities (trainers) with business incubators focussed on technology ventures means that the programmes can in future be assessed by following \"alumni\" in the incubators. Such assessment will help to further develop good practice in entrepreneurship training for scientists and engineers. ^| % 35 X X © IPTS - JRC - Seville, 1999 ",
        "T he I P TS R e p o rt N o . 3 7 S e p t e m b er 1 9 99 36 ./> t * About the author Jens w. otto studied geology and materials science. His recent work is on technology transfer and entrepreneurship and he Is currently course leader for an entrepreneurship programme at the JRC, Ispra. The present work was performed as a visiting scientist in the Unit \"Technology Transfer\" of the Joint Research Centre. Keywords entrepreneurship, education/training, innovation, competitiveness, employment Acknowledgements The author would like to thank P. Fleming (Univ. Limerick), M. Klofsten (Univ. Linköping) and S. Sjölander (Chalmers University) for generously sharing information about their programmes. Discussions with actors at other programmes (Spinno, DeVlerick School of Management, Babson College) helped to focus on key ingredients of entrepreneurship training. Thanks also go to R. Miege and G. Di Pietro for their critical reviews. References • Timmons, J.A., New Venture Creation. Irwin Mc-Graw Hill, 4 tn edition, 1994. • The State of Small Business: A Report ofthe President, Transmitted to the Congress, 1992; ditto, 1996. • Acs, Z., Tarpley, F.A., and Philipps, B.D., The New American Evolution: The Role and Impact of Small Firms, Small Business Administration, Office of Advocacy, 1998. • Van Tilburg, J.J., and Vorstman, C.M., Ondernemen met technology, Enschede, 1994. • Westhead, P., and Storey, D.J., An Assessment of Firms Located On and Off Science Parks in the United Kingdom, HMSO, London, 1994. • Garavan, T.N., and O'Cinneide, B., Journal of European Industrial Training, vol. 18, 13,1994. • Andren, L., and Uudelepp, U., In Internationalizing Entrepreneurship Education and Training: Proceedings of the lntEnt93 Conference; Klandt, H., Mugler, J., and Müller-Böhling, D., (eds), Förderkreis Gründungsforschung, Köln-Dortmund, 1996. • Fleming, P., Paper presented at RISE'96 Conference, Jyväskylä. • Sternberg, R., Behrendt, H., Seeger, H., and Tamasy, C, Bilanz eines Booms. Wirkungsanalyse von Technologie-und Gründerzentren in Deutschland. Dortmunder Vertrieb für Bau- und Planungsliteratur, 1996. • Comparative Study of Science Parks in Europe: Keys to a Community Innovation Policy, European Innovation Monitoring System, Publication No. 29, Luxembourg 1996. Contact Dr. Jens W. Otto, Joint Research Centre, TP 363, Ispra VA 21020, Italy Tel.: +39 03 32 789 307, fax: +39 03 32 9839, e-mail: jens.otto@jrc.org IPTS - JRC - Seville, 1999 ",
        "N o. 37 - S e p t e m b er 1 9 99 T he I P TS R e p o rt A B O UT T HE I P TS The IPTS is one of the eight institutes of the Joint Research Centre of the EU Commission. Its remit is the observation and follow-up of technological change in its broadest sense, in order to understand better its links with economic and social change. The Institute carries out and co ordinates research to improve our understanding of the impact of new technologies, and their relationship to their socio-economic context. The purpose of this work is to support the decision-maker in the management of change pivotally anchored on S/T developments. In this endeavour IPTS enjoys a dual advantage: being a part of the Commission IPTS shares EU goals and priorities; on the other hand it cherishes its research institute neutrality and distance from the intricacies of actual policy-making. This combination allows the IPTS to build bridges betwen EU undertakings, contributing to and co-ordinating the creation of common knowledge bases at the disposal of all stake-holders. Though the work of the IPTS is mainly addressed to the Commission, it also works with decision-makers in the European Parliament, and agencies and institutions in the Member States. The Institute's main activities, defined in close cooperation with the decision-maker are: 1. Technology Watch. This activity aims to alert European decision-makers to the social, economic and political consequences of major technological issues and trends. This is achieved through the European Science and Technology Observatory (ESTO), a European-wide network of nationally based organisations. The IPTS is the central node of ESTO, co-ordinating technology watch 'joint ventures' with the aim of better understanding technological change. 2. Technology, employment & competitiveness. Given the significance of these issues for Europe and the EU institutions, the technology-employment-competitiveness relationship is the driving force behind all IPTS activities, focusing analysis on the potential of promising technologies for job creation, economic growth and social welfare. Such analyses may be linked to specific technologies, technological sectors, or cross-sectoral issues and themes. 3. Support for policy-making. The IPTS also undertakes work to supports both Commission services and other EU institutions in response to specific requests, usually as a direct contribution to decision-making and/or policy implementation. These tasks are fully integrated with, and take full advantage of on-going Technology Watch activities. As well as collaborating directly with policy-makers in order to obtain first-hand understanding of their concerns, the IPTS draws upon sector actors' knowledge and promotes dialogue between them, whilst working in close co-operation with the scientific community so as to ensure technical accuracy. In addition to its flagship IPTS Report, the work of the IPTS is also presented in occasional prospective notes, a series of dossiers, synthesis reports and working papers. © IPTS - JRC - Seville, 1999 ",
        "The IPTS Report is published in the first week of every month, except for the months of January and August. It is edited in English and is currently available at a price of 50 EURO per year in four languages: English, French, German and Spanish. y in b The European Science and Technology Observatory Network (ESTO): IPTS - JRC - European Commission W.T.C., Isla de la Cartuja s/n, E-41092, Sevilla, Spain tel.: +34-95-448 82 97; fax: +34-95-448 82 93; e-mail: ipts_secr@jrc.es O ι ι ^ο NO ι ο ο m Ζ ι η ADIT - Agence pour la Diffusion de l'Information Technologique - F CEST - Centre for Exploitation of Science and Technology - UK COTEC - Fundación para la Innovación Tecnológica - E DTU - University of Denmark, Unit of Technology Assessment - DK ENEA - Directorate Studies and Strategies - I INETI - Instituto Nacional de Engenharia e Technologia Industrial - Ρ ITAS - Institut für Technikfolgenabschätzung und Systemanalyse - D NUTEK - Department of Technology Policy Studies - S OST - Observatoire des Sciences et des Techniques - F SPRU - Science Policy Research Unit - UK TNO - Centre for Technology and Policy Studies - NL VDI-TZ - Technology Centre Future Technologies Division - D VITO - Flemish Institute for Technology Research - Β VTT - Group for Technology Studies - FIN E N G L I SH V E R S I ON "
    ]
}