{
    "text": [
        "European Economic and Social Committee TOWards a EurOpEan minimum incOmE ",
        "EN Towards a European minimum income Contribution Workers' Group Ramón Peña-Casas and Dalila Ghailani with Sebastiano Sabato and Ides Nicaise Final report November 2013 No EESC/COMM/03/2013 _____________ ",
        "",
        "Table of contents 1. INTRODUCTION ............................................................................................................................................ 1 2. A MINIMUM INCOME AT EUROPEAN LEVEL: TWO DECADES OF DEBATE ...................................................... 2 2.1. K EY DOCUMENTS AT E UROPEAN LEVEL .................................................................................................................. 2 2.2. K EY ISSUES IN THE DEBATE AT E UROPEAN LEVEL ...................................................................................................... 5 3. GUARANTEED MINIMUM INCOME MECHANISMS IN THE EUROPEAN UNION .............................................. 7 3.1. N ATIONAL SCHEMES STUDIED .............................................................................................................................. 8 3.2. T YPOLOGY OF E UROPEAN GMI .......................................................................................................................... 12 3.3. O RGANISATION OF NATIONAL GMI SCHEMES ....................................................................................................... 13 3.3.1. Organisational responsibility and financing ....................................................................................... 13 3.3.2. Eligibility conditions for GMI schemes ................................................................................................ 15 3.3.3. The generosity of GMI schemes .......................................................................................................... 18 3.3.4. GMI recipients .................................................................................................................................... 26 3.3.5. The issue of non-take-up of GMI ........................................................................................................ 28 3.3.6 Trends and impact of the crisis ............................................................................................................ 30 3.4. T HE ARGUMENTS ON GMI S .............................................................................................................................. 32 3.4.1. GMIs and poverty ............................................................................................................................... 32 3.4.2. C ONCERNS ABOUT GMI AND LABOUR MARKET DISINCENTIVES .............................................................................. 35 4. THE LEGAL APPROACH ................................................................................................................................ 39 4.1. N ATIONAL , E UROPEAN AND INTERNATIONAL LAW LEGITIMATING THE DEBATE ON G UARANTEED M INIMUM I NCOME .......... 39 4.1.1. International law: declarations, conventions and charters ................................................................ 39 4.1.2 Community law: values, objectives and the Charter of Fundamental Rights ...................................... 40 4.1.3 National law: national constitutions ................................................................................................... 40 4.2 A DIRECTIVE ON MINIMUM INCOME SCHEMES : A QUESTION OF LEGAL AND POLITICAL FEASIBILITY ..................................... 42 4.3.1. Legal feasibility ................................................................................................................................... 42 4.3.2. Political feasibility ............................................................................................................................... 45 5. FINANCIAL APPROACH ............................................................................................................................... 48 5.1. W HAT DO THE EXISTING GMI SCHEMES COST ? ..................................................................................................... 48 5.2. R AISING THE LEVELS OF GMI S TO THE POVERTY THRESHOLD LEVELS : VARIOUS SCENARIOS ............................................. 50 5.2.1. Method ............................................................................................................................................... 50 5.2.2. Scenarios relating to an increase towards the 40% poverty threshold .............................................. 54 5.2.3. Scenario of an increase to the 60% poverty threshold with an unchanged take-up .......................... 55 5.3. N EED FOR A E UROPEAN SOCIAL SOLIDARITY FUND .................................................................................................. 55 5.3.1. W HY IS A FUND OF THIS KIND NECESSARY ? ........................................................................................................ 55 5.3.2. H OW MUCH WOULD BE NEEDED ? .................................................................................................................... 57 5.3.3. H OW SHOULD IT BE FUNDED ? ......................................................................................................................... 58 6. CONCLUDING REMARKS ............................................................................................................................. 60 APPENDICES ................................................................................................................................................... 62 ",
        "Towards a European minimum income 1 1. Introduction The two successive major economic crises since 2007 have contributed to a worsening of poverty and insecurity within the European Union. Both the European Union and its Member States agree that this is the case, just as they agree that minimum income schemes are an important tool for combating poverty and social exclusion, providing a safety net for people whilst playing a relevant role in redistributing wealth and ensuring solidarity and social justice. They also act as macroeconomic stabilisers by mitigating the impact of economic crises by providing additional resources that boost demand and consumption within the single market. Most Member States have developed various permutations of minimum income schemes over the years. However, despite their proven usefulness, some Member States have not yet established such schemes; and where they do exist, they are coming under pressure in the context of economic crises and budgetary constraints imposed by the new economic governance. The fact that some Member States are finding it difficult, or even impossible, to maintain these last-resort social safety nets increasingly draws attention to the issue of establishing such solidarity mechanisms at European level and of strengthening them so that they can be more effective in ensuring a decent standard of living for European citizens. The general term \"guaranteed minimum income\" (GMI) actually covers a wide variety of schemes that have developed over time within the social protection systems established by the EU Member States. This report summarises the various schemes currently in place in Europe, and looks at the feasibility of introducing a European instrument relating to non-contributory minimum income schemes aimed at people of working age who are fit for work . It thus does not cover minimum incomes for specific categories (the elderly, etc.) or minimum wages, which are organised and managed by the social partners, although they may be relevant to discussions of certain elements of GMI schemes. A study of this kind involves teasing out a complex tangle at European level. There is considerable variation within the EU with regard to the organisation and purpose of GMI schemes, as – in common with many social protection matters – competence in the field rests primarily with the States, or in some cases regions. Chapter 2 of the study gives an overview of the discussions on GMIs that have been ongoing at European level for more than two decades. Chapter 3 provides more detail on the various GMI schemes in place in the EU, focusing on the rationale behind them, how they are organised, conditions for accessing them, their relative generosity, and historic trends in their development. This chapter also addresses two fundamental issues: the effectiveness of GMI schemes in reducing poverty, and the possible disincentive effects in terms of access to employment. Chapter 4 looks at the legal and political feasibility of a European minimum income instrument. ",
        "Towards a European minimum income 2 The last chapter assesses a number of financial scenarios with respect to the potential costs of increasing GMIs to the level of the various relative poverty thresholds of 40/50/60% of the national median equivalised income 1 . 2. A minimum income at European level: two decades of debate 2.1. Key documents at European level The need for an adequate minimum income has been acknowledged at European level on numerous occasions over the past twenty years, and even before the 1992 Recommendation was published. In its opinion of 12 July 1989 on poverty, the European Economic and Social Committee (EESC) recommended the introduction \"of a minimum social income, both to act as a safety net for the poor and to boost their reintegration into society\" (EESC, 1989). Likewise, the Community Charter of Basic Social Rights for Workers, adopted in Strasbourg in December 1989, declares in Article 10 that \"every worker of the European Community shall have a right to adequate social protection and shall, whatever his status and whatever the size of the undertaking in which he is employed, enjoy an adequate level of social security benefits. Persons who have been unable either to enter or re-enter the labour market and have no means of subsistence must be able to receive sufficient resources and social assistance in keeping with their particular situation.\" (European Commission, 1990). In 1992, the European Commission proposed a directive on a minimum income, which was then downgraded to a Recommendation on common criteria concerning sufficient resources and social assistance in social protection systems (Council of the European Communities, 1992). The adoption of this text nonetheless represented an attempt to add a social dimension to the emerging single market (Ferrera et al., 2002). In it, the Council recommended that the Member States recognise the basic right of a person to sufficient resources and social assistance to live in a manner compatible with human dignity as part of national policy strategies to combat social exclusion, and to adopt their social protection systems as necessary. The Recommendation sets out a number of principles and guidelines for this purpose. People who are capable of working should be entitled to the minimum income \"subject to active availability for work or for vocational training with a view to obtaining work\". The Member States are urged to adopt \"arrangements in respect of persons whose age and condition render them fit for work, which will ensure they receive effective help to enter or re-enter working life, including training where appropriate\". This recommendation fitted in with the general trend: at the time it was adopted, a majority of the 15 Member States had already introduced guaranteed minimum incomes; with the exception of Italy, the only countries without a final safety net were the newest Member States (Spain, Greece and Portugal). The 1992 Recommendation could therefore be seen as primarily urging these new Member States to set up an income protection system (Cantillon and Van Mechelen, 2012). Some authors believe that the 1992 Recommendation did indeed contribute to the introduction of universal support systems in southern Europe during the 1990s (Arriba and Ibáñez, 2002; Matsaganis et al., 2003). The renewed social agenda 2005-2010 allowed the European Commission to put the issue of national minimum income schemes back on the agenda from an active inclusion perspective (Frazer and Marlier, 1 On this subject, we are grateful to Ides Nicaise, a professor at the Catholic University of Leuven (KUL) and director of the Research Institute for Work and Society (HIVA-KUL), for his valuable contribution to the study. ",
        "Towards a European minimum income 3 2010). The Commission gives the idea of a guaranteed minimum income a central place in its Recommendation of 3 October 2008 on the active inclusion of people excluded from the labour market (European Commission, 2008), in which it recommends that the Member States should draw up an integrated comprehensive strategy for the active inclusion of people excluded from the labour market combining three elements: adequate income support, inclusive labour markets and access to quality services. With regard to income, the Commission makes specific reference to the criteria laid down in the 1992 Council Recommendation, which \"remains a reference instrument for Community policy in relation to poverty and social exclusion and has lost none of its relevance, although more needs to be done to implement it fully\". In the first recital of its Resolution of 6 May 2009 on the renewed social agenda , the European Parliament noted that \"active inclusion must not replace social inclusion, as vulnerable groups unable to participate in the labour market have a right to a dignified life and full participation in society, and therefore a minimum income and accessible and affordable high quality social services must be available, regardless of a person's ability to participate in the labour market\" (European Parliament, 2009). It thus highlighted the need to modernise and reform social security systems with a view to eradicating poverty in the long term, particularly with regard to adequate minimum incomes, pensions and healthcare, and encouraged Member States to provide guaranteed minimum income schemes in line with the principles of subsidiarity and proportionality. The European Parliament went even further in its Resolution of 6 October 2010 on the role of minimum income in combating poverty and promoting an inclusive society in Europe , not only stating that \"minimum income schemes should be embedded in a strategic approach towards social integration\", but also adding that \"adequate minimum income schemes must set minimum incomes at a level equivalent to at least 60% of median income in the Member State concerned\" (European Parliament, 2010). In 2010, the European Economic and Social Committee (EESC) in turn examined the issue of guaranteed minimum incomes, at the request of the Belgian Presidency of the EU. In its opinion of 14 July 2010 on the development of social welfare benefits , the EESC advocates phasing in a guaranteed minimum level of income and services as part of the social welfare system using a new instrument which, while taking into account specific national circumstances, would provide more effective support for the policies to combat poverty pursued within the various Member States (EESC, 2010). This support guarantee should be fixed taking into account the existing standard of living in each Member State, which involves referring to indicators that are appropriate, for example the average disposable income available in the Member State, statistics on households' consumption, the legal minimum wage, if that exists, or the level of prices. This minimum income may also be adapted or supplemented to meet specific needs (housing assistance, policies guaranteeing access to quality health care or covering the medical costs of heavily dependent persons that have already been implemented by various Member States). The introduction of a minimum income has to be envisaged as a part of policies on active social inclusion and access to quality social services. This would entail the Member States actively considering a minimum wage policy in order to tackle the growing number of “working poor” and make work a viable prospect for those distant from the labour market. On 3 October 2010, the European Commission published a communication on \" Europe 2020 – a strategy for smart, sustainable and inclusive growth \" with a view to supporting employment, productivity and social cohesion in Europe (European Commission, 2010a). It was based on targets in the fields of employment, research and development, climate, young people and poverty; for example, 20 million less ",
        "Towards a European minimum income 4 people should be at risk of poverty by 2020. This quantification as a clear and measurable target is both less ambitious and more realistic than the \"poverty eradication\" rhetoric used in the Lisbon Strategy. This new poverty reduction target – or more specifically the objective of reducing the number of households with an income less than 60% of the median income – put the idea of minimum income protection back on the table. The political debates that have been held with regard to the development of Europe 2020's poverty objectives demonstrate the level of ambivalence towards the very concept of guaranteed minimum incomes as a key element in a coherent anti-poverty policy (Cantillon et al., 2012). Some documents make specific reference to the need for an adequate minimum income, while others do not. One example of the latter is the communication of 16 December 2010 on the European Platform against Poverty and Social Exclusion (European Commission, 2010b). The proposed platform is one of the seven flagship initiatives for action in the Europe 2020 strategy, but it makes absolutely no mention of guaranteed minimum incomes or of any binding legislative initiatives with respect to social inclusion. At most, it proposes to make recommendations regarding the adequacy of pensions, child poverty etc. Another Commission initiative that could be linked to the debate on a European minimum income is the Social Investment Package , comprising a Commission communication on \"Towards social investment for growth and cohesion\" published on 20 February 2013 and a number of recommendations (European Commission, 2013). In this package, the Commission defines social investment as investment in people (human capital), entailing policies to upgrade individuals' skills and competences and to encourage them to participate fully in the labour market and society. In connection with minimum incomes, the communication urges Member States to set reference budgets to secure adequate livelihoods, taking account of differences in consumption patterns, circumstances and types of household, based on a methodology developed by the Commission in cooperation with the Social Protection Committee (SPC). It invites the Member States to ensure that progress made in this respect is reflected in their National Reform Programmes. Later on, the communication stresses that implementation and monitoring of the recommendation on active activation are key elements in this regard. Measures should better match the needs of individuals, and not be linked to the nature of the benefit or the target group a person happens to be in. The European stakeholders have not been left behind. In 2010, the European Anti-Poverty Network (EAPN) suggested complementing the open method of coordination (OMC) in the social policy field with a framework directive on minimum income , based on proposals by Anne Van Lancker (EAPN, 2010). The EAPN referred to the EU's positive commitments, including the Charter of Fundamental Rights of the European Union and the horizontal social clause added to the Lisbon Treaty. The proposed framework directive comprises two chapters. The first requires Member States to introduce, by 31 March 2020 at the latest, a minimum income scheme that guarantees the right to an adequate minimum income for all, in line with the 1992 and 2008 Recommendations. It leaves the Member States free to decide between purely financial assistance and a combination of financial assistance and support for specific costs such as food, clothing and housing. It also leaves it up to them to set a timeline for gradually increasing their minimum income schemes to reach the level necessary for a dignified life. The second chapter is work in progress: it sets out a European process leading to the adoption of a common methodology setting out common principles for the design of adequate minimum income schemes, including common standards regarding \"adequacy\". This common methodology should comprise a common definition of minimum income, common criteria concerning adequacy, common guidelines for transparent indexing mechanisms, comprehensive coverage, improved take-up, and the active participation of people experiencing poverty in ",
        "Towards a European minimum income 5 the shaping and implementation of the minimum income scheme. It should also provide improvements to the Mutual Information System on Social Protection (MISSOC). In establishing the common criteria concerning adequacy, Member States should use and build on the at-risk-of poverty threshold and existing indicators recognised at EU level as part of the social OMC. According to the EAPN, one promising method for determining adequacy of minimum income is the consensualised standard budget methodology. To devise realistic budgets that enable people to live a dignified life, the consensualised standard budget methodology defines a comprehensive basket of specific goods and services that are necessary in order to participate in society. This basket should be established through a participatory approach involving people experiencing poverty, NGOs who represent them and other stakeholders, with the aim of consensualising the budget standard. Questions nonetheless remain regarding the development of comparable transnational reference budgets. More specifically, the amount set as a national adequate minimum income guaranteeing a decent life for all should not be lower than the national poverty line established as part of the OMC (60% of the median national income). According to the EAPN, Member States should recognise the at-risk-of-poverty threshold as a landmark and an intermediate step on the way to raising the amount of minimum income schemes to a level allowing a dignified life. Vandenbroucke et al. (2013) support the EAPN and agree that reference budgets are the most appropriate way of defining adequate minimum income. Indeed, they state that the European poverty threshold of 60% could underestimate the extent and breadth of poverty in the poorest Member States. The EAPN's proposal should enable individuals to claim their right to an adequate minimum income. The directive should thus include a chapter on remedies and enforcement, ensuring that any persons who feel they have been harmed by a lack of access to an adequate minimum income can defend their rights and enabling organisations with a legitimate interest in the fight against poverty to help such persons in administrative and legal proceedings, as is the case with the equality and non-discrimination directives. 2.2. Key issues in the debate at European level The debate on the minimum income at European level revolves mainly around the following issues: the central position of the minimum wage in combating poverty and social exclusion; the minimum income within an integrated framework and an adequate level for it; crucial issues relating to activation policies; and threats and risks in the current economic circumstances (European Parliament, 2010). The debate focuses first of all on the minimum income as a key element in combating poverty and social exclusion . Support to provide an adequate income is seen as essential in order for people to be able to live a dignified life. Minimum income schemes should be seen as systems of last resort, providing a safety net to ensure that people who have exhausted their benefit entitlements are not left destitute. They must be regarded as essential support for vulnerable groups such as people with disabilities (Mental Health Europe Work, 2010). According to the EAPN (2010), this is indeed a social right, and a central element in a social protection system guaranteeing people's right to a dignified life. Minimum income schemes must aim to provide what individuals actually need in order to participate actively in their communities or society on an equal basis. Such schemes can also play an important role, in a context of crisis and economic recession, in maintaining consumers' purchasing power and reviving the economy. In view of the economic crisis, the EU thus called on the Member States to recognise social protection's dual role in reducing the social impact of the recession and providing leverage to boost consumption and revive the economy (European Commission, 2008b). Many experts agree that minimum income schemes must be combined with other instruments to be effective in getting people out of poverty. ",
        "Towards a European minimum income 6 The position of minimum income schemes in an integrated framework is also a matter of debate. There is a general consensus that a minimum income is one element in an integrated framework addressing the multidimensionality of poverty (European Commission, 2008b). According to the OECD, particular attention needs to be paid to how last-resort benefits fit into the broader social policy framework. Their significance as a tool for redistribution varies widely between the Member States. This incorporation into an integrated framework is particularly important for specific groups such as the working poor, the long-term unemployed, people with disabilities, homeless people, etc. (OECD, 2010). In most cases, purely economic support will not be enough to enable them to get out of poverty and social exclusion, and complex, personalised intervention will be needed. The issue of adequacy is a crucial one: how to develop and implement a standard minimum income. It is widely accepted that the minimum income should be high enough to enable individuals to get out of poverty. According to the EAPN, the minimum income must be enough not just to meet people's basic needs, but also to enable them to participate in society and have a stable life. According to Frazer and Marlier (2009), most Member States are not focusing on the question of adequacy, and have not defined what should be regarded as an adequate minimum income that respects people's right to a dignified life. Consequently, there are various understandings of adequacy that need to be taken into account: both in terms of incomes, coverage of the population and access to the various existing schemes, and in terms of policy response to address the issue (EAPN, 2010). There has been much criticism of the activation policies heavily promoted by some Member States, which make entitlement to benefits dependent on accepting a job. Over the past twenty years, social policy discussions have crystallised around the need for \"active\" and \"activating\" support. Frazer and Marlier (2009) highlight the strong tendency of Member States to tie minimum income payments to employment assistance and activation measures, which increases conditionality and restricts access to benefits and to social services. The development of European policies has indeed been heavily dominated by the concept of \"making work pay\". This trend has been reflected in cuts to social assistance and employment assistance paid to unemployed and inactive people, in order to increase incentives to work. The EAPN (2010) highlights the negative impact of these policies on unemployed people. According to the network, governments are using benefits as a tool to spur people to accept jobs, in order to increase employment rates and reduce the number of people on benefits. Moreover, the OECD has pointed out that, in most countries, last-resort benefits are not, on their own, enough to protect individuals from poverty. According to this international organisation, when it becomes economically or politically untenable to pay more generous benefits, financial support is always restructured to enable and encourage recipients to seek an income from employment. The evidence appears to show that \"welfare-to-work\" policies may be effective in increasing employment rates in the groups targeted by minimum income support (OECD, 2010). The current economic climate also presents a threat to minimum income schemes, with rising prices, falling purchasing power and labour market activation policies increasing the conditionality of benefits. According to the OECD, there is a real danger that the requirements imposed and the conditionality of benefits could lead to more severe risks of poverty. Widespread unemployment in the Member States further exacerbates the difficulty of using activation policies leading to employment to support individuals in need. The OECD agrees that the issue of maintaining active social policies in a context of weak labour markets is at the heart of the debate, particularly given that recipients of guaranteed minimum incomes have greater employment difficulties than those receiving unemployment benefits (OECD, 2010). ",
        "Towards a European minimum income 7 3. Guaranteed minimum income mechanisms in the European Union Currently 26 of the 28 EU Member States have guaranteed minimum income (GMI) systems corresponding to the operational definition used in this report, i.e. non-contribution-based schemes guaranteeing, as a last resort, a GMI for people of working age. Only Italy and Greece have not yet incorporated comprehensive GMI schemes into their national social protection systems 2 . Generally, the inability to work is an integral part (whether explicit or implicit) of the general definition of the scheme's purpose, being one reason for people's inability to guarantee an adequate standard of living through their own efforts. However, some countries have introduced measures into their GMI schemes distinguishing people unable to work from those who can work (DE, HU, IE, UK). Some countries have also developed complementary assistance schemes geared specifically towards jobseekers (DE, ES, FR, IE, UK, EE, MT, PT), particularly near the end of the entitlement period, which supplement general, contribution-based unemployment benefits. Historically, social assistance developed over time following various successive lines of logic, in response to the institutional and historical steps taken by states to protect their population against social risks. Based on a pure logic of charitable assistance for the \"poor\" at the very beginning of the \"welfare state\", GMI schemes really took off after the Second World War in many Western countries, as comprehensive and \"residual\" last-resort elements of social protection intended to provide passive protection for people temporarily unable to provide for a decent or adequate standard of living through work (United Kingdom 1948, Germany 1961). After the oil crisis in the 1970s, which saw high unemployment and a more liberal political approach, the GMI schemes introduced or overhauled from then on in most Western European countries (BE, FR, DK, IE, UK, NL in the 1970s; FR, LU and SE in the 1980s) took a more restrictive, less passive approach which sought to free people from social dependence by pushing them to join the labour market. This more active approach has continued since the 1990s with the development of the \"active welfare state\". Here, GMI schemes are part of a package of measures working towards a goal based on a conception of \"full citizenship\" which comprises social inclusion and the active integration of GMI recipients into the social and working life of their country (Palier 2011, Busilacchi 2008, Armingeon and Bonoli 2007, Ferrera 2005, Taylor-Gooby 2004). In Central and Eastern European countries, GMI schemes came on line in the 1990s in the wake of the transition, spurred on by the World Bank, from the planned economy characteristic of the Soviet era to an unfettered market economy, which resulted in a marked rise in poverty (World Bank, 2003, 2001). 2 In Italy, the question of a minimum income has been on the political agenda since the mid-1990s, and a GMI scheme ( Reddito Minimo d’Inserimento ) was introduced on an experimental basis. Following an evaluation and controversial rejection by the authorities at the start of the following decade, and the passing of a law transferring the main areas of social policy to the regions in 2002, the question of a national GMI has remained in limbo. Some regions have introduced schemes, but national coverage is patchy (Strati, 2009). Recently, new proposals for a national GMI have been placed on the political agenda, but so far they have come to nothing. In Greece, the introduction of a general GMI has scarcely featured on the political agenda, despite the fact that Greece has established a range of category-based income support mechanisms (single-parent families, large families, mothers, elderly people, disabled people, people living in mountain areas, etc.) which are so complex that their effectiveness and take-up are undermined (Ziomas et al., 2009). There is little literature on this issue, and the reasons put forward to explain the failure to introduce a national GMI generally revolve around the high cost, the fact that local and regional roll-out would be very complex, and the political choices made (Matsaganis, 2003, 2012). ",
        "Towards a European minimum income 8 3.1. National schemes studied The table below describes the various national GMI schemes considered in this study and their general objectives in terms of assistance logics. Table 1: General, non-contribution-based guaranteed minimum income schemes for people of working age – state of play on 1 January 2013 Country Scheme General objective Germany Subsistence allowance (Hilfe zum Lebensunterhalt) Made up of two schemes guaranteeing the material and socio-cultural minimum needed for recipients both able and unable to work, whose resources are not enough to live on and who do not receive sufficient aid from other people: • Individual basic minimum guaranteed subject to certain resource- based conditions for elderly people and people unable to work ( Grundsicherung im Alter und bei Erwerbsminderung ); • Individual minimum given to jobseekers ( Grundsicherung für Arbeitsuchende ). Austria Needs-oriented guarantee of resources (bedarfsorientierte Mindestsicherung) The aim is to ensure that people whose own resources are not sufficient to cover the costs of daily life or the costs of their family members are still able to lead a decent life. Depending on the region in question, basic assistance may be supplemented by other allowances by increasing the basic level or by covering specific needs. Belgium Right to social integration (Droit à l'intégration sociale / recht op maatschappelijke integratie), including the integration income (revenu d'intégration / leefloon) The aim is to guarantee the right to social integration by means of a job or integration income, which may be accompanied by an integration plan. The integration income must guarantee the minimum resources needed to live on for people who do not have sufficient resources and who are unable to generate such resources through their own efforts or other means. Bulgaria Guaranteed minimum income (Месечна социална помощ) Provides an income for people who do not have the resources needed to cover their basic needs and who need assistance to re-enter the labour market and society. This may be supplemented by certain specific allowances (heating, housing, etc.). Cyprus Social assistance (Υπηρεσίες Κοινωνικής Ευημερίας) For anyone whose income and any other economic resources are insufficient to cover their essential and special needs, as defined by the law. Social assistance may be provided in the form of financial aid and/or services. ",
        "Towards a European minimum income 9 Croatia* Social assistance Provides a subsistence income for people living alone or families without the minimum of resources needed to live on and who are unable to work or to obtain these resources from their own capital or other sources. Denmark Social assistance (kontanthjælp) Activation measures and allowances provided for people who, as a result of specific circumstances (e.g. illness or unemployment), are temporarily and for a longer or shorter term without the resources needed for themselves or their families to live on. Spain Regional GMI schemes Guaranteed minimum income schemes organised by the regions (autonomous communities). Estonia Subsistence allowance (toimetulekutoetus) The scheme's main purpose is to guarantee that families and people living alone will have enough to live on after paying housing expenses (within certain limits). Finland Social assistance Social assistance is a form of last-resort assistance. Its aim is to provide people (or families) with at least enough to live on. Social assistance is granted if people (or families) are unable to cover their needs in the short or long term. The allowance is paid by the town in which the person (or family) lives. France Active solidarity income (Revenu de solidarité active - RSA) Supplements income from work for those who need it, guarantees a minimum income for people without resources, and promotes employment while combating exclusion. Hungary Allowances for people of working age (aktív korúak ellátása) Granted in order to ensure decent living standards for people of working age (from 18 to retirement) who are not employed and not studying, and who do not have enough to live on. Two types of allowance are possible: • Ordinary social allowance (rendszeres szociális seglely) : the amount depends on the family's size, income and the people involved; • Allowance substituting for employment (foglalkoztatást helyettesítő támogatás) : set amount. Ireland Supplementary Welfare Allowance Grants various flat-rate allowances to people who do not have enough to live on. A range of non-contribution-based welfare schemes are also available for people with limited resources. These schemes also involve allowances of varying amounts and are more widespread in Ireland than the general non-contribution-based system. Latvia Guaranteed minimum income (Pabalsts garantētā minimālā ienākuma līmeņa nodrošināšanai) Provides a minimum income for each member of poor households whose income is below the threshold set by the Council of Ministers. Lithuania Social assistance (Piniginė socialinė parama) Provided for families and people living alone who do not have enough to live on. The scheme includes social assistance (socialinė pašalpa) and the subsidy for household heating costs, hot water and drinking water (būsto šildymo išlaidų, geriamojo vandens ir karšto vandens išlaidų ",
        "Towards a European minimum income 10 kompensacijos). Luxembourg Guaranteed minimum income (Revenu minimum garanti) Consists of either an insertion allowance or an additional allowance which makes up the difference between the maximum guaranteed minimum income and the household's total resources. Malta Minimum income Guarantees a minimum income for people who do not have enough to live on owing to illness or unemployment. Netherlands Social assistance Provides financial assistance for all people who do not have enough for themselves or their families to live on or who are struggling to do so, or who are at risk of being in this situation. The law enables these people to pay necessary daily costs. National standards have been set. Municipalities can also grant other allowances (special assistance - bijzondere bijstand). Poland Social assistance The aim is to help individuals and families resolve problems that they cannot deal with on their own. The allowances may be granted to people and families whose per capita income does not exceed the income criterion. Portugal Social insertion income (Rendimento social de inserção) Allowance accompanied by an insertion contract which aims to provide individuals and their families with the resources needed to cover their basic needs, while promoting their inclusion in society and the labour market. Czech Republic System of assistance in case of material need (SABM, Systém pomoci v hmotné nouzi) The SABM is intended for people with an insufficient income. Its chief purpose is to cover basic living and housing costs. The main condition is that recipients have a low salary which cannot be increased through their own efforts (work, realising assets, etc.). The subsistence allowance (Příspěvek na živobytí) may be supplemented by a housing subsidy and possibly by an extraordinary allowance. Romania Social assistance (ajutor social) Aims to cover basic needs by guaranteeing a minimum income in line with the principle of solidarity. Social assistance is supplemented by other allowances (heating, natural gas, fuel). United Kingdom Income support Provides financial assistance for people who are not working full-time (16 hours or more per week for the recipient, 24 hours or more for the spouse), who are not required to register as unemployed and whose income, whatever this may comprise, is below a set threshold. Slovakia Assistance in case of material need (Pomoc v hmotnej núdzi) Provides a minimum income for people unable to cover their basic needs. Slovenia Social assistance (denarna socialna pomoč) Provides the resources to cover minimum needs so that individuals and families, who for reasons outside their control are unable to cover their own needs, have enough to live on. There are two types of social assistance: ordinary social assistance and emergency social assistance (izredna denarna socialna pomoč). The latter is granted in exceptional circumstances. Social assistance may be supplemented by an additional allowance ( varstveni dodatek ) which covers more than basic needs. ",
        "Towards a European minimum income 11 Sweden Social assistance A form of last-resort assistance: it is granted to people (or families) who temporarily (for a longer or shorter term) do not have enough to live on. Sources: MISSOC database for the EU-27 (state of play on 1 January 2013) / Council of Europe MISSCEO database for Croatia (state of play on 1 June 2012) ",
        "Towards a European minimum income 12 3.2. Typology of European GMI A number of authors have undertaken the complex task of endeavouring to sort the wide variety of GMI schemes into categories – complex because the schemes can vary in line with a relatively large number of parameters, such as the range of allowances at stake (financial and otherwise), eligibility criteria such as age, nationality or residence, and administrative and organisational logics. Moreover, these schemes were introduced at different times and have undergone numerous reforms. Gough et al. looked at 24 OECD countries during the 1990s from the point of view of three aspects: their scope and relevance, their organisational structure and intervention logic, and their generosity (Gough et al., 1997). They identified eight types of social assistance schemes in the 1990s 3 . Busilacchi classified European GMI schemes by two main aspects: rigidity in regard to eligibility conditions and generosity of the benefit, identifying eight social assistance models 4 . More recently, working on the basis of national reports on GMI schemes drawn up by the European network of independent experts on social inclusion, Frazer and Marlier sorted European schemes into four broad groupings 5 . For the purposes of this study, we will use the classification proposed in a report on GMI schemes drawn up for the European Parliament in 2010 (Crepaldi et al., 2010), where national schemes are classified along a sliding scale from countries where GMI is a comprehensive scheme supporting everyone without sufficient resources through to countries where GMI schemes are last-resort mechanisms for those who have already exhausted all other possibilities for access to more category-based systems. These countries combine a comprehensive GMI scheme and more category-based mechanisms. A third category comprises countries which have only category-based schemes and/or GMI schemes limited to certain regions. However, we have made two changes to this classification to bring it more closely into line with the situation observed on 1 January 2013. Spain is thus included in the category of countries with last-resort schemes, as although it does not have a unified national-level system, every Spanish region has schemes which generally have a focus on social integration. This also applies to Croatia, which has recently joined the European Union. 3 Welfare states with integrated safety nets (United Kingdom, Ireland and Canada); dual social assistance (Germany, France, Belgium and Luxembourg); residual, citizenship-based assistance (Denmark, Finland, Sweden, Netherlands); rudimentary assistance (Greece, Italy, Spain, Italy); decentralised discretionary assistance (Austria); centralised discretionary assistance (Japan); selective welfare states (New Zealand, Australia) and public assistance (United States). 4 The citizenship model combining low rigidity and high generosity (UK, FI); the inclusive model combining average generosity and low rigidity (SE, NO); the rewarding model combining high generosity with more rigid eligibility conditions (IE, AT in part, MT, CY, DE, NL); the meritocratic model with high rigidity and generous allowances and inclusion programmes (DK, LU, BE); the rigid model where high rigidity is accompanied by only average generosity (ES, SI); the penalising model where high rigidity is accompanied by parsimonious allowances (FR, LV); the residual model where low generosity is counterbalanced by lower rigidity (BG, LT, PL) and finally the middle model combining average rigidity and generosity (SK, EE, PT, CZ, RO, AT in part). 5 Countries that have relatively simple and comprehensive schemes (AT, BE, CY, CZ, DE, DK, FI, NL, PT, RO, SI, SE); countries that have relatively simple, non category-based schemes but with restricted eligibility and coverage (EE, LT, LV, HU, PL, SK); countries that have a network of often category-based schemes but which cover the entire population (ES, FR, IE, MT, UK); and lastly a group of countries with only piecemeal and limited schemes (BG, GR, IT). ",
        "Towards a European minimum income 13 Table 3: Typology of European GMI schemes as of 1 January 2013 Comprehensive schemes Last-resort schemes Only local and/or category-based schemes ●●●● ●●● ●● ● BE FR LU MT PT RO AT BG CZ DK LV PL CY EE FI HU NL SK SI SE DE IE UK LT ES HR GR IT Table drawn up by the authors, drawing on Crepaldi et al., 2010 Despite this diversity of intervention logics and typologies, there are a number of features common to all the GMI schemes rolled out in the EU countries: • They are established as last-resort, residual schemes. They are therefore the final safety net of social protection, and can be accessed once people have fallen through all other social protection safety nets; • They are a subjective right – i.e., they can be accessed only upon request; • Access is conditional: individuals and households must show that they do not have the resources needed to live a decent life or to cover their basic needs; • They take the form of a sum which varies in line with the household's resources and a benchmark threshold set by law or rules; • As non-contribution-based mechanisms, they are financed by the tax-payer; • In theory, entitlement is not limited to a specific duration, although certain countries periodically reassess applicants' situations; • They entail, to varying degrees, discretionary elements, an appraisal of the resources granted (whether financial or otherwise) depending on a subjective evaluation at local level and/or by social workers; • To varying degrees, they entail obligations in terms of being available for work and actively looking for a job for those able to work. 3.3. Organisation of national GMI schemes 3.3.1. Organisational responsibility and financing The organisation of European GMI schemes can be understood in terms of two complementary aspects: the level at which the scheme is financed and the level which has responsibility for its implementation. The table below summarises the organisation of GMI schemes on the basis of these two aspects. ",
        "Towards a European minimum income 14 Table 4: Level at which the GMI scheme is financed and the level which has responsibility for its implementation – state of play on 1 January 2013 Financing Central Local Mixed Responsibility Central BG CZ FR IE MT PT SK UK BE Local CY EE LT SI HU HR AT DK FI LV ES (IT) SE Mixed RO DE LU NL PL Source: Table drawn up by the authors, drawing on MISSOC and MISSCEO (HR) data As non-contribution-based schemes, they are financed by the tax-payer in every country. In most EU countries, GMI schemes are financed centrally. Some countries have opted for financing shared between the national and local levels (BE, SE, DE, LU, NL, PL), while in others financing is purely a local matter (AT, DK, FI, LV, ES, RO and IT). There are a number of strong arguments in favour of central rather than local financing. Central financing ensures more equal treatment between local levels, greater stability and budgetary predictability, a larger pool of budgetary resources on which to draw and a greater capacity for countercyclical action in time of crisis. While exclusively local financing does give scope for greater flexibility as regards local needs, there is also the danger of greater budgetary instability, resulting in disparities between regions/municipalities; there is also the risk that the poorest regions/municipalities will restrict financing the most despite having the greatest needs (Grosh et al., 2008). When focusing on the level which is legally responsible for the implementation of GMI schemes, one group of countries can be identified where implementation is exclusively a matter for the central level (BG, CZ, FR, IE, UK, MT, PT, SK, BE). A second, larger group gives responsibility solely to the local level (CY, EE, LT, LV, SI, HU, HR, AT, DK, FI, SE, ES, IT), while a third, smaller group shares responsibility between the levels (RO, PL, DE, LU, NL). The combination of the two aspects illustrates the range of approaches across European countries. In the first group of countries, both financing and implementation are exclusively a matter for the national level (BG, CZ, SK, IE, UK, FR, PT, MT), with Belgium combining mixed financing with central responsibility. A second group of countries has central financing but local implementation (CY, EE, LT, SI, HU, HR), while Sweden combines local responsibility with mixed financing. This mixed approach also applies in a group of countries where implementation and financing are a joint central and local matter (DE, LU, NL, PL). Finally, there is a group of countries which relies exclusively on the local level for both financing and implementation (AT, DK, FI, LV, ES, IT). Romania is an exception: it combines shared responsibility with local financing. ",
        "Towards a European minimum income 15 3.3.2. Eligibility conditions for GMI schemes 3.3.2.1. Inadequate resources In all Member States, one fundamental condition for being eligible for the last-resort mechanism of GMI schemes is to have resources inadequate for a decent life or for covering basic needs. Depending on the nature of the GMI schemes, there are national differences in the elements taken into account when calculating the available income of applicants and their households. The examination of the available resources of applicants and their households is generally based on the precondition of all other requests for resources having been exhausted and on the evaluation of income from various sources: property, movable property, income from a job and/or income from other social sources (family, social protection). As regards property, most countries exclude housing occupied by applicants from the list of assets taken into consideration 6 , but include resources from other property as well as any second homes owned by the household 7 . Most countries draw up lists of movable property considered necessary or not necessary for applicants and their households. White goods are generally excluded but other assets, such as cars, may be required to be sold before the request for GMI can be accepted 8 . A subjective assessment of the usefulness of these assets for the continuation of the professional or educational activity of applicants and the members of their households also applies in most countries. The obligation for GMI applicants to have exhausted all other possible sources of income, particularly in terms of social protection allowances, pensions or maintenance claims, is a prerequisite common to all of the countries. Some countries allow people to cumulate, subject to certain conditions, social protection allowances (family allowances, unemployment allowance, disability allowance, etc.) or income from employment with social assistance, as we will see below. Other countries exclude certain types of income from the overall calculation of resources of applicants and their households. Examples of this include part of the income from employment (DE, LU, FI, UK, IE, CY, PT, NL), certain social protection allowances such as family allowances (AT, BE, HU, IE, LU, RO, SK), maternity allowances (FI, PT, SK), disability or invalidity allowances (DK, DE, FI, FR, EE, LV, LV, HU, SK, IE, NL), care for dependents (AT, HU, LV, LT, BE), monies owed for maintenance claims (UK, PL), pensions (SK, MT, DE), student grants and subsidies (SK, EE, LT, RO, SI, CY, FR), income from charitable associations (PL, AT, DE, CY, LT, SI) or repayment of debts (HU). Bulgaria also excludes part of the capital income from bonds or shares. The method used to assess the income to be taken into account when calculating whether the resources of applicants and their households are inadequate and whether they are eligible for GMI is relatively complex, varying from country to country. 6 Some countries however are stricter and include the household's accommodation in the evaluation of resources (SE, AT, FI). In these cases, the accommodation must be sold before asking for social assistance, although this requirement can be made more flexible if the request for aid is temporary. Some countries have introduced criteria regarding the size of the household's accommodation: in Germany, accommodation must be \"appropriate\" and in Bulgaria, it is limited to one room per person. Also in Bulgaria, applicants cannot have purchased a principal or secondary residence in the five years preceding the request. 7 Except for Malta where holiday homes and rented property are not taken into account, only the income generated by these assets. In the Czech Republic as well, property is only considered in terms of the income it generates. 8 Some countries also exclude movable property used for farming (BG, LT, IE). ",
        "Towards a European minimum income 16 3.3.2.3. Age Most Member States with GMI schemes limit access to them to specific age ranges. The upper limit is always equal to or very close to the legal retirement age, most countries having set up additional GMI arrangements for elderly people or minimum pensions. The lower limit is generally explicitly set at the age of majority (18 years) (BE, DE, DK, ES, HU, MT, NL, PL, PT, RO, UK). Other countries do not specify a lower age limit, but refer implicitly to parents' duty of support for minors, which comes to the same thing (AT, FI, LV, CZ, BG, CY, EE, IE, LT, SK, SE). Only two countries do not follow this rule, setting the minimum age for eligibility for GMI schemes at 25 years (FR, LU), which has definite repercussions on youth poverty 9 . 3.3.2.4. Nationality and residence Here again, there are few differences between Member States as regards eligibility for GMI schemes. As a comprehensive, last-resort mechanism, all national citizens are eligible for GMI, provided they meet the other eligibility criteria. As a part of social protection, GMI is also open to all citizens of another EU Member State under the freedom of movement of European citizens if they have become legal residents of that country. Under the European directive, however, there is a difference between the right of residence for over three months and the right of permanent residence, which requires the person to reside legally and without interruption for at least five years in the host country. An important condition of eligibility for the right of residence for over three months is that, unless applicants have a job contract or are registered as a student, they must have comprehensive health insurance in the Member State where they wish to reside, together with sufficient resources not to be a burden on the social assistance system of the host Member State during their stay. The guarantee of sufficient resources generally entails a certified declaration, and can give rise to the recovery of sums wrongfully received in the event of a false declaration 10 . In some countries, anyone residing legally in the country is eligible for GMI schemes (AT, CY, DK, SE, NL, LU, EE, ES, PT, RO), while other EU countries make permanent residence a criterion 11 . 3.3.2.5. Being proactive in looking for employment In all EU countries, social assistance applicants are required to register as jobseekers at the local employment agency 12 and are expected to be proactive in looking for work and to take part in insertion activities and vocational training. These obligations apply to all GMI applicants, but there are differences from one country to another depending on the ability to work. Some countries have split their GMI schemes into separate schemes for people who can and cannot work (DE, HU, IE, UK). Most of the other countries allow exceptions to the obligation to be proactive in looking for employment for people unable to 9 In France, under-25s have been eligible for the RSA since 2010, provided they have been in employment for two of the last three years. 10 Directive 2004/38/EC of the European Parliament and of the Council of 29 April 2004 on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States amending Regulation (EEC) No 1612/68 and repealing Directives 64/221/EEC, 68/360/EEC, 72/194/EEC, 73/148/EEC, 75/34/EEC, 75/35/EEC, 90/364/EEC, 90/365/EEC and 93/96/EC. 11 In Luxembourg, non-EU foreigners must have resided for at least five years in the country during the last twenty years to be eligible for GMI. In Hungary, residents of another EU country residing for at least three months are eligible for GMI provided that they do not constitute an excessive burden on the Hungarian system. 12 In Bulgaria, people must register nine months prior to the request for social assistance, during which time no allowances will be granted. In Portugal, people must register as jobseekers and take part in insertion programmes 60 days before social assistance is granted. ",
        "Towards a European minimum income 17 work or suffering from a disability (BG, BE, CY, CZ, ES, FI, FR, MT, PL, PT, SE, HR, SI, EE). Certain countries allow other exceptions to this obligation, such as looking after and/or caring for children or dependents (AT, BE, CZ, DE, ES, HU, NL, PT) 13 , education (BE, BG, DE, EE, RO) or vocational training (AT, RO), employment (AT, CZ) or age (AT, CZ, EE, HU, PL, PT, RO). The obligation to be proactive in looking for employment and to take part in activation measures can also be extended to the other adult members of the applicant's household in some countries (AT, BG, DE, DK, MT, NL, RO, SE, UK). Beyond this uniform obligation to be proactive in looking for employment, there are many subtle differences in the way it is implemented. Firstly, there are differences in the type of job that GMI applicants must accept . In most countries, there is a quality criterion: it must be \"decent\" or \"reasonable\" (AT, BE, CY, DE, DK, EE, ES, FI, FR, HU, IE, LU, LV, MT, SK, SE). This is close to the concept used for the activation of unemployed people, and it is generally defined by law. In other countries, GMI applicants are required to accept any job, whatever the conditions and the salary (BG, CZ, PL, PT, RO, SI, UK, LT, HR). Some countries have also established activation obligations in the context of community service (BG, CZ, HU, LT, PT, RO, SK, LV, NL). There are also variations with regard to the resources mobilised to bring GMI recipients (back) into the labour market. In some countries, welfare recipients have the advantage of more comprehensive support programmes, including interviews, follow-up and personalised assistance in looking for a job, or even the possibility of taking up directly subsidised jobs in order to improve their career prospects (BE, DE, DK, IE, UK, LU, PT). In most countries, refusal or non-compliance with the obligation to be proactive in looking for work can result in sanctions, ranging from denying access to social assistance (BG, CY, CZ, DK, EE, FI, FR, LT, LU, MT, NL, PT, SE, SI, UK) and/or temporary suspension of allowances (AT, BE, CY, CZ, DE, DK, FI, ES depending on the region, FR, LT, LU, MT, NL, PL, PT, RO, SI, SK, SE, UK) to exclusion from GMI in the event of repeated refusal to comply (AT, BG, CZ, DE, DK, EE, ES depending on the region, FR, HU, IE, LU, LV, PL, PT, RO, SE, SI, UK, HR). The existence of such sanctions can be problematic as GMI is the last resort in social protection, with few other opportunities for support outside charitable associations and family solidarity for those who are temporarily or permanently excluded from the system. The measures and instruments used to activate GMI recipients are thus very similar to the structure for jobseekers. Most analyses of activation models place European countries on a sliding scale from approaches which are more geared towards repression (sanctions, checks) to more integration-oriented approaches which use positive forms of support (further financial aid, personalised follow-up), with most countries combining carrot and stick to some extent (Weishaupt 2013, Serrano Pascual and Magnusson 2007, Kazepov and Sabatinelli 2005). While the logic for the activation of unemployed people is in a way copied for the activation of GMI recipients, it is generally applied more flexibly. The appraisal of the proactive approach to looking for a job, together with any sanctions in the event of non-compliance, is often less strict than for unemployed people, and left up to the subjective appraisal of the social services. The need to ensure minimum living standards counterbalances the binding character of activation (Frazer and Marlier 2013, Weishaupt 2013, Immervoll 2009). 13 The United Kingdom and Ireland have separate systems for people in these situations. ",
        "Towards a European minimum income 18 3.3.3. The generosity of GMI schemes 3.3.3.1. Setting GMI amounts The first point to consider when seeking to establish the relative generosity of GMI schemes across the various EU countries is the approach taken to determining in specific terms what constitutes a sufficient or minimum standard of living. GMI always takes the form of a differential amount between the resources of the claimant and their household and a given financial threshold. Many Member States use benchmarks of minimum subsistence income to establish their GMI amounts (BG, CY, CZ, BE, EE, FI, LT, LV, RO, SK, MT, UK, NL, SI, IE, PL, PT, DE, LU, ES 14 ). There is little transparency as regards the methods used to determine these benchmarks; in any case, the MISSOC data base, which has served as our reference, is rather vague on this subject. In some countries, these benchmarks have been set by government decision (LV, BG, EE, FR, ES, IE, UK, LT, PL, RO, SE) or through legislation (CZ, FI). In other countries, they have been established in proportion to pensions (HU, LT, LV), unemployment benefit (DK) or the minimum wage (NL). Finally, in Sweden 15 and in Austria 16 only the cost of certain items considered essential for a decent living standard are reimbursed; items not included on this list may be subject to supplementary benefits, left to the discretion of the social services. It is noticeable that no country uses a relative poverty indicator to quantify a decent living standard; they generally use the yardstick of the cost of goods and services to determine a minimum subsistence level. It is also noteworthy that while the disincentive effect of GMI as regards taking up employment is frequently emphasised in certain rhetoric (making work pay, poverty traps), only the Netherlands (minimum wage) and Denmark (unemployment benefit) use income directly linked to the labour market as reference standards 17 . The second factor involved in establishing the GMI reference amount is the way in which the composition of the GMI claimant's household is taken into account. The vast majority of countries use implicit equivalence scales to reflect the expenses entailed by other household members and the potential economies of scale that they bring to bear, as well as particular configurations (single-parent families, presence of dependent or disabled adults/children, etc.). In some countries, these equivalence scales are explicit and each member of the household is assigned a specific weighting, which determines the amount of the household's benefit (FI, LT, RO, PT, ES). Poland and Latvia, on the other hand, do not use equivalence scales and a flat-rate amount is allocated to each member of the household. Two other elements should be taken into consideration as regards the amount of GMI allocated: the duration of the benefit and the method of indexation. As a universal last-resort scheme, GMI is considered by almost all countries to be a benefit that is unlimited in time. The situation of the claimant and their 14 Spain is a particular case, insofar as the benchmark is set at national level while each region sets the proportion of this benchmark that determines the GMI for its own regional scheme. 15 Benefits covering expenditure on food, clothing and footwear, leisure, disposable items, health and hygiene, a daily newspaper, and the telephone or television, with supplements for reasonable expenditure on housing, domestic electricity supply, journeys to and from work, household insurance, and the membership of a trade union and an unemployment insurance fund. 16 Expenses covered are food, care of clothing, personal hygiene, heating and lighting, small household appliances and personal requirements as regards appropriate education and social involvement. 17 Until 2004, Spain also used the minimum wage as a reference standard, before replacing it with the public revenue index ( Indicador Público de Renta de Efectos Múltiples – IPREM), notably to curb inflation by preventing rises in the minimum wage from leading to automatic rises in the various welfare benefits. ",
        "Towards a European minimum income 19 household is reassessed at regular intervals but may be renewed indefinitely as long as the need persists 18 . In Slovenia, the duration of the GMI benefit is theoretically limited to a maximum of one year, but it may be prolonged for as long as the social situation of the claimant so requires. Denmark and Lithuania are the only countries that reduce the amount of the benefit in line with the duration of receipt, using different approaches 19 . There are more substantial differences between countries when it comes to the procedures for indexing GMI amounts. In some countries, the indexation is done on an annual basis, taking account of changes in the price index (CY, FR, DE, FI, SE, UK). Other countries automatically index the benefit if inflation exceeds a pivot-rate, which is 2% in Belgium and Luxembourg, and 5% in the Czech Republic. In Poland, there is indexation every three years. Lithuania and Romania also provide for indexation, but not on a regular basis. In some countries, it is the government alone that decides on the indexation of GMI (LV, BG, SI). Other countries align their GMI to the old-age pension (HU, PT), while in the Netherlands the amount is reviewed twice a year in line with the evolution of the minimum wage. In countries where the local and regional levels are responsible for funding GMI schemes, where there is no national-level indexing, GMI levels may differ within the same country in line with the budgetary resources available at these levels. Romania and Spain are cases in point. In some countries, the GMI may be supplemented by a housing allowance (DE, AT, CY, CZ, BG, DK, ES, FI, FR, IE, LV, LU, MT, PL, SI, SE, UK). In Cyprus and Ireland, mortgage repayments are also taken into consideration. Hungary grants GMI recipients a (minimal) allowance for housing maintenance. In several countries, a supplementary allowance for heating expenses is also available (BE, BG, IE, LT, MT, PL, RO, UK). Finally, the impact of taxation on the final amount received by GMI recipients should also be taken into account. Only two countries, Denmark and Luxembourg, levy taxes and social security contributions on GMI benefit. Nevertheless, while taxation has little impact on the GMI amounts per se, it has a greater impact on the overall income of households of which GMI benefit is only one component; we will return later to this particular point. As we have seen, many factors are involved in determining the amount of the GMI. This makes comparison between countries a complex and delicate matter. 3.3.3.2. Maximum gross GMI The MISSOC data base sets out the maximum gross amounts that GMI recipients may receive in various household configurations. On this basis, we have thus calculated the amounts of GMI that can be claimed in the individual EU countries 20 . The figures are set out in the table below. 18 The situation is generally reviewed every year; however, claimants are required to immediately inform the authorities concerned of any change in the financial situation of their household, failing which they may face penalties. In France, the reassessment is done every three months. Estonia's system is more stringent, with a review every month. 19 In Denmark, GMI benefit is reduced after 6 months for young people under 25 years of age. In Lithuania, the system is more stringent for long-term recipients: the benefit is reduced by 20% between the 36th and 47th months, by 30% between the 48th and 59th months, and by 40% after the 60th month. For single recipients without children, the benefit is cut off after the 60th month. 20 Spain is a particular case, insofar as there is no national scheme, but rather a series of schemes across the individual regions. We have thus calculated the average value across all 19 regional schemes on the basis of the information available on the regions' websites. ",
        "Towards a European minimum income 20 Table 5: Maximum gross GMI – 1 January 2013 Single person Single person with 1 child Single person with 2 children Couple Couple with 1 child Couple with 2 children AT € 773 € 949 € 1 125 € 1 160 € 1 242 € 1 324 BE € 801 € 1 068 € 1 068 € 1 336 € 1 603 € 1 603 BG € 22 € 52 € 82 € 44 € 74 € 104 CY € 452 € 588 € 723 € 678 € 814 € 949 CZ € 135 € 220 € 305 € 260 € 345 € 430 DE € 382 € 637 € 892 € 727 € 982 € 1 237 DK € 1 407 € 2 308 € 2 746 € 2 814 € 3 252 € 3 684 EE € 77 € 153 € 215 € 138 € 200 € 261 ES € 411 € 504 € 602 € 504 € 602 € 673 FI € 477 € 842 € 1 160 € 883 € 1 200 € 1 518 FR € 483 € 739 € 887 € 739 € 887 € 1 035 HU € 87 € 153 € 153 € 153 € 153 € 153 IE € 806 € 935 € 1 064 € 1 347 € 1 476 € 1 605 LT € 101 € 182 € 253 € 182 € 253 € 324 LU € 1 315 € 1 435 € 1 554 € 1 973 € 2 093 € 2 212 LV € 50 € 93 € 129 € 101 € 129 € 129 MT € 426 € 462 € 486 € 462 € 497 € 533 NL € 661 € 925 € 925 € 1 322 € 1 322 € 1 322 PL € 103 € 103 € 103 € 103 € 103 € 103 PT € 190 € 246 € 302 € 284 € 340 € 397 RO € 28 € 51 € 71 € 51 € 71 € 88 SE € 344 € 625 € 906 € 621 € 902 € 1 183 SI € 333 € 616 € 874 € 463 € 720 € 952 SK € 61 € 115 € 115 € 105 € 158 € 158 UK € 348 € 752 € 1 072 € 548 € 952 € 1 272 Source: MISSOC data base, own calculations – no data for Croatia ",
        "Towards a European minimum income 21 There are vast differences within the EU in terms of both the amounts of GMI benefit and the way in which this benefit takes account of the various household configurations. We previously mentioned the existence of implicit and explicit equivalence scales, which take account of the weighting of additional individuals within households and the economies of scale that are assumed. However, these figures tell us very little about the relative generosity of GMI schemes and their effectiveness in combating poverty. Table A1 in the appendix sets out the gross GMI amounts as a percentage of median equivalised income among the adult population (aged 18-64), thus enabling us to situate these figures in relation to the various poverty thresholds of between 40 and 60% of median equivalised income. We have set out these results below in a series of graphs, each pertaining to a different household configuration, in order to better visualise this correlation. Figure 1: Maximum gross GMI as a percentage of median equivalised income – single person – 2011 Sources: MISSOC data base for GMI amounts and the Eurostat website for median equivalised income (EU-SILC); own calculations We can see that it is only in Denmark that GMI exceeds the 60% poverty line, in the case of a single person. No country reaches the 50% threshold, although Ireland, Luxembourg, Belgium and Malta come very close and in any case exceed the 40% threshold, which represents severe poverty. This is also the case in Austria. In all other EU countries, the level of GMI for a single person is below the severe poverty line. While Spain and the Netherlands are close to this threshold, the other countries are much further away from it. In several countries, GMI for a single person is lower than 20% of median equivalised income, which is really ",
        "Towards a European minimum income 22 very low, and also gives an idea of the scale of the financial effort required by these countries even to only get close to the severe poverty threshold (SE, EE, RO, LV, SK, BG). ",
        "Towards a European minimum income 23 Figure 2: Maximum gross GMI as a percentage of median equivalised income – couple – 2011 Sources: MISSOC data base for GMI amounts and the Eurostat website for median equivalised income (EU-SILC); own calculations In the case of GMI for couples without children, the situation is more or less the same as for single people, which is unsurprising. ",
        "Towards a European minimum income 24 Figure 3: Maximum gross GMI as a percentage of median equivalised income – single person with 2 children – 2011 Sources: MISSOC data base for GMI amounts and the Eurostat website for median equivalised income (EU-SILC); own calculations Differences in the distribution between countries appear when considering the presence of children in the household; this can be explained largely by the specific features of family policies supporting parents, and particularly single-parent families in this case. The possibility of accumulating specific child support allowances, such as child benefit, and/or the fact that these are not taken into account in the initial calculation of household income, also help to explain these differences. Denmark is still well above the 60% threshold. Slovenia features among the next most generous countries – being the only country in that group above the 50% poverty line – along with Lithuania, which is very close to it. The UK is above the severe poverty line of 40% of median equivalised income, while other countries are very close to it (IE, BE, FI, AT). Only two countries – Poland and Slovakia – are well below the 20% threshold, but other countries are just above this line (BG, LV, RO, HU). ",
        "Towards a European minimum income 25 Figure 4: Maximum gross GMI as a percentage of median equivalised income – couple with 2 children – 2011 Sources: MISSOC data base for GMI amounts and the Eurostat website for median equivalised income (EU-SILC); own calculations As regards the amounts received by a couple with two children, the same countries as before feature among the most generous, although this generosity is lower than for single-parent families with two children. Denmark is again well above the threshold of 60% of median equivalised income. Other countries are in the 40 to 50% range (LT, IE, BE, SI, UK) or in the vicinity (FI, LU, NL, DE). At the other extreme, there are several countries close to the 20% poverty line (RO, BG, HU, LV), while Slovakia and particularly Poland are well below this very low threshold. The progressive slippage of Poland as members are added to the household can be explained by the fact that it applies a maximum flat-rate amount irrespective of the size of the household. This is also the case with Latvia. By contrast, the remarkable performance of Denmark is largely explained by the individualisation of the amounts received, regardless of the household composition. Based on these results, we can distinguish between different groups of countries in terms of the relative generosity of their GMI schemes. Bear in mind that this generosity is also closely linked to the social assistance approach taken (social integration versus subsistence minimum), which shapes the national schemes. We can thus divide the countries into 5 groups based on the average generosity of their GMI schemes: 1) High level of generosity (over 50%) : DK; ",
        "Towards a European minimum income 26 2) Medium-high level of generosity (40-50%) : BE, IE, LU, LT, SI, NL, AT; 3) Medium-low level of generosity (30-40%) : UK, MT, FI, ES, DE, CY, FR; 4) Low level of generosity (20-30%) : CZ, PT, SE, HU, EE, RO; 5) Very low level of generosity (under 20%) : LV, PL, BG, SK. It is notable that the final two groups of countries, which would need to make a particularly considerable financial effort to reach the level of the poverty lines, are essentially made up of countries from central and eastern Europe, with the exception of Sweden. The very low level of generosity in the case of Sweden can be largely explained by the nature of its GMI scheme, which covers only a certain number of expenses considered as minimal subsistence costs for a decent living standard. 3.3.4. GMI recipients Unfortunately, there are no sources of standardised data enabling us to compare the number and characteristics of GMI recipients across the EU Member States. This is largely down to the purely administrative nature of these data. In order to make a credible estimate of the number of GMI recipients in the EU countries, we have cross- referenced the information available from various sources. For some of the countries, we were able to find the data on the websites of the relevant authorities or national statistics offices (AT, BE, ES, FR, NL, PT, RO, UK). The proportion of recipients in each of the other EU countries was established on the basis of the national fact sheets included in the annual monitoring report of the Social Protection Committee on the social situation in Europe (SPC, 2013). These figures are set out in the table below. ",
        "Towards a European minimum income 27 Table 6: Number of GMI recipients and their proportion of the adult population – 2011-2012 GMI recipients* As a proportion of the population aged 15-64 AT* 177 068 3.1% BE* 104 936 1.4% BG 50 000 1.0% CY 25 000 4.1% CZ 120 000 1.7% DE 1 100 000 2.0% DK 140 000 3.9% EE 75 000 8.3% ES* 547 663 1.8% FI 120 000 3.4% FR* 2 059 000 4.9% HU 310 000 4.5% HR** 47 099 1.7% IE 40 000 1.3% LT 200 000 9.9% LU 10 000 2.8% LV 55 000 4.0% MT 7 500 2.6% NL* 356 280 3.2% PL 2 000 000 7.3% PT* 265 259 3.8% RO* 186 742 1.3% SE 100 000 1.6% SI 42 500 3.0% SK 180 000 4.6% UK* 1 106 400 2.7% ",
        "Towards a European minimum income 28 Sources: own estimates based on national fact sheets from the 2013 SPC report / * own estimates based on the administrations' websites and statistics offices/ ** Babic, 2012 The proportion of the total working-age population receiving the GMI is relatively small. While a small group of countries has a level of between 7 and 9.9% (LT, EE, PL), in the rest of the EU countries, less than 5% of the working-age population claims the GMI. This proportion is even lower than 3% in a good number of countries (BG, RO, IE, BE, SE, HR, CZ, ES, DE, MT, UK, LU). The differences between countries can be attributed to a number of different reasons, including, in particular, differences in terms of the extent of long-term unemployment and/or the relative effectiveness of other social protection schemes, as well as differences specific to the way GMI is organised at national level (access conditions and non-take-up) (Van Mechelen and Marchal 2013a, Frazer and Marlier 2009). These rates are also considerably lower than the figures for relative poverty, which reflects the residual nature of GMI within the overall system of social protection schemes. We will return to this point later. It is even more difficult to find comparative data on the characteristics of GMI recipients than on their number. However, the European EU-SILC survey allows us to get an idea of certain characteristics of households in receipt of the GMI. Table A2 in the appendix sets out the various configurations of households in receipt of GMI in 2011 and shows a certain variation between the EU countries in the distribution of household types. The category of couple with children is the most prevalent household type in receipt of GMI. In some countries, they constitute between 40 and 50% of recipient households (EE, HU, CY, LU, PT) and in others between 30 and 40% (ES, FR, LV, LT, PL, RO, UK). In Malta they are far less prevalent (6.9%) than in the rest of the EU. The category of couple without children also constitutes a large proportion of households receiving GMI, notably in Malta, Romania and to a lesser extent in Finland, making up approximately 20% of all GMI recipient households. In other countries, it is single people that make up a large share of GMI recipient households. They account for almost 50% of the total in Cyprus and a little over 40% in Austria. In Belgium, Germany, Finland and the Netherlands, they constitute around 35% of the total number of households. Single-person households are much less numerous in Estonia (3.5%) and Slovenia (6.2%). Single-parent families are more prevalent in the UK than anywhere else (35%); however there is a group of countries in which this proportion ranges from 20 to 30% (BE, NL, FR, LU, CZ, RO). By contrast, there is also a group of countries in which single-parent families are far less prevalent, their proportion ranging from only 3 to 7% (RO, BG, EE, ES, MT, SI, SK). With regard to households made up of more than two adults, there are certain countries in which this category is far more prevalent, notably Slovenia (30.6%) and Malta (26.3%). They are also relatively prevalent in Slovakia, Spain and Estonia (around 15%). Households with more than two adults that also have children are particularly prevalent in Bulgaria (34.2%) as well as in a group of countries where their proportion ranges from 20 to 30% (EE, PL, PT, SI, SK, LT). 3.3.5. The issue of non-take-up of GMI Almost all European countries have GMI schemes and recognise in their national constitutions and in international agreements that this safety net is a fundamental right for individuals (see chapter 4). ",
        "Towards a European minimum income 29 However, although they have need of it, many people do not take up this right. The data set out in the previous section thus show that only a relatively small proportion of the adult population has access to GMI. The issue of non-take-up is a central one in any consideration of GMI, particularly given its status as a last- resort scheme. However, little consideration has been given to this subject to date. Of course, it is a phenomenon that is difficult to assess, particularly from a comparative perspective, as this requires information, essentially administrative in nature, which is often lacking, and which, unfortunately, does not seem to be a priority for many governments, as a number of studies have shown (Nelson 2010, Warin 2010, Frazer and Marlier 2009, Matsaganis et al. 2008, Hernanz et al. 2004, Daly 2002). Yet, this is also a fundamental issue in terms of assessing public policies. This is all the more pertinent with the implementation by most EU countries of anti-poverty policies that increasingly target particular groups, thus making their social welfare systems subject to greater conditionality (Nelson, 2010). The issue of non- take-up also arises in relation to a rhetoric that has increasingly developed in these times of crisis and budgetary constraints: that of social welfare fraud (Watrin, 2012). Watrin summarises three main forms of non-take-up as follows: • lack of awareness: due to a lack of information about the existence of the scheme or how to access it. As a result, nothing is offered to the potential recipient; • no application made: an eligible informed person does not take up the benefit because they have not applied for it by choice (non-adherence to the principles of the offer; other interests; not advantageous (cost/benefit); self-esteem; other alternatives) or because of a constraint (put off by the complexity of accessing it; difficulties in accessing it (distance, mobility); denigration of eligibility, opportunities or capabilities; financial reasons; difficulty in expressing needs; fear of knock-on effects; fear of stigmatisation; feeling of discrimination; denigration of capacities; loss of the idea of having (the entitlement to) rights; • non-receipt: an eligible person claims the benefit, but receives none or only part of it because of relinquishing the claim; not adhering to the proposal and/or conditions; coming to an arrangement with the benefit provider; not following or being fully aware of the procedures; or because the benefit provider has malfunctioned or discriminated against them (Watrin, 2010). Non-take-up is measured by the ratio between the number of people actually receiving a benefit and the total population theoretically eligible for that benefit. While it is relatively straightforward to ascertain the numerator of this ratio, as this is purely administrative information, it is much more difficult to measure the denominator. There are various possibilities here, but they all have their limitations (large-scale costly surveys, tax data, micro-simulation models). It is thus difficult to measure non-take-up and the information available is therefore patchy. Matsaganis et al. have reviewed the existing literature and note that the rate of non-take-up of social assistance may range between 40 and 60% depending on the schemes and countries studied (Matsaganis et al., 2008). On the basis of expert reports by the European anti-poverty network, Frazer and Marlier report similar figures. They also point out that the risk of non-take-up appears to be greater among certain groups of people (women, couples, young people, people with little education, migrants) and certain more rural regions within a given country (Frazer and Marlier, 2009). Whatever the figures may be, the scale of this phenomenon is clearly a matter of concern. This is all the more worrying given that the increased ",
        "Towards a European minimum income 30 conditionality attached to accessing GMI schemes, notably the emphasis placed on the activation of recipients, is exacerbating the phenomenon (Nelson 2010, Matsaganis et al. 2008). 3.3.6 Trends and impact of the crisis 3.3.6.1 Historic trends It is difficult to compare developments and changes in GMI schemes over time. These schemes have been set up at different times in each country, are based on different approaches and vary in terms of many of their constituent elements (Immervoll, 2009). However, analysis of the literature reveals two main trends that have marked the development of European GMI schemes in recent decades: a deterioration in their relative generosity and an increase in their access conditionality. Several studies have considered the long-term evolution of the generosity of GMI (Nelson 2013, Van Machelen and Marchal 2013a, Immervoll and Richardson 2011, Cantillon et al. 2004). We have previously pointed out that the relative generosity of these schemes varies greatly across the EU and is generally quite low in many countries. This is not a new development but rather the result of a long-term trend. The studies all point to GMI levels falling behind the evolution of other income such as (minimum) wages and pensions, thus hastening the slippage of GMI recipients towards the bottom of the revenue distribution. The study by Van Machelen and Marchal looks at the evolution of GMI levels between 1992 and 2009 across 15 EU countries. It clearly shows a gradual erosion of GMI benefits between 1992 and 2001 in almost all of the countries studied, except for Denmark and France. According to Van Machelen and Marchal, the situation is more nuanced over the period 2001-2009. In some countries, the generosity of GMI benefits, particularly for couples, tended to increase sharply (AT, LV, SI, RO) or to a lesser extent (DE, BE, FI). In other countries, the generosity of the benefits continued, by contrast, to decline (CZ, SK, HU, PT). The divergence in relation to wage evolution was, however, relatively constant across the whole period in most of the countries analysed, with the exception of certain countries (IE, LV, SI, BE, DE) where the gradual shift was less significant. Analysis of other household configurations also shows different trends over this period. Some countries favoured increasing GMI for households without children (CZ, DE, FI, IE, SI, LT, LV, HU, PT) while, by contrast, others favoured households with children (PL, UK) (Van Machelen and Marchal, 2013a). Another strong trend that can be observed in the evolution of GMI schemes is a marked increase in the conditionality of access to the benefits. We should start by pointing out that certain elements of conditionality have developed more positively, notably because of EU legislation on the matter. Access restrictions for non-nationals have been phased out over time. But beyond this positive trend, what has particularly marked this conditionality of access to GMI, especially since the late 1990s, is the general obligation imposed on GMI recipients to be actively seeking work. We have previously shown that the requirement to register with a local employment agency, to actively seek employment and to be able to prove it, or to participate in measures or programmes aimed at enhancing employability has become common to all GMI schemes, sometimes even extending to other members of the household not in employment. The transition from a passive approach to social benefits to an active one, which has become widespread in Europe particularly as a result of the European employment strategy, has set off a gradual chain reaction as regards extending the label of unemployed to all people outside the labour market, including, notably, GMI recipients (Weishaupt, 2013). The 2008 Recommendation on active social inclusion encouraged this process. In a recent analysis of the implementation of the 2008 Recommendation, the network of independent anti-poverty experts pointed out that there was little compliance with the desired ",
        "Towards a European minimum income 31 balance between the three pillars of active inclusion (adequate income, support for returning to work and quality services) and that it was largely seen by most Member States as an activation strategy (Frazer and Marlier, 2013). Some authors point out the contradictory tension between these pillars, especially when considered from the perspective of policies aimed at \"making work pay\". The deterioration in the adequacy of GMI levels might thus be justified by its incentive effect on the transition to employment (Frazer and Marlier 2009, 2013; Immervoll 2009; Nelson 2011). After detailing the reasons put forward to justify the extension of employment activation to GMI recipients 21 , Immervol highlights the fact that where overly strict conditions and sanctions are applied to people who are very detached from the labour market, and in some cases have been so for a long time, this may prove counter-productive and risk alienating them even further (Immervoll, 2009). As pointed out by Weishaupt, it is likely that, just as happens with the activation of the unemployed, there will be a \"creaming-off\" effect, and only those who already had the greatest chance of integrating into the labour market will succeed in doing so, while the others will be relegated even further (Weishaupt, 2013). 3.3.6.2 The impact of the crisis on GMI The arrival of a deep economic crisis in Europe in 2008 and its persistence since then has put serious pressure on European GMI schemes, torn between on the one hand a significant increase in unemployment and its duration, which has increased the demand for GMI, and, on the other hand, a backdrop of stringent budgetary constraints prompting cost-cutting measures. This backdrop of crisis has also drastically reduced the chances of returning to the labour market for GMI recipients, while the pressure to activate them has remained constant (Frazer and Marlier 2009, 2013; Immervoll 2009; Nelson 2011). Analysing the evolution of the degree of generosity of GMI schemes since the onset of the crisis, Marchal et al. show that gross GMI levels have actually continued to rise, albeit at a slower pace compared to the pre- crisis situation. This is not the case in all countries, notable exceptions here being Estonia and Ireland (Marchal et al., 2011). The phenomenon of GMI income slipping back compared to wages has also slowed down since the beginning of the crisis, essentially because wages have progressed little since that time (Immervol and Richardson, 2013). Some countries even saw GMI levels catch up with wages in the early days of the crisis, due to the implementation of measures decided on before the crisis or in its early stages. This took the form of increases in GMI amounts (BE, BG, LT, LV, IE, NO, RO, UK), the introduction of new supplementary benefits (LU), and increases in child benefit (AT, DE, IE, LT, PT, RO, UK). In 2010 the situation changed and several countries introduced more restrictive measures to limit costs. These restrictions have taken the form not of direct cuts to GMI, except in Ireland, but rather of a series of less visible measures such as abolishing the indexation of GMI benefit (PL), reductions in supplementary child benefit (LT, IE), more stringent conditions for accessing GMI (PT) and the limitation of the right to a higher benefit to only one member of the household (HU). In Finland, Latvia, the UK and Portugal, there has been an extension of the measures aimed at the activation of GMI recipients, and of the related sanctions (Marchal et al. 2011). In the view of members of the European network of independent anti-poverty experts, the generosity of the schemes has evolved differently since 2008, depending on whether you consider the people who are fit for work or those who are not. For the first category, the situation would seem to have improved in certain countries (AT, CY, DK, FI, FR, LU, SI) and deteriorated in others (BE, CZ, EL, HU, IE, LT, LV, PT, RO, SE, SK, UK). 21 These include: the fear of people falling into a long-term dependency trap, the weakness of employment incentives and the resulting loss of employability; budgetary pressures; greater support for measures combining income support and return to work; the inadequacy of GMI alone in ensuring an escape from poverty (Immervoll, 2009). ",
        "Towards a European minimum income 32 For those who are not fit to work, the situation appears to have improved since 2008 in some countries (AT, DK, FI, FR, LU, SI) but deteriorated in a greater number of countries (BG, CZ, ES, HU, IE, IT, LT, LV, PL, PT, RO, SE, UK) (Frazer and Marlier, 2013). In its various monitoring reports on the social situation within the EU (SPC, 2013, 2012, 2011), the European Social Protection Committee (SPC) highlights the fact that GMI schemes have been under severe and persistent pressure since the beginning of the economic crises. It also underlines the deepening of poverty in Europe, the deterioration of Europeans' income and the major increase in demand for emergency social services (food banks, homeless shelters, etc.). The number of social assistance recipients has seen a considerable rise since 2009, and this is the case in almost 50% of all EU countries. Between 2010 and 2009, this number saw a sharp rise in Lithuania (+190%), Estonia (+80%), Bulgaria (+40.1%), the Czech Republic (+30%), Cyprus, Slovenia and Slovakia (between 13 and 17%). Other countries are also mentioned as experiencing a substantial increase, without figures being provided (Bulgaria, Romania, the Netherlands, Denmark). This rise continued between 2011 and 2010 in these countries, particularly in the Czech Republic (+16.5%). The upward trend would seem to have slowed down between 2012 and 2011, with some countries even seeing a spectacular decrease in the number of social assistance recipients, notably in Latvia (-24%), Estonia (-14%) and above all Cyprus 22 (-35%). In some countries, the rise in the number of social assistance recipients seems to be clearly linked to the spike in unemployment following the economic crisis, and points to an increased vulnerability among the long-term unemployed and those who have reached the end of their entitlements (CZ, FR, CY, LU, HU, AT, SI, PT, RO). Nevertheless, in some of these countries (PT, FR, LU, AT) the increase in the numbers of unemployed and benefit recipients could be due to the fact that their social welfare systems were bolstered and geared more towards active social inclusion in response to the crisis (extension of coverage and activation). Against this backdrop, GMI schemes are fully playing their role as a social protection safety net. By contrast, other countries (HU, CZ) have undertaken to make the access conditions to GMI more stringent by increasing the conditionality as regards being available to work. The SPC also points out that in some countries the rise in unemployment has not meant a significant increase in the number of social assistance recipients, which could indicate a major deficit in terms of social cover for the long-term unemployed and unemployed people who have reached the end of their entitlements (GR, SI, ES, CY). 3.4. The arguments on GMIs This section investigates the relevance of two of the main arguments generally advanced in the discussion on GMIs, namely, their effectiveness in combating poverty and the fear that they might give rise to disincentives in the labour market. 3.4.1. GMIs and poverty As we highlighted earlier, the generosity of the existing GMIs in the EU is often fairly low and rarely exceeds relative poverty thresholds (see section 3.3.3). Similarly, we have stressed that only a relatively limited proportion of the working age population is actually in receipt of a GMI (see section 3.3.4). We have also 22 According to the SPC, this huge reduction can mainly be attributed to the creation of a new social assistance scheme aimed at single- parent families, which is run by a different department and whose recipients no longer feature among the social assistance figures (SPC, 2013). ",
        "Towards a European minimum income 33 drawn attention to the significance of the phenomenon of non-take-up of benefits, which means that a considerable number of people experiencing poverty do not get access to the GMIs. One of the traditional ways of measuring the impact of an income support measure on poverty is to compare poverty rates before and after the income transfers linked with the measure concerned. Unfortunately, this is not a meaningful indicator in the case of GMIs, since they represent only a marginal share of all social transfers. However, it is possible to approach the question of the impact of GMIs on poverty by considering the share GMI-related income represents in the total income of poor households. Tables A3 and A4 appended to this study set out this information for all households classified as poor according to the poverty thresholds established at 40% and 60% of the median equivalised national income. The general thrust of these findings is that ultimately, GMIs account for a relatively small fraction of poor households' income, most of which is provided either by transfers from other social protection schemes (such as unemployment, sickness and disability benefits and survivors' and old age pensions), or from labour earnings from the \"working poor\" members of the household. These two components alone account for a little over two thirds of the income of poor households at the 40% threshold and over three quarters of the income of poor households at the 60% threshold. In descending order, the next most important component in the income of poor households is state transfers not linked to the social protection system (such as family, education and housing allowances), which represent around 15% of the income of these households. Lastly, and only in fourth place, comes income from GMIs, which generally represents less than 10% of the income of poor households, irrespective of the threshold being considered . The remainder of poor households' income comprises transfers from other households and other income from capital or rents. Naturally, when it comes to how these different types of income are distributed, the picture varies from country to country. For poor households at the 40% threshold, labour earnings account for over half of household income in one particular group of countries (LU, NL, PL, PT, RO, SK) and around one third of total income in most of the other countries. Transfers from social protection account for around half the income of these poor households in a small group of countries (BG, CY, DE, ES, MT) and almost a third of the total in almost all the remaining countries. Other state transfers also represent a significant source of income, accounting for between 20% and 30% in several countries (BE, CZ, DK, EE, HU, LV, NL, SE, SI, UK). With regard to GMI, there is nevertheless one group of countries where GMI represents 20% of the total income of poor households at the 40% threshold (LT, LU, FR, SI, SK). On the other hand, in a number of other countries (DE, EE, HU, NL, PL, UK), GMI represents less than 5% of poor households' income. Similar variations apply between countries for poor households at the 60% threshold. With respect to GMI, there is one group of countries where GMI represents over 10% of total income (LT, LU, DE and, to a lesser extent, SI). Income from GMI therefore represents only a small proportion of the total income of poor households. However, its significance increases when poor households in receipt of GMI are distinguished from all other poor households. Indeed, for those who do receive it, GMI constitutes a significant source of income. Tables A3 and A4 set out in the Appendix show a breakdown of the income of poor households at the 40% and 60% thresholds, which are in receipt of GMI ). The general thrust of the data is that for these households, GMI takes the place of labour earnings and other forms of social protection as the main source ",
        "Towards a European minimum income 34 of income. As a European average, GMI represents 38% of the total income of poor households at the 40% threshold and 29% of the total income of poor households at the 60% threshold, for which other social protection transfers remain the main source of income. The table below summarises the data on the share of GMI in total income for poor households in general and poor households in receipt of GMI. Table 7: Share of GMI in the income of poor households and poor households in receipt of GMI - various thresholds - 2011 40% threshold 60% threshold poor poor with GMI poor poor with GMI AT 2.3% 18.8% 1.8% 7.9% BE 8.5% 42.9% 3.6% 51.3% BG 4.8% 19.5% 2.2% 13.4% CY 6.0% 16.9% 1.2% 38.6% CZ 5.5% 30.8% 2.0% 23.3% DE 1.6% 34.6% 1.8% 26.2% EE 0.9% 46.2% 0.4% 18.7% ES 7.4% 65.7% 4.0% 53.8% FI 6.5% 24.0% 4.8% 17.3% FR 11.6% 33.7% 6.2% 20.2% HU 2.2% 13.2% 3.2% 12.2% LT 22.7% 44.5% 13.0% 32.5% LU 19.0% 55.8% 11.9% 34.0% LV 9.5% 32.1% 4.9% 19.2% MT 11.9% 20.4% 8.4% 20.1% NL 3.9% 56.9% 17.7% 47.3% PL 4.5% 23.8% 2.0% 13.6% PT 11.8% 77.1% 5.3% 61.8% RO 10.5% 24.3% 4.5% 11.4% ",
        "Towards a European minimum income 35 SE 11.2% 58.5% 8.7% 41.8% SI 20.4% 51.4% 9.6% 29.8% SK 19.2% 62.2% 9.0% 47.8% UK 5.8% 30.2% 6.9% 22.4% EU 8.4% 38.4% 5.5% 28.9% Source: EU-SILC UDG, own calculations/no data for Ireland or Denmark In terms of variability between countries, it should be noted that GMI represents over 50% of the total income of poor households at the 40% threshold in several countries (LU, NL, SE, SI, ES, PT, SK), and between 30% and 40% in a number of others (BE, CZ, DE, EE, LT, LV, UK). For poor households at the 60% threshold, GMI represents a slightly lower share of total income, but its share is nonetheless considerable in some countries, where it accounts for over half of poor households' income (BE, ES, NL, PT, SE, SK) or slightly under half (LT, LU, SI, CY). It should also be noted that in some countries (HU, PL, RO, BG, EE), the share of GMI in households' total income is lower than elsewhere. Most of the countries we previously identified as falling into the category where levels of generosity are low to very low (see section 3.3.3.2) come into this group. It can be concluded that, although GMI alone is not enough to make the difference when it comes to avoiding poverty, in view of its relatively low level of generosity and its residual position in overall social protection and redistribution schemes, it is nonetheless a crucial resource for most of the poor households that receive it. 3.4.2. Concerns about GMI and labour market disincentives We have drawn attention to the considerable emphasis placed in all GMI schemes on the need for recipients to be actively engaged in looking for work as a condition for obtaining and continuing to receive GMI. This emphasis on an 'active' conceptualisation of social protection has become increasingly predominant since the end of the 1990s and, from the initial focus on getting unemployed people back into work, has been gradually extended to other categories of benefit recipients, not only recipients of GMI but also, for instance, people who are temporarily unable to work. On a rhetorical level, this shift has been underpinned by references to concerns about people slipping into long-term benefit dependency, the excessive burden on social protection systems and therefore on public spending, and references to benefit fraud. On a political level, this argument has led to the development of a discourse structured around what are termed \"making work pay\" policies, backed both by the European institutions and other international organisations such as the Organisation for Economic Co-operation and Development (OECD). At European level, although the strategy for active inclusion calls for a balanced approach integrating and giving equal weight to the three strands of sufficient income support, inclusive labour markets and access to quality services, the Member States have tended to interpret it simply in terms of labour market activation (Frazer and Marlier, 2013). The logic of \"making work pay\" - more often interpreted as making social protection pay less by reducing benefits - has been underpinned by the European Union and OECD's development of joint indicators in an attempt to draw attention to the existence of \"traps\" that maintain welfare recipients in a position of relative dependency (Weishaupt 2013, Immervoll 2009, Bargain 2008, Benarrosh 2003). ",
        "Towards a European minimum income 36 The concerns about GMI acting as a disincentive to a return to work are therefore situated within a well- structured logic, which is implicitly based on a tension between GMI and wages. Accordingly, GMI must be generous in order to alleviate poverty, but not overly generous, or at least less generous than the minimum wage or low wages, which are generally the gateway to the labour market. This logic also rests on a number of questionable hypotheses, not least that, when it comes to their behaviour and lifestyle choices, people who are not in active employment are guided solely by financial considerations (Benarrosh, 2003). The graph set out below illustrates this implicit hierarchical relationship. It is based on OECD data and shows the relationship, in net terms, between GMI, the minimum wage (where statutory provision exists) and low earnings 23 . The table gives an average for various different types of household. The complete data is set out in Table A7 in the Appendix. Graph 5: GMI, minimum wage and low earnings as a proportion of net median household income - 2011 Source: OECD, Tax-Benefit models; www.oecd.org/els/social/workincentives First of all, it should be noted that, in comparison with the gross sums presented above, the net sums for social assistance are considerably lower. Denmark still has the most generous GMI, but the net value is barely up to the 50% threshold. Only four other countries have a GMI over the poverty threshold of 40% of 23 Net low earnings are calculated as being equivalent to the threshold of 67% of median income. The results illustrate the benefit entitlements of single people with no other source of income and who are no longer entitled to unemployment benefits. All the relevant cash benefits are taken into account (social assistance, single parent allowances, other family allowances and, where indicated, housing assistance), together with income tax and social security contributions, where relevant. ",
        "Towards a European minimum income 37 median national income. In the other countries, the net GMI is considerably below the 40% threshold. In one group of countries in particular (EE, BG, SK, RO, LV), it is less than 20% of median income. No less remarkably, both low earnings and minimum wages are also generally situated in the \"poverty zone\" from 40% to 60% of median income. Only Denmark, the Netherlands, Ireland, the United Kingdom, Germany and Romania have low earnings that are situated over the 60% poverty threshold, although some other countries (LT, BE, FI, HU) are very close to this level. Amongst these countries, three (NL, IE, UK) have also set a minimum wage that is above the 60% threshold. Ireland is an unusual case, in that it is the only country where the minimum wage is set higher than the floor level of the lowest earnings. In Estonia, the minimum wage is below the 40% threshold. In Bulgaria, it is low earnings that are below the poverty line. This therefore raises questions about the supposed incentive effect of minimum wages and low earnings that are below the poverty line, as is the case in most of the countries. Although these wages and earnings may indeed improve the incomes of the poor who find employment under these wage conditions, they are not in themselves enough to raise people out of poverty. Employment is not as financially worthwhile as the political rhetoric behind getting GMI recipients back into work would suggest. With regard to the relationship between GMI, the minimum wage and low earnings, an upward hierarchy exists in all the countries except Ireland, albeit to varying degrees. Only Denmark and the Netherlands combine relatively generous GMI with wages that are (slightly) above the 60% poverty threshold. Luxembourg, Lithuania, Belgium and Malta are close to this configuration. In Ireland and the United Kingdom and, to a lesser extent, Romania, Hungary, Finland and Germany, the relatively high level set for the minimum wage and/or low earnings acts as an incentive to find work, as does the fact that GMI is not particularly generous, especially in Romania and Hungary. In several other countries, the relationship is more problematic, as the low level of wages does not provide incentives to work, despite the fact that the GMI is low. This is particularly true in Bulgaria where the lowest earnings are below the 40% poverty threshold and in Estonia, in relation to the minimum wage. The gains GMI recipients may obtain from returning to work may therefore vary from country to country. Table 8 set out in the Appendix uses the OECD's \"inactivity traps\" indicator, which measures the loss of income experienced by a social assistance recipient on returning either to a low-paid, full time job (paid at 67% of an \"average worker's\" salary 24 ) or to a job paying an average worker's full salary (100%). The calculations are made for various household configurations (single person, one-earner married couple, two- earner married couple 25 ). We have inversed the indicator to show the net gain created by going back into work rather than the proportion of income lost when the entitlement to GMI is withdrawn. For single people, moving from GMI to a low waged job represents an average gain of 40%, rising to 46% if the job is paid at the average wage. The difference is therefore relatively small. For non-working couples where one member moves into a low waged job, the average gain is only 30%, rising to 40% if the job is paid at the average wage. In couples where one of the partners is already earning (but on a low wage), the second partner's return to work generates an average net gain of 67% for a low waged job and 66% if the job is paid at the average wage. However there are sizeable variations between countries. 24 Using the OECD categorisation, the average worker is taken to be a full time worker whose salary is equivalent to the average salary of workers in sections B to N of the Standard Industrial Classification of All Economic Activities. 25 For two-earner couples, the first earner is considered to be earning a salary equivalent to 67% of the salary of an average worker. ",
        "Towards a European minimum income 38 For single people, moving into a low waged job leads to a net gain of over 80% in the Slovak Republic and 60% in Romania. In one group of countries, this increase is over 50% (ES, HU, PT, BG). On the other hand, in Denmark, Austria and the Netherlands, the increase is very small. If the person returns to work in a job paid at the average wage, the net gain is over 60% in some countries (RO, BG, SK) and 50% in a number of others (FR, PL, HU, EE, PT, ES). The increase remains slight in Denmark (25%). In couples where both partners are unemployed and one partner returns to work in a low waged job, this can generate a net increase in income of between 50% and 60% in several countries (RO, SK, BG, HU, ES). However, in many countries, (AT, FI, LU, NL, SE, IE, DK) the increase is slight, at under 20%. The net gains in income resulting from one of the non-working partners returning to an average waged job are broadly similar in most countries, with the same groups of countries as before at the two ends of the spectrum. Lastly, in couples where one of the partners is already working and the second finds work, the net increase is larger, both for low waged and average waged jobs. In most countries the net increase varies between 70% and 80% for these two salary levels. Once again, Denmark is the country where the net gain from going back to work is the lowest. Generally speaking, it can be said that the gain in income is highest in the countries with the least generous GMI and vice-versa. However, the crucial issue is the efficacy of the measures for getting GMI recipients back into work, which must be subject to a degree of caution in many cases, given that they are competing for jobs with those registered as unemployed (Immervol, 2009). ",
        "Towards a European minimum income 39 4. The legal approach 4.1. National, European and international law legitimating the debate on Guaranteed Minimum Income The human right to an income set at a level that affords human dignity and allows people to integrate into the societies in which they live has been enshrined in a great many European and international treaties, declarations and conventions. 4.1.1. International law: declarations, conventions and charters The 1948 Universal Declaration of Human Rights states, in Article 25, that \"Everyone has the right to a standard of living adequate for the health and well-being of himself and of his family, including food, clothing, housing and medical care (...) \". The International Covenant on Economic, Social and Cultural Rights (1966) (ICESCR) also recognises \"the right of everyone to social security, including social insurance\" (Article 9), the right to special protection for mothers and children (Article 10) and the right of everyone to an adequate standard of living (Article 11). The right to social security was laid down in Article 12 of the European Social Charter of 1961. According to the explanations provided by the Praesidium of the European Convention, this is the key reference for Article 34 of the Charter of Fundamental Rights of the European Union, although it does not contain the same level of detail. The primary aim of the 1961 version of the European Social Charter was to ensure 'effective exercise of the right to social security' but without going so far as to define specific content. When the Charter was revised in 1996, this 'right to social security' was extended, with the recognition of a 'right to protection against poverty and social exclusion' (Article 30 of the revised Social Charter) and a 'right to housing'' (Article 31 of the revised Charter). Various texts issued by the International Labour Organisation also cover social security standards (ILO, 1952) and workers' health and safety (ILO, 1981). In 2009, the ILO, together with the WHO also launched a joint Social Protection Floor Initiative (SPF), which is one of the nine joint UN initiatives for alleviating the impact of the economic crisis. The idea underpinning this Social Protection Floor is that everyone should be entitled to a secure basic income that is sufficient to live on, provided through either cash or in-kind transfers. The social protection floor should be targeted at the working age population and closely linked with employment policies to allow people to access productive, decent work and lift themselves out of poverty. Neither a prescription nor a universal standard, the floor is conceived as a flexible policy, to be implemented by each country in accordance with its priorities, resources and needs (International Labour Office, 2011a). This initiative led to the adoption of a Recommendation concerning National Floors of Social Protection in 2012 26 (ILO, 2012). The Council of Europe has enshrined these rights in the European Code of Social Security (Council of Europe, 1990), the European Convention on Social Security (Council of Europe, 1972) and its protocol and 26 It should be stressed that even the Managing Director of the IMF noted in February 2011 that \"adequate social protection, drawing on a basic social protection floor as proposed by the ILO, can protect the most vulnerable from the brunt of the crisis\" (IMF, 2011). ",
        "Towards a European minimum income 40 in a series of recommendations aimed at combating exclusion and social insecurity (Council of Europe, 2000). 4.1.2 Community law: values, objectives and the Charter of Fundamental Rights \"Solidarity\" is included as one of the values listed in Article 2 of the EC Treaty on which the Union is based. Article 3 TEC, which sets out the Union's main objectives, states that, \"The Union's aim is to promote peace, its values and the well-being of its peoples\", whilst also including among the objectives, \"a highly competitive social market economy\" and \"social progress\". The European Union \"shall combat social exclusion and discrimination, and shall promote social justice and protection, equality between women and men, solidarity between generations and protection of the rights of the child\". Thus, the central values and principles underpinning national social protection systems are recognised and integrated at European level (Dawson et de Witte, 2012). Article 9 TFEU includes what is known as the \" horizontal social clause \", which stipulates that, \" In defining and implementing its policies and activities, the Union shall take into account requirements linked to the promotion of a high level of employment, the guarantee of adequate social protection, the fight against social exclusion, and a high level of education, training and protection of human health \". However, the horizontal clause does not transfer any further competences to the EU. Consequently, it cannot be used as a legal basis for introducing a comprehensive, proactive social policy that would cover all the areas enumerated in the text of the article. Regarding the practical legal implications of this, Witte and Dawson (2012) deduce from Article 9 TFEU that the social objectives are on an equal footing with the economic objectives in primary Community law. All the various European players are therefore required to find an appropriate balance between economic, social and other objectives in areas where decision-making and implementation involves the EU. One of the new elements introduced by the Treaty of Lisbon was to give \"The Charter of Fundamental Rights of the European Union\" \"the same legal value\" as the Treaties themselves, if the Charter remains as a separate text that is not incorporated in the Treaties (TEU Article 6(1)). In Article 34(3) of the Charter, the Union recognises and respects the right to social and housing assistance so as to ensure a decent existence for all those who lack sufficient resources, in accordance with the rules laid down by Union law and national laws and practices. Exercise of the right established by the three paragraphs of Article 34 is contingent on its scope: it comes into play \"in accordance with the rules laid down by Union law and national laws and practices\", the ritual phrase in the Charter that confirms the wording of paragraphs 1 and 3 according to which \"the Union recognises and respects\" the rights in question. Therefore, rather than being awarded directly, the right is dependent on the specific conditions governing its exercise. In its commentary on the Charter, the European Agency for Fundamental Rights found that, although Article 34 appears to give its own clarifications, the specific content of the rights enshrined in the Charter is actually defined in relation to Community and national law. 4.1.3 National law: national constitutions Social and housing assistance is also recognised as a fundamental right by a number of Member States, which make specific reference to it in their constitutions. The following table gives an overview of how this right is defined in the various national constitutions. The table only covers countries which have a constitution in the strict sense of the term. This does not mean that the countries that do not appear in the table do not recognise this right, as some Member States refer to texts other than a constitution (such as, ",
        "Towards a European minimum income 41 for example, the Declaration of Rights in the United Kingdom). We must also show caution when interpreting this table, as there is no direct correlation between a detailed description of the right and either compliance and implementation in practice or the actual impact on poverty and the scale of social exclusion (Peina-Casas, 2006a). Table 8: the right to social security and social assistance in national constitutions Right to social security social assistance specific protection for mothers specific protection for families/parents specific protection for people with disabilities specific protection for children/young people specific protection for the elderly BE ▲ ▲ BG ▲ ▲ ▲ ▲ ▲ ▲ ▲ BG ▲ ▲ ▲ ▲ ▲ ▲ CY ▲ ▲ CZ ▲ ▲ DE ▲ ▲ ▲ DK ▲ EE ▲ ▲ ▲ ES ▲ ▲ ▲ ▲ ▲ FI ▲ ▲ ▲ ▲ ▲ FR ▲ ▲ ▲ ▲ ▲ GR ▲ ▲ ▲ ▲ ▲ HR ▲ ▲ ▲ ▲ ▲ HU ▲ ▲ ▲ ▲ IR ▲ ▲ IT ▲ ▲ ▲ ▲ ▲ LT ▲ ▲ ▲ ▲ ▲ ▲ LU ▲ LV ▲ ▲ ▲ MT ▲ ▲ NL ▲ PL ▲ ▲ ▲ ▲ ▲ PT ▲ ▲ ▲ ▲ ▲ ▲ ▲ RO ▲ ▲ ▲ ▲ ▲ SE ▲ SK ▲ ▲ SI ▲ ▲ Source: own table, based on http://legislationline.org Over the past few years, some States have revised their constitutions in ways that have had a detrimental effect on the right in question. For example, Hungary's Basic Law (Alaptörvény), which replaced the 1989 Constitution and entered into force on 1 January 2012, does not include the right to social security (which was previously enshrined in the Constitution). Article 17 of the Basic Law simply states that, \"Hungary shall strive to provide social security to all of its citizens\". This represents a not inconsiderable step backwards in ",
        "Towards a European minimum income 42 terms of legal guarantees of citizens' social rights in Hungary. The wording of the article limits the State's obligation in relation to social assistance to a specific set of circumstances (such as maternity, illness, and unemployment outside the individual's control), thereby freeing the Sate from all responsibility for the social security of citizens not covered in the specification. 4.2 A directive on minimum income schemes: a question of legal and political feasibility 4.3.1. Legal feasibility The idea of establishing a binding legal instrument is not a new one but there has been renewed interest in it in recent years. Ferrera and Sacchi (2007) stressed in 2007 that the question of guaranteed minimum income deserved more attention, since they saw it as a promising means of securing the social aspects of the internal market. The authors argued that a guarantee of this kind could be given concrete form through European legal provisions regulating the income schemes at national level. In 2009, in their comparative study on minimum income schemes in the Member States, Frazer and Marlier (2009) emphasised that the Council Recommendation of 1992 and the Commission Recommendation of 2008 had not so far led to the Member States introducing minimum income schemes that ensured an adequate income for all. In the light of this, the European Anti-Poverty Network proposes that, in order to make further progress in the area of guaranteeing minimum income, the Social OMC should be complemented by a framework directive on adequate minimum income that would be binding on the Member States but leave them enough flexibility to reach that goal. Various other organisations have put forward similar proposals. As mentioned above, in 2010, the European Anti-Poverty Network presented a concrete proposal for an EU Framework Directive on Minimum Income (EAPN, 2010). For its part, the European Parliament has not been idle. During the discussions on the Resolution on the role of minimum income in the fight against poverty and the promotion of an inclusive society in Europe, the S&D, Greens/EFA and GUE/NGL political groups proposed that the European Commission introduce a proposal for an EU Framework Directive on Minimum Income. The effect of a directive of this kind would be to oblige each Member State to introduce an effective minimum income scheme. As described above, a number of provisions in the European Treaties refer explicitly to the EU's goals on combating social exclusion. However, setting goals is not, in itself, enough to give the European Union the power to adopt a binding legal instrument obliging the Member States to legislate on minimum income. Under Article 5 TFEU, the Union's competences are delimited by the principles of subsidiarity and proportionality. This means that the Union may only intervene in the areas where the Member States have given it the competence to do so in the Treaties. Thus, Article 1.1 TFEU states that, \"This Treaty organises the functioning of the Union and determines the areas, delimitation of, and arrangements for exercising its competences\". Article 7 TFEU adds that, \"The Union shall ensure consistency between its policies and activities, taking all of its objectives into account and in accordance with the principle of conferral of powers\". Accordingly, it is essential to consider which specific TFEU provision could be used as a legal basis for allowing the European legislator to adopt directives or other binding instruments. One provision that could be considered in this connection is Title X of the Treaty of Lisbon which covers social policy. ",
        "Towards a European minimum income 43 Combating social exclusion Article 153.1 (j) of the Treaty on the Functioning of the European Union names the combating of social exclusion explicitly as one of the areas where the Union supports and complements the measures taken by the Member States to achieve the objectives set out in Article 151 TFEU. However, Article 153.2 (a) TFEU restricts the measures the Union may adopt in the field of combating social exclusion to, \"measures designed to encourage cooperation between Member States through initiatives aimed at improving knowledge, developing exchanges of information and best practices, promoting innovative approaches and evaluating experiences, excluding any harmonisation of the laws and regulations of the Member States\". Furthermore, in Article 153.2 (b) TFEU, social exclusion is not included as one of the fields where the Union is authorised to adopt minimum requirements for gradual implementation. In connection with a Citizens' Initiative, the Commission has already drawn attention to the fact that this article cannot be used to adopt a binding act in the field of combating poverty. Although it was basic income rather than minimum income which was at issue here, it is nonetheless worth drawing attention to this conclusion. On 8 July 2012, citizens from 15 Member States (Germany, Austria, Belgium, Denmark, Spain, France, Greece, Italy, Luxembourg, the Netherlands, Poland the United Kingdom, Slovakia and Slovenia) submitted a Citizens' Initiative on Unconditional Basic Income (UBI) to the European Commission. Its stated objective was to \"gain support for the introduction of a universal, individual, unconditional basic income to ensure a life in dignity and participation in society within all member states of the EU\". The Commission refused the request for registration of the initiative on the grounds that the proposed text fell “manifestly outside the framework of the Commission’s powers to submit a proposal for a legal act of the Union for the purpose of implementing the Treaties” 27 . In its rejection letter, the Commission observes that although Article 153(2) of the Treaty on the Functioning of the European Union (TFEU) could serve as a possible legal base and subparagraph 1(j) does include the objective of combating social exclusion, it should be noted that this provision, \"excluding any harmonisation of the laws and regulations of the Member States\", enables the Commission to \"adopt measures designed to encourage cooperation between Member States through initiatives aimed at improving knowledge, developing exchanges of information and best practices, promoting innovative approaches and evaluating experiences\", which is not compatible with the request for the adoption of a legal act. Although, under Article 152(2)(b) (TFEU), the Commission may adopt, by means of directives, \"minimum requirements for gradual implementation, having regard to the conditions and technical rules obtaining in each of the Member States\", the proposed initiative does not come under one of the fields referred to in paragraphs 1(a) to (i) where measures can be taken. It follows from this that Article 153 cannot be considered as an appropriate legal base 28 . 27 http://revenudebase.info/wp-content/uploads/2012/09/C-20126288.pdf. 28 http://revenudebase.info/initiative-citoyenne-europeenne/; Following the rejection, a second draft entitled, Unconditional Basic Income (UBI) - Exploring a pathway towards emancipatory welfare conditions in the EU was submitted on 14 January 2013. Unlike the first version submitted to the Commission, the second does not ask the Commission to introduce a legislative act on basic income but only to give serious consideration to basic income as an alternative. In addition, the new version is based more solidly on the Recommendations of the European Parliament and Article 156 of the Treaty on the Functioning of the EU. The Commission has given its green light to the collection of signatures asking the European Institutions to give serious consideration to the option of a European Basic Income. ",
        "Towards a European minimum income 44 Social security and social protection of workers Article 153.1 TFEU also lists other areas for action which have a connection with minimum income schemes. Such is the case for social security and social protection of workers, provided for in Article 153.1 (c) . In this field, the Union may support and complement the activities of the Member States by means of directives establishing minimum requirements, to the extent that Article 153.2 (b) of the TFEU applies to the area concerned. Under Article 153.2 §3, the Council acts in accordance with a special legislative procedure after consulting the European Parliament, the Economic and Social Committee and the Committee of the Regions. In addition, Article 153.4 of the TFEU stipulates that the provisions adopted pursuant to Article 153, \" shall not affect the right of Member States to define the fundamental principles of their social security systems and must not significantly affect the financial equilibrium thereof \". Although the possibility exists, it should be stressed that hitherto the Union has never made use of this specific provision in the field of social security and social protection of workers. So far, the directives on equal treatment for men and women in matters of social security are the only initiatives adopted towards harmonisation in this field. Moreover, these measures were adopted in connection with the prohibition of discrimination on the grounds of gender. Nevertheless, Verschueren (2013) stresses that, through its case-law, the Court of Justice has adopted a broad interpretation of the concept of \"social security\" in the context of coordinating social security arrangements for migrant workers within the European Union. Under this case-law, benefits paid out to supplement insufficient social security benefits are covered by the coordination of the Member States' social security schemes and therefore come under the term \"social security\". However, the author does acknowledge that the field covered by Article 153.1 (c) TFEU is limited to the social rights of workers and that it cannot therefore be envisaged as a legal base for a European legislative act that would be applied generally to minimum income schemes. Furthermore, the possibility of adopting European legislation on the minimum wage on the basis of Article 153.1 (b) under \"working conditions\" must also be ruled out. Indeed, Article 153.5 TFEU explicitly excludes pay from the European Union's competences set out in Article 153 TFEU, ruling out the adoption of a directive including provisions on minimum salaries of workers. Integrating persons excluded from the labour market Another area mentioned in Article 153.1 TFEU, under point h) , is the integration of persons excluded from the labour market. The active inclusion initiatives listed above, undertaken both by the European Commission, the European Parliament and the Council, all refer to active inclusion of people excluded from the labour market. Without exception, these initiatives mention guaranteeing sufficient income as an essential strand of the strategy. In its Communication of 3 October 2008 (COM(2008) 639) (European Commission, 2008a), the Commission states that, \" Combating social exclusion and poverty is among the priorities of the European Union, whose action in this area is based on Article 137 of the EC Treaty. With regard to fundamental social rights, the latter provides that 'the Community shall support and complement the activities of the Member States in […] the integration of persons excluded from the labour market' \". The Commission has therefore referred explicitly to the text of Article 153.1 (h) on the integration of persons excluded from the labour market as a basis for activities connected with combating social exclusion and poverty. Similarly, in its conclusions of 17 December 2008 on common active inclusion principles to combat poverty more effectively, the Council ",
        "Towards a European minimum income 45 refers explicitly to Article 137.1 (h) TEC (153.1 (h) TFEU) as a legal basis for guaranteeing a minimum income (point 5) (Council, 2008). A consensus therefore seems to be emerging about using the area of integration of persons excluded from the labour market for adopting measures in the field of combating poverty and social exclusion. In effect, the first area authorises the European legislator to adopt minimum standards via directives in the framework of the ordinary legislative procedure pursuant to Article 153.2 (b) TFEU. Furthermore, EAPN and Anne Van Lancker (2010) maintain that their proposal has a robust legal basis in the Treaties, specifically Article 153.1 (h) of the Treaty on the Functioning of the European Union. However, it is important to be clear about the limitations and contradictions that might arise from relying on this article as a legal basis for a directive on minimum income schemes. The Council conclusions might contradict the provisions set out in Article 153.1 (j) TFEU, in combination with Article 153.2 (a), which do not authorise the adoption of minimum standards in the field of combating social exclusion. Moreover, a directive of this kind would only deal with people excluded from the labour market, whereas the problem of poverty also affects those who are in work. However, EAPN argues that progress in the area of minimum income is likely to be a catalyst for progress in the field of social security and minimum wages. The second limitation concerns the scope of the framework directive, which would deal only with people excluded from the labour market. Here too, EAPN expects progress in the field of minimum income for people excluded from the labour market to work as a catalyst in relation to a minimum income for all. Even if it is only directly targeted at a sub-section of the relevant population, setting minimum standards for adequate income from welfare, can ultimately exert pressure to increase the general quality of social protection (EAPN, 2010). In any case, the essential contribution of such a directive would be to give substance to European social rights with a view to reaching a politically legitimate balance between the rights of the single market and social rights. Making the EU's initiatives on minimum income more binding could prove to be a useful way of ensuring that social rights are implemented in practice in the Member States (Vandenbrouke et al, 2013). With these limitations in mind, it should be stressed that, even if the legal basis in question were accepted, the measures adopted would have to comply with the principles of subsidiarity and proportionality. The principle of subsidiarity means that the Union shall act only if and in so far as the objectives of the proposed action cannot be sufficiently achieved by the Member States, but can rather, by reason of the scale or effects of the proposed action, be better achieved at Union level (Article 5.3 TEU). In accordance with the principle of proportionality enshrined in Article 5.4 TEU, the content and form of Union action shall not exceed what is necessary to achieve the objectives of the Treaties. In the light of these principles, in the area that concerns us the Member States would retain responsibility for the structure and content of their minimum income schemes or social security schemes guaranteeing a minimum income. A directive should call on the Member States to guarantee a right to minimum income , whilst giving them the freedom to choose the instruments for attaining this objective. 4.3.2. Political feasibility Whilst Article 153 TFEU would provide a legal basis, relying on the integration of persons excluded from the labour market provided for in Article 153.1 (h), thus enabling the Union to adopt a directive establishing ",
        "Towards a European minimum income 46 minimum standards, there remains the thorny question of political feasibility . A directive could only be adopted in this area if the European Commission were to introduce an initiative and if this were approved by the European Parliament and the Council of Ministers in the framework of the ordinary legislative procedure. During the consultations that took place prior to the 2008 recommendation, it became very clear that there was no support for a framework- directive on minimum income on the part of the Member States. Only three Member States expressed an interest in legislation of this kind. Most of the Member States felt that the protection conferred by a minimum income was an area of national competence. Prescriptive rules at EU level were felt to be unsuited to the diversity of situations across the EU (European Parliament, Social Affairs Committee, 2011). The Commission has taken no recent steps in this direction. Its last initiative in the area that concerns us was its Communication of 16 December 2010 on the \"European Platform against Poverty and Social Exclusion\" (European Commission, 2010b). This communication contains no reference to initiatives on guaranteeing minimum income and neither did the Commission make any mention of a binding legal instrument. Moreover, the platform does not refer to any other initiatives likely to result in legally binding texts, with the exception of an initiative on access to some specific basic banking services. During the discussions on the resolution that touched on the role of minimum income in combating poverty and promoting an inclusive society, the political groups S&D, Greens/ALE and GUE/NGL suggested \"an initiative\" or a legislative proposal from the Commission on minimum income, but without stipulating the legal basis that would underpin such a proposal. The effect of a directive would have been to impose a legal obligation on each Member State to introduce an effective minimum income scheme. However, this proposal was voted on and rejected during the plenary session 20 October 2010 (European Parliament, 2010). In its resolution, the European Parliament restricts itself to suggesting that the Commission conduct a study on the potential impact of introducing an adequate minimum income at European level in each Member State. As for the Council of Ministers, it has never shown the slightest interest in an EU legislative initiative to combat poverty and social exclusion. On the contrary, it has consistently stressed that competence in this area lies with the Member States. Thus, in its conclusions of 17 December 2008 29 , the Council stressed that, with due regard for the principle of subsidiarity and on the basis of the common principles, it was for the Member States to define the level of adequate income support and the policy mix best adapted to the needs identified at local, regional and national level (Verschueren, 2013). In conclusion, there is not the slightest doubt that the debate on guaranteed minimum income has been legitimised in national, European and international law alike. However, the fact that it has been legitimised does not in itself justify the adoption of legally binding legislation on guaranteed minimum income at European level. As we pointed out earlier, framing objectives and stating values is not enough in and of itself to give the European Union the necessary legislative competence to adopt legislation of this kind. It is 29 EPSCO Council, 17 December 2008, Council Conclusions. ",
        "Towards a European minimum income 47 vital to identify a specific provision of the TFEU that can serve as a legal basis authorising the European legislator to adopt a directive or other form of binding instrument. Of the three possible options here, the integration of persons excluded from the labour market stemming from Article 153.1 (h) would appear to be the most promising. Recourse to the combat against social exclusion referred to in Article 153.1 (j) of the TFEU is of no help, since this article is neutralised by Article 153.2 (b) TFEU which does not include combating social exclusion when it authorises the Union to adopt minimum requirements for gradual implementation. The second option of using social security and social protection of workers, as referred to Article 153.1 (c) TFEU is possible, but hitherto the Union has only ever used it in the field of equal treatment of men and women. Moreover, the field covered by this provision is limited to social rights of workers and consequently, it could not serve as a legal basis for a European legislative act which would be applied generally to minimum income schemes. We then come to the remaining option of using the integration of persons excluded from the labour market, referred to in Article 153.1 (h) TFEU. The initiatives taken at European level on the strategy for active social inclusion do refer to this provision and, without exception, refer to guaranteeing adequate income as a vital strand in this strategy. There would, therefore, appear to be a consensus on using the field of integration of persons excluded from the labour market to adopt measures in the field of combating poverty and social exclusion. The main limitation of relying on this article (apart from respect for the principles of subsidiarity and proportionality), is that a directive would only be targeted at people excluded from the labour market whereas poverty is an issue that also affects those who are in work. Despite these limitations, progress in the field of minimum income for people excluded from the labour market might work as a catalyst in relation to a minimum income for all. Furthermore, making EU initiatives on minimum income more binding could be a useful way of ensuring that social rights are actually implemented in the Member States. There remains the question of political consensus... ",
        "Towards a European minimum income 48 5. Financial approach 5.1. What do the existing GMI schemes cost? The European data base ESSPROS (European System of integrated Social Protection Statistics) bases its approach to social protection expenditure on the existing international agreements for categorising social security benefits and classifies it under 8 main headings (sickness and health care, handicap, old age, survivors, families/children, unemployment, housing, social exclusion not classified elsewhere). The benefits paid out under these different headings are further categorised according to various types 30 . The category \"social exclusion not classified elsewhere\" is the one that covers benefits in cash and in kind (with the exception of health care) specifically intended to combat social exclusion which are not included in the other categories of social protection. The non-contributory GMI schemes, which constitute the last social protection safety net, are thus included in this category. Not included in this category are minimum income schemes such as the minima for old age, handicap or unemployment insofar as they come under other specific social protection categories. The guaranteed minimum income schemes covered by this report are classified as \"income-related periodical income support cash benefits\". The following table shows the various welfare benefits for the category \"social exclusion not included elsewhere\" for the EU-27. It shows that expenditure on GMI totals EUR 27.8 billion for the whole of the European Union 31 , which is equal to 0.23% of European GDP, and an outlay of EUR 48.3 per inhabitant. The cost of the current GMIs thus seems very modest compared with the EU's overall wealth. The share of GMIs as a proportion of total expenditure on social protection benefits thus seems equally small, a fact which confirms the residuary nature of GMI schemes within the social protection system as a whole. GMI schemes account for only 0.8% of total expenditure for the entire EU. 30 An initial kind of classification differentiates between benefits paid in cash (and requiring no proof from the recipient as to how they were spent) and those made in kind (provided in the form of services or goods). A distinction is made in cash benefits between periodical benefits (paid regularly every month or every week) and single benefits (paid as a flat-rate amount and/or on a one-off basis). Finally, in the case of all these benefits, an additional distinction is made between income-related benefits (the recipient's income (individual and/or household) is taken into account and must be below a specified threshold) and those not related to income. 31 It should be pointed out that neither Italy nor Greece have GMI schemes. Croatia is not yet included in the MISSEC data. ",
        "Towards a European minimum income 49 Table 9: Breakdown of social protection expenditure for the category \"social exclusion not included elsewhere\" - EU-27 - 2010 EUR millions Percentage of GDP Euros per inhabitant total non income- related income- related total non income- related income- related total non income- related income -related Social protection benefits to combat social exclusion 53 833 7 409 46 424 0.44 0.06 0.38 93.4 12.9 80.6 Cash benefits 36 399 2 967 33 432 0.30 0.02 0.27 63.2 5.1 58 Periodical cash benefits 32 642 2 389 30 253 0.27 0.02 0.25 56.7 4.1 52.5 Income support 29 087 1 251 27 835 0.24 0.01 0.23 50.5 2.2 48.3 Other periodical cash benefits 3 556 1 138 2 418 0.03 0.01 0.02 6.2 2 4.2 One-off cash benefits 3 756 578 3 179 0.03 0.01 0.03 6.5 1 5.5 Other one-off cash benefits: 3 756 578 3 179 0.03 0.01 0.03 6.5 1 5.5 Benefits in kind : 17 435 4 442 12 992 0.14 0.04 0.11 30.3 7.7 22.6 Housing 4 173 975 3 198 0.03 0.01 0.03 7.2 1.7 5.6 Rehabilitation for alcoholics and drug addicts 1 275 1 163 112 0.01 0.01 0.00 2.2 2 0.2 Other benefits in kind 11 987 2 304 9 683 0.10 0.02 0.08 20.8 4 16.8 Source: MISSAC data base, Eurostat Table A9 in the appendix shows GMI-related expenditure by country. This ranges from EUR 5.8 million in Malta to EUR 9.2 billion in France. The expenditure incurred, as a proportion of GDP, varies from 0.01% of GDP in Hungary to 1.25% in the Netherlands. The amounts per inhabitant show the greatest variation, ranging from EUR 0.5 per inhabitant in Hungary to EUR 369 in the Netherlands. Excluding the Netherlands and Cyprus (1.04%), GMIs represent an investment of less than 0.56% of GDP in the rest of the countries of Europe. As regards the proportion of expenditure devoted to GMI schemes out of total spending on social protection systems at national level, it is clear that GMI-related spending in one group of countries seems higher, ranging from 2.4% of total expenditure in the Slovak Republic to 4.9% in Cyprus. This group also includes Lithuania (2.9%) and the Netherlands (4.2%). Spending on GMI schemes in a second group of ",
        "Towards a European minimum income 50 countries (BE, SI, LU, IE, RO, FR, DK, PT, FI, SE) accounts for 1 to 2% of total expenditure. In the rest of the European countries, spending on GMI schemes is less than 1% of total expenditure on social protection systems. An initial conclusion to be drawn from these figures is that the amounts invested in GMIs at present are relatively modest compared with the rest of the outlay on social protection systems and compared with national wealth, and that increasing these amounts should thus not require a proportionately large investment. Working on the hypothesis that a pure and simple doubling of the current investment would bridge the gap between the amounts currently devoted to GMI by the EU countries and the national poverty thresholds, or at least the extreme poverty threshold of 40%, would translate into an annual figure of EUR 55.6 billion Europe-wide, or the equivalent of 0.46% of European GDP and 0.8% of total spending on social protection in Europe. This is obviously a rough approximation that will be addressed in greater detail at a later stage in this study, but which already provides an idea of the financial scale involved. 5.2. Raising the levels of GMIs to the poverty threshold levels: various scenarios The poverty threshold of 60% of the equivalent median income is recognised at European level, but not necessarily at national level. In the section devoted to the detailed analysis of the GMI schemes, it was emphasised that no country used it as a reference indicator for establishing the level of its GMI in terms of meeting the requirements of decency or subsistence. Nevertheless, it is still a sound reference for making a comparative assessment of poverty. An alternative measurement of poverty, based on reference budgets, is currently being developed. It is an alternative option, but one which is far from being harmonised at EU level or capable of being used for comparative purposes. However, it has already been developed in some Member States and in the long run it should make it possible to re-assess the relative poverty threshold, and also become established as an independent and additional measurement. 5.2.1. Method To estimate the costs of increasing GMIs we have drawn up several scenarios that reflect two central parameters, the poverty threshold to be aiming for and the level of actual take-up of entitlement to the GMI. The costs of increasing GMIs are first established in relation to the various poverty thresholds that the GMIs should be aiming for (thresholds of 40, 50 and 60% of the equivalent national median income). According to European thinking, these relative thresholds relate to different poverty scenarios, ranging from extreme poverty (threshold of 40%) to \"at risk of poverty\" (threshold of 60%) corresponding to an insufficient level of income to participate fully and decently in societal life, passing via an intermediary scenario (threshold of 50%). We first define an average GMI for each country corresponding to the average of the theoretical maximum MIGs claimed by six different types of household (single person, lone parent with a minor, lone parent with two minors, couple with one minor, couple with two minors). The poverty thresholds are established on the basis of the average of the thresholds for these six kinds of household. The gap between the average GMI and the thresholds is the difference between these amounts. Then to assess the cost of increasing the GMI at national level, the difference is multiplied by the estimated number of recipients, as shown earlier (table 10, section 3.3.4). ",
        "Towards a European minimum income 51 The second parameter concerns the actual take-up of entitlement to the GMI, which, as already pointed out, is a basic factor in the issue being addressed. Indeed, it is not just a question of introducing or guaranteeing entitlement to a decent GMI where it already exists, but also of ensuring that all European citizens are actually able to claim it. It is important to bear these two options in mind. Three levels of take- up are calculated. The first is the same level of take-up compared with the current situation. It assumes an effective take-up level of 50%, insofar as the (few) existing studies generally reveal take-up levels varying between 40 and 60% (see section 3.3.5). The second level reflects a situation in which take-up levels have been significantly improved to 75%. The last level creates a maximum scenario where ideally all those entitled to GMI are actually receiving it (rate of 100%). A country's current take-up rate (50%) is calculated on the basis of the current number of GMI recipients. The intermediate take-up level (75%) presupposes increasing the current number of recipients by a half, whereas the maximum level presupposes doubling the current number (100%). The formula used for calculating the amounted required at national level to increase the current level of GMI can be expressed as follows: M px = (S px – R p ) * B py Where M px indicates the amount required to reach the median poverty threshold x in a country p; S x represents the average poverty level at a level x in a country p; R p represents the average GMI of a country p; And B py represents the number of GMI recipients at a take-up level of y in a country p. Nine scenarios have thus been calculated using combinations of these different parameters. These scenarios are as follows: 1) 40% threshold - 50% take-up 2) 40% threshold - 75% take-up 3) 40% threshold - 100% take-up 4) 50% threshold - 50% take-up 5) 50% threshold - 75% take-up 6) 50% threshold - 100% take-up 7) 60% threshold - 50% take-up 8) 60% threshold - 75% take-up 9) 60% threshold - 100% take-up For each of these scenarios, we have calculated the amount required to increase the average national GMI amounts to the poverty threshold, the current cost and the total cost involved in adjusting the GMI, together with the spending on current recipients. We have also calculated the proportions (as a %) of the amount needed to bridge the gap and the total outlay compared with two aggregates. The first, the total gross disposable household income, provides an idea of the effort required in terms of national redistribution of household wealth, primarily via the tax system. The second aggregate, gross domestic ",
        "Towards a European minimum income 52 product, makes it possible to assess what needs to be done in terms of redistributing the wealth of all the economic operators and transactions. The differences, the average thresholds and the costs are thus annualised to allow this comparison to be made. Nevertheless, we have opted to show the monthly amounts in the tables so that readers can better grasp what these amounts represent in terms of monthly purchasing power, which is usually easier to understand than annual amounts. Only some of these scenarios will be examined to avoid making the report unnecessarily heavy. The whole range of scenarios is included in the appendix (tables A11 to A19). We have focused our attention on four scenarios. The first three concern the 40% poverty threshold, insofar as this threshold represents the minimum to be attained to eliminate extreme poverty, which would be an essential short-term prerequisite for a European initiative. We have also worked out the scenario for a 60% threshold with a take-up rate of 50%, which provides an idea of what would need to be done to GMIs to enable people to lead a decent life according to the standards of relative poverty. This would be a goal to aim for in the longer term. It is clearly necessary to bear in mind the limits of such an analysis, which can only provide a rough insight into the situation. This brings many implicit hypotheses into play and only approximate estimates can be made on a certain number of major parameters because of the lack of detailed information available for all the Member States 32 . Unfortunately these are the limitations with which we have to work. It can only be hoped that such information will be more readily available in the future. The simulations set out here are thus more illustrative than purely scientific. Nevertheless, they enable us to determine certain proportions to take into consideration in the discussion on a European solidarity fund for a minimum income. Before analysing these scenarios, table A10 in the appendix shows the amounts in Euros (monthly) of the average GMI, the average poverty thresholds, the differences between these thresholds and the average GMI and the relative scale of these differences in terms of the average GMI. This last aspect makes it possible to picture the differences there might be between the EU countries in terms of the financial efforts required to bridge the gap between GMIs and average thresholds. Yet again, the considerable differences between Member States in terms of the average GMI levels and poverty thresholds are clear. An analysis of the differences highlights the particular case of Denmark, where the average GMI is already above the various poverty thresholds. This is also the case for some countries as regards the gap between the 40% threshold (BE, IE, LU, LT and NL). For some countries there is a substantial gap between the average GMI and the lowest poverty threshold of 40%, ranging from 52% to 66% (SK, BG, PO and RO), whereas in other countries the GMI would need to be increased by between 28% and 45% (HU, EE, LV, PT, SE, CZ and CY). There are only a few countries that need to make a small increase (less than 10%) in the GMI to reach the minimal poverty threshold (AT, SI, UK FI). As regards the gap between the GMI and the 50% threshold, all the EU countries, with the exception of Denmark, would have to increase the level of the GMI. These proportions become even greater when looking at the gap between the 60% poverty threshold. The figures range from 21% in Ireland to 78% in the Slovak Republic. It is thus clear that the financial effort required varies considerably from one Member State to another and the poverty threshold considered, which clearly underlines the need for solidarity between the countries in this 32 Included in these roughly estimated parameters are the exact number of recipients of the GMI, the precise distribution for each type of household, the amount actually received by individuals and households and the use of an average GMI, the exact cost of the GMI schemes considered or the real take-up rate for the various groups. Similarly, the simulation does not take account of the endogenous growth in the number of recipients caused by increasing the threshold amount. ",
        "Towards a European minimum income 53 area, and also the need for a gradual and differentiated approach. Whilst for some countries the priority should initially be to bridge the gap between the extreme poverty threshold, in others the emphasis should be placed more on aiming for the higher thresholds. ",
        "Towards a European minimum income 54 5.2.2. Scenarios relating to an increase towards the 40% poverty threshold Table A11 in the appendix shows scenario A1 (40% poverty threshold and 50% take-up rate). This scenario, where the GMIs would be raised towards the 40% extreme poverty threshold and where the take-up rate would remain similar to the current rate, is considered to be the minimum. Minimum because it would merely guarantee that the current recipients of a GMI have an income enabling them to at least meet their basic needs, which is still a fundamental challenge. But it would still leave out almost half of those potentially entitled. Naturally, as was already highlighted in the comments on the previous table, some countries would have to make a greater effort bearing in mind the low level of their current GMI compared with the extreme poverty threshold (SK, BG, PL, RO, HU, EE, LV, PT, SE, CZ, CY). Approximately EUR 17.2 billion would need to be committed at European level (EU-25) to top up the current GMIs so that they would at least reach the extreme poverty threshold. This amount seems relatively modest compared with total household wealth (0.31%) or the wealth of European countries as a whole (0.19%). The total cost (current amount + increase) would be equal to 0.85% of European household income and 0.49% of the Member States' total wealth. This is particularly the case for Poland, the Slovak Republic and Estonia, for whom the increase in GMI would amount to between 1 and 1.5% of disposable household income and between 0.6 and 0.9% of GDP. The total cost of GMI schemes for these countries would be between 1.1% (EE) and 1.8% (CY) of household income and between 0.95% (PL) and 1.3% (CY) of national GDP, although in the case of Cyprus, this large proportion is more attributable to the current cost of the system rather than an increase in GMI. This is also the case for the Netherlands where the current cost of the GMI is close to 1.2% of the GDP, but where no increase is needed to reach the extreme poverty threshold. In this country as in some others (BE, DK, IE, LU and LT), the budgetary cost would thus be fairly neutral in terms of household income and national wealth. It will also be clear that, for some countries mentioned previously as having to make a fairly substantial financial effort to increase their GMI to the 40% poverty threshold, the operation would nevertheless not be too heavy a burden in monetary terms (HU, EE, LV, PT, SE, CZ). However, it would also be necessary to take account of the climate of economic crisis and the weak or even negative growth in GDP. This is less the case however for the Baltic countries which have maintained relatively high levels of economic growth despite the crisis and where the gap between the GMI and the extreme poverty threshold remains high. The data relating to scenario A2 (40% poverty threshold and 75% take-up rate) are set out in table A11 in the appendix. In this scenario, the Member States would take steps not only to increase the level of the GMI towards the extreme poverty threshold, but also to increase the take-up rate by including 50% more potential recipients in the current quota. Independently of the additional costs involved in implementing measures making it possible to increase the take-up rate, adding more recipients would take the total for the European Union under scenario A1 from EUR 17.2 to 31.5 billion, which would be equal to 0.6% of gross disposable European household income and 0.35% of total GDP. The total cost of the GMI schemes would increase to EUR 77.6 billion, which would be equal to 1.4% of European household income and 0.79% of European countries' global wealth. The observations made regarding scenario A1 in terms of differentiated costs for the countries still apply in this scenario, with only the scale increasing significantly. The combined cost of increasing the threshold and the number of recipients would be close to 2% of national GDP for Cyprus. This cost would be close to 1.5% of GDP in Poland and the Slovak Republic and above 1% in other ",
        "Towards a European minimum income 55 countries (BE, DK, EE, FR, IE). In the rest of the countries of Europe, the investment in GMIs would vary from 0.1% of GDP in Austria to 0.8% of GDP in Portugal. Table A12 in the appendix shows the scenario A3 (40% poverty threshold and 100% take-up rate). It would require more than EUR 57.2 billion EU-wide to meet the necessary cost for increasing the average GMI to the level of the extreme poverty threshold whilst guaranteeing a hypothetical maximum take-up rate of 100%. This amount would represent 2.2% of European household income and 1.23% of European GDP. The differences between countries observed in the previous scenarios remain the same. Several countries would have to devote 2 to 3% of their GDP to an increase of this kind (BE, CY, NL, SK), whilst others would have to contribute 1 to 2% of their GDP (DK, EE, FR, IE, LU, PL, PT). The necessary expenditure would not exceed 1% of GDP in the other countries. It will also be seen that, in terms of the proportion of disposable household income, the level of the increase is substantially greater, exceeding the 3% level in several countries (BE, CY, DK, IE, LU, PL, SK). This is partly explained by a much smaller dispersion of household revenue in these countries. 5.2.3. Scenario of an increase to the 60% poverty threshold with an unchanged take-up The data relating to scenario C1 (60% poverty threshold and 50% take-up rate) are set out in table A13 in the appendix. Compared with scenario A1, which provided for an increase in the average GMI level to the 40% poverty threshold with the same take-up as at present, contemplating a goal set at the 60% poverty threshold significantly increases the funding required. This takes the figure up from EUR 17.2 billion to nearly 56 billion to fund the GMI increase, which is equivalent to 0.9% of European household income and 0.56% of European GDP. The total cost of the GMI systems would increase from EUR 48 billion to 86.7 billion, which would be equal to a European average of 1.45% of European disposable household income and 0.85% of the countries' global wealth. Again, whilst these amounts might appear relatively modest compared with Europeans' total wealth, the financial effort required falls unequally on European households and countries. In several countries (CY, EE, FR, NL, PL, SK) a sum of between 2 to 3.3% of household incomes would need to be raised. Whilst investment in GMI systems would amount to less than 1% of GDP in the majority of European countries, in others (CY, EE, FR, NL, PL, SK) between 1.5 to 2% of GDP would need to be invested. This once more underlines the need for European solidarity on this issue to ensure that the GMI schemes play their full part in combating poverty in Europe. 5.3. Need for a European social solidarity fund 5.3.1. Why is a fund of this kind necessary? To answer this question, it is first necessary to look at the reasons behind the choice of parameters used for the simulation models. These scenarios were developed taking account of two aspects that seem equally important in terms of combating poverty - guaranteeing an adequate income for those receiving support, but also aiming for maximum take-up for those who need to claim this basic fundamental right that social benefits represent. Although this report focuses on the question of whether the income provided by GMI schemes is adequate, the other goal should not be overlooked, if only because it has undeniable implications in terms of additional recipients and thus of costs. The preceding analysis shows that, even though the amounts that would need to be raised to implement the various scenarios might appear modest at European level, either in terms of disposable household income or of the percentage of the entire European GDP, the situation is different at national level. The ",
        "Towards a European minimum income 56 financial effort required differs in degree depending on the country and it seems difficult to imagine how some of them might make this effort on their own. Two levels of solidarity come into play here via the redistribution mechanisms available to the Member States (social protection and taxation). Solidarity at national level first of all between those with incomes above the poverty thresholds (disposable income) and also between the regional and local levels within countries. Then solidarity at European level, between the richest Member States and the less affluent. This principle of solidarity is an integral part of what is referred to as the \"European social model\", which characterises Europe not only internally but also distinguishes it from most other regions of the world. The structural funds in particular meet this concept of European solidarity, not only between citizens, but also between regions. It is also a question of social justice raised as a principle common to Europe, but which also forms part of its external dimension, particularly at the UN. Poverty and social exclusion are unacceptable, particularly in societies as wealthy as ours. We shall not labour this point as it seems so morally obvious, but it needs to be reiterated just as it should be re-stated that combating poverty and social exclusion, social progress, social justice and social protection and promoting social cohesion and solidarity between Member States are some of the general goals that the European Union has set for itself and its Member States (Art. 3 TFEU). Put more prosaically, in addition to these principles of solidarity and social justice, which are very difficult to uphold in a period of economic crisis and budgetary austerity that Europe has been going through these past few years, social solidarity can also be seen from the viewpoint of economic logic. Concepts such as \"active social investment\" or \"social shock absorbers\", intended to show that social protection and the solidarity this involves can also play a positive role in the economic development of Europe and its Member states, have thus blossomed at European level. Active social investment is thus clearly part of an economic approach (return on investment) for boosting individuals' capacities for playing a full part in employment and economic life and competitiveness. A number of European documents, including the Conclusions of European Councils, underscore the role of social protection as a social shock absorber making it possible to mitigate the effects of external economic shocks. The positive role of minimum income schemes is thus highlighted in this context, particularly as an adjunct to unemployment schemes. The European Commission has recently published a Communication on the social dimension of the economic and monetary union which takes up the idea of introducing a \"European unemployment insurance solidarity fund\" for the euro zone to be financed by a contribution from Member States which would be positive during periods of growth and negative if necessary during periods of crisis. The Commission suggests establishing these contributions on the basis of GDP, relative to the European average. Nevertheless, it points out that such a fund would have to be conditionally linked to rises in the unemployment rate and would be contra-cyclical 33 , referring to the American unemployment scheme where the federal level can top up benefits paid at state level (European Commission, 2013). The International Monetary Fund has also recently published a document putting forward the same idea of a joint unemployment insurance fund for the European Economic and Monetary Union (Allard et al. 2013). Thus whilst the idea of a European solidarity fund is gently edging forward, it is still far from a reality. The 33 In other words, it should mostly relate to expenditure on immediate and short-term unemployment, which are reputedly more sensitive to economic shocks, whilst long-term unemployment is deemed to be more structural and linked to \"imperfections\" in the labour markets. ",
        "Towards a European minimum income 57 Commission states in its Communication that such a fund would have to be organised in such a way as to avoid \"permanent transfers\" to prevent some countries from being net winners or losers in the scheme in the long term. It also points out that setting up a fund of this kind is not possible at present and would require a reform of the treaties. In the same economic vein, it should also be pointed out that poverty also has a damaging effect on the economy because of the waste of human resources it represents, and also because it increases the cost of social protection, not only in social welfare terms but because of greater demands on health services. A European solidarity fund would thus not be wasted money but a productive investment in the long run. 5.3.2. How much would be needed? To introduce this question, let us begin by looking at the amounts that would be needed for such a fund. The following table shows the amounts that would need to be mobilised for the EU 25 Table 10: Amounts needed to achieve the various scenarios - EU 25 Amounts needed (M euros) Current cost (M euros) Total cost (M euros) increase in percentage of gross disposable income increase in percentag e of gross domestic product Total cost % of gross disposable income Total cost % of gross domestic product A1 : 40% threshold - 50% take-up 17 214.45 30 722.63 47 937.08 0.31% 0.19% 0.85% 0.49% A2 : 40% threshold - 75% take-up 31 528.8 46 083.9 77 612.7 0.60% 0.35% 1.41% 0.79% A3 : 40% threshold - 100% take-up 57 257.3 61 445.3 118 702.6 1.16% 0.63% 2.23% 1.23% B1 : 50% threshold - 50% take-up 36 480.4 30 722.6 67 203.0 0.60% 0.37% 1.14% 0.67% B2 : 50% threshold - 75% take-up 55 282.0 46 083.9 101 365.9 0.92% 0.56% 1.73% 1.01% B3 : 50% threshold - 100% take-up 75 206.3 61 445.3 136 651.6 1.28% 0.77% 2.36% 1.37% C1 : 60% threshold - 50% take-up 55 965.2 30 722.6 86 687.8 0.91% 0.56% 1.45% 0.85% C2 : 60% threshold - 75% take-up 84 509.1 46 083.9 130 593.1 1.39% 0.84% 2.20% 1.29% C3 : 60% threshold - 100% take-up 114 175.9 61 445.3 175 621.2 1.90% 1.15% 2.98% 1.75% The emphasis here will mainly be on the scenarios with an unchanging take-up, insofar as the rise in take- up is not so much a question of money as of practical measures in governance, information, combating ",
        "Towards a European minimum income 58 stigmatisation and improving the quality of services. The political cooperation process in terms of exchange of experience and best practices could help take things forward in this area. The question of non-take-up of social entitlements could be more clearly and visibly included in the open method of coordination (OMC) in the social area existing within the framework of Europe 2020 (Platform for combating poverty). The existing European Funds for innovation and social experimentation (PROGRESS and the Programme for social change and social innovation) could usefully be deployed by the Member States to develop the knowledge of and experimentation with practices at local level making it possible to improve the take-up rate. On the question of whether GMIs are adequate, the minimum scenario (A1) would at least help the Member States to raise the amount of existing GMIs up to the 40% poverty threshold, which equates with situations of extreme poverty. EUR 17.2 billion, or 0.19% of the European GDP would need to be raised annually to achieve this minimum objective. The current effort made by Member States in terms of take-up would remain unchanged. This goal would seem achievable. Increasing the level of the GMI to the 60% threshold, even with an unchanged take-up rate, would call for a considerably greater financial effort. Close to EUR 56 billion would need to be mobilised each year to achieve this goal and that is difficult to envisage. It is also necessary to bear in mind that simply raising the amounts of the GMI schemes to the 60% poverty threshold level would in some way be tantamount to placing the entire burden of eradicating poverty on the GMI schemes which is not primarily what they are intended to do. In fact, they constitute a residuary element of the whole social protection system in all of the EU countries, regardless of the \"welfare models\" to which they belong. The whole of the social protection system acts as a solidarity mechanism protecting individuals against \"social risks\" (unemployment, sickness, invalidity, old age, dependent children, health), allowing them to avoid falling into poverty and/or maintaining their income when they are unable to work (or employed in a job that does not allow them to live decently). As the last safety net in a much larger system, the GMI schemes provide help to those who have slipped through the overlapping gaps in other social protection nets. That is their primary role. As we have shown in earlier sections, the proportion that GMI and other social welfare benefits contribute poor household's budgets is actually very small. Regardless of the poverty threshold considered, the majority of the income of poor households in Europe comes from employment (around two thirds) and transfers from other social protection mechanisms (around one third), with transfers from the GMI schemes accounting for less than 1% of the total. But that still does not mean that they should not be established at an adequate level for those entitled. 5.3.3. How should it be funded? Various options can be considered for setting up a European social solidarity fund. This fund could be wholly financed by the European budget or contributions from the Member States. A half-way solution would be a fund financed at the European level and by Member States, where each would contribute in line with its national wealth. That links up with the idea presented earlier for the European unemployment insurance fund. If the EU is unable to impose a fund this kind on Member States under the current treaties, there is nothing preventing the European Council from approving the creation of such a fund via an intergovernmental process. This fund could cover the whole of the EU, which would call for unanimity, but could possibly ",
        "Towards a European minimum income 59 cover just a part through a decision taken by a qualified majority procedure. This is above all a question of political will. Another possibility would be to set up an alternative budget from new resources. A solidarity fund could thus be funded through a tax on financial transactions, for example. The procedure currently being pursued by 11 European countries to set up such a tax has suffered a relative set-back following the unfavourable opinion from the Council legal service, but the Member States in question and the Commission wish to take it forward. It is difficult to know at present how much such a tax could bring in to either the European budget or the national budgets, but the amounts mentioned are considerable and a proportion could thus be released by the Member States and the European institutions. Another possibility is to deploy existing budgets that are not being used, particularly those under the structural funds which are themselves instruments of solidarity. For example, over the budget programming period 2007-2013, more than EUR 30.3 billion was left unclaimed by the Member States. Instead of leaving these unused amounts rattling around in the Member States' coffers, a mechanism could be set up to use a part to fund a European solidarity fund. Thus there are several ways forward, but as is generally the case in the social sphere at European level, it is above all a question of political will. ",
        "Towards a European minimum income 60 6. Concluding remarks To conclude this study, it is useful to return to a number of points we consider to be of particular importance. The study reveals the wide range of ways in which the GMI schemes that exist in virtually all of the EU countries are designed and implemented, but it also points to the broad agreement that they are needed as social protection safety nets of the last resort, which is particularly relevant in this period of economic crisis. Although this question has been under consideration at European level for some time, it has unfortunately not produced practical results, mainly because the social protection mechanisms and their effective implementation are above all the responsibility of the Member States. However, the latter have different views concerning how generous these mechanisms should be, based on different traditions and cultures regarding the notion of poverty and how to combat it. The introduction of a European minimum income instrument will probably not come about in the short term, and it will undoubtedly have to be gradual and progressive. Although the question of budget implications plays a certain part in the limitations noted in some national schemes, it does not explain everything because, as has been demonstrated, the cost of GMI schemes is still a very small part of total social protection expenditure or the total national wealth, even in European countries that seem much less affluent than others. As has been pointed out earlier, having GMI schemes which at least make it possible to prevent the most extreme poverty is a question of both intra-national and European solidarity and these two levels need to work together to achieve this objective. In countries that have already made a considerable investment in social protection, improving the scope of GMIs, not only in terms of how generously they provide but also in take-up of entitlement, appears above all to be a question of making the existing social protection more effective for individuals. This is also the case in the poorer countries, even if greater efforts must be made in this respect and given support through European solidarity. A European fund co-funded by the EU and its Member States would be a good example of shared and properly understood solidarity in this respect and an important signal to those citizens increasingly losing faith in the national and European levels. Whilst the legally binding options at European level are limited, there are nevertheless options that would make it possible to move ahead with setting up GMIs allowing individuals to lead a decent life. Although these processes are not binding, the role they can play in moving new ideas up the Member States' agendas and into their practices should not be underestimated. The flexible coordination methods, such as the open method of coordination in the social area, or the European Platform for combating poverty and social exclusion, are frameworks that already make it possible to share experience and to increase cooperation between Member States on social questions, even though these are not clearly written into the agenda. The approach in terms of active social inclusion advocated in recent years provides an adequate framework for cooperating on the question of GMIs, provided that all of its pillars (adequate income, return to employment and quality services) are taken into account in a balanced and harmonious way, which is still not the case in the majority of Member State, as pointed out in the assessment report carried out by the ",
        "Towards a European minimum income 61 network of independent experts on combating poverty (Frazer and Marlier, 2013). Such a basic question as non-take-up of entitlement, not only as regards GMIs but also for the whole range of welfare benefits, could also be the subject of closer attention and cooperation in the context of the flexible coordination that exists at present. Current and future budgets, such as the programme for employment and social innovation or the new European Social Fund which would devote a fifth of its resources to combating poverty, also provide options for financing experiments and practices likely to take forward the idea that GMIs offering a decent standard of living are social investments that produce more advantages than disadvantages, both for Europe and for its nations, even at the economic level. Other more binding options might also be used more effectively. The Recommendations issued as part of the European Semester are currently more focused on the budget reforms and the labour market and not enough on the social sphere and combating poverty. They could provide a framework making it possible to give Member States more encouragement to establish GMI schemes where they are not already in place and to improve the adequacy of already existing schemes. As we have emphasised several times in this report, the introduction of a European instrument is not so much a question of money, especially if a modest goal of converging on a minimum threshold of 40% is set, as a question of political will at national European levels. ",
        "Towards a European minimum income 62 Appendices Table A1: Gross GMIs as a percentage of median equivalised income – 2011 Single person Single person with 1 child Single person with 2 children Couple Couple with 1 child Couple with 2 children AT 43.5% 41.1% 39.6% 43.5% 38.8% 35.5% BE 48.1% 49.3% 40.0% 53.4% 53.4% 45.8% BG 9.0% 16.5% 21.2% 12.0% 17.0% 20.5% CY 31.9% 31.9% 31.9% 31.9% 31.9% 31.9% CZ 21.7% 27.3% 30.7% 27.9% 30.9% 33.0% DE 24.1% 30.9% 35.1% 30.5% 34.4% 37.1% DK 64.0% 80.7% 78.0% 85.3% 82.1% 79.8% EE 16.4% 25.2% 28.7% 19.7% 23.8% 26.6% ES 39.4% 37.1% 36.0% 32.2% 32.0% 30.7% FI 26.2% 35.6% 39.9% 32.4% 36.7% 39.7% FR 29.0% 34.1% 33.3% 29.6% 29.6% 29.6% HU 22.9% 31.1% 25.3% 27.0% 22.5% 19.3% IE 49.0% 43.8% 40.5% 54.6% 49.9% 46.5% LT 31.4% 43.5% 49.1% 37.8% 43.7% 48.0% LU 48.5% 40.7% 35.8% 48.5% 42.9% 38.8% LV 14.5% 20.7% 23.3% 19.5% 20.7% 17.8% MT 47.1% 39.3% 33.5% 34.0% 30.5% 28.0% NL 39.1% 42.1% 34.2% 52.1% 43.4% 37.2% PL 24.6% 18.9% 15.4% 16.4% 13.7% 11.7% PT 27.0% 27.0% 27.0% 27.0% 27.0% 27.0% RO 16.0% 22.2% 25.2% 19.2% 22.4% 23.8% SE 18.3% 25.6% 30.2% 22.1% 26.7% 30.0% SI 33.3% 47.4% 54.6% 30.9% 40.0% 45.3% SK 11.5% 16.8% 13.7% 13.3% 16.7% 14.3% UK 24.4% 40.5% 46.9% 25.6% 37.0% 42.4% Sources: MISSOC for gross GMIs / Eurostat - EU-SILC 2011 for median equivalised income, population 18-64 years / no data for Croatia ",
        "Towards a European minimum income 63 Table A2: Types of household receiving a GMI – 2011 Single person Couple Other household without children Single person with children Couple with children Other household with children AT 41.5% 13.3% 3.3% 16.2% 22.9% 2.3% BE 36.1% 1.5% 5.2% 26.3% 25.1% 5.8% BG 17.5% 11.1% 11.8% 4.9% 18.1% 34.2% CY 49.2% 42.4% 8.5% CZ 18.9% 15.7% 8.6% 21.5% 24.5% 9.6% DE 34.6% 14.9% 7.0% 17.4% 18.2% 4.7% EE 3.5% 4.7% 14.1% 5.6% 46.9% 25.2% ES 11.2% 16.7% 15.7% 4.8% 36.3% 11.5% FI 34.8% 18.8% 2.9% 9.6% 28.6% 3.6% FR 19.5% 14.7% 6.0% 19.1% 34.0% 5.6% HU 10.8% 10.7% 5.1% 13.8% 42.3% 16.4% LT 11.0% 10.3% 12.5% 10.8% 34.6% 19.1% LU 17.8% 7.3% 4.3% 22.2% 40.6% 7.4% LV 17.9% 10.8% 4.0% 15.1% 35.9% 13.6% MT 16.6% 26.5% 26.3% 6.9% 6.9% 11.2% NL 33.0% 8.1% 3.6% 25.4% 22.9% 6.6% PL 18.2% 13.0% 4.5% 8.3% 30.1% 21.4% PT 10.1% 11.5% 2.7% 10.4% 43.1% 20.1% RO 17.1% 21.0% 10.1% 3.1% 32.6% 15.8% SE 19.7% 12.4% 6.2% 16.0% 28.7% 12.0% SI 6.2% 9.1% 30.6% 5.2% 19.3% 27.7% SK 14.4% 9.7% 17.5% 7.3% 22.5% 26.7% UK 10.2% 6.9% 3.5% 35.9% 37.0% 6.3% EU-23 17.7% 13.8% 9.8% 13.2% 30.5% 12.8% Source: EU-SILC UDB, own calculations / no data for Ireland ",
        "Towards a European minimum income 64 Table A3: Income breakdown for households in poverty – 40% threshold – 2011 Employment income Income from social welfare, except GMI Public transfers not related to social welfare Transfers from other households Other income Minimum income AT 16.8% 56.1% 13.6% 7.9% 3.3% 2.3% BE 13.6% 44.3% 23.3% 7.1% 3.1% 8.5% BG 23.2% 50.7% 12.6% 8.5% 0.3% 4.8% CY 38.6% 42.1% 3.3% 4.4% 5.5% 6.0% CZ 33.5% 21.7% 19.1% 17.2% 2.9% 5.5% DE 22.0% 58.2% 7.4% 5.3% 5.5% 1.6% DK 33.7% 43.2% 20.0% 0.6% 2.6% 0.0% EE 39.3% 27.6% 26.8% 5.3% 0.1% 0.9% ES 35.7% 45.2% 2.7% 3.9% 5.1% 7.4% FI 36.0% 33.4% 15.9% 3.2% 4.9% 6.5% FR 33.3% 26.9% 15.2% 4.4% 8.5% 11.6% HU 29.0% 36.3% 28.4% 3.9% 0.2% 2.2% LT 38.5% 20.1% 8.1% 7.9% 2.6% 22.7% LU 48.4% 14.5% 11.2% 4.6% 2.2% 19.0% LV 33.3% 33.9% 18.5% 4.5% 0.4% 9.5% MT 22.3% 49.1% 6.3% 1.0% 9.5% 11.9% NL 48.7% 19.3% 22.2% 2.4% 3.6% 3.9% PL 50.0% 25.6% 16.7% 2.2% 1.0% 4.5% PT 47.7% 30.6% 7.2% 1.2% 1.5% 11.8% RO 50.8% 21.2% 13.9% 3.3% 0.2% 10.5% SE 32.5% 32.1% 19.7% 2.0% 2.6% 11.2% SI 26.1% 27.8% 20.5% 4.5% 0.7% 20.4% SK 50.2% 12.8% 14.4% 3.3% 0.1% 19.2% UK 23.6% 41.9% 19.8% 2.0% 6.8% 5.8% UE 34.5% 32.5% 16.9% 4.6% 3.1% 8.4% Source: EU-SILC UDB, own calculations / no data for Ireland ",
        "Towards a European minimum income 65 Table A4: Income breakdown for households in poverty – 60% threshold – 2011 Employment income Income from social welfare, except GMI Public transfers not related to social welfare Transfers from other households Other income Minimum income AT 28.5% 49.6% 12.9% 6.2% 1.0% 1.8% BE 23.6% 54.9% 11.6% 3.9% 2.4% 3.6% BG 24.5% 59.9% 6.7% 6.3% 0.4% 2.2% CY 32.0% 53.4% 7.3% 3.9% 2.2% 1.2% CZ 37.3% 37.1% 13.6% 8.4% 1.7% 2.0% DE 22.1% 62.4% 7.1% 3.7% 2.9% 1.8% DK 28.7% 56.6% 13.1% 1.0% 0.5% 0.0% EE 38.9% 29.0% 28.9% 2.6% 0.2% 0.4% ES 37.9% 49.1% 1.6% 4.2% 3.3% 4.0% FI 29.9% 45.4% 15.5% 2.1% 2.3% 4.8% FR 39.7% 35.0% 11.7% 3.1% 4.3% 6.2% HU 38.5% 28.2% 26.3% 3.6% 0.3% 3.2% LT 40.6% 34.5% 6.9% 4.1% 0.9% 13.0% LU 50.3% 15.0% 19.3% 2.6% 0.9% 11.9% LV 34.8% 31.7% 19.7% 8.6% 0.2% 4.9% MT 47.5% 30.7% 9.3% 0.4% 3.7% 8.4% NL 30.7% 36.7% 10.3% 2.7% 1.9% 17.7% PL 51.9% 30.9% 11.3% 3.5% 0.4% 2.0% PT 47.7% 39.2% 5.1% 2.0% 0.8% 5.3% RO 45.3% 40.8% 7.2% 2.1% 0.1% 4.5% SE 34.8% 38.6% 13.9% 2.5% 1.5% 8.7% SI 30.7% 37.2% 19.2% 2.3% 1.0% 9.6% SK 48.2% 28.7% 11.3% 2.5% 0.3% 9.0% UK 26.9% 41.9% 19.8% 1.5% 2.9% 6.9% EU 36.3% 40.3% 12.9% 3.5% 1.5% 5.5% Source: EU-SILC UDB, own calculations / no data for Ireland ",
        "Towards a European minimum income 66 Table A5: Income breakdown for households in poverty receiving GMI – 40% threshold – 2011 Employment income Income from social welfare, except GMI Public transfers not related to social welfare Transfers from other households Other income Minimum income AT 4.3% 60.5% 10.3% 5.4% 0.7% 18.8% BE 20.2% 30.7% 13.1% 3.0% 0.1% 32.9% BG 20.6% 32.0% 18.6% 9.3% 0.0% 19.5% CY 30.0% 33.2% 15.7% 0.0% 4.2% 16.9% CZ 2.2% 26.1% 18.7% 22.1% 0.0% 30.8% DE 14.2% 42.4% 8.1% 0.5% 0.1% 34.6% EE 14.6% 22.7% 16.5% 0.0% 0.0% 46.2% ES 7.7% 21.7% 2.7% 1.7% 0.5% 65.7% FI 10.0% 49.9% 11.7% 4.0% 0.4% 24.0% FR 19.6% 21.2% 19.6% 4.3% 1.5% 33.7% HU 20.8% 26.2% 36.9% 2.5% 0.4% 13.2% LT 24.9% 11.3% 8.9% 9.5% 0.9% 44.5% LU 12.0% 9.1% 12.7% 10.4% 0.0% 55.8% LV 28.1% 11.2% 24.1% 4.4% 0.0% 32.1% MT 1.8% 67.2% 3.8% 1.7% 5.2% 20.4% NL 4.3% 17.4% 19.1% 1.5% 0.7% 56.9% PL 25.2% 24.0% 23.3% 3.8% 0.0% 23.8% PT 4.0% 6.5% 12.1% 0.3% 0.0% 77.1% RO 43.0% 13.3% 18.1% 1.3% 0.1% 24.3% SE 4.4% 9.4% 22.4% 5.3% 0.0% 58.5% SI 9.5% 18.3% 17.6% 3.3% 0.0% 51.4% SK 12.0% 6.9% 15.3% 3.3% 0.3% 62.2% UK 7.3% 25.7% 35.7% 0.8% 0.2% 30.2% EU 14.8% 27.3% 17.6% 4.3% 0.7% 38.4% Source: EU-SILC UDB, own calculations / no data for Ireland or Denmark ",
        "Towards a European minimum income 67 Table A6: Income breakdown for households in poverty receiving GMI – 60% threshold – 2011 Employment income Income from social welfare, except GMI Public transfers not related to social welfare Transfers from other households Other income Minimum income AT 8.9% 75.9% 0.7% 6.3% 0.3% 7.9% BE 12.8% 31.0% 0.7% 4.1% 0.1% 51.3% BG 21.7% 58.7% 0.9% 5.2% 0.0% 13.4% CY 32.1% 27.9% 0.2% 0.9% 0.2% 38.6% CZ 10.3% 47.9% 0.0% 18.4% 0.1% 23.3% DE 8.7% 62.5% 0.6% 0.8% 1.2% 26.2% EE 60.9% 19.7% 0.5% 0.0% 0.1% 18.7% ES 12.6% 30.5% 0.4% 2.4% 0.3% 53.8% FI 21.4% 57.5% 2.2% 1.4% 0.2% 17.3% FR 32.6% 41.4% 0.3% 4.0% 1.6% 20.2% HU 29.8% 53.5% 0.0% 3.9% 0.6% 12.2% LT 34.2% 27.8% 0.1% 5.0% 0.4% 32.5% LU 26.4% 34.0% 0.0% 5.4% 0.2% 34.0% LV 26.8% 50.1% 0.1% 3.4% 0.4% 19.2% MT 2.9% 71.9% 0.0% 0.5% 4.5% 20.1% NL 25.6% 23.5% 0.1% 3.1% 0.4% 47.3% PL 33.7% 43.8% 2.4% 6.4% 0.1% 13.6% PT 7.9% 29.6% 0.0% 0.7% 0.0% 61.8% RO 40.0% 47.0% 0.1% 1.4% 0.1% 11.4% SE 7.4% 41.1% 4.2% 5.2% 0.3% 41.8% SI 27.2% 38.8% 1.8% 2.2% 0.3% 29.8% SK 13.6% 36.1% 0.0% 2.4% 0.1% 47.8% UK 16.1% 59.5% 0.0% 1.9% 0.1% 22.4% EU 22.3% 43.9% 0.7% 3.7% 0.5% 28.9% Source: EU-SILC UDB, own calculations / no data for Ireland or Denmark ",
        "Towards a European minimum income 68 Table A7: GMIs, minimum wages and low wages as a proportion of median equivalised household income – net values – 2011 Single person Couple Single person with 2 children Couple with 2 children GMI Minimum wage Low wage GMI Minimum wage Low wage GMI Minimum wage Low wage GMI Minimum wage Low wage AT 29 65 30 46 40 50 42 49 BE 40 63 71 37 53 58 45 51 55 37 47 51 BG 12 46 13 32 20 33 19 29 CZ 17 55 68 22 49 49 21 39 46 25 46 41 DE 21 72 26 58 32 59 32 58 DK 40 59 57 66 47 59 57 63 EE 13 42 62 17 33 48 21 34 47 23 31 39 ES 29 54 74 27 39 55 26 34 47 23 29 41 FI 21 67 25 54 26 63 30 50 FR 27 64 67 28 53 55 28 51 52 28 48 49 HU 24 51 69 17 39 51 30 50 61 24 43 54 IE 44 78 71 52 56 50 42 84 83 51 66 64 LT 23 49 60 32 36 42 60 63 64 49 52 52 LU 41 52 56 44 56 55 41 49 48 45 54 54 LV 13 46 57 18 37 44 24 39 42 27 40 40 MT 43 63 76 34 46 56 36 51 54 34 41 47 NL 49 78 75 50 60 65 44 62 69 42 50 55 PL 23 52 58 25 49 53 31 55 59 35 39 42 PT 23 60 71 27 42 50 32 41 47 35 41 42 RO 13 54 82 17 40 59 19 44 60 21 37 51 SE 19 64 22 45 22 57 25 41 SI 20 49 24 41 35 46 34 41 SK 10 45 54 12 32 39 23 53 58 18 34 35 UK 21 79 85 23 65 67 39 81 83 39 72 74 Source: OECD, Tax-Benefit models; www.oecd.org/els/social/workincentives ",
        "Towards a European minimum income 69 Table A8: Net gain from returning to work at 2 wage levels, for various household types – 2011 67% of the wage of an \"average worker\" 100% of the wage of an \"average worker\" Single person Couple with 1 earner Couple with 2 earners Single person Couple with 1 earner Couple with 2 earners AT 25 12 71 35 26 66 BE 28 34 53 34 39 50 BG 56 50 78 64 60 78 CZ 34 26 68 42 40 68 DE 28 26 54 36 35 54 DK 14 5 34 25 9 42 EE 48 41 76 57 52 76 ES 53 54 76 59 59 74 FI 34 12 76 41 25 69 FR 43 41 66 50 48 66 HU 53 52 70 54 53 66 IE 38 3 69 38 20 69 LT 35 21 67 45 32 69 LU 31 13 71 37 30 68 LV 32 24 65 44 38 66 MT 43 40 73 48 47 73 NL 25 13 58 30 21 57 PL 45 36 64 51 44 66 PT 54 47 80 57 52 72 RO 61 57 70 63 60 69 SE 35 16 78 45 34 75 SI 32 23 58 36 31 58 SK 83 58 75 66 65 73 UK 32 25 66 38 32 67 Source: OECD, Tax-Benefit models; www.oecd.org/els/social/workincentives ",
        "Towards a European minimum income 70 Table A9: Spending on means-tested periodic cash benefits intended as income support – 2010 in € million € per inhabitant as % of GDP as % of total social protection benefits BE 1 996.41 150.4 0.56 2.0% BG 24.421 2.1 0.07 0.4% CZ 110.455 8.7 0.07 0.4% DE 3 588.400 38.3 0.14 0.5% DK* 1122.771 169.8 0.47 1.5% EE 14.760 7.4 0.10 0.6% IE 715.382 138.7 0.46 1.6% ES 766.732 12.7 0.07 0.3% FR 9 259.720 121.4 0.48 1.5% CY 180.412 165.9 1.04 4.9% LV* 9.740 2.5 0.05 0.3% LT* 54.869 12.5 0.21 1.1% LU 143.770 232.1 0.36 1.6% HU 8.253 0.5 0.01 0.04% MT 5.827 11.2 0.09 0.5% NL 7 381.000 369.3 1.25 4.2% AT 187.852 18.8 0.07 0.2% PL 162.290 3.3 0.05 0.2% PT 519.909 39.2 0.30 1.2% RO 329.409 5 0.27 1.5% SI 150.154 49.6 0.42 1.7% SK 283.239 36 0.43 2.4% FI 618.758 98.8 0.35 1.2% SE 1 215.650 110.1 0.35 1.2% UK 1 872.450 24.3 0.11 0.4% EU27 27 835.49 48.3 0.23 0.8% Source: MISSAC database, Eurostat * Denmark: Total periodical cash benefits ** No GMI scheme in Italy or Greece; no data yet available for Croatia ",
        "Towards a European minimum income 71 Table A10: mean GMIs, mean poverty thresholds, gaps and percentage gaps Mean monthly GMI Mean 40% poverty threshold Mean 50% poverty threshold Mean 60% poverty threshold Gap between mean GMI and 40% threshold Gap between mean GMI and 50% threshold Gap between mean GMI and 60% threshold Percentage gap between GMI and 40% Percentage gap between GMI and 50% Percentage gap between GMI and 60% AT 1095.5 1101.4 1376.8 1652.2 -5.9 -281.3 -556.6 -1% -20% -34% BE 1062.3 1033.7 1292.2 1550.6 28.6 -229.9 -488.3 3% -18% -31% BG 59.1 149.9 187.4 224.9 -90.9 -128.3 -165.8 -61% -68% -74% CY 700.6 877.8 1097.3 1316.7 -177.2 -396.7 -616.1 -20% -36% -47% CZ 276.0 385.0 481.3 577.5 -109.0 -205.3 -301.5 -28% -43% -52% DE 723.3 983.9 1229.8 1475.8 -260.6 -506.6 -752.6 -26% -41% -51% DK 2387.3 1363.7 1704.6 2045.6 1023.5 682.6 341.7 75% 40% 17% EE 176.3 289.2 361.5 433.9 -112.9 -185.2 -257.6 -39% -51% -59% ES 562.1 646.6 808.2 969.9 -84.5 -246.1 -407.8 -13% -30% -42% FI 1026.2 1127.6 1409.6 1691.6 -101.5 -383.4 -665.4 -9% -27% -39% FR 773.3 1033.1 1291.4 1549.6 -259.8 -518.1 -776.3 -25% -40% -50% HU 130.9 234.3 292.8 351.5 -103.4 -162.0 -220.6 -44% -55% -63% IE 1205.5 1019.1 1274.0 1528.8 186.4 -68.5 -323.3 18% -5% -21% LT 215.0 199.3 249.1 298.9 15.7 -34.1 -83.9 8% -14% -28% LU 1880.7 1681.1 2101.4 2521.7 199.6 -220.7 -641.0 12% -11% -25% LV 134.5 214.4 268.0 321.6 -79.9 -133.5 -187.1 -37% -50% -58% MT 476.6 561.2 701.5 841.8 -84.6 -224.9 -365.2 -15% -32% -43% NL 1057.5 1049.3 1311.7 1574.0 8.2 -254.2 -516.5 1% -19% -33% PL 120.4 259.6 324.6 389.4 -139.2 -204.2 -269.0 -54% -63% -69% PT 293.8 434.5 543.1 651.8 -140.8 -249.4 -358.0 -32% -46% -55% RO 52.1 109.4 136.7 164.0 -57.3 -84.6 -112.0 -52% -62% -68% SE 813.5 1162.9 1453.5 1744.3 -349.4 -640.0 -930.8 -30% -44% -53% SI 569.2 620.0 775.0 929.9 -50.8 -205.8 -360.7 -8% -27% -39% SK 109.6 325.8 407.3 488.7 -216.2 -297.7 -379.1 -66% -73% -78% UK 810.0 885.3 1106.7 1328.0 -75.3 -296.7 -518.0 -9% -27% -39% Sources: MISSOC and own calculations for mean GMI; EU-SILC 2011 for other data – own calculations ",
        "Towards a European minimum income 72 Table A11: scenario A1 – 40% poverty threshold and 50% take-up rate (minimum scenario). Amounts needed (M euros) Current cost (M euros) Total cost (M euros) increase in % of gross disposable income increase in % of gross domestic product Total cost % of gross disposable income Total cost % of gross domestic product AT 12.53 187.85 200.39 0.01% 0.004% 0.11% 0.07% BE - 1 996.41 1 996.41 0.00% 0.000% 0.89% 0.54% BG 54.52 24.42 78.94 0.26% 0.142% 0.37% 0.21% CY 53.17 180.41 233.58 0.41% 0.296% 1.82% 1.30% CZ 156.99 110.46 267.45 0.18% 0.100% 0.31% 0.17% DE 3 440.17 3 588.40 7 028.57 0.20% 0.133% 0.40% 0.27% DK - 1 122.77 1 122.77 0.00% 0.000% 0.95% 0.47% EE 101.62 14.76 116.38 1.18% 0.637% 1.35% 0.73% ES 555.50 766.73 1 322.23 0.08% 0.052% 0.19% 0.12% FI 146.12 618.76 764.88 0.13% 0.077% 0.66% 0.40% FR 6 418.62 9 259.72 15 678.34 0.47% 0.321% 1.15% 0.79% HU 384.82 8.25 393.08 0.66% 0.386% 0.67% 0.39% IE - 715.38 715.38 0.00% 0.000% 0.85% 0.45% LT - 54.87 54.87 0.00% 0.000% 0.28% 0.18% LU - 143.77 143.77 0.00% 0.000% 0.90% 0.34% LV 52.75 9.74 62.48 0.43% 0.261% 0.51% 0.31% MT 7.61 5.83 13.44 0.117% : 0.21% NL - 7 381.00 7 381.00 0.00% 0.000% 2.55% 1.23% PL 3 341.40 162.29 3 503.69 1.45% 0.904% 1.52% 0.95% PT 448.05 519.91 967.96 0.36% 0.262% 0.77% 0.57% RO 128.49 329.41 457.90 0.17% 0.094% 0.59% 0.34% SE 419.23 1 215.65 1 634.88 0.21% 0.108% 0.82% 0.42% SI 25.90 150.15 176.05 0.11% 0.072% 0.74% 0.49% SK 466.94 283.24 750.18 1.08% 0.676% 1.74% 1.09% UK 1 000.02 1 872.45 2 872.47 0.08% 0.057% 0.24% 0.16% EU-25 17 214.45 30 722.63 47 937.08 0.31% 0.19% 0.85% 0.49% ",
        "Towards a European minimum income 73 Table A12: scenario A2 – 40% poverty threshold and 75% take-up rate Amounts needed (M euros) Current cost (M euros) Total cost (M euros) increase in % of gross disposable income increase in % of gross domestic product Total cost % of gross disposable income Total cost % of gross domestic product AT 18.80 281.78 300.58 0.01% 0.006% 0.16% 0.10% BE 998.21 2 994.62 3 992.83 0.44% 0.270% 1.78% 1.08% BG 81.78 36.63 118.42 0.38% 0.213% 0.56% 0.31% CY 79.75 270.62 350.37 0.62% 0.444% 2.73% 1.95% CZ 235.49 165.68 401.17 0.27% 0.151% 0.46% 0.26% DE 5 160.25 5 382.60 10 542.85 0.29% 0.199% 0.60% 0.41% DK 561.39 1 684.16 2 245.54 0.48% 0.235% 1.90% 0.94% EE 152.42 22.14 174.56 1.77% 0.956% 2.03% 1.09% ES 833.25 1 150.10 1 983.34 0.12% 0.078% 0.28% 0.19% FI 219.18 928.14 1 147.31 0.19% 0.116% 0.99% 0.61% FR 9 627.94 13 889.57 23 517.51 0.70% 0.482% 1.72% 1.18% HU 577.24 12.38 589.62 0.99% 0.578% 1.01% 0.59% IE 357.69 1 073.07 1 430.76 0.42% 0.225% 1.70% 0.90% LT 27.43 82.30 109.74 0.14% 0.089% 0.56% 0.36% LU 71.89 215.66 287.54 0.45% 0.169% 1.79% 0.67% LV 79.12 14.61 93.73 0.64% 0.391% 0.76% 0.46% MT 11.42 8.74 20.16 0.176% : 0.31% NL 3 690.50 11 071.50 14 762.00 1.28% 0.613% 3.10% 2.45% PL 5 012.10 243.44 5 255.54 2.17% 1.356% 2.28% 1.42% PT 672.07 779.86 1 451.94 0.54% 0.393% 1.16% 0.85% RO 192.74 494.11 686.85 0.25% 0.141% 0.88% 0.50% SE 628.85 1 823.47 2 452.32 0.32% 0.162% 1.23% 0.63% SI 38.85 225.23 264.08 0.16% 0.107% 1.12% 0.73% SK 700.41 424.86 1 125.27 1.62% 1.013% 2.61% 1.63% UK 1 500.03 2 808.67 4 308.70 0.13% 0.086% 0.36% 0.25% EU-25 31 528.78 46 083.94 77 612.72 0.60% 0.35% 1.41% 0.79% ",
        "Towards a European minimum income 74 Table A13: scenario A3 – 40% poverty threshold and 100% take-up rate Amounts needed (M euros) Current cost (M euros) Total cost (M euros) increase in % of gross disposable income increase in % of gross domestic product Total cost % of gross disposable income Total cost % of gross domestic product AT 25.07 375.70 400.77 0.01% 0.008% 0.21% 0.13% BE 3 992.83 3 992.83 7 985.66 1.78% 1.080% 3.56% 2.16% BG 109.05 48.84 157.89 0.51% 0.283% 0.74% 0.41% CY 106.34 360.82 467.16 0.83% 0.591% 3.64% 2.60% CZ 313.99 220.91 534.90 0.36% 0.201% 0.62% 0.34% DE 6 880.34 7 176.80 14 057.14 0.39% 0.265% 0.80% 0.54% DK 2 245.54 2 245.54 4 491.09 1.90% 0.939% 3.81% 1.88% EE 203.23 29.52 232.75 2.36% 1.274% 2.70% 1.46% ES 1 111.00 1 533.46 2 644.46 0.16% 0.104% 0.38% 0.25% FI 292.24 1 237.52 1 529.75 0.25% 0.154% 1.32% 0.81% FR 12 837.25 18 519.43 31 356.68 0.94% 0.643% 2.29% 1.57% HU 769.65 16.51 786.16 1.32% 0.771% 1.34% 0.79% IE 1 430.76 1 430.76 2 861.53 1.70% 0.900% 3.40% 1.80% LT 109.74 109.74 219.48 0.56% 0.356% 1.12% 0.71% LU 287.54 287.54 575.08 1.79% 0.675% 3.58% 1.35% LV 105.49 19.48 124.97 0.86% 0.522% 1.02% 0.62% MT 15.23 11.65 26.88 0.234% : 0.41% NL 14 762.00 14 762.00 29 524.00 5.10% 2.452% 6.5% 2.60% PL 6 682.80 324.58 7 007.38 2.90% 1.808% 3.04% 1.90% PT 896.10 1 039.82 1 935.92 0.72% 0.524% 1.55% 1.13% RO 256.99 658.82 915.80 0.33% 0.188% 1.18% 0.67% SE 838.47 2 431.30 3 269.76 0.42% 0.216% 1.64% 0.84% SI 51.79 300.31 352.10 0.22% 0.143% 1.49% 0.97% SK 933.88 566.48 1 500.35 2.16% 1.351% 3.48% 2.17% UK 2 000.04 3 744.89 5 744.93 0.17% 0.114% 0.49% 0.33% EU-25 57 257.32 61 445.26 118 702.58 1.16% 0.63% 2.23% 1.23% ",
        "Towards a European minimum income 75 Table A14: scenario C1 – 60% poverty threshold and 50% take-up rate Amounts needed (M euros) Current cost (M euros) Total cost (M euros) increase in % of gross disposable income increase in % of gross domestic product Total cost % of gross disposable income Total cost % of gross domestic product AT 1 182.75 187.85 1 370.60 0.63% 0.393% 0.73% 0.46% BE 614.93 1 996.41 2 611.34 0.27% 0.166% 1.16% 0.71% BG 99.49 24.42 123.91 0.47% 0.259% 0.58% 0.32% CY 184.84 180.41 365.25 1.44% 1.028% 2.84% 2.03% CZ 434.16 110.46 544.62 0.50% 0.278% 0.63% 0.35% DE 9 934.27 3 588.40 13 522.67 0.57% 0.383% 0.77% 0.52% DK - 1 122.77 1 122.77 0.00% 0.000% 0.95% 0.47% EE 231.80 14.76 246.56 2.69% 1.453% 2.86% 1.55% ES 2 680.20 766.73 3 446.93 0.38% 0.252% 0.49% 0.32% FI 958.15 618.76 1 576.90 0.83% 0.506% 1.37% 0.83% FR 19 181.28 9 259.72 28 441.00 1.40% 0.961% 2.08% 1.42% HU 820.66 8.25 828.91 1.40% 0.822% 1.42% 0.83% IE 155.19 715.38 870.57 0.18% 0.098% 1.03% 0.55% LT 201.37 54.87 256.24 1.02% 0.654% 1.30% 0.83% LU 76.92 143.77 220.69 0.48% 0.180% 1.37% 0.52% LV 123.50 9.74 133.24 1.01% 0.611% 1.08% 0.66% MT 32.86 5.83 38.69 0.506% : 0.60% NL 2 208.17 7 381.00 9 589.17 0.76% 0.367% 3.32% 1.59% PL 6 457.15 162.29 6 619.44 2.80% 1.747% 2.87% 1.79% PT 1 139.59 519.91 1 659.50 0.91% 0.667% 1.33% 0.97% RO 250.96 329.41 580.37 0.32% 0.184% 0.75% 0.43% SE 1 116.91 1 215.65 2 332.56 0.56% 0.288% 1.17% 0.60% SI 183.95 150.15 334.11 0.78% 0.509% 1.41% 0.92% SK 818.94 283.24 1 102.18 1.90% 1.185% 2.55% 1.59% UK 6 877.13 1 872.45 8 749.58 0.58% 0.393% 0.74% 0.50% EU-25 55 965.17 30 722.63 86 687.80 0.91% 0.56% 1.45% 0.85% ",
        "Towards a European minimum income 76 Table A15: scenario C2 – 60% poverty threshold and 75% take-up rate Amounts needed (M euros) Current cost (M euros) Total cost (M euros) increase in % of gross disposable income increase in % of gross domestic product Total cost % of gross disposable income Total cost % of gross domestic product AT 1 774.12 281.78 2 055.90 0.95% 0.590% 1.10% 0.68% BE 922.40 2 994.62 3 917.02 0.41% 0.249% 1.75% 1.06% BG 149.23 36.63 185.86 0.70% 0.388% 0.87% 0.48% CY 277.26 270.62 547.88 2.16% 1.542% 4.26% 3.05% CZ 651.24 165.68 816.93 0.75% 0.417% 0.94% 0.52% DE 14 901.40 5 382.60 20 284.00 0.85% 0.575% 1.16% 0.78% DK 561.39 1 684.16 2 245.54 0.48% 0.235% 1.90% 0.94% EE 347.70 22.14 369.84 4.04% 2.180% 4.30% 2.32% ES 4 020.30 1 150.10 5 170.39 0.58% 0.378% 0.74% 0.49% FI 1 437.22 928.14 2 365.36 1.24% 0.759% 2.05% 1.25% FR 28 771.93 13 889.57 42 661.50 2.10% 1.441% 3.12% 2.14% HU 1 230.99 12.38 1 243.37 2.10% 1.233% 2.13% 1.25% IE 232.78 1 073.07 1 305.85 0.28% 0.146% 1.55% 0.82% LT 302.06 82.30 384.36 1.54% 0.980% 1.95% 1.25% LU 115.38 215.66 331.04 0.72% 0.271% 2.06% 0.78% LV 185.25 14.61 199.86 1.51% 0.917% 1.63% 0.99% MT 49.30 8.74 58.04 0.759% : 0.89% NL 3 312.25 11 071.50 14 383.75 1.15% 0.550% 4.97% 2.39% PL 9 685.73 243.44 9 929.16 4.20% 2.620% 4.31% 2.69% PT 1 709.39 779.86 2 489.25 1.37% 1.000% 1.99% 1.46% RO 376.44 494.11 870.56 0.48% 0.276% 1.12% 0.64% SE 1 675.37 1 823.47 3 498.84 0.84% 0.432% 1.76% 0.90% SI 275.93 225.23 501.16 1.17% 0.763% 2.12% 1.39% SK 1 228.41 424.86 1 653.26 2.85% 1.778% 3.83% 2.39% UK 10 315.70 2 808.67 13 124.37 0.87% 0.589% 1.11% 0.75% EU-25 84 509.15 46 083.94 130 593.09 1.39% 0.84% 2.20% 1.29% ",
        "Towards a European minimum income 77 Table A16: scenario C3 – 60% poverty threshold and 100% take-up rate (maximum scenario). Amounts needed (M euros) Current cost (M euros) Total cost (M euros) increase in % of gross disposable income increase in % of gross domestic product Total cost % of gross disposable income Total cost % of gross domestic product AT 2 365.50 375.70 2 741.20 1.27% 0.787% 1.47% 0.91% BE 1 229.86 3 992.83 5 222.69 0.55% 0.333% 2.33% 1.41% BG 198.97 48.84 247.81 0.94% 0.517% 1.17% 0.64% CY 369.68 360.82 730.51 2.88% 2.056% 5.69% 4.06% CZ 868.33 220.91 1 089.24 1.00% 0.556% 1.26% 0.70% DE 19 868.53 7 176.80 27 045.33 1.13% 0.766% 1.54% 1.04% DK 2 245.54 2 245.54 4 491.09 1.90% 0.939% 3.81% 1.88% EE 463.59 29.52 493.11 5.38% 2.906% 5.73% 3.09% ES 5 360.39 1 533.46 6 893.86 0.77% 0.504% 0.99% 0.65% FI 1 916.29 1 237.52 3 153.81 1.66% 1.012% 2.73% 1.67% FR 38 362.57 18 519.43 56 882.00 2.80% 1.921% 4.15% 2.85% HU 1 641.32 16.51 1 657.83 2.81% 1.644% 2.83% 1.66% IE 310.37 1 430.76 1 741.14 0.37% 0.195% 2.07% 1.10% LT 402.74 109.74 512.48 2.05% 1.307% 2.61% 1.66% LU 153.84 287.54 441.38 0.96% 0.361% 2.75% 1.04% LV 247.01 19.48 266.48 2.01% 1.222% 2.17% 1.32% MT 65.73 11.65 77.38 1.011% : 1.19% NL 4 416.34 14 762.00 19 178.34 1.53% 0.734% 6.63% 3.19% PL 12 914.30 324.58 13 238.88 5.60% 3.494% 5.74% 3.58% PT 2 279.18 1 039.82 3 319.00 1.82% 1.334% 2.66% 1.94% RO 501.93 658.82 1 160.74 0.65% 0.368% 1.49% 0.85% SE 2 233.82 2 431.30 4 665.12 1.12% 0.576% 2.34% 1.20% SI 367.91 300.31 668.22 1.55% 1.017% 2.82% 1.85% SK 1 637.87 566.48 2 204.35 3.79% 2.370% 5.11% 3.19% UK 13 754.27 3 744.89 17 499.16 1.16% 0.786% 1.48% 1.00% EU-25 114 175.89 61 445.26 175 621.15 1.90% 1.15% 2.98% 1.75% ",
        "Towards a European minimum income 78 Table A17: scenario B1 – 50% poverty threshold and 50% take-up rate Amounts needed (M euros) Current cost (M euros) Total cost (M euros) increase in % of gross disposable income increase in % of gross domestic product Total cost % of gross disposable income Total cost % of gross domestic product AT 597.66 187.85 785.52 0.32% 0.199% 0.42% 0.26% BE 289.47 1 996.41 2 285.88 0.13% 0.078% 1.02% 0.62% BG 77.00 24.42 101.42 0.36% 0.200% 0.48% 0.26% CY 119.00 180.41 299.42 0.93% 0.662% 2.33% 1.67% CZ 295.58 110.46 406.03 0.34% 0.189% 0.47% 0.26% DE 6 686.65 3 588.40 10 275.05 0.38% 0.258% 0.59% 0.40% DK - 1 122.77 1 122.77 0.00% 0.000% 0.95% 0.47% EE 166.72 14.76 181.48 1.94% 1.045% 2.11% 1.14% ES 1 617.57 766.73 2 384.30 0.23% 0.152% 0.34% 0.22% FI 552.15 618.76 1 170.91 0.48% 0.292% 1.01% 0.62% FR 12 801.01 9 259.72 22 060.72 0.94% 0.641% 1.61% 1.10% HU 602.62 8.25 610.88 1.03% 0.604% 1.04% 0.61% IE 32.86 715.38 748.25 0.04% 0.021% 0.89% 0.47% LT 81.74 54.87 136.61 0.42% 0.265% 0.69% 0.44% LU 26.49 143.77 170.26 0.16% 0.062% 1.06% 0.40% LV 88.13 9.74 97.87 0.72% 0.436% 0.80% 0.48% MT 20.24 5.83 26.07 0.311% : 0.40% NL 1 086.59 7 381.00 8 467.59 0.38% 0.181% 2.93% 1.41% PL 4 900.55 162.29 5 062.84 2.13% 1.326% 2.20% 1.37% PT 793.82 519.91 1 313.73 0.64% 0.464% 1.05% 0.77% RO 189.61 329.41 519.02 0.24% 0.139% 0.67% 0.38% SE 768.03 1 215.65 1 983.68 0.39% 0.198% 1.00% 0.51% SI 104.95 150.15 255.10 0.44% 0.290% 1.08% 0.71% SK 642.94 283.24 926.18 1.49% 0.930% 2.15% 1.34% UK 3 939.01 1 872.45 5 811.45 0.33% 0.225% 0.49% 0.33% EU-25 36 480.38 30 722.63 67 203.01 0.60% 0.37% 1.14% 0.67% ",
        "Towards a European minimum income 79 Table A18: scenario B2 – 50% poverty threshold and 75% take-up rate Amounts needed (M euros) Current cost (M euros) Total cost (M euros) increase in % of gross disposable income increase in % of gross domestic product Total cost % of gross disposable income Total cost % of gross domestic product AT 896.50 281.78 1 178.27 0.48% 0.298% 0.63% 0.39% BE 434.20 2 994.62 3 428.82 0.19% 0.117% 1.53% 0.93% BG 115.50 36.63 152.13 0.54% 0.300% 0.72% 0.40% CY 178.51 270.62 449.12 1.39% 0.993% 3.50% 2.50% CZ 443.37 165.68 609.05 0.51% 0.284% 0.70% 0.39% DE 10 029.98 5 382.60 15 412.58 0.57% 0.387% 0.88% 0.59% DK 561.39 1 684.16 2 245.54 0.48% 0.235% 1.90% 0.94% EE 250.07 22.14 272.21 2.90% 1.568% 3.16% 1.71% ES 2 426.35 1 150.10 3 576.45 0.35% 0.228% 0.51% 0.34% FI 828.22 928.14 1 756.36 0.72% 0.437% 1.52% 0.93% FR 19 201.51 13 889.57 33 091.09 1.40% 0.962% 2.42% 1.66% HU 903.93 12.38 916.31 1.55% 0.906% 1.57% 0.92% IE 49.29 1 073.07 1 122.37 0.06% 0.031% 1.33% 0.71% LT 122.61 82.30 204.91 0.62% 0.398% 1.04% 0.67% LU 39.73 215.66 255.38 0.25% 0.093% 1.59% 0.60% LV 132.20 14.61 146.81 1.08% 0.654% 1.19% 0.73% MT 30.36 8.74 39.10 0.467% : 0.60% NL 1 629.89 11 071.50 12 701.39 0.56% 0.271% 4.39% 2.11% PL 7 350.83 243.44 7 594.26 3.19% 1.989% 3.30% 2.05% PT 1 190.73 779.86 1 970.59 0.95% 0.697% 1.58% 1.15% RO 284.41 494.11 778.53 0.37% 0.208% 1.00% 0.57% SE 1 152.05 1 823.47 2 975.52 0.58% 0.297% 1.50% 0.77% SI 157.42 225.23 382.65 0.67% 0.435% 1.62% 1.06% SK 964.41 424.86 1 389.26 2.23% 1.395% 3.22% 2.01% UK 5 908.51 2 808.67 8 717.18 0.50% 0.338% 0.74% 0.50% EU-25 55 281.95 46 083.94 101 365.90 0.92% 0.56% 1.73% 1.01% ",
        "Towards a European minimum income 80 Table A19: scenario B3 – 50% poverty threshold and 100% take-up rate Amounts needed (M euros) Current cost (M euros) Total cost (M euros) increase in % of gross disposable income increase in % of gross domestic product Total cost % of gross disposable income Total cost % of gross domestic product AT 1 195.33 375.70 1 571.03 0.64% 0.397% 0.84% 0.52% BE 578.94 3 992.83 4 571.77 0.26% 0.157% 2.04% 1.24% BG 154.00 48.84 202.84 0.72% 0.400% 0.95% 0.53% CY 238.01 360.82 598.83 1.85% 1.324% 4.66% 3.33% CZ 591.16 220.91 812.07 0.68% 0.378% 0.94% 0.52% DE 13 373.31 7 176.80 20 550.11 0.76% 0.516% 1.17% 0.79% DK 2 245.54 2 245.54 4 491.09 1.90% 0.939% 3.81% 1.88% EE 333.43 29.52 362.95 3.87% 2.090% 4.22% 2.28% ES 3 235.13 1 533.46 4 768.60 0.46% 0.304% 0.68% 0.45% FI 1 104.29 1 237.52 2 341.81 0.96% 0.583% 2.03% 1.24% FR 25 602.02 18 519.43 44 121.45 1.87% 1.282% 3.22% 2.21% HU 1 205.25 16.51 1 221.75 2.06% 1.207% 2.09% 1.22% IE 65.73 1 430.76 1 496.49 0.08% 0.041% 1.78% 0.94% LT 163.48 109.74 273.22 0.83% 0.531% 1.39% 0.89% LU 52.97 287.54 340.51 0.33% 0.124% 2.12% 0.80% LV 176.26 19.48 195.74 1.43% 0.872% 1.59% 0.97% MT 40.48 11.65 52.13 0.623% : 0.80% NL 2 173.18 14 762.00 16 935.18 0.75% 0.361% 5.86% 2.81% PL 9 801.10 324.58 10 125.68 4.25% 2.651% 4.39% 2.74% PT 1 587.64 1 039.82 2 627.46 1.27% 0.929% 2.10% 1.54% RO 379.22 658.82 1 038.03 0.49% 0.278% 1.33% 0.76% SE 1 536.07 2 431.30 3 967.36 0.77% 0.396% 1.99% 1.02% SI 209.89 300.31 510.20 0.89% 0.580% 2.16% 1.41% SK 1 285.88 566.48 1 852.35 2.98% 1.861% 4.29% 2.68% UK 7 878.01 3 744.89 11 622.90 0.67% 0.450% 0.98% 0.66% EU-25 75 206.30 61 445.26 136 651.56 1.28% 0.77% 2.36% 1.37% _____________ ",
        "European Economic and Social Committee Rue Belliard/Belliardstraat 99 1040 Bruxelles/Brussel BELGIQUE/BELGIË Published by: “Visits and Publications” Unit EESC-2014-88-EN www.eesc.europa.eu © European Union, 2015 Reproduction is authorised provided the source is acknowledged. EN REG.NO. BE - BXL - 27 QE-02-13-510-EN-C ISBN 978-92-830-2219-0 doi:10.2864/35488 "
    ]
}