{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Digital gender gap’ (Exploratory opinion requested by the European Parliament) (2018/C 440/06) Rapporteur: Giulia BARBUCCI Exploratory opinion from the European Parliament Letter, 19.4.2018 Legal basis Article 304 of the Treaty on the Functioning of the European Union Section responsible Section for Employment, Social Affairs and Citizenship Adopted in section 19.7.2018 Adopted at plenary 19.9.2018 Plenary session No 537 Outcome of vote (for/against/abstentions) 176/2/6 1. Conclusions and recommendations 1.1. The causes of digital gender gap are multiple, and actions must therefore address different fields: the education system from childhood to adulthood, the labour market, work-life balance, public services and the digital divide in general. It is recommended that a multidisciplinary approach be used that brings together different aspects of innovation (technological, social, cultural etc.). 1.2. The digital gender divide is not merely a technological issue: it is an economic, social and cultural one, to be addressed with multi-level and holistic policies, in order to address gender inequality at its deepest social and cultural roots. 1.3. It is important to take action to increase the number of women in STEM , as this can also improve conditions in other sectors, as well as in the whole of the economy and society. At the same time it is essential to recognise the growing importance ICT-related education, as well as of cross-cutting, entrepreneurial, digital and soft skills (such as empathy, creativity and complex problem-solving) in the digital age in all sectors. Interdisciplinary education and human-centred skillsets will be essential and education systems should take these aspects into consideration. 1.4. It is essential to ensure digital literacy and education for all, with a particular focus on girls, in order to remove the digital gender gap at its roots. More female digital role models are of primary importance in overcoming stereotyping. 1.5. It is necessary to encourage women’s participation in technical and high-level jobs by overcoming educational and professional barriers and stereotypes as well as guaranteeing digital lifelong learning to prevent women’s exclusion from the labour market. 6.12.2018 EN Official Journal of the European Union C 440/37 ",
        "1.6. Teachers and trainers should be provided with the right tools to use ICT at all levels to teach, promoting democracy and more inclusive and personalised education and training systems. 1.7. To prevent the spiral of feminisation of poverty, fair working conditions and access to social protection ( 1 ) must be guaranteed. This is especially true in the ‘gig economy’ ( 2 ). Social dialogue and collective bargaining play a fundamental role in this regard. 1.8. The presence of women in ICT developers’ jobs may help to overcome the gender bias that may be included in the design of a given technology. 1.9. Female entrepreneurship must be supported by removing barriers to women’s access to self-employment and improving access to and quality of social protection measures ( 3 ). 1.10. ‘Smartworking’ and teleworking should be monitored in order to avoid the risks of blurring of boundaries between care, work and private life. 1.11. It is important to enhance labour market participation of women with disabilities , implementing the UN Convention on the Rights of Persons with Disabilities (UNCRPD) ( 4 ). 1.12. The digitalisation of the public sector represents a great opportunity for facilitating the participation of women in the labour market and assisting women with care responsibilities as well as for overcoming obstacles related to bureaucracy and access to public services. 1.13. It is important to tackle gender stereotypes : this issue must be considered in every policy and in every field, and should be addressed at its deepest social and cultural roots. 1.14. One of the main obstacles women face in participation in online activities and social networks is cyber-bullying . The Istanbul Convention on preventing and combating violence against women and domestic violence must be ratified and applied. 1.15. All policies at national, European and international level should take into consideration discrimination against women in the digital field, which also has a negative impact on the economy and society in general. 1.16. Public policies should be designed with a gender perspective (mainstreaming). Gender budgeting and gender lens can be useful tools in this regard. 1.17. The EESC encourages the European Commission to strengthen the ‘ Women in Digital’ Task Force and the ‘ Digital4Her’ initiative. It is important to create and develop European networks of women in the digital field promoting the participation of girls and women in digital studies and careers across the EU. 1.18. The European Commission should recommend that EU countries set national targets and indicators to monitor the situation (annual scoreboard). Improvements or worsening should be measured, also through research conducted by EIGE. Country-specific recommendations in this field could be directed to Member States in the European Semester process. C 440/38 EN Official Journal of the European Union 6.12.2018 ( 1 ) SOC/581 — EESC opinion on ‘Access to social protection’ (See page 135 of this Official Journal). ( 2 ) The Social Protection of Workers in the Platform Economy, European Parliament, 7.12.2017. ( 3 ) OJ C 173, 31.5.2017, p. 45. ( 4 ) EESC opinion on ‘The situation of women with disabilities’ (OJ C 367, 10.10.2018, p. 20). ",
        "1.19. The social partners at the appropriate levels are committed to, and have a key role to play in, enhancing gender equality in education and the labour market in order to tackle the digital gender gap. In particular the role of collective bargaining is crucial in lifelong learning and in the labour market, in addressing gender roles, promoting the role of women in decision-making and in various bodies, supporting work-life balance and tackling the gender pay gap ( 5 ). 1.20. The EESC recommends that the European Parliament support these recommendations for the next EP legislature, this topic being fundamental for the future development of Europe. 2. Introduction 2.1. Gender inequality 2.1.1. In his speech to the European Parliament on the political priorities of the European Commission, Jean-Claude Juncker stated that discrimination should not take place in the European Union, making the area of justice and fundamental rights one of the ten political priorities of the Commission’s work. Gender equality is part of this area, even though the Charter of Fundamental Rights already plays an important role in this field, providing that ‘equality between men and women must be ensured in all areas, including employment, work and pay’ ( 6 ). Mariya Gabriel, Commissioner in charge of Digital Economy and Society, has recently outlined actions as part of her strategy to facilitate an increase in the participation of women in the digital sector. It is therefore necessary to ensure the follow-up to the Digital4Her declaration signed by IT companies, providing for an inclusive and gender-balanced work culture and environment. 2.1.2. Women continue to be discriminated against in the labour market and in society in general. The Gender Equality Index — w hich measures inequality in the domains of work, time, money, knowledge, power, violence and health — shows that progress in these fields is slow: the index increased from 62 points in 2005 to 65 points in 2012 and 66,2 points in 2017 ( 7 ). The causes of this discrimination are multiple. To overcome the imbalances arising from this discrimination, the first chapter of the European Pillar of Social Rights concerns equal opportunities and access to the labour market, in recognition of the fact that gender equality and equal opportunities are the fields in which discrimination is more common. 2.1.3. The digital gender gap is a form of inequality arising from discrimination affecting women, which is likely to constitute an unbearable obstacle to women’s participation at European and global level. It slows down the growth of the European economy of the future, characterised by digitalisation. Nowadays, 68 % of men and 62 % of women use a PC and the internet regularly, 33 % of men and 18 % of women install software on their devices, and 47 % of men and 35 % of women use online banking services ( 8 ). In addition, despite representing more than half of total graduates, women continue to be under-represented in science and ICT (Information and Communications Technology) courses: they represent about a third of the total employees in the sector, with different percentages depending on the specific job (8 % software, 54 % in lower level positions among IT operators). This opinion aims to provide recommendations and proposals in order to overcome imbalances in relation to the education system and the labour market . 2.1.4. Women also face more difficulties in going online because of cyber-bullying : online harassment is much more targeted at girls (according to EIGE data, 51 % of women face online harassment vs. 42 % of men) ( 9 ). The Istanbul Convention on preventing and combating violence against women and domestic violence must be ratified and applied. 6.12.2018 EN Official Journal of the European Union C 440/39 ( 5 ) A Toolkit for Gender Equality in Practice’ by the European Social Partners ETUC, BusinessEurope, CEEP and UEAPME. ( 6 ) Chapter III, Article 23. ( 7 ) EIGE, Gender Equality Index 2017 Report. ( 8 ) See EP Resolution of 17 April 2018. ( 9 ) EIGE, Youth, digitalisation and gender equality: opportunities and risks of digital technologies for girls and boys, 2018 (forthcoming). ",
        "2.2. Digitalisation and digital divide 2.2.1. Digitalisation is not merely a technological process, but an economic, social, societal and cultural one. 2.2.2. According to a European Commission study ( 10 ), digitalisation could add EUR 415 billion annually to EU GDP and more women in digital jobs could create an annual EUR 16 billion boost to EU GDP. At the same time, companies face difficulties in recruiting ICT specialists, so there is room for more employment and better education in the digital field. 2.2.3. The digital divide includes not only limited access to an internet connection but also the lack of the basic skills necessary to use ICT tools. One aspect of the digital divide is the digital gender divide . According to International Telecommunication Union gender-disaggregated data for 91 economies, in 2017 overall internet penetration is 44,9 % for women compared to 50,9 % for men; according to Eurostat data, in 2017 71 % of women had daily internet access as against 74 % of men, and 49 % of women had internet banking as against 54 % of men ( 11 ). It is important to frame the issue both from the labour market side — digitalisation will concern all workers — and from the user point of view — everyone is a technology user. 2.2.4. Often the digital divideintersects with other kinds of discrimination: being part of an ethnic minority, living in a rural area, being an immigrant, disabled, poor, etc. Technology may help to overcome these barriers, making the world more inclusive for all, but — if this process is not driven by social actors — may also emphasise them. 2.2.5. The digital gender divide is an economic, social, societal and cultural issue, to be addressed with multi-level and holistic policies, as it leads to growing gender inequality. Moreover, gender inequality must be considered in every policy and in every field, and should be addressed at its deepest social and cultural roots. 2.2.6. The qualitative impact of digitalisation on skills needs is also interesting from the gender perspective because women are more represented in some jobs and under-represented in others, including STEM (science, technology, engineering and mathematics). Action is needed to increase the number of women in STEM. 2.2.7. However, it is also essential to recognise the growing importance of soft skills in the digital age in all sectors: the main feature of artificial intelligence (AI) and the internet of Things (IoT) is that machines are becoming more sensitive and smarter, with the result that the human workforce only becomes irreplaceable if it competes based on actual human skills such as the capacity to adapt to changes and to cooperate. Empathy, creativity and complex problem-solving in today’s society are more often taught to and developed by girls rather than boys ( 12 ). A multidisciplinary approach is recommended that brings together different aspects of innovation (technological, social, cultural, etc.) in an attempt not only to counter risks but also to seize the opportunities of digitalisation for women. 2.2.8. Special attention must be devoted to people with disabilities — and women in particular — whose situation is ‘not only worse than that of women without disabilities’ ( 13 ). That is why it is important to provide ‘equal access to various components of ICT facilities and why the information society should be ensured for women and girls with disabilities’ ( 14 ). C 440/40 EN Official Journal of the European Union 6.12.2018 ( 10 ) Vessela Karloukovska, DG-CNECT, Task Force ‘Women in Digital’, European Commission. ( 11 ) Eurostat data. ( 12 ) Martha Ochoa (UNi Global Union) ‘The path to genderless digitalisation’. ( 13 ) EESC opinion on ‘The situation of women with disabilities’ (OJ C 367, 10.10.2018, p. 20), para 2.1. ( 14 ) Idem, para. 5.3.6. ",
        "3. The digital gender gap in the education system 3.1. The education system is the main policy area to be addressed. There is a decrease in women taking up ICT-related higher education when compared to 2011 ( 15 ). Improving digital literacy and skills for women at all levels is therefore essential in order to allow them to participate actively in the development of society and to benefit from opportunities arising from digitalisation and avoid being left behind. Women with disabilities should have the right to an inclusive and high-quality education. Cultural and linguistic stereotypes must be tackled, providing girls with different role models, especially in the media sector. Moreover, ICT tools can be used in teaching and class’ activities. 3.2. In primary education , it is essential to ensure digital literacy and education for all, in order to ensure the adaptive capacity of future men and women to the rapidly evolving technologies. According to the Programme for International Students Assessment (PISA), which measures the educational progress of 15 year-olds across OECD countries, there are almost four times as many boys as girls who aspire to a career in STEM ( 16 ). According to an EIGE study, across the EU from 3 % to 15 % of teenage boys aspire to work as ICT professionals, but in only four EU countries did 1 % to 3 % of teenage girls aspire to work as ICT professionals. Moreover, even if youth digital skills in the EU are equal between boys and girls, boys still feel more confident about their digital skills: again this is a problem of mis-perception and gender stereotypes ( 17 ). ‘The EESC reminds Member States of the need to invest in non-discriminatory and inclusive education systems’ ( 18 ). 3.3. It is important to train the trainers to use ICT as a tool for teaching . A focus on girls is of primary importance in order to remove the digital gender gap at its roots and to promote more inclusive and personalised education and training systems. Digital tools may also be useful to reduce the bureaucratic burdens on teachers and trainers ( 19 ). 3.4. In secondary and tertiary interdisciplinary education , girls are still taking fewer STEM courses than boys: less than 1 in 5 ICT graduates are women ( 20 ). Interdisciplinary education and human-centred soft skills will also be essential . 3.5. Dual learning and VET (Vocational Education and Training) should be strengthened and take into consideration girls’ access to technical and on-the-job learning ( 21 ). 4. Digital gender gap in the labour market 4.1. It is necessary to encourage women’s participation in technical jobs and high-level jobs, overthrowing educational and professional barriers and stereotypes. Increased presence of women in ICT could benefit this sector and the whole economy and society. 6.12.2018 EN Official Journal of the European Union C 440/41 ( 15 ) ‘Women in the Digital Age’, European Commission, 2018. ( 16 ) Dr Konstantina Davaki, author of the study ‘The underlying causes of the digital gender gap and possible solutions for enhanced digital inclusion of women and girls’. ( 17 ) Lina Salanauskaite, European Institute for Gender Equality (EIGE). ( 18 ) EESC opinion on ‘EU Action Plan 2017-2019 — Tackling the gender pay gap’ para. 4.4 (OJ C 262, 25.7.2018, p. 101). ( 19 ) Ekaterina Efimenko, European Trade Union Committee for Education (ETUCE). ( 20 ) Vessela Karloukovska, DG-CNECT, Task Force ‘Women in Digital’, European Commission. ( 21 ) OJ C 13, 15.1.2016, p. 161; OJ C 434, 15.12.2017, p. 36. ",
        "4.2. To overcome the digital gender gap in the labour market the role of social partners at company, national and European level is of primary importance. Social dialogue and collective bargaining can propose acceptable solutions, taking into account the needs of both employers and workers ( 22 ). Increasing women in STEM and high-level jobs can also contribute to reducing the gender pay gap . 4.3. Lifelong learning is essential to prevent exclusion from the labour market and this is even more important for women. The role of social partners is crucial here. 4.4. Polarisation of the labour market and the ‘gig economy’: even if machines could technically replace low-skilled jobs (both manual and intellectual, due to the IoT, sensors, AI technologies), if these jobs are precarious and no rights are ensured it may be easier for companies to hire people at low cost rather than invest in new machines. This is already true in the so-called ‘gig economy’. In these contexts, no social protection along the lines of standard forms of work is ensured ( 23 ): owing to the informal nature of this kind of job, women risk moving away from traditional employment with social benefits in favour of ‘gig’ work which is more readily available and sometimes more easily managed in terms of working time. To prevent the spiral of the feminisation of poverty ( 24 ), fair working conditions must be guaranteed and a development model based on the ‘high-road’ should be promoted by all stakeholders. Here, the role of the social partners and of collective bargaining is fundamental ( 25 ). 4.5. Technology is not neutral: while software or an algorithm should reduce the subjectivity that is typical of a human process or decision, if a cultural bias (such as gender bias) is introduced into it, then it will always reproduce this kind of discrimination on a structural (rather than casual) basis. That is why people who work in the design of these systems should be as diverse as possible. Nowadays, only 17 % of the 8 million people working in ICT are women ( 26 ); moreover, across the EU, only 20 % of women aged 30 and over who hold ICT-related degrees decide to stay in the technology industry ( 27 ). Increasing participation of women in these jobs — and thus diversity — may help to overcome bias that may be included in the design of a given technology. 4.6. Break the ‘glass ceiling’ for a more digital economic system: Only 32 % of economic leaders are women ( 28 ) although it is proved that businesses with women in decision-making positions have better governance styles, which are usually more ‘horizontal’ and encourage diversity and creative and innovative thinking. Hence, if companies develop gender policies in order to promote women to the highest levels of the organisation, the company will benefit in terms of innovation capacity. Applied on a broad scale, this will in turn benefit the whole economic system. 4.7. The European production system is largely made up of SMEs which face more difficulties when investing in new technologies. At the same time, digital technologies facilitate micro-entrepreneurship: through some digital tools (such as e-commerce) it is possible for micro-SMEs to reach global markets, and, in general terms, to remove barriers to access to self-employment. ‘According to the 2nd European Start-up Monitor, only 14,8 % of start-up founders are female’ ( 29 ). This problem is related to weaker business networks, stereotypes and inadequate financial support. Digitalisation can create the right environment for female entrepreneurship, Education and support services must be guaranteed in order to enable women to open their own business using the digital technologies available. C 440/42 EN Official Journal of the European Union 6.12.2018 ( 22 ) EESC opinion on ‘EU concepts for transition management in a digitalised world of work’ (OJ C 367, 10.10.2018, p. 15). ( 23 ) EESC opinions ‘For a European Framework directive on a Minimum Income’ (to be adopted in December’s Plenary Session) and ‘Access to social protection’ (See page 135 of this Official Journal). ( 24 ) Mary Collins, European Women’s Lobby (EWL); (OJ C 129, 11.4.2018, p. 7). ( 25 ) See e.g. the European social partners’ agreements, as well as the proposal for a Directive on work-life balance and the European Pillar of Social Rights. ( 26 ) Vessela Karloukovska, DG-CNECT, Task Force ‘Women in Digital’, European Commission. ( 27 ) Mary Collins, European Women’s Lobby (EWL). ( 28 ) Vessela Karloukovska, DG-CNECT, Task Force ‘Women in Digital’, European Commission. ( 29 ) ‘Women in the digital age’, study for the EP. ",
        "5. Digitalisation and work-life balance 5.1. According to an EIGE study, in ICT jobs there are longer working hours than in other sectors ( 30 ). The first issue to be addressed is therefore the sharing of care work between men and women: it is important to take action toward a more equal sharing of care work between the genders, also by adopting the proposal for a Directive on work-life balance for parents and carers ( 31 ). 5.2. ‘Smartworking’ and teleworking are often seen as tools for balancing work and private life taking into account both risks and opportunities. If smartworking can help workers to manage their private lives (especially by removing ‘dead time’ spent travelling to and from work), it is also true that, if not well managed, smartworking may lead to the blurring of boundaries between care, work and leisure time. Smartworking must be managed through specific company collective agreements in order to adapt to the cultural context, the means of production and the organisation of labour. In the longer run, smartworking may also change the way people live in cities (and rural areas) and social spaces. 5.3. Digital tools can also represent an opportunity for those excluded from the labour market. These tools can also facilitate women’s participation in the labour market. Women with disabilities are however much more excluded from the labour market ( 32 ). Therefore it is very important to implement the UN Convention on the Rights of Persons with Disabilities (UNCRPD) ( 33 ). 6. Digitalisation of the public sector 6.1. Due to increased life expectancy and low birth rates, the European population is getting older and the burden of care work for middle-aged women is increasing. While it is essential to achieve equal sharing of care work between the genders, it is also important to recognise that digitalisation — and especially robotics — in the public sector represents a great opportunity to facilitate the participation of women in the labour market and to assist women with any care responsibilities they may have. 6.2. Robotics may automate and — more importantly — ease some of the heaviest tasks involved in care work (such as moving an invalid person), help the rehabilitation of injured people, prevent diseases, etc. These technologies may improve the whole society’s quality of life, in particular women’s, as well as women’s participation in the labour market in two ways: it could ease work in the personal care service sector, where women are heavily represented, and may benefit women that provide unpaid care, but only if these technologies are available and guaranteed to all those in need. 6.3. Digital technologies may also have a deep impact on all bureaucratic procedures linked to public services. Some countries are already applying this kind of technology on a broad scale, creating a unique digital identity for all procedures related to the public sector (taxes, health care, education, etc.). Expanding this process could improve the quality of life but it is also important to be aware of (and prevent) the risks related to data control by a single actor (even if this is a public authority), and to privacy, cybersecurity, transparency and ethics ( 34 ). 6.4. Public administration should prepare gender budgets for all services and activities, to promote equality and consider the impact of policies on women. Every decision on investment should be taken using the ‘gender lens’ in three domains: gender equality in the workplace, access to capital for women and products and services that benefit women. 6.12.2018 EN Official Journal of the European Union C 440/43 ( 30 ) Lina Salanauskaite, European Institute for Gender Equality (EIGE). ( 31 ) COM(2017) 253. ( 32 ) EESC opinion on ‘The situation of women with disabilities’ (OJ C 367, 10.10.2018, p. 20), para. 5.4.1. ( 33 ) EESC opinion on ‘The situation of women with disabilities’ (OJ C 367, 10.10.2018, p. 20), para. 1.2, UN Convention on the Rights of Persons with disabilities. ( 34 ) Digital Public Services (e-Government and e-Health). ",
        "6.5. While in some countries the digitalisation of the public sector is already advanced, in others this process is only beginning and this could be an opportunity to train and employ more women in the public sector, from a gender perspective. 6.6. In order to develop digitalisation, the necessary infrastructure, such as broadband, 5G etc., should be made available with no geographical discrimination. Brussels, 19 September 2018. The President of the European Economic and Social Committee Luca JAHIER C 440/44 EN Official Journal of the European Union 6.12.2018 "
    ]
}