{
    "text": [
        "S TAT I S T I C A L B O O K S Smarter, greener, more inclusive? INDICATORS TO SUPPORT THE EUROPE 2020 STRATEGY 2019 edition ",
        "Smarter, greener, more inclusive? INDICATORS TO SUPPORT THE EUROPE 2020 STRATEGY 2019 edition ",
        "Manuscript completed in September 2019 The European Commission is not liable for any consequence stemming from the reuse of this publication. Luxembourg: Publications Office of the European Union, 2019 © European Union, 2019 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). Copyright for photographs: Cover: © Syda Productions/Shutterstock; Executive summary: © Andrew Mayovskyy/Shutterstock; Introduction: © Vladimira Pufflerova/Shutterstock; Employment: © yotily/ Shutterstock; R&D and innovation: © Matej Kastelic/Shutterstock; Climate change and energy: © Lynxs Photography/Shutterstock; Education: © panitanphoto/Shutterstock; Poverty and social exclusion: © Animaflora PicsStock/Shutterstock; Country profiles: © Marc Bruxelle/Shutterstock. For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. For more information, please consult: https://ec.europa.eu/eurostat/about/policies/copyright Theme: General and regional statistics Collection: Statistical books Print ISBN 978-92-76-09826-3 doi:10.2785/297814 KS-04-19-559-EN-C PDF ISBN 978-92-76-09825-6 doi:10.2785/379691 KS-04-19-559-EN-N ",
        "Contents Smarter, greener, more inclusive? 3 Contents Foreword 4 Acknowledgements 6 Executive summary 7 Introduction 13 1. Employment 21 2. R&D and innovation 33 3. Climate change and energy 43 4. Education 57 5. Poverty and social exclusion 65 Country Profiles 77 Abbreviations and acronyms 109 ",
        "Foreword Smarter, greener, more inclusive? 4 Foreword of Vice-President Katainen and Commissioner Thyssen The Europe 2020 strategy, the EU’s agenda for smart, sustainable and inclusive growth, appeared as a response to the economic challenges Europe was facing at the beginning of this decade. It was adopted with the aim to overcome structural weaknesses in Europe’s economy, improve its competitiveness and productivity and underpin a sustainable social market economy. Now that the strategy is approaching the end of its life cycle, it is clear that Europe 2020 has provided an important contribution to the EU’s socio-economic development since its launch in 2010. Europe’s economy has been growing at a fast pace. Employment, including employment of women, is at a record high. If it continues to grow at the current pace, the employment target of the Europe 2020 strategy is within reach. We have already met our greenhouse gas emissions objective and the higher education targets. We are on track with the Europe 2020 renewable energy and energy efficiency targets. However, we still need to make considerable progress on attracting more investment in research and innovation and in fighting poverty and social exclusion. In November 2019, the next Commission will enter into office. The Europe 2020 strategy and its targets have paved the way for Europe to lead the transition to a future- ready economy and a healthy planet. Following up on the Europe 2020 strategy, the Commission remains a committed frontrunner to implement the 2030 Agenda for Sustainable Development, as set out in its reflection paper “Sustainable Europe 2030”. With the Sustainable Development and Goals and President-elect Ursula Von Der Leyen’s political guidelines, the next Commission has a solid foundation to guide the course of action in the next years. Eurostat will continue to play a key role in monitoring essential evidence so that sustainability can become the core element of action undertaken in every area, from the new European Green Deal, to an economy that works for people and a Europe fit for the digital age. Jyrki Katainen Marianne Thyssen Vice-President — European Commission Commissioner — European Commission Jobs, Growth, Investment Employment, Social Affairs, Skills and and Competitiveness Labour Mobility, Responsible for Eurostat ",
        "Foreword Smarter, greener, more inclusive? 5 Foreword of Eurostat’s Director-General Eurostat — the statistical office of the European Union — provides crucial information for EU institutions, national governments, businesses, members of the civil society and citizens about important economic, social and environmental developments in the EU. In particular, Eurostat produces annual flagship publications, which present statistical analyses on key EU policy initiatives. The end of the Europe 2020 life cycle is approaching, which makes monitoring as important as ever. The flagship publication ‘Smarter, greener, more inclusive? – Indicators to support the Europe 2020 strategy’ presents the progress of the EU and its Member States towards the targets of the Europe 2020 strategy. The 2019 edition continues the tradition of the previous releases, although in a more focused manner: it analyses EU progress towards the Europe 2020 strategy’s headline targets in the five thematic areas of employment, R&D and innovation, climate change and energy, education, poverty and social exclusion. The analysis in the five thematic chapters focusses on the nine Europe 2020 headline indicators, complemented by breakdowns like age groups and other characteristics, depending on data availability. Country profiles for the EU Member States give a detailed picture of the situation at national level in relation to the national Europe 2020 targets. Impartial and objective statistical information is essential for evidence-based decision- making. Eurostat is fully committed to supporting the monitoring of the Europe 2020 strategy by producing high quality statistics and making them available to users. Mariana Kotzeva Director-General of Eurostat ",
        "Acknowledgements Smarter, greener, more inclusive? 6 Acknowledgements Editor-in-chief Anna Sabadash (Eurostat, Unit E2 — Environmental statistics and accounts; sustainable development) Editors Mariia Kostetckaia, Markus Hametner, Ingrid Setz (WU Vienna), Ariane De Rocchi, Bettina Rüegge (INFRAS), Katharina Umpfenbach, Amely Gundlach (Ecologic Institute) Co-editors Simon Johannes Bley, Fritz Gebhard, Christine Mayer, Ekkehard Petri, Irina Schön, Anton Steurer, Lisa Waselikowski (Eurostat, Unit E2 — Environmental statistics and accounts; sustainable development), Carolyn Avery (ENDS, Haymarket Media Group Ltd) Production Production: Carolyn Avery (co-ordinator), Navdeep Pal, Nicole Schroeder (ENDS, Haymarket Media Group Ltd) Infographics: Markus Hametner (WU Vienna), Navdeep Pal, Carolyn Avery (ENDS, Haymarket Media Group Ltd) Expert advisors Urska Arsenjuk, Maaike Bouwmeester, Ales Capek, Elodie Cayotte, Anne Clemenceau, Fernando Diaz Alonso, Emilio di Meglio, Didier Dupre, Sabine Gagel, Antigone Gikas, Sigita Grundiza, Agata Kaczmarek-Firth, Hannah Kiiver, Gregor Kyi, Agnieszka Litwinska, Madeleine Mahovsky, Stephan Moll, Fabienne Montaigne, Susanne Moonen-de Witt, Stefania Panaitescu, Marek Sturc. Data coverage and direct links to Eurostat’s database: The data presented in this publication were extracted at the end of August 2019. An online data code available under each table/figure can be used to directly access to the most recent data on Eurostat’s website, at: https://ec.europa.eu/eurostat/data/database For more information please consult: Eurostat Bâtiment Joseph Bech 5, rue Alphonse Weicker 2721 Luxembourg https://ec.europa.eu/eurostat E-mail: estat-user-support@ec.europa.eu Disclaimer All statements on policies within this publication are given for information purposes only. They do not constitute an official policy position of the European Commission and are not legally binding. To know more about such policies, please consult the European Commission’s website at: https://ec.europa.eu. ",
        "Executive summary ",
        "Smarter, greener, more inclusive? 8 Executive summary Overview of trends in the Europe 2020 headline indicators Nine headline indicators and additional sub- indicators support the monitoring of the Europe 2020 strategy’s eight targets (see Table 0.1 in the Introduction, page 15). Changes in these indicators since 2008 — the baseline year for monitoring the Europe 2020 strategy — reveal a rather mixed picture. Substantial progress has been made in the areas of employment and education, where the EU has already reached the target for tertiary education attainment and is within reach of the target on early leavers from education and training. However, the targets on R&D investment and poverty alleviation are still at a distance, and progress towards the climate change and energy targets has not been consistent. The Europe 2020 strategy Europe 2020 is the EU’s agenda for jobs and growth for the current decade. It emphasises smart, sustainable and inclusive growth as a way to strengthen the EU economy and prepare its structure for the challenges of the next decade. The strategy’s main objectives strive to deliver high levels of employment, productivity and social cohesion in the Member States while reducing the impact on the natural environment. To reach the objectives, the EU has adopted eight ambitious targets in the areas of employment; research and development (R&D); climate change and energy; education; and poverty reduction, to be reached by 2020. These have been translated into national targets reflecting the situation and ability of each Member State to contribute to the common goals. A set of nine headline indicators and additional sub-indicators provides an overview of how fast the EU is progressing towards its overall targets and how far it still has to go to reach them. The analysis in this 2019 edition of ‘Smarter, greener, more inclusive?’ aims to shed light on the trends in the headline indicators over the past years, up to 2017 or 2018 (depending on data availability). Employment rate In 2018, 73.2 % of the EU population aged 20 to 64 were employed, up from 72.2 % in 2017. This is the highest share that has been observed since 2002. As a result, the distance to the Europe 2020 employment target of 75 % has narrowed to 1.8 percentage points. Although labour market prospects for younger people have been improving in the EU, in 2018 the employment rate for people aged 20 to 29 was considerably lower than for those aged 30 to 54. For another vulnerable group, older people (aged 55 to 64), the employment rate has grown continuously over the past decade but has remained the lowest of all the age groups. Despite women becoming increasingly well-qualified and even out-performing men in terms of educational attainment, their employment rate has remained lower than that of men. However, the gender employment gap has narrowed for all age groups since 2002 and in 2018 it stood at 11.5 percentage points. Educational attainment levels and country of birth also influence integration into the labour market. More than half (56.1 %) of those with at most primary or lower secondary education in the EU were employed in 2018, compared with 84.5 % for those with tertiary education. The employment rate of people born outside the EU (aged 20 to 64) was 8.7 percentage points lower than the overall rate in 2018. ",
        "Smarter, greener, more inclusive? 9 Executive summary Table 1: Europe 2020 headline indicators, EU-28, 2008 and 2014–2018 Topic Headline indicator 2008 2014 2015 2016 2017 2018 Target Employment Employment rate age group 20–64, total (% of population) 70.2 69.2 70.1 71.1 72.2 73.2 75.0 Employment rate age group 20–64, females (% of population) 62.7 63.5 64.3 65.3 66.5 67.4 : Employment rate age group 20–64, males (% of the population) 77.8 75.0 75.9 76.9 78.0 79.0 : R&D Gross domestic expenditure on R&D (¹) (% of GDP) 1.83 2.03 2.04 2.04 2.06 : 3.00 Climate change and energy Greenhouse gas emissions (²) (Index 1990 = 100) 90.7 77.5 78.1 77.8 78.3 : 80.0 Share of renewable energy in gross final energy consumption (%) 11.3 16.2 16.7 17.0 17.5 : 20.0 Primary energy consumption (Million tonnes of oil equivalent) 1 697 1 511 1 537 1 547 1 562 : 1 483 Final energy consumption (Million tonnes of oil equivalent) 1 180 1 066 1 088 1 110 1 123 : 1 086 Education Early leavers from education and training, total (³) (% of population aged 18–24) 14.7 11.2 11.0 10.7 10.6 10.6 < 10.0 • Early leavers from education and training, females (³) (% of population aged 18–24) 12.7 9.6 9.5 9.2 8.9 8.9 : • Early leavers from education and training, males (³) (% of population aged 18–24) 16.7 12.7 12.4 12.2 12.1 12.2 : Tertiary educational attainment, total (³) (% of population aged 30–34) 31.1 38.0 38.7 39.2 39.9 40.7 ≥ 40.0 Tertiary educational attainment, females (³) (% of population aged 30–34) 34.3 42.3 43.4 43.9 44.9 45.8 : Tertiary educational attainment, males (³) (% of population aged 30–34) 28.0 33.6 34.0 34.4 34.9 35.7 : Poverty and social exclusion People at risk of poverty or social exclusion (⁴)( 5 ) (Million people) 116.1 120.8 117.8 116.9 111.9 : 96.2 ( 6 ) People at risk of poverty or social exclusion (⁴) (Million people) : 122.0 119.0 118.1 113.0 : : People at risk of poverty or social exclusion (⁴)( 7 ) (% of population) 23.7 24.4 23.8 23.5 22.4 : : • People living in households with very low work intensity ( 7 ) (% of population aged 0–59) 9.2 11.3 10.7 10.5 9.5 : : • People at risk of poverty after social transfers ( 7 ) (% of population) 16.6 17.2 17.3 17.3 16.9 : : • Severely materially deprived people ( 7 )( 8 ) (% of population) 8.5 8.9 8.1 7.5 6.6 6.0 : (¹) 2017 data are provisional. (²) Total emissions, including international aviation, but excluding emissions from land use, land use change, and forestry (LULUCF). (³) Break in time series in 2014 (switch from ISCED 97 to ISCED 2011). (⁴) The indicator ‘People at risk of poverty or social exclusion’ corresponds to the sum of people who are: at risk of poverty after social transfers, severely materially deprived or living in households with very low work intensity. People are only counted once even if they are present in several sub-indicators. ( 5 ) Data refer to EU without Croatia. ( 6 ) The overall EU target is to lift at least 20 million people out of the risk of poverty and exclusion by 2020. Due to data-availability issues, the target is only defined for the EU without Croatia. ( 7 ) 2008 data refer to EU without Croatia. ( 8 ) Data for 2018 are estimates. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 10 Executive summary Gross domestic expenditure on research and development (R&D) R&D expenditure in the EU stood at 2.06 % of GDP in 2017, compared with 2.04 % in 2016. The EU’s R&D intensity rose slightly between 2008 and 2012 and has stagnated around 2 % of GDP since then. This means that in 2017, the EU was still 0.94 percentage points below its target for 2020, which calls for increasing combined public and private R&D expenditure to reach the target of the 3 % of GDP. The business enterprise sector remained the largest R&D performing sector in the EU, accounting for 66.0 % of total R&D expenditure. This sector had also recorded the largest increase since 2002. The ‘higher education’ and ‘government’ sectors contributed less to total R&D expenditure, at 22.1 % and 11.2 %, respectively. Energy efficiency, greenhouse gas emissions and share of renewable energy in gross final energy consumption By 2017, emissions of greenhouse gases (GHG) across the EU had fallen by 21.7 % compared with 1990 levels, although emission reductions have stalled since 2014. Nevertheless, EU emissions are still below the Europe 2020 target of reducing GHG emissions by 20 % by 2020. All sectors, except fuel combustion in transport and international aviation, contributed to the reductions between 1990 and 2017. Although energy industries were responsible for the largest reductions in absolute terms over this period, it was still the highest emitting sector in 2017. Between 2004 and 2017, the share of renewable energy in gross final energy consumption more than doubled, reaching 17.5 % in 2017. Therefore, the EU remains 2.5 percentage points below the Europe 2020 renewable energy target of 20 %. In 2017, renewables contributed to almost a third of the EU’s gross final electricity consumption and almost one-fifth of the final energy consumption for heating and cooling. The EU has also made progress towards its energy efficiency objective, although the trend has reversed since 2014. The 2020 target for final energy consumption was reached temporarily in 2014, but a subsequent increase in consumption means an additional 3.3 % fall is now required by 2020. With respect to primary energy consumption, the EU must achieve a further reduction of 5.0 % by 2020 to reach the Europe 2020 target of increasing its energy efficiency by 20 %. In 2017, the EU consumed 9.2 % less primary energy than in 2005, but 3.3 % more than in 2014. Energy efficiency policies have helped achieve substantial reductions in primary energy consumption, but some of the reductions can also be attributed to lower economic output in the aftermath of the economic crisis and relatively warm years, such as 2013 and 2014. Tertiary educational attainment and early leavers from education and training The share of early leavers from education and training ( 1 ) has fallen continuously since 2002, both for men and women. In 2018, the indicator stood at 10.6 %, compared with 14.7 % in 2008. Thus, Europe is steadily approaching its 2020 headline target to achieve an early leaving rate of below 10 %, although the trend has stagnated over the past few years. Young men are more likely to leave education and training early compared with women, even though the gap has been narrowing since 2004. People born outside of the EU are more likely to leave formal education early compared with EU- born residents. Early leavers from education and training face particularly severe problems in the labour market. In 2018, 53.8 % of 18- to 24-year-old early leavers from education and training were either unemployed or inactive. The share of 30- to 34-year-olds who have completed tertiary education has also improved, reaching 40.7 % in 2018. This means the Europe 2020 target of 40 % has been achieved two years early. However, the tertiary attainment rate for men is 10.1 percentage points lower than for women. ",
        "Smarter, greener, more inclusive? 11 Executive summary People born in a non-EU-28 country had a lower tertiary attainment rate, at 35.8 %, in 2018 than people born in the EU. People at risk of poverty or social exclusion The Europe 2020 strategy aims to reduce the number of people at risk of poverty or social exclusion by 20 million by 2020, compared with the 2008 level ( 2 ). The development of risk of poverty or social exclusion in the EU over the past decade has been marked by two turning points: in 2009, when the number of people at risk started to rise because of the delayed social effects of the economic crisis and in 2012, when this upward trend reversed. In 2017, 113.0 million people were at risk of poverty or social exclusion in the EU-28, which was 3.1 million below 2008 levels. Still, 22.4 % of the population in the EU remained at risk in 2017 — 15.7 million more than foreseen by the Europe 2020 target. Significant additional efforts are thus necessary to reinforce the recent positive trend and close this gap. Monetary poverty was the most widespread form of poverty in 2017, with 85.3 million people (16.9 % of the EU population) living at risk of poverty after social transfers. The second most common dimension of poverty was very low work intensity, affecting 35.3 million people or 9.5 % of the EU population (aged 0 to 59 years). The third form of poverty or social exclusion — severe material deprivation — affected 33.1 million people in 2017 or 6.6 % of the EU population. People may be simultaneously affected by two or more forms of poverty, but are nevertheless only counted once for the headline indicator. The most vulnerable groups (that appear to be the same across all three dimensions of poverty) are young people, people with disabilities, households consisting of only one person, people with low educational attainment, people born outside the EU and those residing in rural areas. Notes ( 1 ) The share of early leavers from education and training is defined as the share of 18- to 24-year-olds with at most lower secondary education and not in further education and training. ( 2 ) Monitoring of progress towards Europe 2020 headline targets takes data for the EU without Croatia from 2008 as a baseline year. ",
        "Introduction ",
        "Smarter, greener, more inclusive? 14 Introduction Providing statistical support to Europe 2020 The 2019 edition of Eurostat’s annual ‘flagship publication’ entitled ‘Smarter, greener, more inclusive? — Indicators to support the Europe 2020 strategy’ ( 1 ) provides statistical support for the Europe 2020 strategy, the EU’s agenda for jobs and growth for the current decade, and monitors progress towards its headline targets. The publication presents the most recent official statistics disseminated by Eurostat, with the aim of providing statistical analyses related to important European Commission policy frameworks and relevant economic, social and environmental phenomena. Impartial and objective statistical information is essential for evidence-based political decision-making and defines Eurostat’s role in the context of the Europe 2020 strategy ( 2 ). It involves developing and choosing relevant indicators to support the strategy, producing statistical data and assuring the indicators’ quality. The analysis in the five thematic chapters is based on the Europe 2020 headline indicators, developed to monitor the strategy’s targets. The breakdowns of the headline indicators are used to deepen the analysis and present a broader picture. The data come from the European Statistical System, mainly from official European social surveys such as the EU Labour Force Survey (EU LFS) or the EU Statistics on Income and Living Conditions (EU SILC). Data on EU-28 aggregates and individual Member States are presented and, where available, comparisons are made with the members of the European Free Trade Association (EFTA) and EU candidate countries, as well as non-European countries such as the United States and Japan. For some of the headline indicators, maps presenting the performance of Europe’s regions and their progress towards the national Europe 2020 targets are included, even though the targets only apply on a national level. The thematic chapters analyse past trends, with the baseline year varying across targets, up to the most recent year for which data are available (2017 or 2018). They aim to document and analyse the trends shown by the headline indicators and the distance to the Europe 2020 targets. Most recent data on the headline indicators and information on the Europe 2020 strategy are available on a dedicated section of Eurostat’s website: Europe 2020 headline indicators ( 3 ). The Europe 2020 strategy The Europe 2020 strategy was adopted by the European Council on 17 June 2010 ( 4 ) as the successor to the Lisbon strategy. It emphasised smart, sustainable and inclusive growth as a way to strengthen the EU economy and prepare its structure for the challenges of the next decade. Three key priorities and eight targets The Europe 2020 strategy puts forward three mutually reinforcing priorities to make Europe a smarter, more sustainable and more inclusive place to live: • Smart growth, through the development of an economy based on knowledge, research and innovation. • Sustainable growth, through the promotion of resource-efficient, green and competitive markets. • Inclusive growth, through policies aimed at fostering job creation and poverty reduction. Under these three key priorities, the EU adopted eight targets (see Table 0.1): The eight targets belong to five thematic areas: employment, education, poverty and social exclusion, climate change and energy, and R&D and innovation (see Figure 0.1). These five areas are strongly interlinked. For example, higher educational levels are associated with improved employability while increasing the employment ",
        "Smarter, greener, more inclusive? 15 Introduction Table 0.1: The Europe 2020 strategy’s key priorities and headline targets Targets Smart growth • Increasing combined public and private investment in R&D to 3 % of GDP • Reducing school drop-out rates to less than 10 % • Increasing the share of the population aged 30–34 having completed tertiary education to at least 40 % Sustainable growth • Reducing greenhouse gas emissions by at least 20 % compared to 1990 levels • Increasing the share of renewable energy in final energy consumption to 20 % • Moving towards a 20% increase in energy efficiency Inclusive growth • Increasing the employment rate of the population aged 20–64 to at least 75 % • Lifting at least 20 million people out of the risk of poverty and social exclusion rate helps to reduce poverty. A greater capacity for R&D and innovation across all sectors of the economy, combined with increased resource efficiency, would improve competitiveness and foster job creation. Investing in cleaner, low- carbon technologies would help the environment, contribute to the fight against climate change and create new business and employment opportunities ( 5 ). The EU targets have been translated into national targets. These reflect each Member State’s situation and the level of ambition they are able to reach as part of the EU-wide effort to implement the Europe 2020 strategy. However, in some cases the national targets are not sufficiently ambitious to cumulatively reach the EU-level targets. For instance, fulfilling all national targets in the area of employment would bring the overall EU-28 employment rate up to 74 %, which would still be one percentage point below the Europe 2020 target of 75 % ( 6 ). The European Semester: annual cycle of policy coordination The success of the Europe 2020 strategy crucially depends on Member States coordinating their efforts. To ensure this, the European Commission has set up an annual cycle of economic policy coordination known as the European Semester. Its main purpose is to foster structural reforms, Europe 2020 R&D and innovation Employment Education Climate change and energy Poverty and social exclusion Figure 0.1: Europe 2020 strategy thematic areas ",
        "Smarter, greener, more inclusive? 16 Introduction to create more jobs and growth in line with the Europe 2020 strategy, to boost investment, to ensure sound public finances (avoiding excessive government debt) and compliance with the Stability and Growth Pact (SGP) ( 7 ), and to prevent excessive macroeconomic imbalances in the EU. Figure 0.2 presents the stages of the European Semester policy cycle. These include: • Adoption of the Annual Growth Survey (AGS) ( 8 ) by the European Commission, which sets out overall economic and social priorities for the EU and its Member States. • Publication of the Commission’s Alert Mechanism Report (AMR) ( 9 ), the draft Joint Employment Report ( 10 ) and Recommendations for the Euro Area ( 11 ), accompanied by a Staff Working Document. • Publication of a country report by the Commission for each Member State, analysing its economic and social situation and progress on implementing the country-specific recommendations and towards the Europe 2020 strategy. For the Member States selected in the Figure 0.2: The European Semester European Commission Autumn Economic Forecast Winter Economic Forecast (interim) European Parliament European Council/ Council Council discusses Commission opinions on draft budgetary plans Council adopts euro area recommendations and conclusions on AGS and AMR European Council adopts economic priorities based on AGS Dialogue on the Annual Growth Survey Resolution on the Annual Growth Survey November December/January February March Annual Growth Survey (AGS) Annual Growth Survey : identifies the economic and social priorities for the European Union and its Member States for the year ahead Alert Mechanism Report (AMR) Alert Mechanism Report : identifies countries that may be affected by economic embalances and for which the Commission should undertake further analysis Draft Join Employment Report (JER) Draft Joint Employment Report : analyses the employment and social situation in Europe and the policy responses of national governments Commission recommendation for the euro area C o mm i ss i o n o p i n i o n s o n d r a f t b u d g e t a r y p l a n s Bilateral meetings with Member States Country Report per Member State (reform agenda and imbalances Bilateral meetings with Member States The recommendation addresses issues critical to the functioning of the single currency area and suggests concrete measures that national governments can implement € A R E A € A R E A Member States Member States adopt budgets € A R E A Note: ‘€ area’ balloons refer to euro area. Source: European Commission, Visual presentation of the European Semester economic coordination cycle ",
        "Smarter, greener, more inclusive? 17 Introduction Alert Mechanism Report, it also includes the ‘in-depth review’ of possible imbalances. • Submission of the National Reform Programmes (NRPs) ( 12 ) and Stability and Convergence Programmes (SCPs) by each Member State, presenting concrete reforms and measures towards implementing the country- specific recommendations and the Europe 2020 strategy. • Adoption of the proposals for country- specific recommendations for each Member State (except those under a stability support programme) by the Commission, followed by formal Council endorsement of the country-specific recommendations . The recommendations focus on the issues that will require the most urgent attention in the next 12 to 18 months due to their macro- and socio- economic significance. The recommendations are also consistent with the Europe 2020 strategy. Spring Economic Forecast Summer Economic Forecast (interim) Member States present draft budgetary plans Council discusses the CSRs European Council endorses final CSRs Dialogue on the proposals for CSRs Debate/resolution on the European Semester Dialogue on the Annual Growth Survey A p r i l May June July September October Country Reports: analyse the overall economic and social developments in each EU country; assess the progress made by each EU country in addressing the issues identified in the previous year’s recommendations National Reform Programme — all countries, and Stability Programme — 3-year budget plan, for euro area countries, or Convergence Programme — 3-year budget plan, for non-euro area countries. The programmes detail the specific policies each country will implement to boost jobs and growth and prevent/correct imbalances, and their concrete plans to comply with the EU’s country-specific recommendations and fiscal rules Country-specific recommendations : provide policy guidance tailored to each EU country on how to boost jobs and growth, while maintaining sound public finances Commission proposes country-specific recommendations (CSRs) Member States present National Reform Programmes (on economic policies) and Stability or Convergence Programmes (on budgetary policies) € A R E A ",
        "Smarter, greener, more inclusive? 18 Introduction Europe 2020 in a broader policy perspective White Paper on the future of Europe and follow-up Reflection Papers At the Rome Summit on 1 March 2017 the Commission presented a White Paper ( 13 ) setting out a broader vision for the EU’s future. The paper outlines the main demographic, economic and political challenges the EU will face in the future and presents five scenarios for the potential state of the Union in 2025: • Scenario 1: Carrying On — The EU focuses on delivering its positive reform agenda. • Scenario 2: Nothing but the Single Market — The EU is gradually re-centred on the single market. • Scenario 3: Those Who Want More, Do More — The EU allows willing Member States to do more together in specific areas. • Scenario 4: Doing Less, More Efficiently — The EU focuses on delivering more and faster in selected policy areas, while doing less elsewhere. • Scenario 5: Doing Much More Together — Member States decide to do much more together across all policy areas. The White Paper has been supplemented by six reflection papers on specific issues important for the future of the EU: the social dimension of Europe, harnessing globalisation, the deepening of the economic and monetary union, the future of European defence, the future of EU finances and the key enablers for the transition towards a sustainable Europe by 2030. Carrying on Nothing but the single market Those who want more do more Doing less more efficiently Doing much more together Figure 0.3: Scenarios of the potential state of the EU in 2025 ",
        "Smarter, greener, more inclusive? 19 Introduction The 2030 Agenda for sustainable development In a global context, the Europe 2020 strategy plays an important role in addressing the internationally adopted 2030 Agenda for Sustainable Development and thus putting the EU on the right track to achieving a sustainable future. The 2030 Agenda was formally adopted by world leaders at the United Nations Sustainable Development Summit in September 2015. The document, titled ‘Transforming our world: the 2030 agenda for sustainable development’ ( 14 ), consists of a declaration, a set of 17 Sustainable Development Goals (SDGs) and 169 related targets, a section on the means of implementation and on the follow-up and review of the 2030 Agenda. In response to the 2030 Agenda the European Commission released the Communication ‘Next steps for a sustainable European future: European action for sustainability’ ( 15 ) in November 2016. Since 2017, Eurostat has published an annual EU SDG monitoring report ‘Sustainable development in the European Union — Monitoring report on progress towards the SDGs in an EU context’ ( 16 ), which is based on the EU SDG indicator set and includes more background information. On 30 January 2019 the Commission presented a reflection paper ‘Towards a Sustainable Europe by 2030’ ( 17 ), where the Commission identifies competitive advantages that give the EU an opportunity to show leadership and highlight the path for others to follow. Figure 0.4: The Sustainable Development Goals ",
        "Smarter, greener, more inclusive? 20 Introduction Notes ( 1 ) Eurostat, Smarter, greener, more inclusive? — Indicators to support the Europe 2020 strategy , Publications Office of the European Union, Luxembourg. ( 2 ) European Commission (2010), Europe 2020 — A strategy for smart, sustainable and inclusive growth , COM(2010) 2020 final, Brussels. ( 3 ) See: http://ec.europa.eu/eurostat/web/europe-2020-indicators/ europe-2020-strategy/headline-indicators-scoreboard ( 4 ) European Council (2010), Conclusions, 17 June 2010 , EUCO 13/10, Brussels. ( 5 ) European Commission (2010), Europe 2020 — A strategy for smart, sustainable and inclusive growth , COM(2010) 2020 final, Brussels, p. 11. ( 6 ) European Commission (2014), Taking stock of the Europe 2020 strategy for smart, sustainable and inclusive growth , COM(2014) 130 final, Brussels, pp. 12–16. ( 7 ) For more information on the Stability and Growth Pact see: https://ec.europa.eu/info/node/4287/ ( 8 ) For more information on the Annual Growth Survey see: https:// ec.europa.eu/info/publications/2019-european-semester- annual-growth-survey_en ( 9 ) For more information on the Alert Mechanism Report see: https://ec.europa.eu/info/publications/2019-european- semester-alert-mechanism-report_en ( 10 ) For more information on the Draft Joint Employment Report see: https://ec.europa.eu/info/publications/2019-european- semester-draft-joint-employment-report_en ( 11 ) For more information on the Recommendation for the Euro Area see: https://ec.europa.eu/info/publications/2019-european- semester-recommendation-euro-area_en ( 12 ) For more information on the National Reform Programmes see: https://ec.europa.eu/info/business-economy-euro/economic- and-fiscal-policy-coordination/eu-economic-governance- monitoring-prevention-correction/european-semester/ european-semester-timeline/national-reform-programmes-and- stability-convergence-programmes_en ( 13 ) European Commission (2017), White Paper on the future of Europe. Reflections and scenarios for the EU27 by 2015 , COM(2017) 2025, Brussels. ( 14 ) United Nations (2015), Transforming our World: the 2030 agenda for sustainable development , A/RES/70/1, 25 September 2015. ( 15 ) European Commission (2016), Next steps for a sustainable European future: European action for sustainability , COM(2016) 739, Brussels. ( 16 ) Eurostat (2019), Sustainable development in the European Union — Monitoring report on progress towards the SDGs in an EU context , Publications Office of the European Union, Luxembourg. ( 17 ) European Commission (2019), Reflection Paper ‘Towards a Sustainable Europe by 2030’ , COM(2019)22, Brussels. ",
        " Employment ",
        "Smarter, greener, more inclusive? 22 1 Employment 1.1 Employment — why does it matter? Employment and other labour market-related issues are at the heart of the social and political debate in the EU. Paid employment is crucial for ensuring adequate living standards and it provides the necessary base for people to achieve their personal goals and aspirations. Moreover, employment’s contribution to economic performance, quality of life and social inclusion makes it one of the cornerstones of socioeconomic development and well-being. Demographic changes over the past few decades have led to a greater share of older Europe 2020 strategy target on employment The Europe 2020 strategy sets out a target of ‘increasing the employment rate of the population aged 20 to 64 to at least 75 % by 2020’ ( 1 ). Source: Eurostat (online data codes: t2020_10, lfsa_pganws, tepsr_wc120, lfsa_ergacob and lfst_r_ergau) Employment rates in the EU For the EU-28 in 2018 Employment rate 73.2 % of age group 20 to 64 + 3.0 pp since 2008 ...by sex 11.6 pp gender gap to the disadvantage of women – 3.5 pp since 2008 ...by country of birth 64.5 % of 20- to 64-year-olds born outside the EU – 1.5 pp since 2008 ...by age group 64.8 % of population aged 20 to 29 – 0.8 pp since 2008 ...by degree of urbanisation 73.1 % of 20- to 64-year-olds living in cities + 2.7 pp since 2008 ...by education 84.5 % of 20- to 64-year-olds with tertiary education + 0.7 pp since 2008 2020 t a r g e t 75 % people than younger people in the population. Because of these changes, a smaller number of workers are now supporting a growing number of dependent people. Thus, putting the sustainability of Europe’s social model, welfare systems, economic growth and public finances at risk. At the same time, global challenges are intensifying and competition from developed and emerging economies such as China and India is increasing ( 2 ). To face the challenges of an ageing population and rising global competition, the EU needs to make full use of its labour potential. The Europe 2020 strategy, through its ‘inclusive growth’ priority, places a strong emphasis on job creation. One of its five headline targets addresses employment, with the aim of raising the employment rate of 20- to 64-year-olds to 75 % by 2020. The EU’s employment target is closely interlinked with the strategy’s other goals on research and development (R&D) (see the chapter on ",
        "Smarter, greener, more inclusive? 23 1 Employment ‘R&D and innovation’, page 33), education (see the chapter on ‘Education’, page 57) and poverty and social exclusion (see the chapter on ‘Poverty and social exclusion’, page 65). Higher educational levels increase employability and higher employment rates can in turn contribute to improved economic performance and poverty reduction, thus addressing the strategy’s inclusive growth objective ( 3 ). Moreover, boosting R&D capacity and innovation could improve competitiveness and thus contribute to job creation. Overall, the EU labour market has consistently shown positive dynamics, with substantial progress towards the Europe 2020 strategy’s employment rate target. At the same time, long-term changes in the EU population’s demographic structure and rapid technological change add to the need for labour market reform. Taking into account the decline in the working-age population and a rising old-age dependency ratio, it is important that higher employment rates, especially among women, and young and elderly people, remain among the Europe 2020 strategy’s priorities. 1.2 EU employment on the rise again — signs of gradual recovery In 2017 and 2018, the EU labour market continued to show marked signs of improvement, benefiting from economic growth, a strong global outlook and favourable macroeconomic policies ( 4 ). Overall, the EU employment rate has shown an upward trend in recent years (with some interruptions in the aftermath of the economic crisis), growing by 6.4 percentage points since 2002 and reaching a record high of 73.2 % in 2018. The Europe 2020 strategy monitors its employment target through the headline indicator ‘Employment rate — age group 20 to 64’, which 2020 target 75 % of the population aged 20 to 64 to be employed by 2020 Figure 1.1: Employment rate of the age group 20 to 64, EU-28, 2002–2018 (%) Europe 2020 headline indicator Source: Eurostat (online data code: t2020_10) 62 64 66 68 70 72 74 76 2020 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 66.8 70.2 73.2 75.0 EUROPE 2020 H E A D L I N E I N D I C ATO R ",
        "Smarter, greener, more inclusive? 24 1 Employment shows the share of employed 20- to 64-year-olds in the total EU population ( 5 ). In 2018, 220 million people (73.2 % of the EU population) were employed ( 6 ) — 2.3 million (or 1.0 percentage points) more than in 2017. As Figure 1.1 shows, there is still a 1.8 percentage point gap that needs to be closed to reach the Europe 2020 employment target of 75 % by 2020. However, the EU is well placed to reach this target if the growth rate recorded since 2013 continues. 1.2.1 North–south divide in employment rates across the EU In 2018, employment rates among Member States ranged from 59.5 % in Greece to 82.6 % in Sweden (see Figure 1.2). Northern and central European countries recorded the highest rates; half of the EU Member States even exceeded the 75 % EU employment target. With employment rates below 70 %, Mediterranean countries, along with Romania and Belgium, represented the lower end of the distribution. Employment rates in the EFTA countries Iceland, Switzerland and Norway were higher than in the majority of Member States. Between 2008 and 2018, employment rates rose in most EU countries, with the strongest growth recorded in Malta (15.8 percentage points) and Hungary (12.9 percentage points). In four Member States (Greece, Cyprus, Spain and Denmark) employment rates were still below 2008 levels, however, all of these countries were back on a ‘growth path’ by 2018. To reflect different national circumstances, the general EU target has been translated into national targets. These range from 62.9 % for Croatia to 80.0 % for Denmark, the Netherlands and Sweden. In 2018, 13 Member States had already met their national employment targets. Of the remaining Member States, eight were less than two percentage points below their national targets, led by Romania which was just 0.1 percentage points from its target. Greece and Spain were the most distant, at 10.5 and 7.0 percentage points below their national targets, respectively. In a global context, compared with non-EU G20 economies, the employment rate of the EU — here referring to the age group 15 to 64 — was Figure 1.2: Employment rate age group 20 to 64, by country, 2008 and 2018 (%) 2008 2018 Europe 2020 target 0 10 20 30 40 50 60 70 80 90 T u r k e y ( ¹ ) N o r t h M a c e d o n i a M o n t e n e g r o ( 4 ) S e r b i a ( ² ) N o r w a y S w i t z e r l a n d ( ³ ) I c e l a n d G r e e c e I t a l y C r o a t i a S p a i n B e l g i u m ( ¹ ) R o m a n i a ( ¹ ) F r a n c e ( ² ) L u x e m b o u r g ( ¹ ) P o l a n d ( ¹ ) S l o v a k i a ( ¹ ) B u l g a r i a ( ¹ ) C y p r u s ( ¹ ) I r e l a n d H u n g a r y M a l t a S l o v e n i a P o r t u g a l ( ¹ ) A u s t r i a F i n l a n d L a t v i a L i t h u a n i a D e n m a r k ( ¹ ) U n i t e d K i n g d o m N e t h e r l a n d s E s t o n i a G e r m a n y ( ¹ ) C z e c h i a ( ¹ ) S w e d e n E U - 2 8 ( 1 ) Break(s) in time series between 2008 and 2018. (³) 2010 data (instead of 2008). (²) No data for 2008. (⁴) 2011 data (instead of 2008). Source: Eurostat (online data code: t2020_10) ",
        "Smarter, greener, more inclusive? 25 1 Employment higher than in two-thirds of these countries in 2018. Japan, Canada, Australia, the US and Russia showed higher rates of above 70 %. In contrast, India, Saudi Arabia and South Africa reported particularly low employment rates of 52.0 %, 51.7 % and 43.3 %, respectively. 1.2.2 Highest employment rates recorded in regions in north-western and central Europe Differences in employment rates across Member States, shown in Figure 1.2, are also reflected in the cross-country regional distribution of employment rates (at NUTS 2 level). Map 1.1 shows that Europe’s highest employment rates were mainly recorded in north-western and central regions, particularly in Germany, Sweden, the United Kingdom, the Netherlands, Austria and Czechia. In 2018, the Swedish region of Stockholm had the highest employment rate in the EU, at 85.7 %, followed by Åland (Finland), at 85.1 %, and Oberbayern (Germany), at 84.1 %. At the other end of the scale, the lowest rates were observed around the Mediterranean, in particular in southern Italy, Spain and Greece, as well as in the French overseas regions and the outlying Spanish autonomous cities (Ceuta and Melilla). In 2018, the French region Mayotte and the Italian regions Sicilia, Campania, Calabria and Puglia had the lowest employment rates in the EU, with less than 50 %. Map 1.2 shows the change in regional employment rates since 2008. Among the 281 NUTS 2 regions for which data are available, 22 % (62 regions) experienced a fall in their employment rates over the period observed. Among the hardest hit were several regions in Greece, with reductions of six percentage points or more. In contrast, employment rates increased in 216 regions from 2008 to 2018. Growth rates of 10 percentage points or more were observed in 18 of these regions, seven of which were in Hungary, three in Poland, two in Romania, Germany and Ireland and one in Malta and France. Increases of more than 15 percentage points were recorded for regions in Hungary (Észak-Alföld, Észak- Magyarország, Dél-Alföld) and in Malta. 1.2.3 Younger and older people tend to have lower employment rates In 2018, the employment rate of people aged 30 to 54 was notably higher than for the overall working- age population aged 20 to 64 (see Figure 1.3). In contrast, considerably lower employment rates were observed for young people aged 20 to 29. This may not only reflect the overall lower activity rates ( 7 ) of younger people but may also be due to the generally less secure position of young people in the labour market, which makes youth employment more sensitive to the macro- economic fluctuations than adult employment. Figure 1.3: Employment rate, by age group, EU-28, 2002–2018 (%) Age group 30–54 Total (age group 20–64) Age group 20–29 Age group 55–64 20 30 40 50 60 70 80 90 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 81.4 80.1 76.7 73.2 70.2 66.8 64.8 65.6 63.4 58.7 38.1 Source: Eurostat (online data codes: lfsa_pganws and t2020_10) ",
        "Smarter, greener, more inclusive? 26 1 Employment Map 1.1: Employment rate age group 20 to 64, by NUTS 2 regions, 2018 (%) Source: Eurostat (online data code: lfst_r_lfe2emprt) ",
        "Smarter, greener, more inclusive? 27 1 Employment Map 1.2: Change in employment rate age group 20 to 64, by NUTS 2 regions, 2008–2018 (percentage points difference, 2018 minus 2008) Note: Breaks in time series between 2008 and 2018 for several regions (too numerous to list); change 2010–2018 for Slovenia (all regions), and Inner and Outer London (UK); change 2012–2018 for Ireland (all regions); change 2013–2018 for Mayotte (FR), Lithuania (all regions), Budapest and Pest (HU), Warszawski stoleczny and Mazowiecki regionalny (PL), and Eastern Scotland, West Central Scotland and Southern Scotland (UK). Source: Eurostat (online data code: lfst_r_lfe2emprt) ",
        "Smarter, greener, more inclusive? 28 1 Employment The lowest employment rate among the working- age population was reported for the group aged 55 to 64 years. However, the employment rate in this group has risen continuously since 2002, reaching 58.7 % in 2018. Growth has been slightly more pronounced for older women (23.6 percentage points) than for older men (17.3 percentage points) since 2002. Overall, the increase in the employment rate of older workers is one of the main drivers of the total rise in employment across the EU. These increases can be linked to structural factors such as cohorts with better educational attainment, especially women, moving up the age pyramid as well as recent pension reforms, such as increases in the pensionable age, the age for early retirement and the length of pension contribution ( 8 ). This has led to longer working lives for both women and men. 1.2.4 Women still have lower employment rates but the gender employment gap is shrinking Despite women becoming increasingly well qualified and even out-performing men in terms of educational attainment, the activity and employment rates of women remain lower than those for men. However, as shown in Figure 1.4, the gender employment gap — the difference in employment rates between men and women — has been decreasing for all age groups. Overall, for the age group 20 to 64, the gap narrowed from 17.3 percentage points in 2002 to 11.5 percentage points in 2018. A number of structural factors influencing the participation of women in the labour market may account for why they have been catching up with men. These include changes in social values and attitudes, policies enabling women to reconcile paid work with household responsibilities such as child care provision, flexible working hours, reduction in financial disincentives for women, improved mechanisms to encourage fathers’ parental engagement and pension reforms ( 9 ) . European employment policies promoting new forms of flexibility and security are addressing the specific situation of women to help raise their employment rates in line with the headline target. In 2018, the gender employment gap for 25 to 49 year olds was at 11.8 percentage points, which is 5.4 percentage points less than in 2002. The bigger gap for this age group in comparison to the 20 to 24 age group is not surprising as women in this group are more likely to be economically inactive than men ( 10 ) due to caring responsibilities for children. In 2018, family and caring responsibilities were the main reason for inactivity among 52.5 % of women aged 25 to 49 compared with 7.9 % of men ( 11 ). In addition to caring responsibilities, women can face strong financial disincentives in tax-benefit systems when re-entering the labour market Figure 1.4: Gender employment gap, by age group, EU-28, 2002–2018 (Difference between employment rates of men and women, in percentage points) Age group 50–64 Age group 25–49 Age group 20–24 05 10 15 20 25 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 6.1 8.7 9.1 11.8 14.7 17.2 12.4 17.4 19.6 Note: Break in time series in 2005. Source: Eurostat (online data code: lfsa_ergacob) ",
        "Smarter, greener, more inclusive? 29 1 Employment or wanting to work more ( 12 ). Time out of the labour force for these reasons might also affect employment opportunities in later years because finding a job becomes more difficult the longer a person is not employed. This might partially explain why the gender employment gap was smaller for 20 to 24 years old, at 6.1 percentage points, in 2018. Higher gender gaps in (short-term) employment rates in older age cohorts may be explained by a cohort effect (women who did not participate in the labour force when they were younger have moved up the age pyramid) or reflect the lack of care facilities for grandchildren or dependent parents. 1.2.5 Higher education levels increase employability Educational attainment level is the main factor that influences employment rates. Employment rates are higher for people having at least upper- secondary education (see Figure 1.5). In 2018, the employment rate among tertiary education graduates (84.5 %) was much higher than the EU average total (73.2 %). In contrast, just slightly more than half of those with at least primary or lower secondary education were employed. The employment rate for people with upper secondary or post-secondary non-tertiary education was in between these levels and slightly above the overall EU average employment rate. These findings underline the importance of education for employability. European employment policies reflect this necessity by addressing Europe 2020 headline targets on employment and education (see the chapter on ‘Education’, page 57). 1.2.6 Employment rates among non-EU migrants are considerably low Economic migration is becoming increasingly important for the EU’s ability to deal with a shrinking labour force and expected skills’ shortages. According to current population projections ( 13 ), without net migration the working-age population aged 20 to 64 would shrink by 7.4 % by 2030 and by 28.1 % by 2060 compared with 2018 levels. Moreover, the working-age population is expected to decline even with net migration into the EU, but at slower rates of – 3.8 % by 2030 and – 12.5 % by 2060 ( 14 ). However, country of birth can affect a person’s labour market performance. Migrant workers from countries outside the EU tend to occupy low- skilled and insecure jobs with temporary contracts and poorer working conditions ( 15 ). Migrants are also among the first to lose their jobs during economic setbacks. Much lower employment rates are consequently reported for this group than for EU-born workers (see Figure 1.6). In 2018, Figure 1.5: Employment rate age group 20 to 64, by educational attainment level, 2005–2018 (%) Tertiary education (ISCED levels 5–8) Upper secondary and post-secondary non-tertiary (ISCED levels 3–4) Less than primary, primary and lower secondary (ISCED levels 0–2) 45 50 55 60 65 70 75 80 85 90 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 56.1 56.4 55.5 73.4 71.7 69.4 84.5 83.8 82.6 Note: Break in time series in 2014 (switch from ISCED 1997 to ISCED 2011). Source: Eurostat (online data code: tepsr_wc120) ",
        "Smarter, greener, more inclusive? 30 1 Employment the employment rate of people born outside the EU aged 20 to 64 was 8.7 percentage points below the total employment rate. Additionally, their employment rate has so far not recovered from the setback caused by the economic crisis, with the 2018 rate being still lower than the levels recorded in 2008. 1.2.7 Employment rates in cities, towns and suburbs, and rural areas have converged at EU level There was almost no difference in the employment rates by degree of urbanisation at the EU level in 2018. Cities, towns and suburbs have recorded an employment rate of 73.1 % and rural areas of 73.2 %. However, this difference was discernible at country level. In many European countries (such as Belgium, Austria, Germany and Greece), employment rates tended to be higher in rural areas. In contrast, more than half of the Member States exhibited higher employment rates in cities in 2018, with Bulgaria, Lithuania and Croatia showing the biggest gap. Figure 1.6: Employment rate age group 20 to 64, by country of birth, EU-28, 2006–2018 (%) Other EU-28 country Reporting country Non-EU-28 country 55 60 65 70 75 80 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 64.5 66.0 64.7 73.9 70.7 69.3 76.5 70.9 69.8 Source: Eurostat (online data code: lfsa_ergacob) Figure 1.7: Employment rate age group 20 to 64, by degree of urbanisation, EU-28, 2002–2018 (%) Rural areas Towns and suburbs Cities 66 67 68 69 70 71 72 73 74 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 73.1 (Cities, towns and suburbs) 73.2 (Rural areas) 69.8 70.471.2 68.1 67.3 68.8 Note: Breaks in time series in 2005 and 2012. Source: Eurostat (online data code: lfst_r_ergau) ",
        "Smarter, greener, more inclusive? 31 1 Employment Notes ( 1 ) European Commission (2014), Taking stock of the Europe 2020 strategy for smart, sustainable and inclusive growth , COM(2014) 130 final, Brussels. ( 2 ) European Commission (2010), Europe 2020 — A strategy for smart, sustainable and inclusive growth , COM(2010) 2020 final, Brussels, p. 5, 7, 17; European Commission (2010). ( 3 ) Inclusive growth means empowering people through high levels of employment, investing in skills, fighting poverty and modernising labour markets, training and social protection systems so as to help people anticipate and manage change, and build a cohesive society. See: European Commission (2010), Europe 2020 — A strategy for smart, sustainable and inclusive growth , COM(2010) 2020 final, Brussels, p. 17. ( 4 ) European Commission (2018), Labour Market and Wage Developments in Europe — Annual review 2018 , Publication Office of the European Union, Luxembourg. ( 5 ) The age brackets for this headline indicator are narrower than for Eurostat descriptive statistics based on the Labour Force Survey, where employment covers people aged 15 years and older. In this report, people below the age of 20 are excluded because many of them are still in education or training and are not actively seeking employment (only 20.4 % of this age group were part of the labour force in 2018, see Eurostat online data code lfsa_pganws). The upper age limit is set to 64 years to take account of statutory retirement ages across Europe. ( 6 ) According to the definitions of the International Labour Organisation (ILO), persons in employment are those who, during the reference week, did any work for pay or profit, or were not working but had a job from which they were temporarily absent. ( 7 ) The activity rate is the share of the population that is economically active. The economically active population is the sum of employed and unemployed persons. ( 8 ) European Commission (2017), Employment and Social Developments in Europe — Annual review 2017 , Publication Office of the European Union, Luxembourg, p. 34. ( 9 ) European Commission (2016), Employment and Social Developments in Europe — Annual review 2015 , Publication Office of the European Union, Luxembourg, p. 22. ( 10 ) Economically inactive persons are those who, during the reference week, were neither employed nor unemployed. People are considered unemployed if they were 1) without work during the reference week; 2) available to start work; and 3) actively seeking work. ( 11 ) Source: Eurostat (online data code: lfsa_igar). ( 12 ) European Commission (2017), Women in the labour market , European Semester Thematic Factsheet 2017, p. 4. ( 13 ) Eurostat, Population projections. ( 14 ) Source: Eurostat (online data code: proj_18np). ( 15 ) European Commission (2017), Employment and Social Developments in Europe — Annual review 2017 , Publication Office of the European Union, Luxembourg, p. 83. ",
        " R&D and innovation ",
        "Smarter, greener, more inclusive? 34 2 R&D and innovation 2.1 R&D and innovation — why do they matter? Europe 2020 strategy target on R&D The Europe 2020 strategy sets the target of ‘improving the conditions for innovation, research and development’ ( 1 ), in particular with the aim of ‘increasing combined public and private investment in R&D to 3 % of GDP’ by 2020 ( 2 ). R&D and innovation are key policy components of the Europe 2020 strategy and they contribute to a well-functioning knowledge-based economy and industrial competitiveness. Yet, innovative products and services not only add to the strategy’s smart growth goal but also to its inclusiveness and sustainability objectives. Introducing new ideas to the market promotes job creation, labour productivity growth and a more efficient use of resources. Most importantly, they are central to providing the scientific and technical solutions needed to meet global societal challenges such as climate change and clean energy, security, and active and healthy ageing. However, new technologies and products alone will not be enough to solve many of the ‘grand’ societal challenges. Fundamental transformations in businesses and manufacturing processes, provision of services, the way society organises itself and other non-technological innovations will be equally important. The challenges facing society also threaten the well-being of the population and can have dire social, economic and environmental implications inside and outside the EU. Research and innovation not only help to address these challenges, but also to exploit the new market opportunities they offer. R&D and innovation in the EU For the EU-28 in 2017 ( 1 ) Estimated data. 2020 t a r g e t 3 % R&D expenditure 2.06 % of GDP + 0.23 pp since 2008 ...of the business enterprise sector 1.36 % of GDP + 0.2 pp since 2008 ...of the private non-profit sector ( 1 ) 0.02 % of GDP +/- 0 pp since 2008 ...of the government sector 0.23 % of GDP – 0.01 pp since 2008 ...of the higher eduction sector 0.45 % of GDP + 0.03 pp since 2008 Source: Eurostat (online data codes: t2020_20 and rd_e_gerdtot) ",
        "Smarter, greener, more inclusive? 35 2 R&D and innovation A number of important EU policy strategies and initiatives address such win-win situations and help to implement the three main goals for EU research and innovation policy, which can be summarised as Open Innovation, Open Science and Open to the World ( 3 ). Horizon 2020 — the EU’s research and innovation programme for the period 2014 to 2020 — is helping to bring ideas from the lab to the market by providing nearly EUR 80 billion of funding for research projects aimed at tackling societal challenges, generating excellence in science and fostering industrial leadership ( 4 ). The follow-up programme Horizon Europe will continue to promote R&D at the intersection of disciplines, sectors and policies over the period 2021 to 2027, with a proposed budget of EUR 100 billion ( 5 ). In addition, the Investment Plan for Europe through the European Fund for Strategic Investments invests heavily in innovation- related projects and small and medium-sized enterprises (SMEs). The Science, Research and Innovation Performance of the EU (SRIP) reports published by the European Commission every two years analyse the state of R&D innovation in Europe and give recommendations for the future ( 6 ). 2.2 R&D intensity in the EU is growing too slowly to meet the Europe 2020 target The headline indicator ‘gross domestic expenditure on R&D’, also referred to as R&D intensity, shows the proportion of gross domestic product (GDP) dedicated to research and development ( 7 ). As shown in Figure 2.1, the EU’s R&D expenditure surpassed 2.0 % of GDP in 2013, and has more or less stagnated close to this level since then. The EU has therefore not seen a strong move towards its 3 % R&D intensity target for 2020 EUROPE 2020 H E A D L I N E I N D I C ATO R 2020 target 3 % of GDP to be invested in research and development by 2020 1.4 1.6 1.8 2.0 2.2 2.4 2.6 2.8 3.0 3.2 2020 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2.06 1.79 3.00 Figure 2.1: Gross domestic expenditure on R&D, EU-28, 2002–2017 (% of GDP) Europe 2020 headline indicator Note: Data for 2002 are estimated, 2017 data are provisional. Source: Eurostat (online data code: t2020_20) ",
        "Smarter, greener, more inclusive? 36 2 R&D and innovation over the past few years, making its achievement more and more unlikely ( 8 ). Due to this stagnation, the EU is also increasingly lagging behind other advanced economies, such as the United States, Japan and South Korea. While in 2000 the EU accounted for 25 % of global R&D expenditure, this share had fallen to 20 % by 2015. R&D expenditure has risen particularly strongly in China, which accounted for 21 % of global R&D expenditure in 2015, after a share of only 5 % in 2000 ( 9 ). With an R&D intensity of 2.13 % in 2017, it also exceeded the level reported by the EU ( 10 ). Across the EU, only seven Member States surpassed China’s R&D intensity in 2017, and only four were above the 2.79 % level reported by the United States (see Figure 2.2). 2.2.1 R&D intensity has risen in two-thirds of Member States since 2008 Considerable differences across countries underlie the overall EU figure, with R&D intensities ranging from 0.5 % to 3.4 % in 2017 (see Figure 2.2). Differences in R&D investment, in particular business R&D spending, between countries generally reflect differences in their industrial structures, knowledge intensity of sectors and research capabilities ( 11 ). Between 2008 and 2017, R&D intensity increased in most Member States, with the strongest growth rates reported in some eastern and southern European countries such as Slovakia, Greece and Poland. These countries’ convergence towards the EU average R&D intensity levels has been partly driven by the increased use of European Structural and Investment Funds for research and innovation (R&I) activities ( 12 ). Nevertheless, in 2017 R&D intensity in these countries was still almost twice as low as the overall EU R&D intensity. Finland and Sweden are notable exceptions from the rise in R&D intensities across the EU. Finland, which was the leader in R&D intensity across the EU in 2008, saw its spending fall to below 3.0 % of GDP by 2017. Sweden, which reported the second highest R&D intensity in 2008, experienced a similar trend, although it remained the country with the highest R&D intensity in 2017. The declines in these two countries can partly be Figure 2.2: Gross domestic expenditure on R&D, by country, 2008 and 2017 (% of GDP) 2008 2017 Europe 2020 target 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 4.5 5.0 R u s s i a ( ² ) C h i n a ( e x c l . H o n g K o n g ) U n i t e d S t a t e s J a p a n ( ¹ ) S o u t h K o r e a B o s n i a a n d H e r z e g o v i n a ( ⁴ ) ( ⁶ ) M o n t e n e g r o ( ⁵ ) N o r t h M a c e d o n i a ( ⁴ ) S e r b i a ( ³ ) T u r k e y N o r w a y I c e l a n d ( ¹ ) S w i t z e r l a n d ( ² ) R o m a n i a ( ¹ ) L a t v i a M a l t a C y p r u s B u l g a r i a C r o a t i a S l o v a k i a L i t h u a n i a P o l a n d I r e l a n d G r e e c e S p a i n L u x e m b o u r g ( ¹ ) E s t o n i a P o r t u g a l H u n g a r y I t a l y ( ¹ ) U n i t e d K i n g d o m ( ¹ ) C z e c h i a S l o v e n i a ( ¹ ) N e t h e r l a n d s ( ¹ ) F r a n c e ( ¹ ) B e l g i u m F i n l a n d G e r m a n y D e n m a r k A u s t r i a S w e d e n E U - 2 8 (¹) Break(s) in time series between 2008 and 2017. (⁴) No data for 2008. (²) 2015 data (instead of 2017). (⁵) 2011 and 2016 data (instead of 2008 and 2017). (³) 2009 data (instead of 2008). (⁶) 2014 data (instead of 2017). Source: Eurostat (online data codes: t2020_20 and rd_e_gerdtot) ",
        "Smarter, greener, more inclusive? 37 2 R&D and innovation attributed to difficulties in their information and communication technology (ICT) sectors ( 13 ). 2.2.2 R&D intensity of business enterprises keeps growing, while other sectors stagnate R&D activities are performed by four main institutional sectors: business enterprise, government, higher education and the private non-profit sector. Figure 2.3 illustrates the distribution of R&D expenditure between these four sectors in 2008 and 2017. Out of the four R&D performing sectors, only the two major ones (business enterprise and higher education) have increased their R&D intensities since 2004 (see Figure 2.4). Over the past five years, only the business enterprise’s R&D intensity has continued to grow, while the other sectors stagnated or saw slight declines. This growth has further strengthened the business enterprise sector’s position as the biggest investor in R&D. In 2017, it spent EUR 209.2 billion on R&D, accounting for about two-thirds of the EU’s total R&D expenditure. It has also been responsible for Figure 2.3: R&D expenditure, by sectors of performance, EU-28, 2008 and 2017 (%) 2008 2017 Business enterprise sector Higher education sector Government sector Private non-profit sector 12.9 % 66.0 % 22.9 % 1.0 % 11.2 % 22.1 % 0.7 % 63.2 % Note: 2017 data are provisional. Source: Eurostat (online data code: rd_e_gerdtot) Figure 2.4: Gross domestic expenditure on R&D, by sectors of performance, EU-28, 2004–2017 (% of GDP) Business enterprise sector Higher education sector Government sector Private non-profit sector ( 1 ) 0.0 0.2 0.4 0.6 0.8 1.0 1.2 1.4 1.6 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 Note: 2017 data are provisional. ( 1 ) Estimated data. Source: Eurostat (online data code: rd_e_gerdtot) ",
        "Smarter, greener, more inclusive? 38 2 R&D and innovation the slight increases in the EU’s total R&D intensity since 2012. In 2017, public spending on R&D (which includes higher education and government sectors) amounted to only about a third of total R&D expenditure in the EU. However, the public sector does have an important role to play in R&D expenditure, especially in terms of maintaining its long-term stability. This includes performing ‘far from the market’ research ( 14 ) and research that is of social, environmental or security importance (for example, health, quality of life, environment and defence). It also establishes the basis for the R&D activities of businesses and compensates for reduced business R&D expenditure during economic downturns ( 15 ). Figure 2.5 illustrates country differences between public and private R&D intensities. The private sector — mainly business enterprises — remains the biggest spender on R&D in the most research- intensive countries. However, in some of the least research-intensive countries, such as the Baltic countries and some southern Member States, the public sector — higher education and government — tends to spend more on R&D than the private sector. There are, however, exceptions to this pattern in the east (Hungary and Slovenia) with above-average private expenditure. Notably, the EU’s international competitors China, Japan and the United States were all characterised by lower public but much higher private R&D intensities than the EU in 2017. South Korea had both higher public and private R&D intensities, at 0.88 % and 3.68 % of GDP respectively. In recognition of the important role of business enterprises’ R&D activities, governments increasingly complement direct R&D funding with indirect support in the form of tax incentives to promote business R&D and stimulate innovation and economic growth. At EU level, public support Figure 2.5: Public and private gross domestic expenditure on R&D, by country, 2017 (% of GDP) Private R&D intensity (business enterprise and private non-profit sectors) P u b l i c R & D i n t e n s i t y ( g o v e r n m e n t a n d h i g h e r e d u c a t i o n s e c t o r s ) 1.2 0.0 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 0.2 0.4 0.6 0.8 1.0 Norway Denmark Finland Belgium France Czechia Iceland Estonia Portugal Spain Luxembourg Italy Hungary Ireland Bulgaria Malta Cyprus Poland Turkey Russia ( 2 ) Slovakia Croatia Serbia Latvia Bosnia and Herzegovina ( 1 ) North Macedonia Montenegro ( 3 ) Lithuania Romania Slovenia United States Japan South Korea China (excl. Hong Kong) United Kingdom EU-28 Netherlands Germany Austria Sweden Switzerland ( 2 ) (¹) 2014 data. (²) 2015 data. (³) 2016 data. Source: Eurostat (online data code: rd_e_gerdtot) ",
        "Smarter, greener, more inclusive? 39 2 R&D and innovation for business R&D increased from 0.13 % to 0.19 % of GDP between 2006 and 2015, with tax incentives accounting for 53 % of all public support for business R&D in 2015 ( 16 ). Across the EU, tax incentives accounted for more than half of all public support for business R&D in nine Member States in 2015, most notably in the Netherlands (87 %) and Ireland (82 %) ( 17 ). However, not all Member States — including Germany and Finland, which have rather high business R&D intensities — use such tax incentives ( 18 ). 2.2.3 EU regions with the highest R&D intensities are concentrated in a few Member States When looking at the regional distribution of R&D intensity, there were 30 NUTS 2 regions that reported R&D intensities above 3.0 % in 2016 (see Map 2.1). These regions were in Germany (10 regions), Austria and the United Kingdom (five regions each), Sweden (four regions), Belgium (three regions), Denmark, France and Finland (one region each). Some research-intensive ‘clusters’ also become apparent: in particular, a band of research-intensive regions running from Finland through southern Sweden into Denmark and another band from the United Kingdom, through Belgium into southern Germany and Austria. This geographical concentration of R&D activities is a common phenomenon. R&D clusters often develop around academic institutions or specific high-technology industrial activities and knowledge-based services, where they can benefit from a favourable environment and knowledge sharing. Regions in these clusters tend to attract new start-ups and highly qualified personnel and develop a competitive advantage in specialised activities ( 19 ). Three regions in the EU appear to have particularly high R&D intensities. In 2015, the German Braunschweig region spent 10.4 % of its GDP on R&D, almost five times higher than the EU average. In Belgian’s Brabant Wallon province and in Germany’s Stuttgart region, R&D spending reached 6.43 % and 6.17 % of GDP, respectively. In the case of Germany, this could be mainly attributed to the automobile industry concentrated in those regions, and in the case of Belgium to the pharmaceutical industry. Capital regions recorded the highest levels of R&D intensity in nine multi-regional Member States. Moreover, in 19 countries the capital region’s R&D intensity exceeded the national average even though it was not necessarily the highest in the country. Only Belgium, the Netherlands, the UK and Ireland went against this trend, with capital regions’ R&D intensity below the national average. In Belgium and the UK this might be explained by the relatively narrow administrative borders, and in the Netherlands by the large rural areas that are part of the capital region. Regional disparities in R&D intensity within countries, measured as the coefficient of variation between the regions, were largest in Romania, Poland, Germany and Belgium and smallest in Slovenia, Ireland, the Netherlands and Italy. Changes in R&D intensity over time are presented in Map 2.2. Of the 269 regions for which data are available, 59 experienced a decline in R&D intensity over the timespan considered (generally 2007 to 2016; see note below Map 2.2 for exceptions), and three showed further stagnation. In the remaining 207 regions, the increase in R&D intensity ranged between 0.01 percentage points and 3.99 percentage points (Braunschweig). ",
        "Smarter, greener, more inclusive? 40 2 R&D and innovation Map 2.1: R&D intensity, by NUTS 2 regions, 2016 (%) Note: R&D intensity is defined as gross domestic expenditure on R&D (GERD) relative to gross domestic product (GDP). 2015 data for Belgium, Germany, Ireland, Greece, Austria and Sweden (all regions), Ciudad Autónoma de Ceuta and Ciudad Autónoma de Melilla (Spain) and Basilicata (Italy); 2014 data for Umbria and Molise (Italy); 2013 data for France (all regions); data for UK are estimated. Source: Eurostat (online data code: rd_e_gerdreg) ",
        "Smarter, greener, more inclusive? 41 2 R&D and innovation Map 2.2: Change in R&D intensity, by NUTS 2 regions, 2007–2016 (percentage points difference, 2016 minus 2007) Note: R&D intensity is defined as gross domestic expenditure on R&D (GERD) relative to gross domestic product (GDP). Change 2007–2015 for Belgium, Germany, Ireland, Austria and Sweden (all regions), Ciudad Autónoma de Ceuta and Ciudad Autónoma de Melilla (Spain) and Basilicata (Italy); change 2011–2015 for Greece (all regions); change 2007–2013 for France (all regions); change 2008–2016 for Croatia (all regions); change 2007–2014 for Umbria and Molise (Italy); change 2013–2016 for Slovenia (all regions); change 2009–2016 for Helsinki- Uusimaa and Etelä-Suomi (Finland) and Cheshire and Merseyside (UK); change 2011–2016 for Inner and Outer London (UK). Source: Eurostat (online data code: rd_e_gerdreg) ",
        "Smarter, greener, more inclusive? 42 2 R&D and innovation Notes ( 1 ) European Council (2010), Conclusions 17 June 2010 (EUCO 13/10) , Brussels. ( 2 ) European Commission (2014), Taking stock of the Europe 2020 strategy for smart, sustainable and inclusive growth , COM(2014) 130 final, Brussels, p. 12. ( 3 ) European Commission (2016), Open innovation, open science, open to the world — a vision for Europe , Brussels. ( 4 ) See https://ec.europa.eu/programmes/horizon2020/what- horizon-2020 ( 5 ) See https://ec.europa.eu/info/designing-next-research- and-innovation-framework-programme/what-shapes-next- framework-programme_en ( 6 ) The most recent SRIP report was published in 2018, see: European Commission (2018), Science, Research and Innovation Performance of the EU 2018 — Strengthening the foundations for Europe’s future , Publications Office of the European Union, Luxembourg. ( 7 ) ‘Research and experimental development (R&D) comprise creative and systematic work undertaken in order to increase the stock of knowledge — including knowledge of humankind, culture and society — and to devise new applications of available knowledge’; see: OECD (2015), Frascati Manual 2015: Guidelines for Collecting and Reporting Data on Research and Experimental Development , The Measurement of Scientific, Technological and Innovation Activities, OECD Publishing, Paris, p. 44. ( 8 ) European Commission (2018), Science, Research and Innovation Performance of the EU 2018 — Strengthening the foundations for Europe’s future , Publications Office of the European Union, Luxembourg, p. 81. ( 9 ) Id, p. 78. ( 10 ) Source: Eurostat (online data code: rd_e_gerdtot) ( 11 ) Reinstaller, A., Unterlass, F. (2012), ‘Comparing business R&D across countries over time: a decomposition exercise using data for the EU 27’ , in Applied Economic Letters 19(12), 1143–1148. ( 12 ) European Commission (2018), Science, Research and Innovation Performance of the EU 2018 — Strengthening the foundations for Europe’s future , Publications Office of the European Union, Luxembourg, p. 90. ( 13 ) European Commission (2016), Science, Research and Innovation Performance of the EU , Brussels, p. 34. ( 14 ) The market does not provide sufficient incentives for this type of research due to the non-appropriable, public good, intangible character of knowledge and the risky nature of research; see: OECD (2012), ‘Public research policy’ , in OECD Science, Technology and Industry Outlook 2012, OECD Publishing. ( 15 ) Pellens et al. (2018), Public investment in R&D in reaction to economic crises — A longitudinal study for OECD countries , Centre for European Economic Research (ZEW), p. 14. ( 16 ) European Commission (2018), Science, Research and Innovation Performance of the EU 2018 — Strengthening the foundations for Europe’s future , Publications Office of the European Union, Luxembourg, p. 96. ( 17 ) Ibid. ( 18 ) Ibid. ( 19 ) Brenner, T. and Mühlig, A (2007) Factors and Mechanisms Causing the Emergence of Local Industrial Clusters — A Meta-Study of 159 Cases , Papers on Economics & Evolution Number 0723, Max Planck Institute of Economics, Jena. ",
        " Climate change and energy ",
        "Smarter, greener, more inclusive? 44 3 Climate change and energy 3.1 Climate change and energy — why do they matter? Europe 2020 strategy targets on climate and energy and the post-2020 climate and energy framework Also known as the ‘20-20-20’ targets, the Europe 2020 strategy’s three climate and energy targets are interrelated and mutually support one another ( 1 ): • A 20 % reduction in GHG emissions compared with 1990 levels; • A 20 % share of renewable energy in gross final energy consumption; and • A 20 % cut in energy consumption compared to a 2020 business-as-usual projection. In 2014, the European Council agreed on a post-2020 climate and energy framework. The 2030 Climate and Energy Policy Framework ( 2 ) includes three targets for 2030: at least a 40 % cut in GHG emissions (from 1990 levels), at least 27 % share for renewable energy and further improvements in energy efficiency (compared with a projected business-as- usual scenario for 2030). In 2018, the revised Renewable Energy Directive ( 3 ) and amending Directive on Energy Efficiency ( 4 ) increased the ambition of the latter two targets for renewable energy and energy efficiency to their current values: a minimum 32 % share for renewable energy and at least a 32.5 % improvement in energy efficiency (compared with a projected business-as- usual scenario for 2030). Source: EEA, Eurostat (online data codes: t2020_30, t2020_31, t2020_33 and t2020_34). Climate change and energy in the EU For the EU-28 in 2017 Greenhouse gas emissions 78.3 index 1990 = 100 – 12.4 index points since 2008 2020 t a r g e t – 20 % Primary energy consumption 1 562 Million tonnes of oil equivalent – 8.0 % since 2008 2020 t a r g e t 1 483 M t o e 2020 t a r g e t 1 0 86 M t o e Share of renewable energy 17.5 % in gross final energy consumption + 6.2 pp since 2008 20 20 t a r g e t 20 % Final energy consumption 1 123 Million tonnes of oil equivalent – 4.9 % since 2008 (cid:2) ",
        "Smarter, greener, more inclusive? 45 3 Climate change and energy Unchecked climate change threatens to erode the foundations that modern society is built on by changing weather patterns, redrawing coastlines and degrading natural ecosystems. As a contribution to avoiding dangerous levels of global warming, the EU has pledged to drastically reduce its greenhouse gas (GHG) emissions. The Europe 2020 strategy includes the target to cut GHG emissions by 20 % by 2020 and put the EU on a pathway to becoming a ‘low-carbon’ economy. The Energy Union further supports the shift towards a resource-efficient, low-carbon economy through legal frameworks and related initiatives, highlighting renewable energy as a key element of decarbonisation ( 5 ). It is closely linked with the EU climate and energy targets for 2030, aiming to cut GHG emissions by 40 % compared with 1990 levels. In 2018 and 2019, the EU adopted comprehensive legislation to ensure its 2030 targets will be reached, including a revised Emission Trading Directive ( 6 ) and the Effort Sharing Regulation ( 7 ) governing GHG reduction targets for sectors outside the EU Emissions Trading System (EU ETS). It also agreed on the Regulation governing greenhouse gas emissions and a loss of stored carbon as a result of land use, land use change and forestry (LULUCF) ( 8 ). By implementing the Clean Energy for All Europeans ( 9 ) package, EU legislators continued their push for a more integrated, efficient and sustainable EU energy market. A key element of the package is the new Governance Regulation ( 10 ) which obliges Member States to develop comprehensive National Energy and Climate Plans (NECPs) for 2030. For 2050, the EU aims to reduce emissions by 80–95 % compared with 1990 levels. As a response to the Paris Agreement, the EU is currently in discussions to strengthen this target and to establish the goal of net-zero emission levels in 2050 ( 11 ). The Paris Agreement ( 12 ), which was signed at the United Nations Framework Convention on Climate Change (UNFCCC) 21st Conference of the Parties (COP) in 2015, commits the international community to limiting the rise in mean global temperature to well below 2 °C above pre-industrial levels and seeks to further limit the increase to 1.5 °C. Carbon dioxide (CO 2 ) is the most prevalent greenhouse gas, accounting for about 81 % of the EU’s GHG emissions in 2017 (not including land use, land use change and forestry and international aviation) ( 13 ). The low-carbon transition is not only a strategy to prevent climate change. Climate and energy policies also contribute to the Europe 2020 strategy’s core objective of enabling sustainable growth. For example, two key levers for reducing emissions — the promotion of renewable energy and energy efficiency — also foster innovation and create jobs. The EU’s ‘20-20-20’ targets are thus interlinked with other Europe 2020 goals, in particular those for research and development (R&D) and employment. Moreover, climate mitigation has further environmental and health benefits, such as reducing local air pollution and alleviating the health risks it poses. Creating demand for green products, while boosting innovation and export strength in the growing global market, will also be key to mastering new technologies such as smart grids, energy storage and electric vehicles. At the same time, improved energy efficiency will bolster the competitiveness of EU businesses by lowering production costs. Renewable energy and energy efficiency measures also reduce energy dependence and have the potential to save the EU between EUR 175 and 320 billion in energy import costs per year over the next 40 years ( 14 ). ",
        "Smarter, greener, more inclusive? 46 3 Climate change and energy 3.2 The EU is on track to achieving its GHG emission reduction target for 2020 Reducing GHG emissions is a central objective of the Europe 2020 strategy. The EU as a whole aims to reduce emissions by 20 % compared with 1990 levels (including international aviation and indirect CO 2 emissions). The main policy instruments to achieve this target are the EU Emissions Trading System (EU ETS) ( 15 ) and the Effort Sharing Decision (ESD) ( 16 ). The EU ETS sets a single EU-wide cap for more than 11 000 power stations and industrial plants, and emissions from flights within the European Economic Area. It allows these economic actors to trade emission allowances among themselves. The cap shrinks each year to reach a 21 % reduction of emissions covered by the EU ETS by 2020 compared with 2005 ( 17 ). The ESD sets a binding GHG emissions target for each Member State for sectors not included in the EU ETS. Member States’ targets for the ESD sectors (such as transport, buildings, agriculture and waste) vary from a 20 % reduction to a maximum 20 % increase in emissions by 2020, reflecting differences in relative wealth. Less wealthy economies are allowed to increase their emissions to accommodate a need for higher economic growth. However, as their targets still limit emissions compared with business-as-usual scenarios projected at the time of decision- making, all Member States are committed to making reductions. By 2020, the legislation requires that the national targets will collectively deliver a reduction of at least 10 % in total EU emissions from the non-EU ETS sectors compared with 2005 levels. Together, the EU ETS and the ESD aim to reduce overall emissions to 14 % below 2005 levels by 2020 target 20 % reduction in greenhouse gas emissions by 2020 EUROPE 2020 H E A D L I N E I N D I C ATO R 80.0 70 75 80 85 90 95 100 105 00000 0 88888 2 0 2 0 2 0 1 7 2 0 1 6 2 0 1 5 2 0 1 4 2 0 1 3 2 0 1 2 2 0 1 1 2 0 1 0 2 0 0 9 2 0 0 8 2 0 0 7 2 0 0 6 2 0 0 5 2 0 0 4 2 0 0 3 2 0 0 2 2 0 0 1 2 0 0 0 1 9 9 9 1 9 9 8 1 9 9 7 1 9 9 6 1 9 9 5 1 9 9 4 1 9 9 3 1 9 9 2 1 9 9 1 1 9 9 0 78.3 100.0 Figure 3.1: Greenhouse gas emissions, EU-28, 1990–2017 (index 1990 = 100) Europe 2020 headline indicator Note: Total emissions, including international aviation and indirect CO 2 , but excluding emissions from land use, land use change and forestry (LULUCF). Source: EEA, Eurostat (online data code: t2020_30) ",
        "Smarter, greener, more inclusive? 47 3 Climate change and energy 2020. This translates to a 20 % cut compared with 1990 levels. The Effort Sharing Regulation (ESR) — the successor of the ESD and operating from 2021 to 2030 — specifies that non-ETS-sectors must reduce emissions by 30 % by 2030 compared with 2005 ( 18 ). In addition to these overarching instruments, the EU has implemented an array of policy tools to address emissions from certain sectors and activities. By 2017, the EU as a whole had cut GHG emissions by 21.7 % compared with 1990 levels (see Figure 3.1). A large portion of this reduction occurred during the 1990s. Between 1990 and 1994 a significant drop of 6.7 % occurred, mostly due to structural shifts in the economy, modernisation in the industrial sector and a shift from coal to gas. Despite rising energy consumption, the period between 1998 and 2007 saw emissions stabilise at around 92–94 % of 1990 levels. This was the result of reductions in landfilling and improved waste management, a decline in livestock numbers, a decrease in the use of nitrogenous fertiliser and a gradual shift from more carbon-intensive fuels to renewable energy and natural gas ( 19 ). By far, the sharpest single-year decline in GHG emissions since the early 1990s occurred between 2008 and 2009 (– 7.2 %). During this time, the economic crisis reduced industrial production, transport volumes and energy demand. The following years saw a slow recovery in many parts of Europe. The further decline in GHG emissions observed between 2010 and 2014 can be attributed to three main factors: improvement in the energy intensity of the EU economy, rapid development of renewable energy sources and the aftermath of the economic slowdown ( 20 ). Since 2014, however, GHG emission reductions have stalled. In 2017, emissions were 1.1 % above 2014 levels. While higher energy efficiency and fuel switching from coal to gas in some countries continued to drive emissions down, the effect was offset by higher emissions from road transport and industry as economic activity expanded in several sectors ( 21 ). Figure 3.2 shows Member States’ overall per capita GHG emissions for the years 2005 and 2017. In 2017, Luxembourg continued to emit the most per capita in the EU. This can be partly attributed to a considerable number of commuters from Figure 3.2: Greenhouse gas emissions per capita, by country, 2005 and 2017 (tonnes of CO 2 equivalent) 2005 2017 05 10 15 20 25 30 35 T u r k e y I c e l a n d N o r w a y S w i t z e r l a n d L i e c h t e n s t e i n L u x e m b o u r g E s t o n i a I r e l a n d C z e c h i a N e t h e r l a n d s C y p r u s G e r m a n y P o l a n d B e l g i u m F i n l a n d A u s t r i a G r e e c e D e n m a r k B u l g a r i a S l o v e n i a S l o v a k i a U n i t e d K i n g d o m S p a i n I t a l y L i t h u a n i a F r a n c e P o r t u g a l H u n g a r y C r o a t i a L a t v i a R o m a n i a S w e d e n M a l t a E U - 2 8 Note: Total emissions, including international aviation and indirect CO 2 , but excluding emissions from land use, land use change and forestry (LULUCF). Source: EEA, Eurostat (online data code: sdg_13_10) ",
        "Smarter, greener, more inclusive? 48 3 Climate change and energy neighbouring countries fuelling their cars on Luxembourgish territory, as well as road freight transit and fuel tourism ( 22 ). In contrast, per capita emissions were lowest in some eastern and southern European countries as well as in Sweden. Between 2005 and 2017, Luxembourg showed the highest reduction in per capita emissions. The United Kingdom, Ireland, Greece, Denmark and Belgium also showed large cuts. In contrast, per capita emissions rose in five Member States over the same period (Latvia, Estonia, Lithuania, Bulgaria and Poland). 3.2.1 All sectors except transport have lowered emissions since 1990 All sectors except fuel combustion in transport and international aviation contributed to the overall reduction in GHG emissions from 1990 to 2017. In absolute terms, fuel combustion in energy industries made the largest emissions cut with a reduction of 496 million tonnes of CO 2 equivalent over the period (– 29.6 %). Nevertheless, the energy sector is still responsible for the largest share of total emissions (26.3 % in 2017). The second largest absolute reduction was achieved in the manufacturing industries and construction with a reduction of 336 million tonnes of CO 2 equivalent (– 40.2 %) ( 23 ). By contrast, emissions from fuel combustion in transport were 19.2 % higher in 2017 than in 1990. With a share of 21.1 % in total EU emissions in 2017, transport was the second largest source of emissions after the energy industries. While transport emissions remain below their all-time peak reached in 2007, they have been increasing for the past four years, reversing the previous downward trend. Emissions from international aviation more than doubled between 1990 and 2017, increasing by 89 million tonnes of CO 2 equivalent (+ 128.9 %). 3.2.2 GHG emissions under the Effort Sharing Decision have fallen since 2005 Figure 3.3 shows Member States’ Effort Sharing Decision (ESD) emissions (total emissions excluding those covered by the EU ETS) between 2005 and 2017, as well as their 2020 ESD targets. In total, 18 countries are well on track to meeting their 2020 national targets ( 24 ). The EU as a whole reduced its ESD emissions by 10.8 % compared with ESD base year, putting it on track to comply with the ESD obligations to reduce emissions by 9.3 % in 2020. Figure 3.3: Greenhouse gas emissions in Effort Sharing Decision (ESD) sectors, by country, 2017 (% change since ESD base year) Change until 2017 Europe 2020 target –40 –30 –20 –10 0 10 20 30 40 M a l t a B u l g a r i a P o l a n d E s t o n i a L a t v i a L i t h u a n i a C z e c h i a C y p r u s R o m a n i a G e r m a n y I r e l a n d S l o v e n i a C r o a t i a H u n g a r y F i n l a n d B e l g i u m A u s t r i a F r a n c e S l o v a k i a P o r t u g a l L u x e m b o u r g S p a i n D e n m a r k I t a l y U n i t e d K i n g d o m N e t h e r l a n d s S w e d e n G r e e c e E U - 2 8 Note: Total emissions, excluding emissions covered by the EU Emissions Trading Scheme (EU ETS). Source: EEA, Eurostat (online data code: t2020_35) ",
        "Smarter, greener, more inclusive? 49 3 Climate change and energy In addition to the 2020 targets, Member States are also obliged to meet annual emissions targets, or so-called interim targets ( 25 ). Malta has not met its annual ESD targets for each of the five years from 2013 to 2017 and has relied on flexibility mechanisms to comply with its legal obligations. Preliminary figures show that 10 Member States did not meet their ESD targets for 2017 (Austria, Bulgaria, Cyprus, Estonia, Finland, Germany, Ireland, Lithuania, Malta and Poland). With the 10.8 % reduction in ESD emissions up to 2017, the EU thus over-achieved its interim target of a 7 % reduction ( 26 ). The overall positive trend in ESD emissions in the EU can be linked mainly to emission reductions in the building sector and energy efficiency improvements, as well as a less carbon-intensive fuel mix for space heating ( 27 ). Furthermore, despite harsher winters in recent years, overall milder winter temperatures over the past 15 years are partly responsible for falling heating demand compared with the 1990s. Temporary reductions in transport emissions as a result of the economic slowdown between 2007 and 2013 also contributed to the decrease ( 28 ). 3.3 Renewable energy on the rise 3.3.1 Renewable energy keeps growing steadily The Europe 2020 strategy’s second climate change and energy target has the objective of renewable energy reaching a 20 % share of gross final energy consumption by 2020. Gross final energy consumption comprises the energy supplied to final consumers for all energy uses and the consumption of electricity and heat by the energy sector for electricity and heat production, including losses of electricity and heat in distribution and transmission. The recast Renewable Energy Directive adopted in 2018 set a new EU-level target: by 2030, the renewable energy share should reach at least 32 % ( 29 ). 2020 target 20 % share of renewable energy in gross final energy consumption by 2020 20.0 0 5 10 15 20 25 00000 0 222222 2020 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 8.5 17.5 Figure 3.4: Share of renewable energy in gross final energy consumption, EU-28, 2004–2017 (%) Europe 2020 headline indicator Source: Eurostat (online data code: t2020_31) EUROPE 2020 H E A D L I N E I N D I C ATO R ",
        "Smarter, greener, more inclusive? 50 3 Climate change and energy Between 2004 and 2017, the share of renewable energy more than doubled, reaching 17.5 % of gross final energy consumption in 2017 (see Figure 3.4). The main drivers of this increase were rapid developments in technology, the implementation of support schemes for renewable energy technology and the falling costs of renewable energy systems ( 30 ). Over the past decade, there has been a steady growth in installed capacity for renewable electricity and heat generation, driven by policies such as feed- in tariffs, grants, tax credits and, more recently, competitive tenders. At the same time, the introduction of obligatory quotas has stimulated the use of renewable transport fuels. Furthermore, in the electricity sector, an upscaling of global production volumes and technological advances have led to substantial cost reductions. New photovoltaic power stations built in 2017 produce electricity for a third of the costs required in 2009. The offshore wind industry has achieved similar reductions, roughly halving costs per kilowatt- hour between 2011 and 2017 ( 31 ). As a result, electricity from wind turbines and large solar installations is becoming increasingly competitive with conventional power plants. In Germany and the Netherlands, tenders for wind parks have already obtained zero-subsidy offers and the first EU solar project without public support was developed in Portugal in 2018 ( 32 ). Differences between Member States in their share of renewable energy, as shown in Figure 3.5, stem from variations in available natural resources, such as the potential for building hydropower plants and the availability of biomass, but also variations in their energy policies. Nevertheless, all EU countries increased the share of renewable energy in final energy consumption between 2004 and 2017. Overall, the EU is on track to reach its renewable energy target for 2020, but the pace of increase of the renewable energy share has slowed since 2014. However, recent modelling has shown that renewable energy policies that are currently implemented, along with those that are already planned, might not be enough in a number of Member States to reach their national binding targets in time, if only domestic supply, without cooperation mechanisms, is considered ( 33 ). Figure 3.5: Share of renewable energy in gross final energy consumption, by country, 2004 and 2017 (%) 2004 Europe 2020 target 0 10 20 30 40 50 60 70 80 T u r k e y N o r t h M a c e d o n i a S e r b i a A l b a n i a M o n t e n e g r o ( ¹ ) N o r w a y I c e l a n d L u x e m b o u r g N e t h e r l a n d s M a l t a B e l g i u m C y p r u s U n i t e d K i n g d o m I r e l a n d P o l a n d S l o v a k i a H u n g a r y C z e c h i a G e r m a n y F r a n c e G r e e c e S p a i n I t a l y B u l g a r i a S l o v e n i a R o m a n i a L i t h u a n i a C r o a t i a P o r t u g a l E s t o n i a A u s t r i a D e n m a r k L a t v i a F i n l a n d S w e d e n E U - 2 8 2017 (¹) 2005 data (instead of 2004). Source: Eurostat (online data code: t2020_31) ",
        "Smarter, greener, more inclusive? 51 3 Climate change and energy The EU share of renewable energy in final energy consumption is equivalent to the global average reached in 2016 (17.5 %). However, this value includes regions such as Sub-Saharan Africa where traditional biomass is still widespread and, therefore, over two-thirds of final energy consumption were procured from renewable sources in 2016. Many emerging and industrialised countries, however, have lower shares. For example, China covered 12.6 % of its final energy consumption with renewables in 2016, followed by the United States (9.5 %), Australia (9.3 %), Mexico (9.2 %) and Japan (6.6 %). Brazil and Canada have a higher share of renewable energy, amounting to 45.5 % and 21.6 % in 2016 respectively, stemming from high bioenergy and hydropower use ( 34 ). 3.3.2 Shares of renewable energy are growing across different sectors Renewable energies contribute both to electricity generation and energy consumption for heating and cooling as well as for transport. As shown in Figure 3.6, renewable energy contributed almost a third of gross final electricity consumption in 2017, which is more than twice the share reported in 2004. Moreover, renewable energy provided almost one-fifth of Europe’s final energy consumption for heating and cooling in 2017, up from 10.4 % in 2004. The share of renewable energy in transport energy use has also increased since 2004, reaching 7.4 % in 2017. The break in the time series in 2011 can be explained by a change in the accounting methodology for liquid biofuels ( 35 ). The recast 2018 Renewable Energy Directive ( 36 ) focuses on promoting the development of advanced renewable fuels of non-biological origin and the direct use of renewable electricity in electric vehicles. It places further limits on the amount of liquid biofuels that have been produced from crops grown on agricultural land that can contribute to renewable energy targets in transport. Feedstocks with a high risk of inducing indirect land use change are to be phased out by 2030. Figure 3.6: Share of renewable energy in gross final energy consumption, by sector, EU-28, 2004–2017 (%) Transport Electricity Heating and cooling 05 10 15 20 25 30 35 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 7.4 19.5 1.4 10.4 30.7 14.3 Source: Eurostat (online data code: sdg_07_40) ",
        "Smarter, greener, more inclusive? 52 3 Climate change and energy 3.4 The EU needs to further pursue energy efficiency improvements Delivering the same service or product by using less energy is one of the most cost-effective ways of reducing GHG emissions and enhancing energy security. The Europe 2020 strategy has a target to increase energy efficiency by 20 %. In absolute terms this means that by 2020 EU energy consumption should not exceed 1 483 Mtoe of primary energy or 1 086 Mtoe of final energy ( 37 ). The EU efficiency target is measured as a 20 % saving compared with projected primary energy consumption (PEC) in 2020. Starting with 2005 as the base year, this business-as-usual projection (carried out in 2007) estimated that PEC would reach 1 853 Mtoe in 2020. It assumed continuous economic growth and no additional energy-efficiency policies above and beyond those in place in 2005. The envisaged 20 % saving amounts to an absolute reduction of 370 Mtoe, resulting in a target PEC of no more than 1 483 Mtoe for 2020 ( 38 ). Compared with the actual PEC in 2005, this is equivalent to a reduction of 13.4 %. The revised Energy Efficiency Directive (EED), adopted in 2018, set the 2030 energy efficiency target to be at least 32.5 % ( 39 ). PEC includes all gross inland energy consumption except energy carriers used for non-energy purposes, for example, petroleum or gas not used for combustion but for producing plastics. By contrast, final energy consumption (FEC) only comprises energy consumed by end users (for example, households, industry and agriculture) for all energy uses, excluding energy used by the energy sector. The difference between PEC and FEC is equivalent to the energy consumed by the energy sector itself and energy lost during energy transformation (particularly electricity generation), transmission and distribution. 2020 target 20 % increase in energy efficiency by 2020, equalling 1 483 Mtoe of primary energy consumption or 1 086 Mtoe of final energy consumption EUROPE 2020 H E A D L I N E I N D I C ATO R Final energy consumption Primary energy consumption 900 1 000 1 100 1 200 1 300 1 400 1 500 1 600 1 700 1 800 2 0 2 0 2 0 1 7 2 0 1 6 2 0 1 5 2 0 1 4 2 0 1 3 2 0 1 2 2 0 1 1 2 0 1 0 2 0 0 9 2 0 0 8 2 0 0 7 2 0 0 6 2 0 0 5 2 0 0 4 2 0 0 3 2 0 0 2 2 0 0 1 2 0 0 0 1 9 9 9 1 9 9 8 1 9 9 7 1 9 9 6 1 9 9 5 1 9 9 4 1 9 9 3 1 9 9 2 1 9 9 1 1 9 9 0 1 483 1 086 1 123 1 089 1 562 1 568 Figure 3.7: Primary energy consumption and final energy consumption, EU-28, 1990–2017 (Million tonnes of oil equivalent) Europe 2020 headline indicator Source: Eurostat (online data codes: t2020_33 and t2020_34) ",
        "Smarter, greener, more inclusive? 53 3 Climate change and energy 3.4.1 Energy consumption in the EU has been decreasing, but the trend reversed in 2014 As Figure 3.7 shows, PEC in the EU was following an intermittent but overall upward trend until 2006 when it peaked at 1 729 Mtoe. After the onset of the economic crisis in 2008, it fell sharply and continued to fall over the next four years (with the exception of an increase in 2010), reaching 1 511 Mtoe in 2014. Since then, however, PEC has again seen a continuous increase, growing between 0.6 % and 1.7 % per year. In 2017, the EU consumed 0.4 % less primary energy than it did in 1990 and 9.2 % less than in 2005. Reductions in 2011 and 2012 can be partly attributed to reduced economic output expressed by a 0.4 % contraction of real GDP in 2012. However, PEC continued to fall thereafter, despite a real GDP growth of 1.8 % in 2014 ( 40 ). Weather patterns can help to explain some of this result: while warmer years in 2013 and 2014 are considered to have lowered energy demand, a return to more average temperatures only partly explain the increase in PEC after 2014. The recent uptick in economic activity has also driven the increase in energy use. Although, energy efficiency improvements have dampened this effect, progress in reducing energy intensity have not been strong enough to keep PEC on a downward trend ( 41 ). To achieve its 2020 efficiency target, the EU would need to reduce its PEC by another 5.0 % in the three years between 2017 and 2020. The trend in FEC has closely followed the trend in PEC, rising to 1 123 Mtoe in 2017, up from 1 066 Mtoe in 2014. Notably, the EU had already reached its 2020 target for FEC in 2014, but the increased consumption in subsequent years means an additional 3.3 % reduction is required between 2017 and 2020. Globally, only one major economy has reduced PEC by more than the EU: Japan consumed 17.7 % less primary energy in 2017 than it did in 2005. The United States reduced its PEC by 7.9 % over the same period, whereas energy demand rose in all other large industrialised countries and regions. The highest increase over the past Figure 3.8: Change in primary energy consumption, by country, 2017 (Index 2005 = 100) 75 80 85 90 95 100 105 110 115 P o l a n d E s t o n i a C y p r u s A u s t r i a L a t v i a I r e l a n d B u l g a r i a B e l g i u m F i n l a n d C z e c h i a S l o v e n i a S w e d e n G e r m a n y H u n g a r y S l o v a k i a N e t h e r l a n d s S p a i n F r a n c e P o r t u g a l D e n m a r k C r o a t i a L u x e m b o u r g R o m a n i a M a l t a I t a l y U n i t e d K i n g d o m G r e e c e L i t h u a n i a E U - 2 8 Source: Eurostat (online data code: t2020_33) ",
        "Smarter, greener, more inclusive? 54 3 Climate change and energy decade was observed in Turkey which increased its PEC by 75.9 %, followed by India (67.6 %), China (66.0 %), the Middle East (56.7 %), South Korea (40.2 %) and Thailand (39.9 %) ( 42 ). An increase in PEC can, however, occur despite energy efficiency improvements. In emerging economies, in particular, high economic growth and population push up demand for energy. 3.4.2 Changes in energy consumption at Member State and sector level Figure 3.8 shows the change in PEC between 2005 and 2017 in all Member States. Looking at the 2017 data, 25 countries reduced PEC compared with 2005 by values ranging from 0.02 % to 23.4 %. Between 1990 and 2017, economic sectors showed different FEC trends (see Figure 3.9). Agriculture, forestry and fishing as well as industry, reduced their FEC by 25.5 % and 23.6 %, respectively, while the residential sector’s consumption increased by 5.1 %. Energy consumption in the services and transport sectors grew by 39.2 % and 25.6 %, respectively, over the same period. Notably, energy consumption in all sectors grew by varying amounts in 2016 and 2017, which reflects an increase in economic activity as well as a return to colder winter temperatures. Moreover, in some Member States have been delays in implementing energy efficiency policies ( 43 ). Over the past decade, between 2008 and 2017, FEC fell by 11.1 % in the industry sector, 1.0 % in the transport sector and 5.1 % in the residential sector. In contrast, energy consumption in the services sector increased by 2.6 %. While these changes reflect sector-specific levels of energy-efficiency improvement, they also relate to structural changes in the EU economy, particularly a shift away from an energy-intensive industry to a service-based economy. In the case of transport, a large share of efficiency gains has been offset by rising volumes of transport over the past few decades. In 2017, the majority of final energy was used in transport with a 30.8 % share, followed by industry (24.6 %) and households (27.2 %). The services sector was responsible for 14.5 %, agriculture, forestry and fishing for 2.4 % of FEC. Figure 3.9: Final energy consumption, by sector, EU-28, 1990 and 2017 (%) Commercial and public services Households Agriculture, forestry and fishing Other sectors (not elsewhere specified) Transport Industry 1990 2017 1.2 % 3.3 % 26.5 % 10.7 % 25.2 % 33.1 % 2.4 % 0.4 % 24.6 % 30.8 % 14.5 % 27.2 % Source: Eurostat (online data code: nrg_bal_s) ",
        "Smarter, greener, more inclusive? 55 3 Climate change and energy Notes ( 1 ) European Commission (2014), Taking stock of the Europe 2020 strategy for smart, sustainable and inclusive growth , COM(2014) 130 final, Brussels. ( 2 ) European Council (2014), European Council (23 and 24 October 2014) — Conclusions , EUCO 169/14, Brussels. ( 3 ) Directive (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources . ( 4 ) Directive (EU) 2018/2002 of the European Parliament and of the Council of 11 December 2018 amending Directive 2012/27/EU on energy efficiency . ( 5 ) European Commission (2015), A Framework Strategy for a Resilient Energy Union with a Forward-Looking Climate Change Policy , COM(2015) 80 final, Brussels. ( 6 ) EU ETS Directive (Directive (EU) 2018/410. ( 7 ) Regulation (EU) 2018/842 — Binding annual greenhouse gas emission reductions by Member States from 2021 to 2030 contributing to climate action to meet commitments under the Paris Agreement and amending Regulation (EU) No 525/2013 . ( 8 ) Regulation (EU) 2018/841 — on the inclusion of greenhouse gas emissions and removals from land use, land use change and forestry in the 2030 climate and energy framework and amending Regulation (EU) No 525/2013 and Decision No 529/2013/EU . ( 9 ) European Commission (2016), Clean energy for all Europeans , COM(2016) 860 final, Brussels. ( 10 ) Regulation (EU) 2018/1999 on the Governance of the Energy Union and Climate Action . ( 11 ) European Commission (2018), A Clean Planet for all A European strategic long-term vision for a prosperous, modern, competitive and climate neutral economy , COM/2018/773 final, Brussels. ( 12 ) United Nations (2015), Paris Agreement . ( 13 ) EEA (2019), Annual European Union greenhouse gas inventory 1990–2017 and inventory report 2019 , EEA Report No 6/2019. ( 14 ) European Commission (2018), Climate Action: Benefits of climate action . ( 15 ) Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC . ( 16 ) Decision No 406/2009/EC of the European Parliament and of the Council of 23 April 2009 on the effort of Member States to reduce their greenhouse gas emissions to meet the Community’s greenhouse gas emission reduction commitments up to 2020 . ( 17 ) Directive 2009/29/EC of the European Parliament and of the Council of 23 April 2009 amending Directive 2003/87/EC so as to improve and extend the greenhouse gas emission allowance trading scheme of the Community . ( 18 ) Regulation 2018/842 on binding annual greenhouse gas emission reductions by Member States from 2021 to 2030 contributing to climate action to meet commitments under the Paris Agreement and amending Regulation (EU) No 525/2013 . ( 19 ) EEA (2019), Annual European Union greenhouse gas inventory 1990–2017 and inventory report 2019 , EEA Report No 6/2019. ( 20 ) EEA (2018), Trends and drivers in greenhouse gas emissions in the EU in 2016 , EEA Briefing No 5/2018, Copenhagen. ( 21 ) EEA (2019), Annual European Union greenhouse gas inventory 1990–2017 and inventory report 2019 , EEA Report No 6/2019. ( 22 ) Eurostat (2010), Using official statistics to calculate greenhouse gas emissions , Luxembourg, p. 28. ( 23 ) EEA, Eurostat (online data code: env_air_gge). ( 24 ) EEA (2018), Trends and projections in Europe 2018 — Tracking projections towards Europe’s climate and energy targets , EEA Report No 16/2018, p. 25. ( 25 ) For more information on the annual targets see European Commission (2018), Commission Staff Working Document, Technical information Accompanying the document Report from the European Commission to the European Parliament and the Council EU and the Paris Climate Agreement: Taking stock of progress at Katowice COP , SWD(2018) 453 final, Brussels. ( 26 ) Ibid. ( 27 ) EEA (2019), Annual European Union greenhouse gas inventory 1990–2017 and inventory report 2019 , EEA report No 06/2019. ( 28 ) Ibid. ( 29 ) Directive (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources . ( 30 ) European Commission (2019), Renewable energy progress report , COM(2019)225. ( 31 ) McCrone, Moslener et al (2018), Global Trends in Renewable Energy Investment 2018 , Frankfurt School of Finance and Management, commissioned by UN Environment’s Economy Division in cooperation with Frankfurt School-UNEP Collaborating Centre for Climate & Sustainable Energy Finance and produced in collaboration with Bloomberg New Energy Finance, Frankfurt am Main. ( 32 ) European Commission (2019), Renewable energy progress report , COM(2019)225. ( 33 ) Ibid. ( 34 ) IRENA (2018), 7.2 Renewable energy data set based on IEA world energy balances . ( 35 ) The Renewable Energy Directive sets sustainability criteria for the production of liquid biofuels, which make up the largest share of renewables in transport. Since 2011 only those biofuels certified as sustainable according to the Directive are counted towards the share of renewables in transport and are therefore included in the indicator. Some Member States transposed the sustainability standards into national law earlier than others. This change in the accounting methodology explains the dip in the share of renewables in transport from 2010 to 2011. ( 36 ) Directive (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources . ( 37 ) Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, Article 3. Directive 2013/12/ EU of 13 May 2013 adapting Directive 2012/27/EU of the European Parliament and of the Council on energy efficiency, by reason of the accession of the Republic of Croatia . ( 38 ) Directive 2013/12/ EU of 13 May 2013 adapting Directive 2012/27/EU of the European Parliament and of the Council on energy efficiency, by reason of the accession of the Republic of Croatia . ( 39 ) Directive (EU) 2018/2002 of the European Parliament and of the Council of 11 December 2018 amending Directive 2012/27/EU on energy efficiency . ( 40 ) Based on Eurostat data on real GDP growth rate — volume (online data code: tec00115). ( 41 ) European Commission (2019), 2018 assessment of the progress made by Member States towards the national energy efficiency targets for 2020 and towards the implementation of the Energy Efficiency Directive as required by Article 24(3) of the Energy Efficiency Directive 2012/27/EU , COM(2019) 224 final, Brussels. ( 42 ) IEA, Headline Global Energy Data , 2017 edition. Figures for China, India, Thailand and the Middle East refer to 2016 data. Figures for the United States, Turkey, Japan and Korea refer to 2017 provisional data. ( 43 ) European Commission (2019), 2018 assessment of the progress made by Member States towards the national energy efficiency targets for 2020 and towards the implementation of the Energy Efficiency Directive as required by Article 24(3) of the Energy Efficiency Directive 2012/27/EU , COM(2019) 224 final, Brussels. ",
        " Education ",
        "Smarter, greener, more inclusive? 58 4 Education 4.1 Education and training — why do they matter? Europe 2020 strategy target on education The Europe 2020 strategy sets out a target of reducing the rates of early leavers from education and training to less than 10 % and increasing the share of the population aged 30 to 34 having completed tertiary education to at least 40 % by 2020 ( 1 ). Source: Eurostat (online data codes: t2020_40, edat_lfse_02, t2020_41 and edat_lfs_9912) Education in the EU For the EU-28 in 2018 Early leavers from education and training 10.6 % of population aged 18 to 24 – 4.1 pp since 2008 2020 t a r g e t 10 % Tertiary educational attainment 40.7 % of population aged 30 to 34 + 9.6 pp since 2008 2020 t a r g e t 40 % ...by sex 3.3 pp gender gap to the disadvantage of men – 0.7 pp since 2008 ...by sex 10.1 pp gender gap to the disadvantage of men + 3.8 pp since 2008 ...by country of birth 20.7 % of 18- to 24-year-olds born outside the EU-28 – 8.9 pp since 2008 ...by country of birth 35.8 % of 30- to 34-year-olds born outside the EU-28 + 10.0 pp since 2008 Education and training lie at the heart of the Europe 2020 strategy and are seen as key drivers for growth and jobs. The consequences of the economic crisis along with an ageing population, through their impact on economies, labour markets and society, are two important challenges that are changing the context in which education systems operate ( 2 ). At the same time, education and training help boost productivity, innovation and competitiveness. Nowadays upper secondary education is considered the minimum desirable educational attainment level for EU citizens. Young people who leave education and training prematurely lack crucial skills and run the risk of facing serious, persistent problems in the labour market and experiencing poverty and social exclusion. Those early leavers from education and training who do enter the labour market are more likely to be in precarious, low-paid jobs and to draw on welfare and other social programmes. They are also less likely to be ‘active citizens’ or engage in adult learning. (cid:2) ",
        "Smarter, greener, more inclusive? 59 4 Education In addition, tertiary education, with its links to research and innovation, provides highly skilled human capital (see the chapter on ‘R&D and innovation’, page 33). A lack of these skills presents a severe obstacle to economic growth and employment in an era of rapid technological progress, intense global competition and labour market demand for ever- increasing levels of skill. The Europe 2020 strategy, through its ‘smart growth’ priority, aims to tackle early school leaving and to raise tertiary education levels. The EU’s educational targets are interlinked with the other Europe 2020 goals as higher educational attainment improves employability, which in turn reduces poverty. The tertiary education target is furthermore interrelated with the research and development (R&D) and innovation target as investment in the R&D sector is likely to raise the demand for highly skilled workers. 4.2 Continuous decrease in early school leaving The EU regards upper secondary education as the minimum desirable educational attainment level for EU citizens. The skills and competences gained at this level are considered essential for a successful entry into the labour market and as the foundation for adult learning. Therefore, the headline indicator ‘early leavers from education and training’ measures the share of the population aged 18 to 24 with at most lower secondary education and who were not involved in further education or training during the four weeks preceding the survey. Figure 4.1 shows that the share of early leavers has fallen continuously from 17.0 % in 2002 to 10.6 % in 2018, albeit at a slower pace in recent years. The 2020 target < 10 % of early leavers from education and training by 2020 9 10 11 12 13 14 15 16 17 18 2020 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 10.0 10.6 17.0 Figure 4.1: Early leavers from education and training, EU-28, 2002–2018 (% of the population aged 18–24) Europe 2020 headline indicator Note: Breaks in time series in 2003, 2006 and 2014. Source: Eurostat (online data code: t2020_40) EUROPE 2020 H E A D L I N E I N D I C ATO R ",
        "Smarter, greener, more inclusive? 60 4 Education stagnation of this trend over the past three years, however, has pushed the EU slightly off its path towards the Europe 2020 target of 10 %. Significant reductions can be observed in almost all Member States for both men and women, although overall more men leave education and training early than women ( 3 ). 4.2.1 Substantial decreases in ‘early leavers’ in southern European countries Reflecting different national circumstances, the overall EU target for early leavers from education and training has been transposed into national targets by all Member States except the United Kingdom. National targets range from 4 % for Croatia to 16 % for Italy. As shown in Figure 4.2, 13 Member States had already achieved their national targets in 2018. Rates of early leaving vary widely across Member States. In 2018, the lowest proportion of early leavers was observed in some southern and eastern European countries (Croatia, Slovenia, Lithuania, Greece and Poland) with rates of less than 5 %. At the same time, some other southern countries, such as Spain (17.9 %), Malta (17.5 %) and Romania (16.4 %) reported the highest shares in the EU. Southern European countries also experienced strong falls in early leaving between 2008 and 2018, especially Portugal (from 34.9 % to 11.8 %), Spain (from 31.7 % to 17.9 %) and Malta (from 27.2 % to 17.5 %). On the other hand, there are five Member States with higher shares in 2018 than in 2008 (Slovakia, Sweden, Czechia, Hungary and Romania). A total of 17 Member States were already below the overall EU target of 10 % in 2018. Country of birth strongly influences the rate of early leaving across the EU (see Figure 4.3). People who live in a country different from the one where they were born are more likely to struggle to complete their education. Socioeconomic status underlies much of this difficulty, but issues associated with immigration such as language barriers and settling into a new environment are also at play, according to the Migration Policy Institute ( 4 ). Figure 4.2: Early leavers from education and training, by country, 2008 and 2018 (% of the population aged 18–24) 2008 2018 Europe 2020 target 05 10 15 20 25 30 35 40 45 50 T u r k e y N o r t h M a c e d o n i a S e r b i a ( ³ ) M o n t e n e g r o ( ² ) I c e l a n d N o r w a y S w i t z e r l a n d S p a i n M a l t a ( ¹ ) R o m a n i a I t a l y B u l g a r i a H u n g a r y ( ¹ ) P o r t u g a l E s t o n i a U n i t e d K i n g d o m G e r m a n y D e n m a r k ( ¹ ) S w e d e n F r a n c e S l o v a k i a B e l g i u m ( ¹ ) L a t v i a F i n l a n d C y p r u s N e t h e r l a n d s A u s t r i a L u x e m b o u r g ( ¹ ) C z e c h i a I r e l a n d ( ¹ ) P o l a n d ( ¹ ) G r e e c e L i t h u a n i a S l o v e n i a C r o a t i a E U - 2 8 Note: All countries: break in time series in 2014 (switch from ISCED 1997 to ISCED 2011); the change of ISCED has no impact on the comparability over time of this indicator for all Member States, except Estonia. (¹) Break(s) in time series between the two years shown. (²) 2011 data (instead of 2008). (³) 2010 data (instead of 2008). Source: Eurostat (online data code: t2020_40) ",
        "Smarter, greener, more inclusive? 61 4 Education 4.2.2 Early school leaving leads to severe problems in the labour market In general, low educational attainment — at most lower secondary education — influences other socioeconomic factors. The most important of these are employment, unemployment and the risk of poverty or social exclusion. Some of these relationships are also analysed in detail in other chapters (see the chapters on ‘Employment’, page 21, and ‘Poverty and social exclusion’, page 65). Early leavers from education and training face particularly severe problems in the labour market. As Figure 4.4 shows, 53.8 % of early leavers were either unemployed or inactive in 2018. The situation for early leavers has worsened over time: between 2008 and 2018, the share of 18- to 24-year-old early leavers who were not employed but who wanted to work grew from 30.6 % to 33.0 %. However, this increase has not been continuous — the situation has actually improved in recent years with the share falling from 37.4 % in 2016 to 33.0 % in 2018. Figure 4.3: Early leavers from education and training by broad group of country of birth, EU-28, 2006–2018 (% of the population aged 18–24) Other EU-28 country Non EU-28 country Reporting country 05 10 15 20 25 30 35 40 45 50 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 9.5 19.2 20.7 14.3 22.1 28.3 Note: Break in time series in 2014 (switch from ISCED 1997 to ISCED 2011). Source: Eurostat (online data code: edat_lfse_02) Figure 4.4: Early leavers from education and training, by labour status, EU-28, 2008 and 2018 (% of the early leavers aged 18–24) Employed Not employed, would like to work (seeking employment or not) Not employed, do not want to work 2008 2018 15.0 % 30.6 % 54.4 % 33.0 % 46.2 % 20.8 % Note: Break in time series in 2014 (switch from ISCED 1997 to ISCED 2011). Source: Eurostat (online data code: edat_lfse_14) ",
        "Smarter, greener, more inclusive? 62 4 Education 4.3 Increasing attainment at tertiary level 4.3.1 The Europe 2020 target for tertiary education was met in 2018 The second Europe 2020 education target — raising the share of the population aged 30 to 34 that have completed tertiary or equivalent education to at least 40 % — is monitored with the headline indicator on tertiary educational attainment of the same age group ( 5 ). Figure 4.5 shows a steady and considerable growth in the share of 30- to 34-year-olds who have successfully completed a university degree or other tertiary-level education since 2002. The share of 40.7 % in 2018 implies a growth of 17.1 percentage points since 2002, and means that the Europe 2020 target has already been reached two years early. There is a significantly widening gender gap among people with tertiary educational attainment across the EU. While in 2002 this share was almost similar for both sexes, the share of females with tertiary education has grown at almost twice the rate, resulting in a gender gap of 10.1 percentage points in 2018 ( 6 ). 4.3.2 All Member States have made significant progress in raising tertiary educational attainment The increase in tertiary educational attainment levels across the EU is mirrored across all Member States. This to some extent reflects countries’ investment in higher education to meet the demand for a more skilled labour force. Another factor is the shift to shorter degree programmes following the implementation of Bologna ( 7 ) process reforms in some countries. National targets for tertiary education range from 26 % for Italy to 66 % for Luxembourg. Germany’s target is slightly different from the overall EU target 20 22 24 26 28 30 32 34 36 38 40 42 2020 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 40.7 23.6 40.0 Figure 4.5: Tertiary educational attainment, EU-28, 2002–2018 (% of the population aged 30–34) Europe 2020 headline indicator Note: Break in time series in 2014 (switch from ISCED 1997 to ISCED 2011). Source: Eurostat (online data code: t2020_41) 2020 target ≥ 40 % of the population aged 30 to 34 with completed tertiary education by 2020 EUROPE 2020 H E A D L I N E I N D I C ATO R ",
        "Smarter, greener, more inclusive? 63 4 Education because it includes post-secondary, non-tertiary attainment (ISCED level 4). For France, the target definition refers to the 17- to 33-year age group while for Finland the target excludes former tertiary vocational education and training (VET). Figure 4.6 shows that in 2018, 17 countries had already achieved their national targets. Croatia and Hungary were close at less than one percentage point from their national targets. Figure 4.6: Tertiary educational attainment, by country, 2008 and 2018 (% of the population aged 30–34) 2008 2018 Europe 2020 target 0 10 20 30 40 50 60 70 T u r k e y M o n t e n e g r o ( 6 ) S e r b i a ( 5 ) N o r t h M a c e d o n i a N o r w a y I c e l a n d S w i t z e r l a n d R o m a n i a I t a l y P o r t u g a l H u n g a r y C z e c h i a B u l g a r i a C r o a t i a M a l t a S l o v a k i a A u s t r i a S p a i n S l o v e n i a L a t v i a F i n l a n d ( 4 ) G r e e c e P o l a n d F r a n c e ( ³ ) E s t o n i a B e l g i u m ( ¹ ) U n i t e d K i n g d o m D e n m a r k ( ¹ ) N e t h e r l a n d s G e r m a n y ( ² ) S w e d e n L u x e m b o u r g ( ¹ ) I r e l a n d ( ¹ ) C y p r u s L i t h u a n i a E U - 2 8 Note: All countries: break in time series in 2014 (switch from ISCED 1997 to ISCED 2011); the change of ISCED has no impact on the comparability over time of this indicator, except for Austria. (¹) Break(s) in time series between the two years shown. (²) Data and target refer to ISCED levels 4–8. (³) Target refers to 17–33 year olds. (⁴) Target excluding former tertiary Vocational Education and Training (VET). (⁵) 2010 data (instead of 2008). (⁶) 2011 data (instead of 2008). Source: Eurostat (online data code: t2020_41) Figure 4.7: Tertiary educational attainment, by country of birth, EU-28, 2007–2018 (% of the population aged 30–34) Reporting country Other EU country Non-EU 28 country 20 25 30 35 40 45 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 35.8 41.3 41.7 25.5 30.7 31.8 Note: All countries: break in time series in 2014 (switch from ISCED 1997 to ISCED 2011). Source: Eurostat (online data code: edat_lfs_9912) ",
        "Smarter, greener, more inclusive? 64 4 Education In 2018, levels of tertiary educational attainment varied by a factor of about 2.3 across Europe. Northern and central Europe had the highest share of population with tertiary education, with 19 countries exceeding the overall EU target of 40 %. The lowest levels could be observed in Romania (24.6 %) and Italy (27.8 %). At the same time, some eastern European countries experienced the strongest increases over the period 2008 to 2018. Changes were most pronounced in Slovakia and Czechia where the shares more than doubled. Across other major world economies ( 8 ), tertiary attainment rates vary greatly, but all countries showed clear increases between 2008 and 2017. South Korea experienced the biggest rise, of 11.9 percentage points, reaching a tertiary educational attainment rate of 69.8 % for the age group 25 to 34 in 2017. At 39.0 %, the EU had a significantly lower rate than some other industrialised countries in this age group ( 9 ). Figure 4.7 shows that the share of tertiary educational attainment has increased significantly, independently from the country of birth, between 2007 and 2018. However, people who were born in a non-EU-28 country have lower rates of tertiary attainment than people born in the EU. Notes ( 1 ) European Commission (2014), Taking stock of the Europe 2020 strategy for smart, sustainable and inclusive growth , COM(2014) 130 final. ( 2 ) For further information on the impact of demographic ageing on the labour force, see the chapter on `Employment`, page 21. ( 3 ) For more detailed analysis of the gender gap for early leavers from education and training see Eurostat (2019), Sustainable development in the European Union. Monitoring report on progress towards the SDGs in an EU context — 2019 edition , chapter on SDG 4 ‘Quality education’. ( 4 ) Nouwen, Ward, Noel Clycq, and Daniela Ulicna (2015), Reducing the risk that youth with a migrant background in Europe will leave school early , Migration Policy Institute, Brussels. Europe and SIRIUS Policy Network on the education of children and youngsters with a migrant background. ( 5 ) For more detailed analysis of the gender gap for tertiary educational attainment see Eurostat (2019), Sustainable development in the European Union. Monitoring report on progress towards the SDGs in an EU context — 2019 edition , chapter on SDG 4 ‘Quality education’. ( 6 ) Educational attainment is defined according to the International Standard Classification of Education (ISCED). Tertiary educational attainment refers to ISCED 2011 level 5–8 (for data as from 2014) and to ISCED 1997 level 5–6 (for data up to 2013). ( 7 ) The Bologna process put in motion a series of reforms to make European higher education more compatible, comparable, competitive and attractive for students. Its main objectives were: the introduction of a three-cycle degree system (bachelor, master and doctorate); quality assurance; and recognition of qualifications and periods of study (source: Education and training statistics introduced). ( 8 ) The data refers to the 25–34 age group, because the OECD database does not include the 30–34 age group that is used for the Europe 2020 target. Source: OECD (Population with tertiary education). ( 9 ) Source: Eurostat (online data code: edat_lfse_03). ",
        " Poverty and social exclusion ",
        "Smarter, greener, more inclusive? 66 5 Poverty and social exclusion 5.1 Poverty and social exclusion — why do they matter? Source: Eurostat (online data codes: t2020_50, ilc_peps01, hlth_dpe010, ilc_peps03, ilc_peps04, ilc_peps06 and ilc_peps13) Poverty and social exclusion in the EU For the EU-28 in 2017 People at risk of poverty or social exclusion 113.0 million people, equalling 22.4 % of the population – 4.2 % since 2010 ...by sex 1.7 pp gender gap to the disadvantage of women – 0.4 pp since 2010 ...by level of activity limitation 36.0 % of people aged 16+ with severe activity limitations + 0.7 pp since 2010 ...by age group 29.2 % of population aged 18 to 24 years – 0.2 pp since 2010 ...by household type 47.0 % of single-parent households – 5.2 pp since 2010 ...by degree of urbanisation ( 2 ) 23.9 % of people living in rural areas – 5.2 pp since 2010 ...by education 34.3 % of people aged 18+ and with at most lower secondary education + 1.6 pp since 2010 ...by country of birth ( 2 ) 38.3 % of people aged 18+ who were born outside the EU + 1.2 pp since 2010 2020 t a r g e t L i f t a t l e a s t 20 m i ll i o n p e o p l e o u t o f t h e r i s k o f p o v e r t y o r s o c i a l e x c l u s i o n ( 1 ) Europe 2020 strategy target on the risk of poverty or social exclusion The Europe 2020 strategy has set the target of ‘lifting at least 20 million people out of the risk of poverty or social exclusion’ by 2020 compared with the year 2008 ( 1 ). turn, reduces their ability to lead a successful life and further increases the risk of poverty. Without effective educational, health, social, tax-benefit and employment systems, the risk of poverty is passed on from one generation to the next. This causes poverty to persist, creating more inequality that can lead to the long-term loss of economic productivity from whole groups of society ( 2 ) and hamper inclusive and sustainable economic growth. To prevent this downward spiral, the European Commission has made ‘inclusive growth’ one of the three priorities of the Europe 2020 strategy. It has set a target to lift at least 20 million people out of the risk of poverty or social exclusion by 2020. To further reinforce the social dimension of the EU, the European Pillar of Social Rights has been Poverty and social exclusion harm lives and limit the opportunities for people to achieve their full potential by affecting their health and well-being and lowering educational outcomes. This, in ( 1 ) Target refers to 2008 levels, resulting in an absolute target value of 96.1 million people. Due to data availability, the target is evaluated for the EU without Croatia only. ( 2 ) Estimated data. ",
        "Smarter, greener, more inclusive? 67 5 Poverty and social exclusion jointly signed by the European Parliament, the Council and the European Commission. To reach the Europe 2020 poverty goal, particular focus will need to be placed on groups that are at high risk of poverty or social exclusion. With the Social Investment Package, the European Commission has set forth an integrated policy framework aiming to reach out to various vulnerable target groups, for example, with a specific recommendation on Investing in children: breaking the cycle of disadvantage ( 3 ). Also, between 2014 and 2020, at least 20 % of the European Social Fund is earmarked for measures combating poverty and social exclusion. The Commission’s Reflection paper ‘Towards Sustainable Europe by 2030’ ( 4 ) also states that the transition towards sustainability should be socially fair and inclusive, which requires investment in effective and integrated social protection systems. By setting a poverty target, the EU has put social concerns on an equal footing with economic objectives. However, to achieve the Europe 2020 strategy target to reduce the number of people at risk of poverty or social exclusion, the strategy’s other priorities, such as providing better opportunities for employment and education, must also be implemented successfully (see the chapters on Employment, page 21, and Education, page 57). 5.2 How do poverty and social exclusion affect Europe? 2020 target 20 million people to be lifted out of the risk of poverty or social exclusion by 2020 compared with 2008 ( 2 ) EU-28 EU without Croatia ( 1 ) 90 95 100 105 110 115 120 125 130 2020 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 117.9 113.0 111.9 116.1 124.7 96.1 Figure 5.1: People at risk of poverty or social exclusion, EU, 2005–2017 (million people) Europe 2020 headline indicator (¹) Data for 2005 and 2006 are estimates. (²) The overall EU target (referring to the EU without Croatia) is to lift at least 20 million people out of the risk of poverty or social exclusion by 2020. Due to the structure of the survey on which most of the key social data is based (EU Statistics on Income and Living Conditions), a large part of the main social indicators available in 2010, when the Europe 2020 strategy was adopted, referred to 2008 as the most recent year of available data. This is the reason why monitoring of progress towards the Europe 2020 strategy’s poverty target takes 2008 as a baseline year. Source: Eurostat (online data code: t2020_50) EUROPE 2020 H E A D L I N E I N D I C ATO R ",
        "Smarter, greener, more inclusive? 68 5 Poverty and social exclusion 5.2.1 The rate of risk of poverty or social exclusion has reached its lowest point since 2005, yet the target remains distant In 2017, 113.0 million people, or 22.4 % of the EU population, were at risk of poverty or social exclusion. This means roughly one in five people in the EU experienced at least one of the following three forms of poverty: monetary poverty, severe material deprivation or very low work intensity of their household. The rate of risk of poverty or social exclusion in the EU over the past decade has been marked by two turning points: in 2009, after which the number of people at risk started to rise because of the delayed social effects of the economic crisis; and in 2012, when this upward trend reversed. By 2017, the number of people at risk had fallen below 2008 levels (see Figure 5.1), which is the reference year for the Europe 2020 target. Nevertheless, with a gap of about 16 million people, the 2020 target remains at a distance. Poverty and social exclusion can manifest themselves in various forms. While household income has a big impact on living standards, other aspects, such as access to labour markets and material deprivation, also prevent full participation in society. This is reflected in the three sub- indicators that compose the ‘at-risk-of-poverty or social exclusion rate’ indicator: monetary poverty, severe material deprivation and very low work intensity ( 5 ). Because these sub-indicators tend to overlap and people can be affected by two or even all three of these types of poverty, a person is counted only once in the headline indicator, even if he or she falls into more than one category. As Figure 5.2 shows, monetary poverty was the most widespread form of poverty in 2017, with 85.3 million people (16.9 % of the EU population) living at risk of poverty after social transfers. The second most frequent form of poverty was very low work intensity, affecting 35.3 million people or 9.5 % of the EU population aged 0 to 59. At the same time, 33.1 million people or 6.6 % of the EU population were suffering from severe material deprivation. Over 33 million people, or nearly one-third (29.8 %) of all people at risk of poverty or social exclusion, were affected by more than one dimension of poverty over the same period. Out of these, seven million people, or one in 15 of those at risk of poverty or social exclusion (6.3 %), were affected by all three forms ( 6 )( 7 ). As shown in Figure 5.2, the three forms of poverty followed different trends between 2005 and 2017. While monetary poverty has been increasing gradually since 2005, the number of people affected by low work intensity has remained more or less constant until 2016, but declined in 2017. Since 2012 there has been a sharp decline Figure 5.2: Sub-indicators of ‘people at risk of poverty or social exclusion’, EU, 2005–2017 (million people) Severely materially deprived people People at risk of poverty after social transfers People living in households with very low work intensity 20 30 40 50 60 70 80 90 100 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 33.1 39.0 39.5 35.3 41.7 52.3 85.3 82.0 79.5 Note: Data for 2005–2009 refer to the EU without Croatia; 2005 and 2006 data are estimates; 2009 data for ‘severe material deprivation’ are estimates. Source: Eurostat (online data codes: t2020_51, t2020_52 and t2020_53) ",
        "Smarter, greener, more inclusive? 69 5 Poverty and social exclusion in material deprivation, which was not only strong enough to counteract the rise in monetary poverty, but also led to an overall drop in the risk of poverty or social exclusion (see Figure 5.1). This means the reduction in material deprivation has been the main driver behind the headline indicator’s improvement since 2012. The decline in the amount of materially deprived people was mainly driven by improvements in a handful of countries ( 8 ). One possible reason for the divergence between monetary poverty and the other two forms of poverty is the different nature of the indicators. While monetary poverty is measured in relative terms, material deprivation and low work intensity are absolute measures. The relativity of monetary poverty means the at-risk rate may remain stable or even rise even though the average or median equivalised disposable income increases. This is because the monetary poverty threshold is set at a specific percentage (60 %) of the median disposable income, which means that if the median income increases, the poverty threshold increases as well. If at the same time the inequality of the income distribution remains unchanged or even increases, the number of people below the poverty line does not decrease. Conversely, absolute poverty measures reflecting a person’s ability to afford basic goods are likely to improve during economic revivals when people are generally financially better off. 5.2.2 The share of people at risk of poverty or social exclusion has decreased in the majority of Member States Although on average 22.4 % of the EU population were at risk of poverty or social exclusion in 2017, the levels of individual countries varied widely, ranging from 12.2 % to 38.9 % (see Figure 5.3). A country’s socioeconomic situation depends on many factors, but much of the current divergence in social outcomes are still a legacy of the economic and financial crisis, as seen in the European Commission’s February 2018 Quarterly Report on the Euro Area ( 9 ). That is to say, Member States linking flexibility in working arrangements with effective active labour market policies and adequate social protection weathered the crisis Figure 5.3: People at risk of poverty or social exclusion, by country, 2008 and 2017 (% of population) 2008 2017 0 10 20 30 40 50 60 70 N o r t h M a c e d o n i a ( ¹ ) T u r k e y ( ² ) S e r b i a ( 4 ) S w i t z e r l a n d ( ² ) N o r w a y I c e l a n d ( ³ ) B u l g a r i a ( ² ) R o m a n i a G r e e c e L i t h u a n i a I t a l y L a t v i a S p a i n C r o a t i a ( ¹ ) H u n g a r y C y p r u s E s t o n i a ( ² ) P o r t u g a l I r e l a n d U n i t e d K i n g d o m ( ² ) L u x e m b o u r g ( ² ) B e l g i u m P o l a n d M a l t a G e r m a n y A u s t r i a S w e d e n D e n m a r k ( ² ) S l o v e n i a F r a n c e N e t h e r l a n d s ( ² ) S l o v a k i a F i n l a n d C z e c h i a E U - 2 8 ( ¹ ) (¹) 2010 data (instead of 2008). (³) 2016 data (instead of 2017). (²) Break(s) in time series between the two years shown. ( 4 ) No data for 2008. Source: Eurostat (online data code: t2020_50) ",
        "Smarter, greener, more inclusive? 70 5 Poverty and social exclusion more successfully (for more information, see the European Commission’s Annual Growth Survey 2019 ( 10 ) and its Joint Employment Report 2019 ( 11 ), and the chapter on ‘Employment’, page 21). To meet the overall EU target on risk of poverty and social exclusion, Member States have set their own national targets in their National Reform Programmes ( 12 ). As noted in the European Council conclusions from 17 June 2010 ( 13 ), Member States are free to set their own targets based on the most appropriate indicators for their circumstances and priorities. In 23 countries the target is expressed as an absolute number of people to be lifted out of the risk of poverty or social exclusion or one or more of its sub-indicators ( 14 ). Of these countries, Czechia, Croatia, Latvia, Poland, Portugal, Romania and Slovakia had already reached their national poverty targets by 2017. On the other hand, the share of people at risk of poverty or social exclusion has risen in 10 Member States since 2008, pushing them further away from their national targets ( 15 ). 5.3 Which groups are at greater risk of poverty or social exclusion? Identifying groups with a heightened risk of poverty or social exclusion, and determining the reasons behind this vulnerability, is the key to creating sound policies to fight poverty. Compared with the EU average, some population groups are at a higher risk of poverty or social exclusion. The most affected are women, children, young people, people with disabilities, the unemployed, single- parent households and those living alone, people with lower educational attainment, people born in a different country than the one they reside in, people out of work, and, in a majority of Member States, those living in rural areas. 5.3.1 Women and young people are particularly vulnerable to poverty and social exclusion People’s roles and responsibilities within families and in the workplace change throughout their lives and can also be influenced by gender. Thus, it is necessary to consider the breakdown of the headline indicator by age and sex for a complete picture of the structure of risk of poverty or social exclusion. In 2017 women had a higher rate of risk of poverty or social exclusion than men (the rate Figure 5.4: People at risk of poverty or social exclusion, by sex and age group, EU-28, 2017 (% of population) Women Men 05 10 15 20 25 30 35 65 years or over 50 to 64 years 25 to 49 years 18 to 24 years Less than 18 years Total Source: Eurostat (online data code: ilc_peps01) ",
        "Smarter, greener, more inclusive? 71 5 Poverty and social exclusion for women was 23.3 % compared with 21.6 % for men). Because the definition of households in the context of the EU Statistics on Income and Living Conditions (EU-SILC) implies an equal sharing of resources between all members of the household, it is likely that the main drivers behind the gender gap are higher risk-of-poverty rates among single female households — mainly those with dependent children ( 16 ). In a workshop on the main causes of female poverty ( 17 ), the European Parliament’s Directorate General for Internal Policies pointed out that one reason for this persisting gender gap is that single-parent households ( 18 ), which are more often headed by women, are more likely to have very low work intensities compared with other households with children. A comparison of Member States’ performance in the European Semester Thematic Factsheet ( 19 ) shows two policy measures that could ease this problem: child and family-support benefits and access to affordable, high-quality childcare. Between 2010 and 2017, the shares of both men and women being at risk of poverty or social exclusion followed a similar pattern to the overall headline indicator depicted in Figure 5.1. Even so, compared with 2010, the rate decreased a bit more for women than for men, slightly reducing the gender poverty gap. Most progress in reducing the gender gap was made between 2012 and 2015. The long-term effects of reduced work intensity among women (both single and married) become especially apparent in old age, with the risk-of- poverty-and-social-exclusion gender gap for the age group 65 or over reaching 5.4 percentage points. One explanation for the gender poverty gap among elderly EU residents is that women on average receive a lower pension income than men. As shown in the European Commission’s Pension Adequacy Report ( 20 ), this is mainly due to childcare-related gaps in their employment history and low pension coverage. For both men and women, young people below the age of 24 had the highest rates of risk of poverty or social exclusion (29.2 % for 18- to 24-year-olds and 24.9 % for people younger than 18). For more information on this group’s employment situation see the chapter on ‘Employment’, page 21. 5.3.2 People with disabilities have higher rates of risk of poverty or social exclusion In 2017, 36.0 % of the EU population aged 16 or more who had severe activity limitations were at risk of poverty or social exclusion, compared with 26.3 % with some activity limitations and 19.9 % of those with no activity limitations (see Figure 5.5). Despite large country differences, the risk-of- poverty-and-social-exclusion rate among people Figure 5.5: People at risk of poverty or social exclusion by level of activity limitation, EU-28, 2010–2017 (% of population aged 16 or over) Some activity limitations Severe activity limitations No activity limitations 10 15 20 25 30 35 40 2017 2016 2015 2014 2013 2012 2011 2010 19.9 26.3 36.0 20.8 26.9 35.3 Source: Eurostat (online data code: hlth_dpe010) ",
        "Smarter, greener, more inclusive? 72 5 Poverty and social exclusion with activity limitations was higher compared to the overall population in all Member States. While the overall risk-of-poverty-and-social- exclusion rate fell after 2012, the rate of those with activity limitations remained stable. Some of the main challenges that people with disabilities face are limited access to quality education from an early age and impeded access to the labour market. The integration of people with disabilities into the labour market has proven especially difficult in the wake of the financial crisis (for more Information see the Progress Report by the European Commission on its European Disability Strategy ( 21 )). The difference between the risk of monetary poverty before and after social transfers reveals the importance of social transfers to people with activity limitation. Before social transfers, 68.1 % ( 22 ) of people suffering from some or severe activity limitations were at risk of monetary poverty in 2017, but after social transfers this rate was reduced to 20.5 % ( 23 ) across the EU ( 24 ). 5.3.3 Single parents face the highest risk of poverty or social exclusion In 2017, 47.0 % of single people with one or more dependent children were at risk of poverty or social exclusion. This was just over twice the average rate and higher than for other household types. However, this group also experienced the largest decline in the percentage at risk since 2010 when the rate was 52.2 % and well over double the average. Figure 5.6 shows that in general households with only one adult — both with and without children — and households with many children are at a higher risk of poverty or social exclusion. In single-adult households there is no partner to help cushion temporary disruptions such as unemployment or sickness. Also, many such Figure 5.6: People at risk of poverty or social exclusion, by household type, EU-28, 2010 and 2017 (% of population) 2010 2017 0 5 10 15 20 25 30 35 40 45 50 55 Three or more adults with dependent children Two or more adults without dependent children Two or more adults with dependent children Two adults, at least one aged 65 years or over Two adults with two dependent children Two adults younger than 65 years Two adults with three or more dependent children One adult 65 years or over One adult younger than 65 years Single person with dependent children Total Source: Eurostat (online data code: ilc_peps03) ",
        "Smarter, greener, more inclusive? 73 5 Poverty and social exclusion households are made up of young unemployed people or pensioners — often women — which have a higher-than-average risk of poverty or social exclusion ( 25 ). Single parents also face the challenge of being both the primary breadwinner and caregiver for the family. The group with the lowest risk of poverty rate in 2017 was that of households with two adults where at least one person was aged 65 years or over. 5.3.4 People with low educational attainment are three times more likely to be at risk than those with tertiary education In 2017, 34.3 % of people with at most lower secondary educational attainment were at risk of poverty or social exclusion (see Figure 5.7). In comparison, only 11.0 % with tertiary education were in the same situation. This shows that the least-educated people were three times more likely to be at risk than those with the highest education levels (also see the chapter on ‘Education’, page 57). This is also reflected in the data on employment, which show that the likelihood of being employed rises in line with educational level (see the chapter on ‘Employment’, page 21, or the Education and Training Monitor 2018 of the European Commission ( 26 ) for more information). 5.3.5 The risk of poverty or social exclusion due to low education is passed on to the next generation An important aspect to consider when analysing the overall number of people at risk of poverty or social exclusion is the transmission of disadvantage from one generation to the next. At 9.5 %, children (aged 18 or less) of parents who obtained tertiary education had about the same risk of poverty or social exclusion rate as the overall population with the highest educational level in 2017. In contrast, the situation was especially grim for children of parents with at most pre-primary and lower secondary education. While around a third of the overall population with the lowest educational attainment was at risk of poverty or social exclusion in 2017, this rate was almost twice as high, at 62.9 %, for children of parents in this group. This implies that the risk of poverty or social exclusion particularly affects families where parents could not benefit from an extensive education. 5.3.6 People from outside the EU are generally worse off than people living in their home country In 2017, people living in the EU but born in a non-EU country had a 38.3 % at-risk-of-poverty-or- social-exclusion rate. The rate was lower for people Figure 5.7: People at risk of poverty or social exclusion, by educational attainment level, EU-28, 2010 and 2017 (% of population aged 18 and over) 2010 2017 0 5 10 15 20 25 30 35 40 Tertiary education (levels 5–8) Upper secondary and post-secondary non-tertiary education (levels 3 and 4) Less than primary, primary and lower secondary education (levels 0–2) All ISCED 2011 levels Source: Eurostat (online data code: ilc_peps04) ",
        "Smarter, greener, more inclusive? 74 5 Poverty and social exclusion born in an EU-country other than the one they were living in, at 22.7 %. Among the people who resided in their country of birth, 20.7 % were at risk of poverty or social exclusion. Thus, people born outside the EU had a twice higher rate of being at risk of poverty or social exclusion compared with native residents. Compared to migration from a country from outside the EU, migration within the EU bears a far smaller risk of poverty or social exclusion. The ‘poverty origin gap’ can arise due to a number of factors, such as the level of education, labour market access and employment status of foreign citizens residing in a given Member State. Difficulties with labour market access among foreign citizens can be due to migration- specific work obstacles: problems with credential recognition, language and communication barriers, or discrimination on social and religious grounds (for more information, see the Eurostat article on First and second-generation immigrants — obstacles to work ( 27 ) and the Migrant integration statistics ( 28 )). Furthermore, the socioeconomic outcomes of the foreign- born population may also reflect the different reasons for migrating to a specific country. For instance, in many EU countries a large share of non-EU migrants did not come to their host country primarily for work, but rather for family or humanitarian reasons (see Employment and Social Development in Europe 2018 ( 29 ) and the International Migration Outlook 2018 ( 30 ). Between 2010 and 2017 the risk of poverty or social exclusion rate increased for those living in a country other than their country of birth, both for those from outside the EU and those from inside the EU. 5.3.7 People in rural areas have slightly higher rates of risk of poverty or social exclusion On average, EU residents in rural areas were slightly more likely to live at risk of poverty or social Figure 5.8: People at risk of poverty or social exclusion by broad group of country of birth, by country, 2017 (% of population aged 18 and over) 0 10 20 30 40 50 60 70 N o r t h M a c e d o n i a ( ³ ) T u r k e y S e r b i a S w i t z e r l a n d N o r w a y I c e l a n d ( ⁴ ) B u l g a r i a ( ³ ) R o m a n i a ( ² ) G r e e c e L i t h u a n i a ( ³ ) L a t v i a I t a l y C r o a t i a H u n g a r y ( ³ ) E s t o n i a C y p r u s P o r t u g a l S p a i n I r e l a n d U n i t e d K i n g d o m P o l a n d G e r m a n y M a l t a D e n m a r k S l o v e n i a L u x e m b o u r g B e l g i u m N e t h e r l a n d s F i n l a n d S l o v a k i a ( ² ) F r a n c e A u s t r i a S w e d e n C z e c h i a E U - 2 8 ( ¹ ) Reporting country Other EU-28 country Non EU-28 country (¹) Estimated data for foreign countries. (²) Missing data due to low reliability. (³) Data have low reliability (⁴) 2016 data. Source: Eurostat (online data code: ilc_peps06) ",
        "Smarter, greener, more inclusive? 75 5 Poverty and social exclusion exclusion than those in urban areas (23.9 % in rural areas compared with 22.6 % in cities) in 2017 (see Figure 5.9). Those living in towns or suburbs were the least likely to be at risk (21.0 %). Despite the overall EU average showing higher rates of risk of poverty or social exclusion in rural areas, in some northern, central and western Member States, people residing in urban areas were more often affected than in rural areas. In a study on poverty and social exclusion in rural areas ( 31 ), the European Commission identified four main categories of problems that characterise rural areas in the EU and determine the risk of poverty or social exclusion: demography (for example, the exodus of residents and the ageing population in rural areas), remoteness (such as lack of infrastructure and basic services), education (for example, lack of preschools and difficulty in accessing primary and secondary schools) and labour markets (lower employment rates, persistent long-term unemployment and a greater number of seasonal workers). At the same time, even if urban areas are often characterised by high concentrations of economic activity, they are also characterised by a range of social inequalities, where especially the cost of living can contribute to the risks of poverty ( 32 ). Figure 5.9: People at risk of poverty or social exclusion by degree of urbanisation, by country, 2017 (% of population) Cities Towns and suburbs Rural areas 0 10 20 30 40 50 60 N o r t h M a c e d o n i a S e r b i a S w i t z e r l a n d N o r w a y I c e l a n d ( ³ ) G r e e c e I t a l y B e l g i u m B u l g a r i a A u s t r i a U n i t e d K i n g d o m S p a i n P o r t u g a l D e n m a r k I r e l a n d L a t v i a G e r m a n y C y p r u s E s t o n i a L i t h u a n i a N e t h e r l a n d s R o m a n i a H u n g a r y M a l t a ( ² ) F r a n c e L u x e m b o u r g C r o a t i a S l o v e n i a S w e d e n F i n l a n d P o l a n d C z e c h i a S l o v a k i a E U - 2 8 ( ¹ ) (¹) Estimated data for rural areas. (²) Missing data due to low reliability. (³) 2016 data. Source: Eurostat (online data code: ilc_peps13) ",
        "Smarter, greener, more inclusive? 76 5 Poverty and social exclusion Notes ( 1 ) Due to the structure of the survey on which most of the key social data is based (EU Statistics on Income and Living Conditions), a large part of the main social indicators available in 2010, when the Europe 2020 strategy was adopted, referred to 2008 as the most recent year of data available. This is why 2008 data for the EU without Croatia are used as the baseline year for monitoring progress towards the Europe 2020 strategy’s poverty target. Since 116.1 million people were at risk of poverty or social exclusion in the EU without Croatia in 2008, the target value to be reached is 96.1 million by 2020. ( 2 ) OECD (2017), Understanding the Socio-Economic Divide in Europe , Background Report. ( 3 ) European Commission (2013), Investing in Children: breaking the cycle of disadvantage , Commission Recommendation of 20 February 2013. ( 4 ) European Commission (2019), Reflection Paper ‘Towards a Sustainable Europe by 2030’ , COM(2019)22, Brussels. ( 5 ) The indicator ‘very low work intensity’ is limited to people aged 0 to 59. People over the age of 59 are considered at risk of poverty or social exclusion only if the criteria of one of the two dimensions ‘monetary poverty’ or ‘severe material deprivation’ are met. ( 6 ) The year of reference differs for the three sub-indicators. The risk of poverty after social transfers and whether or not someone lives in a household with very low work intensity are based on data from the previous year. The extent to which an individual is severely materially deprived is determined based on information from the year of the survey. ( 7 ) Eurostat (online data code: ilc_pees01). For a more detailed analysis of the different forms of poverty see Eurostat (2019), Sustainable development in the European Union. Monitoring report on progress towards the SDGs in an EU context — 2019 edition , chapter on SDG 1 ‘No poverty’. ( 8 ) For a more detailed analysis of the development of different forms of poverty on a country level see Eurostat (2019), Sustainable development in the European Union. Monitoring report on progress towards the SDGs in an EU context — 2019 edition , chapter on SDG 1 ‘No poverty’. ( 9 ) European Commission (2018), Quarterly Report on the Euro Area. Institutional Paper 072 , Publications Office of the European Union, Luxembourg, p. 15. ( 10 ) European Commission (2018), Annual Growth Survey 2019 . ( 11 ) European Commission (2019), Joint Employment Report 2019 . ( 12 ) See https://ec.europa.eu/info/business-economy-euro/ economic-and-fiscal-policy-coordination/eu-economic- governance-monitoring-prevention-correction/european- semester/european-semester-timeline/national-reform- programmes-and-stability-convergence-programmes_en. ( 13 ) European Council (2010), Conclusion from 17 June 2010 . ( 14 ) This corresponds to the base year also used for the overall EU target. Germany and Sweden use targets based on different forms of unemployment, Ireland defined a combined poverty target, the Netherlands aims to reduce the amount of jobless households, and the UK based its numerical targets on a nationally launched Child Poverty Act. European Commission (2015), Social Europe — Aiming for inclusive growth. Annual report of the Social Protection Committee on the social situation in the European Union (2014) , Publications Office of the European Union, Luxembourg, p. 162–461. ( 15 ) For a more detailed analysis of the development of different forms of poverty on a country level see Eurostat (2019), Sustainable development in the European Union. Monitoring report on progress towards the SDGs in an EU context — 2019 edition , chapter on SDG 1 ‘No poverty’. ( 16 ) Given that the data does not reveal systematic differences in the risk of poverty or social exclusion between single female and single male households without dependent children, the gender gap is expected to be caused by single households with dependent children. ( 17 ) Directorate-General for Internal Policies (2015), Workshop on main causes of female poverty , p. 22. ( 18 ) Eurostat, People in the EU — statistics on household and family structures , Statistics Explained. ( 19 ) European Commission (2016), European Semester Thematic Factsheet. Social Inclusion, p. 7–8. ( 20 ) European Commission (2018), Pension Adequacy Report 2018. ( 21 ) European Commission (2017), Progress Report on the implementation of the European Disability Strategy (2010–2020) , Commission Staff Working Paper. ( 22 ) Eurostat (online data code: hlth_dpe030). ( 23 ) Eurostat (online data code: hlth_dpe020). ( 24 ) To assess the importance of social transfers, the analysis focuses on the sub-indicator ‘at risk of poverty’ without the dimensions of material deprivation and very low-work intensity. ( 25 ) European Centre (2008), Poverty Across Europe: The latest evidence using the EU-SILC Survey . ( 26 ) European Commission (2018), Education and Training Monitor 2018 , p. 72. ( 27 ) Eurostat (2016), First and second-generation immigrants — obstacles to work, Statistics Explained. ( 28 ) Eurostat (2019), Migrant integration statistics — labour market indicators , Statistics Explained. ( 29 ) European Commission (2018), Employment and Social Development in Europe 2018 , p. 14. ( 30 ) OECD (2018), International Migration Outlook 2018 , OECD Publishing, Paris. ( 31 ) European Commission (2008), Poverty and social exclusion in rural areas. Final study report , Office for Official Publications of the European Communities, Luxembourg. ( 32 ) Eurostat (2016), Urban Europe — statistics on cities, towns and suburbs — executive summary . ",
        "Country profiles ",
        "Smarter, greener, more inclusive? 78 Country profiles Country profiles This section provides an overview of each Member State’s situation in relation to the Europe 2020 headline indicators and national targets. Member States define their national targets in their National Reform Programmes (NRPs), taking into account their current situation. These programmes outline the actions and measures they plan to undertake to meet their national targets. The European Commission assesses each NRP and provides country-specific recommendations to support the programmes. The full NRPs and country-specific recommendations can be downloaded from the European Commission’s European Semester website. This chapter illustrates the current situation of each Member State with the help of radar charts. The charts show how far a country is from its national targets as a percentage of the targets by comparing the national target (red line), the country’s situation in 2008 (yellow line) and the most recent situation (blue line). The distance between the blue line and the red line for a particular indicator shows how far a country currently is from its national target. Data points on or outside the red line mean the country has met or exceeded this target, while those inside show it still has some way to go. Comparing a country’s most recent performance with the yellow line reveals whether it has moved closer to or further away from its targets since 2008 ( 1 ). National targets that are not harmonised with the overall EU targets are not presented in the diagram. For example, this is the case with the poverty and social exclusion targets adopted by some countries. Regarding the indicator on energy efficiency, Member States have set indicative national targets based on different indicators (primary or final energy consumption, primary or final energy savings, or energy intensity) in line with the Energy Efficiency Directive. These have been translated into absolute levels of primary energy consumption, expressed in million tonnes of oil equivalent (Mtoe). Progress towards national greenhouse gas (GHG) emissions targets is analysed based on emissions in sectors not covered by the EU Emissions Trading System (EU ETS) and in relation to the base year defined in the Effort Sharing Decision (ESD) ( 2 ). For further details on the EU ETS and the ESD see the chapter on ‘Climate change and energy’, page 43. The national targets (as defined in the NRPs) and the latest available national data for the headline indicators are presented in a separate table. Data on Europe 2020 headline indicators, targets and related issues are disseminated by Eurostat on a dedicated section of its website. ",
        "Smarter, greener, more inclusive? 79 Country profiles Figure 6.0: EU-28 — Change since 2008 in relation to Europe 2020 targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training People at risk of poverty or social exclusion Tertiary educational attainment Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.0: Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 73.2 2018 75 Gross domestic expenditure on R&D (% of GDP) 2.06 ( 1 ) 2017 3 Greenhouse gas emissions (Index 1990 = 100) 78.3 ( 2 ) 2017 80 Share of renewable energy in gross final energy consumption (%) 17.5 2017 20 Primary energy consumption (million tonnes of oil equivalent) 1 562 2017 1 483 Final energy consumption (million tonnes of oil equivalent) 1 123 2017 1 086 Early leavers from education and training (% of population aged 18–24) 10.6 2018 10 Tertiary educational attainment (% of population aged 30–34) 40.7 2018 40 People at risk of poverty or social exclusion (million people) 111.9 ( 3 ) 2017 96.2 ( 1 ) Data are provisional. ( 2 ) Indicator and target refer to total emissions, including international aviation, but excluding emissions from land use, land use change, and forestry (LULUCF). ( 3 ) Data and target refer to the EU without Croatia. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 80 Country profiles Belgium In 2018, Belgium surpassed its target on early leavers from education and training by 0.9 percentage points. In the same year the country also reached its tertiary educational attainment target, which foresees an increase in the share of the population aged 30 to 34 with tertiary education to 47 %. The country has also increased its expenditure on R&D as a share of GDP, but in 2017 it was still 0.4 percentage points from its 3 % national target. The share of renewable energy in gross final energy consumption in Belgium more than doubled between 2008 and 2017; however, the country remains 3.9 percentage points below its national target of 13 %. Although the country reduced its GHG emissions in ESD sectors between 2008 and 2017, it is still 5.2 percentage points away from its national target. The lack of progress in primary energy consumption leaves the country more than five Mtoe away from its target. Similarly, lack of progress on the employment rate between 2008 and 2018 means the employment target is still 3.5 percentage points away. Between 2008 and 2018, the number of people at risk of poverty or social exclusion increased by 2.6 %, moving the country further from its national 2020 target. Figure 6.1 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.1: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 69.7 2018 73.2 Gross domestic expenditure on R&D (% of GDP) 2.58 ( 1 ) 2017 3 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 9.8 ( 1 ) 2017 – 15 Share of renewable energy in gross final energy consumption (%) 9.1 2017 13 Primary energy consumption (million tonnes of oil equivalent) 49.1 2017 43.7 Early leavers from education and training (% of population aged 18–24) 8.6 2018 9.5 Tertiary educational attainment (% of population aged 30–34) 47.6 2018 47 People at risk of poverty or social exclusion (thousands) 2 250 2018 1 814 ( 1 ) Provisional data. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 81 Country profiles Bulgaria Bulgaria reduced its ESD GHG emissions between 2008 and 2017, staying within its national target to limit the rise in ESD sector GHG emissions to 20 % by 2020. In 2017, the country also surpassed its renewable energy target but the primary energy consumption target remained at some distance. Although Bulgaria has moved towards its national targets on early school leavers and tertiary education since 2008, it was still 1.7 and 2.3 percentage points away from its respective Europe 2020 goals. Bulgaria’s employment rate deteriorated sharply between 2008 and 2011; the subsequent increase up to 2018 was not enough to reach the country’s 76 % target. Despite a rise in R&D expenditure between 2008 and 2017, Bulgaria would need to double its expenditure in the coming years to reach its goal of 1.5 % of GDP. Between 2008 and 2018, Bulgaria reduced the number of people at risk of poverty after social transfers — used as a national target in the area of poverty reduction — but still needed to take 179 000 people out of being at risk of monetary poverty to reach its national 2020 target. Figure 6.2 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.2: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 72.4 2018 76 Gross domestic expenditure on R&D (% of GDP) 0.75 2017 1.5 Greenhouse gas emissions in ESD sectors (% change since ESD base year) 17.9 ( 1 ) 2017 20 Share of renewable energy in gross final energy consumption (%) 18.7 2017 16 Primary energy consumption (million tonnes of oil equivalent) 18.3 2017 16.9 Early leavers from education and training (% of population aged 18–24) 12.7 2018 11 Tertiary educational attainment (% of population aged 30–34) 33.7 2018 36 People at risk of poverty after social transfers (thousands) 1 551 2018 1 372 ( 2 ) ( 1 ) Data are provisional. ( 2 ) National target differs from the overall EU target on ‘risk of poverty or social exclusion’ as it refers to the sub-indicator ‘people at risk of poverty after social transfers’ only. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 82 Country profiles Czechia By 2017, Czechia had increased its ESD GHG emissions by 3.8 % compared with the ESD base year, thus remaining within the national GHG emissions target to limit increases to 9 % by 2020. In 2017, the country had already met its national target on renewable energy and the 5.1 % decrease in primary energy consumption in the period 2008 to 2017 brought Czechia very close to its national target. In 2018, Czechia exceeded its national targets on employment and tertiary educational attainment by 4.9 and 1.7 percentage points, respectively. The significant reduction in the number of people at risk of poverty or social exclusion between 2008 and 2018 helped the country surpass its national target to lift 100 000 people out of being at risk of poverty or social exclusion compared with 2008 levels. An increase in the share of early school leavers from education and training between 2008 and 2018 widened the distance to the national target to 0.7 percentage points. Figure 6.3 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.3: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 79.9 2018 75 Gross domestic expenditure on R&D (% of GDP) 1.79 2017 1 ( 1 ) Greenhouse gas emissions in ESD sectors (% change since ESD base year) 3.8 (²) 2017 9 Share of renewable energy in gross final energy consumption (%) 14.8 2017 13 Primary energy consumption (million tonnes of oil equivalent) 40.4 2017 39.6 Early leavers from education and training (% of population aged 18–24) 6.2 2018 5.5 Tertiary educational attainment (% of population aged 30–34) 33.7 2018 32 People at risk of poverty or social exclusion (thousands) 1 264 2018 1 466 ( 1 ) National target refers to public sector expenditure only. ( 2 ) Provisional data. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 83 Country profiles Denmark In 2018, Denmark exceeded its national target on tertiary educational attainment by 9.1 percentage points and was just 0.2 percentage points away from its target on early leavers from education and training. Denmark was one of the few countries to have met its R&D expenditure target of 3 % of GDP in 2017. With a 17.2 percentage point increase in the share of renewable energy in gross final energy consumption between 2008 and 2017, Denmark also surpassed its renewable energy target. In 2017, the country was also close to meeting its ESD GHG emissions and energy efficiency targets. The country’s employment rate in 2018 was still below the 2008 level and 1.8 percentage points behind the national target of 80 %. Between 2008 and 2018, the number of people living in households with very low work intensity — used in Denmark as a national target in the area of poverty and social exclusion — increased by 33.7 %, pushing the country further from its national target. Figure 6.4 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.4: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 78.2 2018 80 Gross domestic expenditure on R&D (% of GDP) 3.05 ( 1 ) 2017 3 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 18.7 ( 1 ) 2017 – 20 Share of renewable energy in gross final energy consumption (%) 35.8 2017 30 Primary energy consumption (million tonnes of oil equivalent) 17.7 2017 17.4 Early leavers from education and training (% of population aged 18–24) 10.2 2018 10 Tertiary educational attainment (% of population aged 30–34) 49.1 2018 40 ( 2 ) People living in households with very low work intensity (thousands) 464 ( 1 ) 2018 325 ( 3 ) ( 1 ) Provisional data. ( 2 ) National target: more than 40 %. ( 3 ) National target differs from the overall EU target on ‘risk of poverty or social exclusion’ as it refers to the sub-indicator ‘people living in households with very low work intensity’ only. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 84 Country profiles Germany Long-term unemployment, used in Germany as a national target in the area of poverty and social exclusion, went down by 63.0 % between 2008 and 2018. This allowed the country to significantly exceed its target of reducing long- term unemployment by 20 % by 2020. Germany had already met its 77 % employment target in 2013 and continued to increase its employment rate until 2018. In 2018, Germany also surpassed its national target on tertiary educational attainment by 7.8 percentage points, with 49.8 % of 30- to 34-year-olds having completed post-secondary education or equivalent. Germany’s national target differs from that of other Member States because it includes post-secondary non-tertiary education (ISCED level 4) in addition to ISCED levels 5 to 8. In addition, Germany was only 0.3 percentage points away from meeting its target for early leavers from education and training in 2018. In 2017, the country surpassed its national targets for R&D expenditure by 0.2 percentage points. Between 2008 and 2017, Germany reduced the distance to its national targets on primary energy consumption and renewable energy by half but remained further from its energy efficiency target than any other Member State. In addition, a gap of 11.3 percentage points to its target on GHG emissions in ESD sectors persisted in 2017. Figure 6.5 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.5: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 79.9 2018 77 Gross domestic expenditure on R&D (% of GDP) 3.02 ( 1 ) 2017 3 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 2.7 ( 1 ) 2017 – 14 Share of renewable energy in gross final energy consumption (%) 15.5 2017 18 Primary energy consumption (million tonnes of oil equivalent) 298.3 2017 276.6 Early leavers from education and training (% of population aged 18–24) 10.3 2018 10 ( 2 ) Tertiary educational attainment (% of population aged 30–34) 49.8 ( 3 ) 2018 42 ( 3 ) Long-term unemployment (thousands) 601 2018 1 306 ( 4 ) ( 1 ) Estimated/provisional data. ( 4 ) National target differs from the overall EU target on ‘risk of poverty ( 2 ) National target: less than 10 %. or social exclusion’ as it refers to long-term unemployed people. ( 3 ) Indicator and target refer to ISCED levels 4–8. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators and lfsa_ugad). ",
        "Smarter, greener, more inclusive? 85 Country profiles Estonia Estonia reduced its GHG emissions between 2008 and 2017, remaining below its national target, which allows an increase of 11 % by 2020. In 2017, it surpassed its targets on renewable energy and primary energy consumption by 4.2 percentage points and 0.9 Mtoe, respectively. In 2018, the country also exceeded its targets on tertiary education and employment by 7.2 and 3.5 percentage points, respectively. Despite a sizeable reduction in the share of early school leavers since 2008, Estonia was 1.8 percentage points above its national target in 2018. Since 2010, the share of the population living at risk of poverty after social transfers has increased gradually, pushing Estonia further from its national target to reduce monetary poverty to a rate of 15 %. Due to the lack of progress in gross expenditure on R&D, in 2017 the country was further from its national target of 3 % than any other Member State. Figure 6.6 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.6: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 79.5 2018 76 Gross domestic expenditure on R&D (% of GDP) 1.29 2017 3 Greenhouse gas emissions in ESD sectors (% change since ESD base year) 10.1 ( 1 ) 2017 11 Share of renewable energy in gross final energy consumption (%) 29.2 2017 25 Primary energy consumption (million tonnes of oil equivalent) 5.6 2017 6.5 Early leavers from education and training (% of population aged 18–24) 11.3 2018 9.5 Tertiary educational attainment (% of population aged 30–34) 47.2 2018 40 People at risk of poverty after social transfers (% of population) 21.9 2018 15 ( 2 ) ( 1 ) Provisional data. ( 2 ) National target differs from the overall EU target on ‘Risk of poverty or social exclusion’ as it refers to the sub-indicator ‘people at risk of poverty after social transfers’ only. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 86 Country profiles Ireland Ireland surpassed its employment target by 5.1 percentage points in 2018. The country also exceeded its target for early leavers from education and training, achieving a 6.7 percentage point reduction between 2008 and 2018. Although the share of tertiary graduates increased more or less steadily during the same period, Ireland has yet to meet its 60 % target — the second most ambitious target for this indicator among Member States. In 2017, Ireland was 0.5 Mtoe above its national target on primary energy consumption. Despite the gradual increase in the share of renewable energy in gross final energy consumption since 2008, a gap of 5.3 percentage points still needs to be closed in the next three years for the country to reach its 16 % target. Ireland would need to more than triple its efforts to reduce its GHG emissions in ESD sectors compared with the ESD base year in order to meet its 20 % reduction target. A fall in the country’s R&D expenditure since 2014 pushed Ireland away from its 2 % target. Figure 6.7 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.7: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 74.1 2018 69 ( 1 ) Gross domestic expenditure on R&D (% of GDP) 1.05 2017 2 ( 2 ) Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 6.4 ( 3 ) 2017 – 20 Share of renewable energy in gross final energy consumption (%) 10.7 2017 16 Primary energy consumption (million tonnes of oil equivalent) 14.4 2017 13.9 Early leavers from education and training (% of population aged 18–24) 5.0 2018 8 Tertiary educational attainment (% of population aged 30–34) 56.3 2018 60 People at risk of poverty or social exclusion (thousands) 1 088 2017 : ( 4 ) ( 1 ) National target: 69–71 %. ( 2 ) National target: 2.5 % of GNP (approximately 2 % of GDP). ( 3 ) Provisional data. ( 4 ) National target: Reduce by a minimum of 200 000 the population in combined poverty (either consistent poverty, at-risk-of-poverty or basic deprivation). Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 87 Country profiles Greece Partly as a result of the economic slowdown, Greece had reduced its GHG emissions in ESD sectors by 29.3 % by 2017 compared with the ESD base year, significantly exceeding its national target for a 4 % reduction by 2020. Greece had already met its target on primary energy consumption in 2013 and has stabilised its energy efficiency at almost the same level since then. Between 2008 and 2017, the country doubled its share of renewable energy in gross final energy consumption and increased its expenditure on R&D as a share of GDP, thus narrowing the distance to the respective national targets. In 2018, the country surpassed its targets on tertiary education and early leavers from education and training, by 12.3 and 5.3 percentage points respectively. In contrast, in 2018 it was the EU country with the lowest employment rate and the greatest distance to its employment target. Moreover, the number of people living at risk of poverty or social exclusion increased by about 303 000 between 2008 and 2018, increasing the distance from the national target to 753 000 people. Figure 6.8 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.8: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 59.5 2018 70 Gross domestic expenditure on R&D (% of GDP) 1.13 ( 1 ) 2017 1.2 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 29.3 ( 1 ) 2017 – 4 Share of renewable energy in gross final energy consumption (%) 17.0 2017 18 Primary energy consumption (million tonnes of oil equivalent) 23.1 2017 24.7 Early leavers from education and training (% of population aged 18–24) 4.7 2018 10 ( 2 ) Tertiary educational attainment (% of population aged 30–34) 44.3 2018 32 People at risk of poverty or social exclusion (thousands) 3 349 2018 2 596 ( 1 ) Provisional data. ( 2 ) National target: less than 10 %. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 88 Country profiles Spain Spain exceeded its national target on GHG emissions in ESD sectors by 5.3 percentage points in 2017. Although the country had already met its goal on primary energy consumption in 2016, the situation deteriorated in 2017, pushing Spain 5.8 Mtoe away from its goal. Despite a gradual increase in share of renewable energy in gross final energy consumption, in 2017 Spain was still 2.5 percentage points from its 2020 national target. By reducing the school drop-out rate by 13.8 percentage points between 2008 and 2018, Spain made substantial progress towards its 2020 national target. In contrast, in 2018 the share of 30- to 34-year-olds with tertiary education was almost the same as in 2008, leaving a distance of 1.6 percentage points to the national target of 44 %. Since 2008, the number of people at risk of poverty or social exclusion has risen sharply. Despite improvements since 2015, Spain would need to lift some 2.7 million people out of being at risk of poverty to meet its 2020 objective. Although the country’s employment rate has picked up since 2014, in 2018 it was still 7.0 percentage points behind its national target — the second largest gap in the EU. R&D spending has also fallen, however, the country was closer to its national target than the EU as a whole was to the EU 2020 target in 2017. Figure 6.9 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.9: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 67.0 2018 74 Gross domestic expenditure on R&D (% of GDP) 1.2 ( 1 ) 2017 2 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 15.3 ( 1 ) 2017 – 10 Share of renewable energy in gross final energy consumption (%) 17.5 2017 20 Primary energy consumption (million tonnes of oil equivalent) 125.6 2017 119.8 Early leavers from education and training (% of population aged 18–24) 17.9 2018 15 ( 2 ) Tertiary educational attainment (% of population aged 30–34) 42.4 2018 44 People at risk of poverty or social exclusion (thousands) 12 047 2018 9 386 ( 3 ) ( 1 ) Provisional data. ( 2 ) National target refers to school drop-out rate. ( 3 ) National target: reduce the number of people at risk of poverty or social exclusion by 1 400 000 to 1 500 000 people (compared to 2008). Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 89 Country profiles France In 2018, France met its Europe 2020 target for early leavers from education and training for the fifth consecutive year. Progress has also been achieved in tertiary educational attainment; however, the indicator used at the EU level cannot directly be compared to the French target value of 50 %, which refers to the population aged 17 to 33. By 2017, the country had moved closer to its target on primary energy consumption. In terms of renewable energy, France was the Member State that was the second furthest from its national target (6.7 percentage points). Despite an overall reduction in GHG emissions in ESD sectors, by 2017 the country was still 3.1 percentage points away from its Europe 2020 goal. In 2018, France was also further from its employment target than the EU as a whole was from the EU target but slightly closer to its target on R&D expenditure (2017 data). Between 2008 and 2017, the number of people at risk of poverty or social exclusion fell by about 379 000, moving the country closer to its 2020 goal to reduce the number of people at risk by 1.9 million (compared with 2007). Figure 6.10 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.10: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 71.3 2018 75 Gross domestic expenditure on R&D (% of GDP) 2.19 ( 1 ) 2017 3 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 10.9 ( 1 ) 2017 – 14 Share of renewable energy in gross final energy consumption (%) 16.3 2017 23 Primary energy consumption (million tonnes of oil equivalent) 239.5 2017 219.9 Early leavers from education and training (% of population aged 18–24) 8.9 2018 9.5 Tertiary educational attainment (% of population aged 30–34) 46.2 2018 50 ( 2 ) People at risk of poverty or social exclusion (thousands) 10 771 2017 9 482 ( 3 ) ( 1 ) Estimated/provisional data. ( 2 ) National target differs from the overall EU target on ‘tertiary educational attainment’ as it refers to 17–33 year olds. ( 3 ) National target: reduce by 1 900 000 the population living in poverty or social exclusion by 2020 (compared with 2007). Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 90 Country profiles Croatia Croatia not only had by far the lowest rate of early leavers from education and training across the EU in 2018, it also exceeded its 2020 target by 0.7 percentage points. The share of the population aged 30 to 34 with tertiary education increased by 15.6 percentage points in the period between 2008 and 2018, substantially reducing the distance to the national 2020 target. A gradual reduction in the number of people at risk of poverty or social exclusion since 2013 helped the country reach its 2020 target early in 2015. By 2017, the country had remained well within its target on GHG emissions in ESD sectors, which allows emissions to increase by up to 11 % by 2020 compared with the ESD base year levels. In 2017, Croatia also surpassed its national targets on renewable energy and primary energy consumption. Due to the gradual increase in the employment rate since 2014, the country surpassed its employment target in 2018. In 2017, Croatia slightly increased the gap to the national target on R&D expenditure compared with 2008 levels. Figure 6.11 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.11: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 65.2 2018 62.9 Gross domestic expenditure on R&D (% of GDP) 0.86 2017 1.4 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 7.7 ( 1 ) 2017 11 Share of renewable energy in gross final energy consumption (%) 27.3 2017 20 Primary energy consumption (million tonnes of oil equivalent) 8.3 2017 11.15 Early leavers from education and training (% of population aged 18–24) 3.3 2018 4 Tertiary educational attainment (% of population aged 30–34) 34.1 2018 35 People at risk of poverty or social exclusion (thousands) 1 014 ( 1 ) 2018 1 220 ( 1 ) Provisional data. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 91 Country profiles Italy By 2017, Italy had achieved a 19.6 % reduction in GHG emissions in ESD sectors compared with the ESD base year, exceeding its national target by 6.6 percentage points. In 2017, the country also surpassed its national targets on renewable energy and primary energy consumption for the fourth and sixth consecutive year, respectively. Regarding education, Italy had exceeded its goals on early leavers from education and training and tertiary education by 2018; nevertheless, the country had the second lowest share of tertiary graduates in the EU in 2018 (27.8 % of 30- to 34-year-olds). R&D expenditure has increased slightly since 2008 and in 2017 the country was closer to its national target than the EU as a whole was to the EU target. In contrast, Italy is still 4.0 percentage points below its national target on employment, despite a gradual increase in the employment rate since 2014. The number of people at risk of poverty and social exclusion has increased considerably between 2008 and 2018; Italy would need to lift more than 3.6 million people out of the risk of poverty to reach its national target by 2020. Figure 6.12 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.12: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 63.0 2018 67 ( 1 ) Gross domestic expenditure on R&D (% of GDP) 1.35 ( 2 ) 2017 1.53 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 19.6 ( 2 ) 2017 – 13 Share of renewable energy in gross final energy consumption (%) 18.3 2017 17 Primary energy consumption (million tonnes of oil equivalent) 149.0 2017 158 Early leavers from education and training (% of population aged 18–24) 14.5 2018 16 Tertiary educational attainment (% of population aged 30–34) 27.8 2018 26 ( 3 ) People at risk of poverty or social exclusion (thousands) 16 441 2018 12 882 ( 1 ) National target: 67–69 %. ( 2 ) Provisional data. ( 3 ) National target: 26–27 %. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 92 Country profiles Cyprus Cyprus exceeded its national target on tertiary educational attainment by 11.1 percentage points in 2018. In the same year, the country had also surpassed its target on early leavers from education and training by 2.2 percentage points. In 2017, Cyprus was one of three Member States to have met their targets on R&D expenditure. Despite improvements in primary energy consumption since 2008, the country was still 0.3 Mtoe away from its goal in 2017. By 2017, Cyprus had reduced the distance to its renewable energy goal to 3.1 percentage points. In 2017, the country was still some distance from its Europe 2020 commitment on ESD GHG emissions. Although Cyprus’s employment rate has been growing since 2013, in 2018 it was still 1.1 percentage points below its 75 % national target. Moreover, the country would need to lift 61 000 more people out of the risk of poverty or social exclusion to meet its 2020 commitment. Figure 6.13 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.13: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 73.9 2018 75 ( 1 ) Gross domestic expenditure on R&D (% of GDP) 0.56 ( 2 ) 2017 0.5 Greenhouse gas emissions in ESD sectors (% change since ESD base year) 3.2 ( 2 ) 2017 – 5 Share of renewable energy in gross final energy consumption (%) 9.9 2017 13 Primary energy consumption (million tonnes of oil equivalent) 2.5 2017 2.2 Early leavers from education and training (% of population aged 18–24) 7.8 2018 10 Tertiary educational attainment (% of population aged 30–34) 57.1 2018 46 People at risk of poverty or social exclusion (thousands) 215 2017 154 ( 1 ) National target: 75–77 %. ( 2 ) Provisional data. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 93 Country profiles Latvia Latvia has made notable progress on reducing the number of early leavers from education and training and increasing the share of tertiary graduates. The country reached its respective targets in 2013 and 2011 and continued to meet them in 2018. By 2018, the country had already reached its national poverty-reduction target by limiting the number of people at risk of poverty after social transfers and/or in households with very low work intensity to 543 000. Unlike the EU-level target, Latvia’s poverty target refers to monetary poverty and very low work intensity only and does not take into account severe material deprivation. The country’s GHG emissions in ESD sectors have not risen notably compared with the ESD base year, and in 2017 it remained within the national target to limit emission increases to 17 % by 2020. Since 2008, Latvia has fulfilled its commitment on primary energy consumption and has steadily moved towards its target of 40 % renewable energy in gross final energy consumption; this is the second most ambitious target for this indicator in the EU. By 2018, the country had also exceeded its 73 % employment target by 3.8 percentage points. Latvia would need to triple its expenditure on R&D to meet its 2020 commitment. Figure 6.14 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.14: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 76.8 2018 73 Gross domestic expenditure on R&D (% of GDP) 0.51 2017 1.5 Greenhouse gas emissions in ESD sectors (% change since ESD base year) 8.0 ( 1 ) 2017 17 Share of renewable energy in gross final energy consumption (%) 39.0 2017 40 Primary energy consumption (million tonnes of oil equivalent) 4.5 2017 5.4 Early leavers from education and training (% of population aged 18–24) 8.3 2018 10.0 Tertiary educational attainment (% of population aged 30–34) 42.7 2018 34 ( 2 ) People at risk of poverty or social exclusion (thousands) 543 ( 3 ) 2018 619 ( 3 ) ( 1 ) Provisional data. ( 2 ) National target: 34–36 %. ( 3 ) Indicator and national target differ from the overall EU target on ‘risk of poverty or social exclusion’ as they refer to the two sub-indicators ‘People living at risk of poverty after social transfers’ and ‘people living in households with very low work intensity’ only. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 94 Country profiles Lithuania In 2018, Lithuania had the highest share of 30- to 34-year-olds with tertiary education in the EU (57.6 %) and exceeded its national target by 8.9 percentage points. Additionally, the share of early leavers from education and training was half the EU total rate and well below the 9 % national target. Notable progress has also been made on climate change and energy. By 2017, the country had remained within its target to limit its ESD GHG emissions increases to 15 %. Lithuania had also exceeded its renewable energy and primary energy consumption targets by 2017. After a sharp drop in employment figures between 2008 and 2010, the rate climbed up again and in 2018 Lithuania surpassed its national 2020 goal by 5.0 percentage points. Between 2008 and 2018, the country lifted around 116 000 people out of the risk of poverty and social exclusion thus meeting its poverty-reduction target. In terms of R&D expenditure, a gap of one percentage point remains to be closed to reach the target of 1.9 % of GDP. Figure 6.15 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.15: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 77.8 2018 72.8 Gross domestic expenditure on R&D (% of GDP) 0.89 2017 1.9 Greenhouse gas emissions in ESD sectors (% change since ESD base year) 7.4 ( 1 ) 2017 15 Share of renewable energy in gross final energy consumption (%) 25.8 2017 23 Primary energy consumption (million tonnes of oil equivalent) 6.2 2017 6.5 Early leavers from education and training (% of population aged 18–24) 4.6 2018 9 ( 2 ) Tertiary educational attainment (% of population aged 30–34) 57.6 2018 48.7 People at risk of poverty or social exclusion (thousands) 794 2018 814 ( 1 ) Provisional data. ( 2 ) National target: less than 9 %. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 95 Country profiles Luxembourg Luxembourg has continuously exceeded its target on early leavers from education and training since 2009. The country has the most ambitious target on tertiary education across the EU, aiming for 66 % of the population aged 30 to 34 having attained tertiary education by 2020. Despite the fact that Luxembourg has the fourth biggest share of tertiary education graduates aged 30 to 34, it still has further to go to meet its national target than other Member States. Although in 2018 Luxembourg was closer to its employment target than the EU as a whole, a 0.9 percentage point gap persists. In 2017, the country spent less on R&D as a percentage of GDP than the EU overall and it has moved further away from its national target since 2008. The number of people at risk of poverty or social exclusion increased by 75 % between 2008 and 2017, pushing Luxembourg further from its national target. In terms of climate change mitigation, it did not reach its national target on the expansion of renewable energy and had the lowest shares of renewables in gross final energy consumption in the EU in 2017. Also, the 14.6 % reduction in ESD GHG emissions by 2017 (compared with the ESD base year) was not enough for the country to reach its national target to reduce emissions by 20 %. On the other hand, Luxembourg has continued to meet its primary energy consumption target since 2012. Figure 6.16 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.16: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 72.1 2018 73 Gross domestic expenditure on R&D (% of GDP) 1.26 ( 1 ) 2017 2.3 ( 2 ) Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 14.6 ( 1 ) 2017 – 20 Share of renewable energy in gross final energy consumption (%) 6.4 2017 11 Primary energy consumption (million tonnes of oil equivalent) 4.3 2017 4.5 Early leavers from education and training (% of population aged 18–24) 6.3 2018 10 ( 3 ) Tertiary educational attainment (% of population aged 30–34) 56.2 2018 66 People at risk of poverty or social exclusion (thousands) 126 2017 66 ( 1 ) Provisional data. ( 2 ) National target: 2.3–2.6 %. ( 3 ) National target: less than 10 %. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 96 Country profiles Hungary By 2017, Hungary had reduced its GHG emissions in ESD sectors by 8.8 % compared with the ESD base year, meaning it was well within its target to limit emission increases to 10 % by 2020. In 2017, the country also fulfilled its renewable energy commitment, but increases in primary energy consumption over the past few years has put Hungary 0.4 Mtoe above its national target. In 2018, Hungary took more than half a million people out of risk of poverty and social exclusion, thus meeting its poverty reduction target. Thanks to a 12.9 percentage point increase in its employment rate since 2008, the country in 2018 was just 0.6 percentage points below its 2020 target of 75 %. Progress towards the national education targets has been ambiguous since 2008. Although Hungary met its national target on tertiary education in 2014, by 2018 it was 0.3 percentage points away from it. An increase in the share of early school leavers from education and training over the past four years has also widened the target gap. In terms of R&D expenditure, Hungary was 0.45 percentage points below its national target in 2017, putting it closer to its target than the EU was to its overall target. Figure 6.17 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.17: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 74.4 2018 75 Gross domestic expenditure on R&D (% of GDP) 1.35 2017 1.8 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 8.8 ( 1 ) 2017 10 Share of renewable energy in gross final energy consumption (%) 13.3 2017 13 Primary energy consumption (million tonnes of oil equivalent) 24.5 2017 24.1 Early leavers from education and training (% of population aged 18–24) 12.5 2018 10 Tertiary educational attainment (% of population aged 30–34) 33.7 2018 34 People at risk of poverty or social exclusion (thousands) 1 887 2018 2 344 ( 1 ) Provisional data. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 97 Country profiles Malta Malta met its employment target in 2016 and exceeded it by 5.0 percentage points in 2018, reaching an employment rate of 75 %. In 2018, the country also met its tertiary education target as the result of a continuous increase in the tertiary educational attainment of 30- to 34-year-olds since 2008. Despite a significant drop in the share of early leavers from education and training since 2008, in 2018 Malta had further to go to reach its national 2020 target than other Member States. In 2017, the country was 0.1 Mtoe above its primary energy consumption target of 0.7 Mtoe. By 2017, Malta had increased its GHG emissions in ESD sectors by 28.3 % compared with the ESD base year, greatly exceeding its Europe 2020 target of limiting emission increases to 5 %. Malta also lags behind the EU as a whole in terms of renewable energy and R&D expenditure. The number of people at risk of poverty and social exclusion increased by 9.9 % between 2008 and 2018, moving the country further away from its Europe 2020 goal. Figure 6.18 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.18: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 75.0 2018 70 Gross domestic expenditure on R&D (% of GDP) 0.54 2017 2 Greenhouse gas emissions in ESD sectors (% change since ESD base year) 28.3 ( 1 ) 2017 5 Share of renewable energy in gross final energy consumption (%) 7.2 2017 10 Primary energy consumption (million tonnes of oil equivalent) 0.8 2017 0.7 Early leavers from education and training (% of population aged 18–24) 17.5 2018 10 Tertiary educational attainment (% of population aged 30–34) 34.2 2018 33 People at risk of poverty or social exclusion (thousands) 89 2018 74.44 ( 1 ) Provisional data. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators ) ",
        "Smarter, greener, more inclusive? 98 Country profiles Netherlands The Netherlands had already exceeded its target on tertiary educational attainment in 2010 and the share of 30- to 34-year-olds with tertiary educational attainment has continued to rise. In 2018, the country also exceeded its national targets on early leavers from education and training by 0.7 percentage points. Due to a steady increase in its employment rate since 2015, the Netherlands was just 0.8 percentage points from its national employment target in 2018. Since 2008, the country has also moved closer to its target on R&D expenditure than the EU has to its overall target. In contrast, the Netherlands was the country furthest from its renewable energy target and still had to close a 3.8 Mtoe gap to reach its primary energy consumption target. Nevertheless, the country surpassed its target on reducing GHG emissions in ESD sectors by 4.9 % in 2017. The situation concerning the number of people at risk of poverty or social exclusion has deteriorated since 2008. However, it is not possible to make a comparison with the national target as it refers to people aged 0 to 64 living in a jobless household. Figure 6.19 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.19: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 79.2 2018 80 Gross domestic expenditure on R&D (% of GDP) 1.99 ( 1 ) 2017 2.5 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 20.9 ( 1 ) 2017 – 16 Share of renewable energy in gross final energy consumption (%) 6.6 2017 14 Primary energy consumption (million tonnes of oil equivalent) 64.5 2017 60.7 Early leavers from education and training (% of population aged 18–24) 7.3 2018 8 Tertiary educational attainment (% of population aged 30–34) 49.4 2018 40 ( 2 ) People at risk of poverty or social exclusion (thousands) 2 844 ( 1 ) 2018 : ( 3 ) ( 1 ) Provisional data. ( 2 ) National target: more than 40 %. ( 3 ) National target: Reduce by 100 000 the number of people (aged 0–64) living in a jobless household (compared to 2008). Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 99 Country profiles Austria In 2018, Austria continued to meet both of its education targets, with only 7.3 % of pupils leaving school early and 40.7 % of 30- to 34-year-olds having completed tertiary education. In contrast, it had met none of its energy targets by 2017: the country had a 1.4 percentage point gap to close to meet its renewable energy target and it was also 1.1 Mtoe away from its primary energy consumption target. In spite of a 9.8 % reduction in GHG emissions in ESD sectors by 2017 compared with the ESD base year levels, the country was still 6.2 % away from its national target. With a 76.2 % employment rate in 2018, the country was closer to its national target of 77 % than the EU was to its overall target of 75 %. Despite having one of the highest R&D intensities (R&D expenditure as a share of GDP) across the EU, in 2017 Austria was still 0.6 percentage points from its target, partly because its target was very ambitious to begin with. Progress in the area of poverty reduction has been slow since 2008; Austria would need to raise about 48 000 people out of the risk of poverty and social exclusion to meet its Europe 2020 commitment. Figure 6.20 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.20: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 76.2 2018 77 Gross domestic expenditure on R&D (% of GDP) 3.16 ( 1 ) 2017 3.76 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 9.8 ( 1 ) 2017 – 16 Share of renewable energy in gross final energy consumption (%) 32.6 2017 34 Primary energy consumption (million tonnes of oil equivalent) 32.6 2017 31.5 Early leavers from education and training (% of population aged 18–24) 7.3 2018 9.5 Tertiary educational attainment (% of population aged 30–34) 40.7 2018 38 People at risk of poverty or social exclusion (thousands) 1 512 2018 1 464 ( 1 ) Provisional data. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 100 Country profiles Poland Poland has reduced the number of people living at risk of poverty or social exclusion continuously since 2008 and in 2018 exceeded its target for the sixth consecutive year. In addition, Poland exceeded its employment target in 2018 for the first time. In the same year, the country continued to meet its tertiary education target. Only 4.8 % of the Polish population aged 18 to 24 left school early in 2018, which is one of the best results in the EU but still above the national target of 4.5 %. The country performed slightly better than the EU in terms of R&D expenditure with a distance of 0.7 percentage points to its 2020 target. An increase in primary energy consumption in 2017 left a gap of 2.7 Mtoe that will need to be closed for Poland to meet its 2020 target. Despite the improvements since 2008, in 2017 Poland was still some distance from its renewable energy target. Although by 2017 Poland had increased its GHG emissions in ESD sectors by 13.8 % compared with the ESD base year, it remained within its target of limiting the rise to 14 % by 2020. Figure 6.21 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.21: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 72.2 2018 71 Gross domestic expenditure on R&D (% of GDP) 1.03 2017 1.7 Greenhouse gas emissions in ESD sectors (% change since ESD base year) 13.8 ( 1 ) 2017 14 Share of renewable energy in gross final energy consumption (%) 10.9 2017 15 Primary energy consumption (million tonnes of oil equivalent) 99.1 2017 96.4 Early leavers from education and training (% of population aged 18–24) 4.8 2018 4.5 Tertiary educational attainment (% of population aged 30–34) 45.7 2018 45 People at risk of poverty or social exclusion (thousands) 6 976 2018 9 991 ( 1 ) Provisional data. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 101 Country profiles Portugal By 2017, Portugal had reduced its GHG emissions in ESD sectors by 14.2 % compared with the ESD base year levels, remaining well below its target for no more than a 1 % increase by 2020. The country met its target on primary energy consumption between 2011 and 2016, but an increase in 2017 put it 0.3 Mtoe above its target. By 2017, Portugal had reduced the distance to its renewable energy target to 2.9 percentage points. In 2018, it met its employment target of 75 % for the first time. A 19.4 % reduction in the number of people at risk of poverty and social exclusion since 2008, meant Portugal met its national target for this goal in 2018. The country has achieved a notable reduction in the share of early leavers from education and training, narrowing the gap to its target by 23.1 percentage points between 2008 and 2018. Despite an 11.9 percentage point increase in tertiary educational attainment since 2008, the country was still 6.5 percentage points from its Europe 2020 target. Figure 6.22 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.22: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 75.4 2018 75 Gross domestic expenditure on R&D (% of GDP) 1.33 2017 2.7 ( 1 ) Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 14.2 ( 2 ) 2017 1 Share of renewable energy in gross final energy consumption (%) 28.1 2017 31 Primary energy consumption (million tonnes of oil equivalent) 22.8 2017 22.5 Early leavers from education and training (% of population aged 18–24) 11.8 2018 10 Tertiary educational attainment (% of population aged 30–34) 33.5 2018 40 People at risk of poverty or social exclusion (thousands) 2 223 2018 2 557 ( 1 ) National target: 2.7–3.3 %. (2) Provisional data Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 102 Country profiles Romania Romania significantly reduced the number of people at risk of poverty or social exclusion by 2.8 million between 2008 and 2018 and had already met its national target in 2013. In 2017, the country exceeded its commitment to reaching a 24 % share of renewable energy in gross final energy consumption and remained well below its national target on primary energy consumption. By 2017, it had reduced its GHG emissions in ESD sectors by 1.7 % compared with the ESD base year levels, remaining well within its 2020 target to limit the increase to 19 %. Romania raised its tertiary educational attainment rate by 8.6 percentage points between 2008 and 2018 but remained 2.1 percentage points below its respective target. In contrast, its share of early leavers from education and training increased to 16.4 % in the same time period, widening the distance to the national target to 5.1 percentage points. Due to a gradual rise in the employment rate between 2014 and 2018, Romania was just 0.1 percentage points from its employment goal. The country’s R&D intensity fell by 0.05 percentage points between 2008 and 2017, and remained well below its target. Figure 6.23 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.23: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 69.9 2018 70 Gross domestic expenditure on R&D (% of GDP) 0.5 2017 2 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 1.7 ( 1 ) 2017 19 Share of renewable energy in gross final energy consumption (%) 24.5 2017 24 Primary energy consumption (million tonnes of oil equivalent) 32.4 2017 43.0 Early leavers from education and training (% of population aged 18–24) 16.4 2018 11.3 Tertiary educational attainment (% of population aged 30–34) 24.6 2018 26.7 People at risk of poverty or social exclusion (thousands) 6 360 2018 8 535 ( 1 ) Provisional data. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 103 Country profiles Slovenia By 2017, Slovenia had reduced its GHG emissions in ESD sectors by 6.8 % compared with the ESD base year, meaning it was within its target to limit increases to 4 % by 2020. Since 2009, the country has continuously met its energy efficiency target, which caps primary energy consumption at 7.3 Mtoe. In contrast, Slovenia still has a 3.5 percentage point gap to close to meet its renewable energy consumption target. Negative developments in R&D expenditure since 2014 put the country further away from meeting its respective national target than the EU as a whole. Slovenia has already met both of its education targets, with only 4.2 % of the population aged 18 to 24 leaving school early and 42.7 % of 30- to 34-year-olds having tertiary educational attainment in 2018. After deteriorating continuously between 2008 and 2013, the employment rate increased to 75.4 % in 2018, exceeding its national target for the first time. Between 2008 and 2018, the number of people at risk of poverty or social exclusion in Slovenia decreased by 35 000, putting the country very close to its national target. Figure 6.24 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.24: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 75.4 2018 75 Gross domestic expenditure on R&D (% of GDP) 1.86 ( 1 ) 2017 3 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 6.8 ( 1 ) 2017 4 Share of renewable energy in gross final energy consumption (%) 21.5 2017 25 Primary energy consumption (million tonnes of oil equivalent) 6.6 2017 7.3 Early leavers from education and training (% of population aged 18–24) 4.2 2018 5 Tertiary educational attainment (% of population aged 30–34) 42.7 2018 40 People at risk of poverty or social exclusion (thousands) 326 2018 321 ( 1 ) Provisional data. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 104 Country profiles Slovakia By 2017, GHG emissions in ESD sectors in Slovakia had fallen by 14.0 % compared with the ESD base year. The country thus remained well below its long-term commitment of limiting emissions growth to 13 % by 2020. Since 2011, Slovakia has continuously met its energy efficiency target, which caps primary energy consumption at 16.4 Mtoe. In 2017, the country was still 2.5 percentage points from its target on renewable energy. Due to a continuous growth in its employment rate since 2014, Slovakia met its national employment target in 2018. The situation with early leavers from education and training has deteriorated since 2010 and by 2018 Slovakia was 2.6 percentage points away from its target. The country has recorded a substantial rise in the share of 30- to 34-year-olds with a tertiary education since 2008, however, a gap of 2.3 percentage points remains to be closed by 2020. In 2017, Slovakia was closer to its national target on R&D expenditure than the EU as a whole. In the same year, the country also met its poverty-reduction target, which is expressed as the share of the population at risk of poverty or social exclusion. Figure 6.25 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.25: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 72.4 2018 72 Gross domestic expenditure on R&D (% of GDP) 0.88 2017 1.2 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 14.0 ( 1 ) 2017 13 Share of renewable energy in gross final energy consumption (%) 11.5 2017 14 Primary energy consumption (million tonnes of oil equivalent) 16.2 2017 16.4 Early leavers from education and training (% of population aged 18–24) 8.6 2018 6 Tertiary educational attainment (% of population aged 30–34) 37.7 2018 40 People at risk of poverty or social exclusion (% of population) ( 2 ) 16.3 2017 17.2 ( 1 ) Provisional data . ( 2 ) The national target uses ‘% of the population’ instead of ‘number of people’. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 105 Country profiles Finland With 44.2 % of the population aged 30 to 34 having completed tertiary education in 2018, Finland continued to exceed its 42 % national target. However, its target is defined more narrowly than the EU target because it excludes former tertiary Vocational Education and Training (VET). Despite already meeting its target on early leavers from education and training in 2016, Finland was 0.3 percentage points away from its 2020 target of 8 %. With a share of renewable energy in final energy consumption of 41.0 %, in 2017 the country exceeded its national 2020 commitment for a fourth year in a row. The country’s primary energy consumption was 31.9 Mtoe in 2017, below the national target of 35.9 Mtoe. Despite a notable 9.4 percentage point reduction in GHG emissions in ESD sectors by 2017 compared with the ESD base year, the distance to the national target remained larger than for most other EU countries. As a result of the continuous fall in R&D expenditure as a share of GDP since 2010, Finland lost its leading position in terms of R&D intensity in 2017 and moved away from its very ambitious national target. Finland’s employment rate has been increasing since 2016, but is still 1.7 percentage points from its national target of 78 %. The country would also need to lift 124 000 more people out of the risk of poverty and social exclusion to meet its 2020 commitment. Figure 6.26 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment People at risk of poverty or social exclusion Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.26: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 76.3 2018 78 Gross domestic expenditure on R&D (% of GDP) 2.76 2017 4 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 9.4 ( 1 ) 2017 – 16 Share of renewable energy in gross final energy consumption (%) 41.0 2017 38 Primary energy consumption (million tonnes of oil equivalent ) 31.9 2017 35.9 Early leavers from education and training (% of population aged 18–24) 8.3 2018 8 Tertiary educational attainment (% of population aged 30–34) 44.2 2018 42 ( 2 ) People at risk of poverty or social exclusion (thousands) 894 2018 770 ( 1 ) Provisional data. ( 2 ) Target excluding former tertiary Vocational Education and Training (VET). Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 106 Country profiles Sweden With 52.0 % of its population aged 30 to 34 years having attained a tertiary education, Sweden exceeded its national 2020 target by 7.0 percentage points in 2018. In contrast, the share of early school leavers from education and training in 2018 was 2.3 percentage points above the national target in 2018. In the same year, the country exceeded its employment target by 2.6 percentage points and had the highest employment rate in the EU. In 2017, Sweden also surpassed its renewable energy target by increasing the share of renewables in gross final energy consumption to 54.5 % — by far the best performance in the EU. By reducing its GHG emissions by 24.8 % compared with the ESD base year, Sweden had met its respective national target in 2017. However, it was still 3.1 Mtoe above its primary energy consumption target by 2017. Despite having the highest R&D intensity across the EU, the country has a 0.6 percentage point gap to close between 2017 and 2020 to meet its ambitious national target of spending 4 % of GDP on R&D. Figure 6.27 Change since 2008 in relation to national targets 2008 National target Most recent data Employment rate R&D expenditure Greenhouse gas emissions Share of renewable energy in gross final energy consumption Primary energy consumption Early leavers from education and training Tertiary educational attainment Note: Most recent year for which data are available; see table below. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) Table 6.27: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 82.6 2018 80 ( 1 ) Gross domestic expenditure on R&D (% of GDP) 3.4 2017 4 Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 24.8 ( 2 ) 2017 – 17 Share of renewable energy in gross final energy consumption (%) 54.5 2017 49 Primary energy consumption (million tonnes of oil equivalent) 46.5 2017 43.4 Early leavers from education and training (% of population aged 18–24) 9.3 2018 7 ( 3 ) Tertiary educational attainment (% of population aged 30–34) 52.0 2018 45 ( 4 ) People at risk of poverty or social exclusion (thousands) 1 822 2018 : ( 5 ) ( 1 ) National target: More than 80 %. ( 2 ) Provisional data. ( 3 ) National target: less than 7 %. ( 4 ) National target: 45–50 %. ( 5 ) National target: Reduction in the percentage of women and men (aged 20–64) who are not in the labour force (except full-time students), the long-term unemployed or those on long-term sick leave to well under 14 %. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 107 Country profiles United Kingdom The United Kingdom (UK) has not adopted specific national Europe 2020 targets apart from the already existing climate change and renewable energy commitments (as a consequence, no radar chart can be shown in this case). After rising continuously since 2012, the country’s employment rate reached a decade high of 78.7 % in 2018, exceeding the EU aggregate performance of 73.2 %. In the period between 2008 and 2018, the UK managed to increase its tertiary educational attainment rate from 39.5 % to 48.8 %. The indicator on early school leavers recorded a 6.2 percentage point reduction, from 16.9 % in 2008 to 10.7 % in 2018. Although more than 1.2 million people have been lifted out of the risk of poverty since 2013, there were still 256 000 more people at risk of poverty or social exclusion compared with 2008. R&D expenditure constituted 1.66 % of GDP in 2017, a value close to the 2008 level. By 2017, the UK had reduced its GHG emissions in ESD sectors by 20.6 % (compared with the ESD base year), meeting its Europe 2020 reduction target of 16 %. Regarding renewable energy, the UK was the fourth furthest country (after France, Netherlands and Ireland) from its renewable energy target in 2017 with a gap of 4.8 percentage points. Between 2008 and 2017, the UK reduced its primary energy consumption by 35.0 Mtoe, meeting its 2020 target of 177.6 Mtoe. Table 6.28: National Europe 2020 indicators: most recent data and targets Data Year Target Employment rate age group 20–64 (%) 78.7 2018 : ( 1 ) Gross domestic expenditure on R&D (% of GDP) 1.66 ( 2 ) 2017 : ( 1 ) Greenhouse gas emissions in ESD sectors (% change since ESD base year) – 20.6 ( 2 ) 2017 – 16 Share of renewable energy in gross final energy consumption (%) 10.2 2017 15 Primary energy consumption (million tonnes of oil equivalent) 176.8 2017 177.6 Early leavers from education and training (% of population aged 18–24) 10.7 2018 : ( 1 ) Tertiary educational attainment (% of population aged 30–34) 48.8 2018 : ( 1 ) People at risk of poverty or social exclusion (thousands) 14 325 ( 3 ) 2017 : ( 4 ) ( 1 ) No target in the National Reform Programme. ( 2 ) Provisional data. ( 3 ) Break in time series. ( 4 ) Existing numerical targets under the umbrella of the 2010 Child Poverty Act and the Child Poverty Strategy 2011–2014. Source: Eurostat (see dedicated web section: Europe 2020 headline indicators) ",
        "Smarter, greener, more inclusive? 108 Country profiles Notes ( 1 ) Please note that in a few cases, some countries have changed their national targets since 2008, therefore comparisons with earlier editions of this publication may be misleading. ( 2 ) The Effort Sharing Decision (406/2009/EC) originally defined 2005 as the base year for Member States’ GHG emissions reductions. However, due to recent recalculations with improved methodologies used at national level to measure the estimated emissions, 2005 values of countries are not necessarily equal to the value of the ESD base year. ",
        "Smarter, greener, more inclusive? 109 Abbreviations and acronyms EU-28 The 28 Member States of the European Union since 1 July 2013 (BE, BG, CZ, DK, DE, EE, IE, EL, ES, FR, HR, IT, CY, LV, LT, LU, HU, MT, NL, AT, PL, PT, RO, SI, SK, FI, SE, UK) EU without Croatia The 27 Member States of the European Union from 1 January 2007 to 30 June 2013 (BE, BG, CZ, DK, DE, EE, IE, EL, ES, FR, IT, CY, LV, LT, LU, HU, MT, NL, AT, PL, PT, RO, SI, SK, FI, SE, UK) G20 Group of 20 (Argentina, Australia, Brazil, Canada, China, France, Germany, India, Indonesia, Italy, Japan, México, Russia, Saudi Arabia, South Africa, Korea, Turkey, the United Kingdom, the United States and the European Union) Note that EU aggregates are back-calculated when enough information is available — for example, data relating to the EU-28 aggregate is presented when possible for periods before Croatia joined the EU in 2013, as if it had always been an EU Member State. The abbreviation ‘EU’ used in texts is usually referring to the current composition (EU-28). Deviations from this principle are pointed out in each individual case. European Union Member States BE Belgium BG Bulgaria CZ Czechia DK Denmark DE Germany EE Estonia IE Ireland EL Greece ES Spain FR France HR Croatia IT Italy CY Cyprus ",
        "Smarter, greener, more inclusive? 110 Abbreviations and acronyms LV Latvia LT Lithuania LU Luxembourg HU Hungary MT Malta NL Netherlands AT Austria PL Poland PT Portugal RO Romania SI Slovenia SK Slovakia FI Finland SE Sweden UK United Kingdom European Free Trade Association (EFTA) IS Iceland LI Liechtenstein NO Norway CH Switzerland EU candidate countries ME Montenegro MK North Macedonia AL Albania RS Serbia TR Turkey Potential Candidates BA Bosnia and Herzegovina XK Kosovo ( 1 ) ( 1 ) This designation is without prejudice to position or status, and is in line with UNSCR 1244 and the ICJ Opinion on the Kosovo Declaration of Independence. ",
        "Smarter, greener, more inclusive? 111 Abbreviations and acronyms Units of measurement % per cent °C degree Celsius EUR euro Mtoe million tonnes of oil equivalent Abbreviations AGS Annual Growth Survey AMR Alert Mechanism Report CO2 Carbon dioxide COP Conference of the Parties CSR Country-specific recommendation EEA European Environment Agency EED Energy Efficiency Directive EFTA European Free Trade Association EPO European Patent Office ESD Effort Sharing Decision ESR Effort Sharing Regulation ETS Emissions Trading System EU European Union EU ETS EU Emission Trading System EU LFS EU Labour Force Survey EU SILC EU Statistics on Income and Living Conditions FEC Final energy consumption GERD Gross domestic expenditure on R&D GDP Gross domestic product GHG Greenhouse gas GNP Gross national product ICT Information and communications technology ILO International Labour Organisation ISCED International Standard Classification for Education LULUCF Land use, land-use change and forestry NECP National Energy and Climate Plan ",
        "Smarter, greener, more inclusive? 112 Abbreviations and acronyms NRP National Reform Programmes NUTS Nomenclature of Territorial Units for Statistics OECD Organization for Economic Co-operation and Development PEC Primary energy consumption R&D Research and development R&I Research and innovation SCP Stability and Convergence Programme SDGs Sustainable Development Goals SGP Stability and Growth Pact SMEs Small and medium-sized enterprises SRIP Science, Research and Innovation Performance of the EU UN United Nations UNFCCC United Nations Framework Convention on Climate Change US United States VET Vocational Education and Training ",
        "Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en On the phone or by e-mail Europe Direct is a service that answers your questions about the European Union. You can contact this service: — by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), — at the following standard number: +32 22999696 or — by email via: https://europa.eu/european-union/contact_en Finding information about the EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact_en). EU law and related documents For access to legal information from the EU, including all EU law since 1952 in all the official language versions, go to EUR-Lex at: https://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (https://data.europa.eu/euodp/en) provides access to datasets from the EU. Data can be downloaded and reused for free, for both commercial and non-commercial purposes. ",
        "Smarter, greener, more inclusive? INDICATORS TO SUPPORT THE EUROPE 2020 STRATEGY The 2019 edition of Smarter, greener, more inclusive? — Indicators to support the Europe 2020 strategy continues the series of Eurostat publications providing statistical analyses related to important European Commission policy frameworks and relevant economic, social and environmental phenomena. This publication supports the Europe 2020 strategy by monitoring progress towards the targets and goals defined under the three mutually reinforcing priorities of smart, sustainable and inclusive growth. The analysis in this publication is based on the Europe 2020 headline indicators chosen to monitor progress towards the strategy’s targets. Breakdowns of the headline indicators focusing on specific subgroups of society are also used to deepen the analysis and present a broader picture. The data mainly come from official European Statistical System sources and are disseminated by Eurostat. The updated 2019 edition covers the time period up to the most recent year for which data are available (2017 or 2018). For more information https://ec.europa.eu/eurostat/ "
    ]
}