{
    "text": [
        "",
        "\u0018 \u0018 \u0018 \u0018 Consensus Paper: Mental Health in Older People 2 (cid:3) CONSENSUS PAPER: Mental Health in Older People This paper has been written by: Eva Jané-Llopis and Andrea Gabilondo Has had the additional technical input of: John Keady and Jenny Billings Was based on input by a consensus group that met in Luxembourg (28 th February 2008, see participant list at: http://www.ec-mental-health-process.net), and has been commented by: Robert Anderson, Fiona Borrowman, Gertraud Dayé, Annette Dumas, FEAFES, Jean Ferriere, Pascal Garel, Jean Georges, Rebecca Gordon, Lars Gustafson, Karin Lotz, Allyson McCollam, David.McDaid, Christine Markin, Sven Matzke, Stanley Miller, Chris O'Sullivan, Jurgen Scheftlein, Eija Stengard, Charlotte Strümpel, Dimitris Theodorakis, Mary vanDievel, Kristian Wahlbeck. This report has been prepared under a tender contract with the European Commission (contract SI2.493939 Lot 4: Mental Health), lead by the Department of Health Government of Catalonia in collaboration with National Research and Development Centre for Welfare and Health - Stakes, the London School of Economics and the Scottish Development Centre. The responsibility for the content of this report lies with the authors, and the content does not represent the views of the European Commission: nor are the Commission and the authors responsible for any use that may be made of the information contained herein. More information and the electronic version of the paper are available at: http://www.ec-mental-health-process.net A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu.int). This document should be quoted: Jané-Llopis, E., & Gabilondo, A. (Eds). (2008). Mental Health in Older People. Consensus paper. Luxembourg: European Communities. ISBN- © European Communities, 2008 Reproduction is authorised, except for commercial purposes, provided that the source is acknowledged. Printed by the services of the European Commission (OIL), Luxembourg 978-92-79-05189-0 ",
        "\u0018 \u0018 \u0018 \u0018 Consensus Paper: Mental Health in Older People 1 (cid:3) MENTAL HEALTH IN OLDER PEOPLE CONSENSUS PAPER ",
        "\u0018 \u0018 \u0018 \u0018 Consensus Paper: Mental Health in Older People 2 (cid:3) CONSENSUS PAPER: Mental Health in Older People This paper has been written by: Eva Jané-Llopis and Andrea Gabilondo Has had the additional technical input of: John Keady and Jenny Billings Was based on input by a consensus group that met in Luxembourg (28 th February 2008, see participant list at: http://www.ec-mental-health-process.net), and has been commented by: Robert Anderson, Fiona Borrowman, Gertraud Dayé, Annette Dumas, FEAFES, Jean Ferriere, Pascal Garel, Jean Georges, Rebecca Gordon, Lars Gustafson, Karin Lotz, Allyson McCollam, David.McDaid, Christine Markin, Sven Matzke, Stanley Miller, Chris O'Sullivan, Jurgen Scheftlein, Eija Stengard, Charlotte Strümpel, Dimitris Theodorakis, Mary vanDievel, Kristian Wahlbeck. This report has been prepared under a tender contract with the European Commission (contract SI2.493939 Lot 4: Mental Health), lead by the Department of Health Government of Catalonia in collaboration with National Research and Development Centre for Welfare and Health - Stakes, the London School of Economics and the Scottish Development Centre. The responsibility for the content of this report lies with the authors, and the content does not represent the views of the European Commission: nor are the Commission and the authors responsible for any use that may be made of the information contained herein. More information and the electronic version of the paper are available at: http://www.ec-mental-health-process.net A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu.int). This document should be quoted: Jané-Llopis, E., & Gabilondo, A. (Eds). (2008). Mental Health in Older People. Consensus paper. Luxembourg: European Communities. ISBN- © European Communities, 2008 Reproduction is authorised, except for commercial purposes, provided that the source is acknowledged. Printed by the services of the European Commission (OIL), Luxembourg 978-92-79-05189-0 ",
        "\u0018 \u0018 \u0018 \u0018 Increasingly, we are discovering the value of mental health and well-being in the population as a key re- source for health, learning, productivity and social inclusion. We are also realising the pressing challenges which exist: This includes the need to tackle the rising levels of diagnosed mental health problems, to better enable and empower people experiencing mental ill-health to enjoy a meaningful life, to overcome stigma and to ensure fundamental rights. Action on mental health is foremost a responsibility of Member State Governments and Regional authori- ties, together with the relevant actors in sectors such as health, youth, education, employment and civil society. At the same time, mental health issues are closely linked to European values and have an impact on the ability of the EU to achieve its policy objectives. On 13 June 2008, the EU high-level conference “Together for Mental Health and Well-being” established the European Pact for Mental Health and Well-being. This Pact is a symbol of the determination of con- ference participants to build on the EU-level’s potential to exchange and work together on mental health opportunities and challenges. In order to the launch of the Pact, four consensus papers and a research paper were prepared on the prior- ity themes of the Pact: - Prevention of Depression and Suicide; - Mental health in Youth and Education; - Mental health in Workplace Settings; - Mental health of Older People; - Combating stigma and social exclusion. For each of these themes, the papers highlight figures and trends, discuss key aspects and identify first examples of evidence-based actions. Much of the value of the consensus papers lies in their broad owner- ship. Their preparation involved hundreds of experts from across Europe, with their specific perspective and expertise as researchers, policymakers, practitioners in relevant sectors, civil society actors, users and carers. The consensus papers create a solid foundation for the implementation of the Pact over the coming years, which shall include a mapping of activities in Member States, more collection of good practices, the devel- opment of shared recommendations and action commitments. I am grateful to everybody who contributed to the preparation of the papers, and look forward to their wide use. Foreword Commissioner for Health Androulla Vassiliou ",
        "\u0018 \u0018 \u0018 \u0018 What can the EU do to promote mental health of older people AGE welcomes the EU initiative to tackle the challenging issue of mental age in old age. With the rapid ageing of our population, the promotion and protection of good mental health in old age are becoming a major societal concern in all EU member states. It will be easier for Member States to respond to this chal- lenge if they coordinate their efforts and exchange research outcomes and good practice on how to detect and treat old age dementia, how to prevent adverse effect of overmedication and polypharmacy, how to better prepare older workers to move from full employment to retirement, how to prevent suicide among the very elderly, how to treat alcohol and drug abuse among older people, how to fight social isolation and elder abuse, and how to address properly the gender dimension of old age mental health. The scope of the EU demographic challenge makes it all the most urgent for Member States to adopt a holistic ap- proach to healthy ageing, including the promotion of good mental health in old age. The European Union can help them better meet the needs 1 of their ageing population by using the existing EU policy and fund- ing instruments to promote active ageing and increase the number of Healthy Life Years. This is why AGE welcomes this Consensus Paper on Mental Health in Old Age as a comprehensive analysis of what the European Union can do to promote good mental health among its older citizens to ensure that the demographic challenge Europe is facing will be turned into greater opportunities, access and solidarity in the 21st century 2 . 1 The Commission will issue a Communication on Better meeting the needs of an ageing population in November 2008. 2 Renewed social agenda: Opportunities, access and solidarity in 21st century Europe, http://eur-lex.europa.eu/LexUriS- erv/LexUriServ.do?uri=COM:2008:0412:FIN:EN:PDF Foreword Anne-Sophie Parent, Director, AGE-the European Older People s Platform ",
        "\u0018 \u0018 \u0018 \u0018 Consensus Paper: Mental Health in Older People \u0018 MENTAL HEALTH IN OLDER PEOPLE Consensus paper Across Europe the contribution that older people make to family, community and society as a whole is being warmly embraced. New opportunities for older people continue to emerge as long-held ageist assumptions about capacity and capability are challenged and overcome at the Member State level. The life knowledge held by older people is a source of wisdom and instrumental to shaping personal, family and community identity. The majority of older people enjoy good mental health and well-being that translate into increased quality of life, satisfaction and contributions to society. However, some groups of older people show high prevalence of neuropsychiatric conditions, which include dementia, with associated health and welfare costs. As the number of older people in Europe is growing, so will mental health problems. This demographic change will have implications on public health and social systems, labour markets and public finances across the EU. Efforts need to be increased to enable more people to grow old with good mental health and well-being, prevent possible mental health problems, and make provisions to guarantee access to high quality treatment and care for those suffering from a mental disorder. 1. POLICY CONTEXT The share of older people in the EU-population is increasing. This demographic change will have important implications on public health and social protection systems, labour markets and public finances in the EU as well on the related policies. Member States have the responsibility to respond to these developments, in line with the principle of subsidiarity. Action at Community level can complement their activities. At EU-level, initiatives on “ageing” and a strategy for tackling the consequences of “demographic change” have been developed. Through them, the concept of “active ageing” was adopted. This describes actions to create conditions that enable older workers to remain in the labour market and to increase their motivation to work (not only in employment) in later years . Health, including mental health, is a precondition to active ageing and “fostering good health in an ageing Europe” is the first objective of the health strategy presented by the Commission in its \u001800\u0018 White Paper “Together for Health. A strategic approach for the EU \u001800\u0018-\u001801\u0018”. Other initiatives at EU-level address the situation of dependent frail older people, including those who live with some form of dementia, such as Alzheimer's disease. Work with Member States under the open method of coordination on social protection and social inclusion explores ways to address the multiple needs of the dependent population and tackle some of ",
        "\u0018 \u0018 \u0018 \u0018 Consensus Paper: Mental Health in Older People \u0018 the ill-health determinants. Furthermore, the Commission opened up a debate on how the dignity of older people could be protected more effectively and how elder abuse and neglect can be prevented. 2. TRENDS 2.1. The challenge of the EU demographic change There are no agreed definitions of when “old age” 1 begins and the common understanding of belonging to older age groups has different connotations and meanings across cultures, societies and peoples. However labelled, the Commission has underlined that the structure of society is changing radically, defining a shift in family structures where there are more “older workers” (\u0018\u0018-\u0018\u0018), older people (\u0018\u0018-\u0018\u0018), and frail old people (\u00180+) \u0018,\u0018 . The demographic change Europe is facing, resulting from low birth rates and increasing longevity, means that in the coming decades there will be fewer young people and young adults, and more older workers, pensioners and very old people. The proportion of the population above \u0018\u0018 years of age in \u00180\u00180 will be around \u00180%, and 11% will be over \u00180 years old (Figure 1) \u0018 . This change will have important mental health implications as poor mental health and mental disorders are common in old age. This shift will also require increased support and services and will have knock-on consequences to the workforce, healthcare systems, carer capacity and society. Ageing in good physical and mental health is a right of all Europeans. Such rights extend to a reduction in the stress of carers and ensuring equitable access to health care systems and employment opportunities, both in the paid and voluntary sectors. More Healthy Life Years means a healthier workforce, and less retirement on the grounds of ill health. Figure 1: Population distribution in EU-25 by age group (1950-2050) 2.2. Poor Mental and Physical health in old age Mental disorders are common in older people and pose a large barrier to active and satisfying ageing ",
        "\u0018 \u0018 \u0018 \u0018 Consensus Paper: Mental Health in Older People \u0018 In general, older people feel less happy with their life than younger people and this is of special concern in new Member States \u0018 where there are larger differences in life satisfaction and happiness between age groups. Although there is no clarity as to whether the prevalence of depression or anxiety increases or decreases with age \u0018 , these conditions have been found to be high in later life (Figure \u0018). Depression affects 10-1\u0018% of persons over \u0018\u0018 \u0018 but the numbers might be even higher if the whole spectrum of depressive syndromes, including sub clinical depression and depressive symptoms, is considered. Yet this condition is often under-diagnosed and this is particularly true of residents in care homes \u0018 . Mental and physical health problems can also interact in older people making their overall assessment and management more difficult. Mental health problems may be perceived by older people and their families, as well as by professionals, as an inevitable consequence of ageing, and not as health problems which will improve after adequate treatment \u0018 . Certain groups are at higher risk, including: women (with a more prominent gender imbalance in southern Europe); those who are not married or live alone; and those with physical illnesses and/or disability (especially when associated with pain and sleep disturbance) 10,11 . On the other hand, beyond its profound immediate impact on quality of life, depression in older adults is a risk factor for functional disability 1\u0018,1\u0018 and may predict premature mortality. Older people with depression are \u0018-\u0018 times more likely to have \u0018 or more chronic illnesses and \u0018-\u0018 times more likely to have at least one limitation on their daily life activities 1\u0018 compared to younger groups. Co-morbid depression in older people also increases the frequency and cost of professional help and the risk of premature placement into nursing homes. Figure 2: Current Experience of Depression by Age and Gender in 9 Member States Source: SHARE survey Over \u0018 million people in the EU have dementia (about 1.1-1.\u0018% of the population), defined as ‘the loss of intellectual functions of sufficient severity to interfere with a person’s daily functioning’ 1\u0018 . Alzheimer’s disease (AD), a slow neurodegenerative process which, to date, ",
        "11 10 11 10 Consensus Paper: Mental Health in Older People \u0018 cannot be halted nor totally prevented, is the most common form (\u00180%) of all dementia cases. The prevalence of Alzheimer disease rises from around \u0018% amongst \u0018\u0018-\u0018\u0018 year olds to \u0018\u0018% amongst \u0018\u0018-\u0018\u0018 year olds 1\u0018 and it is predicted to increase in absolute numbers with the demographic ageing of the population, with a doubling predicted by \u00180\u00180 in Western Europe and a trebling in Eastern Europe. The numbers of younger adults with dementia across the EU is unknown. Furthermore, population studies have shown that there is little awareness of the common early symptoms of the disease in the general public, which might account for a delay in seeking diagnosis. Findings have also raised doubts about the ability of primary care physicians to recognise early symptoms of Alzheimer´s Disease, as up to \u00180% of primary care physicians have expressed difficulties to detect early signs of the disease 1\u0018,1\u0018 . Stigma and denial are also important factors contributing to late or insufficient diagnosis of dementia, with particular cultural contexts playing a role 1\u0018,\u00180 . Alcohol use disorders are common among older people, more so in males, especially those who are socially isolated, single and separated or divorced \u00181 . Problematic alcohol use is associated with widespread impairments in physical, psychological, social and cognitive health. According to community studies the prevalence of these disorders in those above \u0018\u0018 years is around \u0018% \u0018\u0018 . Nevertheless, many cases may remain under-detected as diagnostic criteria and screening instruments are directed more at younger adults. Additionally, psychotropic drug use among older people is high, especially in women, and increases with age \u0018 , but population surveys to determine the prevalence of drug dependency in old age are still scarce. Older people are the group with the highest suicide rates in Europe (rates in \u001800\u0018 ranged from 1\u0018,\u0018\u0018 to \u0018\u0018,\u0018 per 100000 in EU-\u0018\u0018, with a constant increase with age and even higher rates in those above \u0018\u0018 years \u0018\u0018 ). Death rates from suicide and intentional self-harm have been decreasing in EU-\u0018\u0018 over recent years (Figure \u0018). However, an increase in absolute numbers is expected in the coming decades as a result of the demographic shift in Europe towards an older population. Specific risk factors in this age group include psychiatric disorders (present in \u00181-\u0018\u0018% of suicides) \u0018\u0018 most commonly depression, chronic and painful illnesses and social isolation. Completed suicides are likely to represent the tip of the iceberg for psychological, physical and social distress in old age. Suicides and intentional self-harm per 100 000 in EU(27) 0,00 \u0018,00 10,00 1\u0018,00 \u00180,00 \u0018\u0018,00 \u00180,00 \u0018\u0018,00 1\u0018\u0018\u0018 11,\u0018\u0018 \u0018\u0018,\u0018\u0018 0,\u00181 \u0018,\u0018\u0018 1\u0018,1\u0018 1\u0018,\u0018\u0018 1\u0018,\u00181 \u0018\u0018,\u00181 1\u0018,\u0018\u0018 1\u0018,01 \u0018000 10,\u0018\u0018 \u00180,\u00180 0,\u0018\u0018 \u0018,\u0018\u0018 1\u0018,1\u0018 1\u0018,\u0018\u0018 1\u0018,\u0018\u0018 \u0018\u0018,\u0018\u0018 1\u0018,\u0018\u0018 11,\u00181 \u001800\u0018 10,1\u0018 1\u0018,\u0018\u0018 0,\u00181 \u0018,\u00180 1\u0018,\u0018\u0018 1\u0018,10 1\u0018,\u0018\u0018 \u0018\u0018,\u0018\u0018 1\u0018,11 11,0\u0018 0-\u0018\u0018 \u0018\u0018+ 0-1\u0018 1\u0018-\u0018\u0018 \u00180-\u0018\u0018 \u0018\u0018-\u0018\u0018 \u00180-\u0018\u0018 \u0018\u0018+ \u0018\u0018-\u0018\u0018 Total ",
        "11 10 11 10 Consensus Paper: Mental Health in Older People \u0018 Figure 3: Crude death rate from suicide and intentional self-harm per 100000 people, not including deaths from events of undetermined intention Poor physical health and functional limitations are linked with mental disorders Physical health is central to the concerns of many older people and is often intertwined with having poor mental health \u0018\u0018 . More than two thirds of people over \u0018\u0018 report having had at least one chronic disease diagnosed during their life-time, and around \u00180% report two or more diagnoses \u0018\u0018 . It is well established that there is significant co-morbidity of mental disorders with chronic physical conditions, including recurrent injuries (e.g. falls), cardiovascular diseases and chronic pain. Mental disorders in turn impact on disability, disease course, treatment adherence, and premature mortality risk. Many older people also experience functional limitations due to health-related problems. For example, up to one third of the older population experience mobility limitations and eyesight or hearing impairments. Estimates suggest that up to \u00180% of the hearing impaired population may experience mental health difficulties at some time in their lives \u0018\u0018 . Other functional impairments also lead to depression (around \u00180% in some studies \u0018\u0018 ); poor mental health and increased loneliness due to the impact of health-related problems on older people’s ability to maintain relationships and participate in meaningful activity. Moreover, the disabling impact of mental health problems on daily life activities is as high as that of some major chronic disorders, such as rheumatoid arthritis. Older women are more likely than men to experience negative effects on social activities caused by their physical or mental health problems \u0018\u0018 . Elder abuse: a new mental health challenge to tackle 30 Whilst most older people can expect to be able to live independently, some will be frail and reliant on external help for support, becoming vulnerable to diverse forms of abuse from others. Elder abuse can be physical, psychological, financial, sexual and/or in the form of neglect and, rather than a deliberate attempt to harm the victims, it is often the result of an overburdening or the lack adequate training of professionals and/or family carers. Elder abuse can also be related to organisational problems in professional care institutions. There is a lack of data on the prevalence of elder abuse across the European Union, but some national studies have shown a \u0018% yearly prevalence of abuse or neglect of older people living in private households. Perpetrators included relatives, close friends, care- workers or neighbours \u00181 and a \u00180% incidence of inadequate care in institutions. Those with physical and mental disability or in social frailty (i.e. suffering from isolation, poverty or cultural barriers) are at greater risk. General societal conditions can also increase the risk and include insufficient resources allocated to welfare needs, insensitive policies affecting older people or the disruption of inter-generational solidarity. 2.3. Socio-economic factors increase the vulnerability to mental health problems in older people The pattern of socio-economic inequalities in health is consistent among old people ",
        "1\u0018 1\u0018 1\u0018 1\u0018 Consensus Paper: Mental Health in Older People \u0018 Until recently it had been assumed that age had a ‘levelling off’ effect on socio-economic inequalities and that the differences between rich and poor were less important in older populations. However, recent longitudinal studies have challenged these assumptions. Older people with low educational levels or incomes have shown to be in worse health, at higher risk of long-term health problems and functional limitations due to illness. This pattern is found to be consistent across all European Countries \u0018\u0018,\u0018\u0018,\u0018\u0018 . Poverty, old age and poor mental health Whilst the risk of poverty in old age has been greatly reduced, there are still cases in which pension systems fail to provide adequate minimum resources, especially for women, who constitute two-thirds of pensioners above the age of \u0018\u0018 \u0018\u0018 . Poverty rates are very variable between Member States (Figure \u0018) and, although narrowing, are still higher among old people in some countries. In \u001800\u0018, the average at-risk-of-poverty rate in the EU was 1\u0018% while national figures ranged from \u0018%-10% (in Sweden and the Czech Republic) to \u00180-\u00181% (in Lithuania, Poland, Ireland, Greece, Spain and Portugal) . Without exception across Member States, older women are at greater risk of poverty compared to older men, who, on the whole, are no more exposed to the risk than their younger counterparts. The highest risk is in the oldest cohorts (over \u0018\u0018 years of age), represented mainly by women. This is linked to several factors, including low incomes and interrupted careers, coupled with the indexation rules in some countries generally resulting in a progressive worsening of retirement incomes as older cohorts grow older \u0018\u0018 . However, recent measures introduced in some Member States, including minimum income guarantee schemes and increases in the minimum income guarantee, are likely to reduce the poverty risk. Figure 4: Risk of Poverty for people over 65. Source: EUROSTAT Women, cultural minorities and those living in rural areas: forgotten subpopulations The older segment of the population is often viewed as vulnerable as a whole. However, it is important to note that this is not a homogeneous “group” and includes some subpopulations that may be at greater risk of ill health. The first of these groups is older women, who suffer from more chronic health conditions, disability and depression than men. Unfortunately, policies addressed at older people are not appropriately “gender oriented” to account for this ",
        "1\u0018 1\u0018 1\u0018 1\u0018 Consensus Paper: Mental Health in Older People 10 disparity. The current generation of older women, particularly those living alone in Europe, are exposed to a number of specific risk factors increasing their vulnerability to mental health problems, including social isolation, unequal opportunities for education and professional training during working age and subsequent lower pensions and benefits related to earning. Furthermore, many older women have important responsibilities as carers and are more likely to neglect their own needs in favour of this caring role as they age. Other vulnerable groups for ill health within the older population include those living in rural areas, migrants, members of ethnic minorities and disabled persons. For many of these groups, stigma, discrimination and social exclusion contribute to the usual difficulties posed by old age and they can be especially affected by barriers in access to high quality care. 2.4. Caregivers as a related group at risk Informal care remains the cornerstone of support for older people who depend on care from others. Experts estimate that \u00180% of people aged over \u00180 years are unable to perform at least one or two activities of their daily routine without help \u0018\u0018 . Most disabled older people live in the community and are cared for mainly by family, friends or neighbours \u0018\u0018 . In the case of dementia, between \u00180% and \u00180% of people living with the illness, are cared for at home. Care in the family home brings with it particular physical, psychological, social, and financial strains, and family members (usually women) often have to sacrifice a great deal to look after relatives. The problem is exacerbated by a lack of proper preparation and insufficient financial and human support for carers. Consequently, caregivers show an increased risk for physical and psychological ill-health that suggest a need for more effective support to help them avoid becoming ill themselves. In fact, almost \u0018\u0018% of caregivers present clinically significant levels of anxiety and half of all caregivers of people with dementia become depressed. General health problems and physical injuries such as strained backs associated with lifting are also frequent. Furthermore, carers of people with dementia are likely to have higher levels of stress and burden, and to report higher levels of depression or fatigue \u0018\u0018 The negative impact of care-giving spans across the lifetime. For example, as they themselves get older, informal carers of people with dementia, who have interrupted their working lives to look after a relative, will suffer from poverty linked to a reduced remunerated active life and shortened pension contributions. 2.5. Structural implications of aging and mental health for society Implications for social support structures in relation to mental health There is a substantial growth in the number of people living alone in Europe, and the majority of these people are in the older group \u00180 . Loneliness has a particular influence on the psychosocial well-being of old people and it has also been related to chronic illness and poor self-rated health. Differences between Member States are large, showing that the cohabitation of old people with their children is more frequent in Southern Europe, whereas in the Northern countries older people live more frequently alone and rely more on institutional care when they become dependent. ",
        "1\u0018 1\u0018 1\u0018 1\u0018 Consensus Paper: Mental Health in Older People 11 Social support is essential for mental well-being. The support of family, especially children, is considered to be a major source of support. Nevertheless up to 1\u0018% of older people have no living children, and this proportion rises to \u0018\u0018% among the very old. The future anticipated growth in the very old age group (+\u00180), who are expected to have fewer children to look after them, will increase the need for professional care, adapted housing, transport facilities or other public infrastructures, and this will be all the more important in those countries where the majority of care for older people is still being provided within families (such as in southern European countries). Implications for the labour market in relation to mental health The labour market is already experiencing the implications of the demographic change which is on the increase: the number of people aged over \u0018\u0018 will grow by \u0018.\u0018% between \u001800\u0018 and \u0018010, and by 1\u0018.\u0018% between \u0018010 and \u00180\u00180 (before falling sharply as adults from the ‘baby boom’ era reach the end of their life spans) \u0018 . This means that a radical policy shift away from early retirement is essential, not only to ensure that a higher proportion of those currently aged \u0018\u0018–\u0018\u0018 years stay in work, but also enhancing the employability of those currently in their \u00180s and \u00180s. At the European Council of Stockholm (\u0018001) it was agreed that the target should be set of a \u00180% EU employment rate of older workers (\u0018\u0018-\u0018\u0018) in \u0018010, and the EU has committed itself to supporting this development through policy coordination, exchange of experience and best practice, and through financial instruments. This could also accommodate the wish of many older people to continue working beyond statutory retirement age or to combine part- time work with retirement. Circumstances of current early retirement have not only implications for the economy but also for mental health, as more flexible transition from work to retirement is associated with higher morale, whereas an abrupt and complete retirement is related to more depressive symptoms. On the other hand, mental disorders are a leading cause of early retirement and disability pensions \u00181 . For example, in \u001800\u0018 \u00180% of early retirement in Germany was due to mental disorders, the leading cause since 1\u0018\u0018\u0018, and larger than musculoskeletal or circulation problems or cancer. 2.6. Cost and Burden of mental health problems in old age The European Brain Council estimated that the total cost of mental health problems across 28 European countries was €295 billion in 2004, and 7% of this cost was due to early retirement. Ageing could cause potential annual growth in GNP in Europe to fall from between \u0018-\u0018.\u0018\u0018% in \u001800\u0018 to 1.\u0018\u0018% in \u00180\u00180, with adverse consequences for entrepreneurship and initiative in our societies. A part of these costs are associated with mental health problems in older age as they induce a higher social and health care utilisation and are responsible for high health care costs, which can be prevented. According to the Global Burden of Disease estimates for the \u001800\u0018 World Health Report, dementia contributed 11.\u0018% of years lived with disability in people aged \u00180 years and older; a burden greater than stroke (\u0018.\u0018%), musculoskeletal disorders (\u0018.\u0018%), cardiovascular ",
        "1\u0018 1\u0018 1\u0018 1\u0018 Consensus Paper: Mental Health in Older People 1\u0018 disease (\u0018%), and all forms of cancer (\u0018.\u0018%). Clinical dementia is also the single biggest cause of dependency among persons over \u0018\u0018 years. Knapp and colleagues estimate that in the UK, \u0018\u0018\u0018,000 of the \u0018\u00181,000 people in the old age group with cognitive impairment live in institutions at a cost of £\u0018.\u0018 billion every year, or 0.\u0018% of the UK gross domestic product, and that the costs of long term care for people with cognitive impairment would need to double from 1\u0018\u0018\u0018 to \u00180\u00181 to meet demand. There are many associated costs that are not taken into account such as those related to involvement of family carers. For example, in some European countries the cost of Alzheimer’s disease care has found to require 10-\u0018\u0018% of a family’s average net annual income \u0018\u0018 . Other studies have estimated the total cost of informal care to almost equal the total healthcare cost attributable to dementia in Europe. 3. FRAMEWORK FOR ACTION General introduction The health and social care needs of the large and growing numbers of frail, dependent older people will inevitably become a matter of great concern in the coming years. Many interventions in different settings have shown to be effective in improving the mental health and general well-being of older people across the different life transitions they experience (e.g., from pre-retirement at \u0018\u0018+, to \u0018\u0018-year-olds in residential care), and for different genders, as well as cultural, socioeconomic and geographical situations. Interventions that address a number of issues, such as physical, mental and social, are more likely to have the greatest impact in terms of health improvement for older people. A combination of tailored solutions best addresses the specific mental health needs of older people at the Member States level in Europe. Active ageing and social participation Staying active and involved is associated with good mental health and well-being. Most old people would like to continue to contribute to society, as they have a lifetime of knowledge and experience to share. Participation can be encouraged through different activities such as employment or learning, but it also requires safe and healthy indoor and outdoor environments for the old people. Active ageing keeps older people stimulated and engaged, and gives them a sense of meaning, purpose and responsibility that helps to promote mental health and well-being. 3.1. Participation in meaningful activities contributes to mental well-being in old age Several forms of involvement in meaningful activities have been found to increase the well- being and to improve the mental health of old people. Learning is a well known key element of health promotion in all ages although evidence shows that participation in educational activities declines with ageing. Lifelong learning programmes foster social, personal and professional realization of the old, all of which has been associated with successful ageing. Education initiatives that are tailored to this age group, include affordable fees and adapted curriculums, admission criteria and learning materials have proven effective. Additional ",
        "1\u0018 1\u0018 1\u0018 1\u0018 Consensus Paper: Mental Health in Older People 1\u0018 forms of beneficial participation include community development initiatives involving older people and volunteering, which can increase mental well-being in old people who volunteer and also in those who receive the services (Box 1). Box 1. Action programme on inter-generational homes The German multi-generational homes bring together young and older people and have something to offer to people of all age groups. They are given the opportunity of approaching one another and building up new neighbourhoods. In this context they purposefully make use of the competence of older people who, on their part, are given help by the young where they need it. In this way, an active community of four age cohorts is supported and the cohesion of generations is strengthened by sharing each other's values while living together. Knowledge and experience do not get lost, but they are shown in everyday life in a small space and can be passed on to others as well. It can be especially useful for people of higher ages to receive counselling or concrete help in an uncomplicated manner and without having to overcome the impediments of organisational structures, and to remain in an atmosphere of social cohesion. 3.2. Exercise improves mental health and increases social participation Exercise, which is frequently advised in older populations to promote physical health, also leads to increased mental well-being, psychological benefits and reductions in depressive symptoms. Different types of exercise programmes have been shown to have impacts on both physical and mental health, including strength and resistance exercise, aerobic, walking or mixed exercise programmes, when of moderate intensity. Although the social contacts which often accompany exercise sessions may account for a large part of the positive outcomes, exercise is a rather inexpensive preventive strategy with multiple outcomes on different aspects of the older populations’ health (Boxes \u0018 and \u0018). Furthermore, recent evidence points to an association between physical activity and lower rates of dementia. Box 2. Fit for 100 \u0018\u0018 The main objective of this project in Germany is the implementation of an efficient and specific physical activity programme for older persons (\u00180+). By strengthening the muscles and improving balance, the project aims at improving the feeling of security and safety, self- determination and quality of life. The project started in \u001800\u0018 with \u0018 different models each located in a different setting (e.g. nursing homes, assisted living, day care, senior centre, senior housing association). Every institution followed the same concept initiated by the sports university of Cologne. It contains specific exercises, \u0018\u0018-\u00180 minutes twice a week. Evaluation showed improved mental and physical fitness in older people. It also counteracted the aging process (\"compression of morbidity\") and led to enormous financial savings: i.e., annual costs of over 3000€ were saved for every 5 participants that remained one month longer in outpatient care (financial difference between inpatients and outpatients: 639€ person/year). Box 3. Walking the way to Health Initiative (WHI): Hambleton Strollers Walking for Health \u0018\u0018 Walking the way to Health Initiative (WHI) has enabled the creation of more than \u0018\u00180 health walk schemes across the UK. Hambleton Strollers Walking for Health is the local scheme for Hambleton District in North Yorkshire. The aim is to encourage sedentary, disadvantaged and older individuals to take up walking thorough led walks of less than an hour which start from central points in the six main towns of Hambleton District. Local volunteers have been trained to lead the walks. The project has been the subject of extensive evaluations, including a randomised-controlled trial, resulting in increased walking practice by more than \u00180% of ",
        "1\u0018 1\u0018 1\u0018 1\u0018 Consensus Paper: Mental Health in Older People 1\u0018 participants and significant improvements in the vitality, emotional and physical function scores. In addition the social element of taking part in this programme was highly valued by walkers. A web-based learning network supports the schemes. 3.3. Measures against social isolation can keep old people “engaged” with the community and reduce the risk of mental disorders Social capital has been associated with positive health outcomes and higher subjective well- being in old people. Furthermore, a correlation has been found between low levels of social capital and mortality. In recent years international policy and national health strategies are increasingly recognising the importance of tackling social isolation and loneliness. Several interventions to enhance the social support in older people have shown positive results on mental well-being. Some examples include social activity and educational group interventions, targeting specific groups at risk of isolation such as recently widowed people or those with mental health problems (Box \u0018). Box 4. Psychosocial group rehabilitation for older people suffering from loneliness The aim of this Finnish project is to alleviate loneliness amongst older people (>\u0018\u0018) and to improve their quality of life. The programme was developed nationwide involving several rehabilitation centres. Lonely old people were invited to join a group according to their interests (e.g., exercise, dancing, reading, painting). Professionals in various settings of elderly care (residential care, rehabilitation centres) were trained to act as group leaders, and a network of educators (former group leaders) was developed. Results showed an alleviation of loneliness among the elderly. Psychological well-being and Quality of Life were improved when compared to controls, as well as subjective health and cognition. Anxiety and depression were also reduced and total use of health care services and health care costs were significantly decreased. The group continued to meet after the direct intervention, showing that the initiative is to an extent self-sustaining. 3.4. Housing and Outdoor Environments are key factors for active lifestyles Both indoor and outdoor environments affect the ability of an older person to stay active, participate in and contribute to the community and have a direct effect on the quality of life of the old person. The design of towns, streets and homes can make a huge difference to the ability of an older person to safely spend time and participate in their local community (Box \u0018). The importance of the home and neighbourhood increases even more in those with limited physical mobility, whose daily activities remain in and around the home. Box 5. Sure Start approach to later life: “Link-Age Plus” The UK Department for Work and Pensions (DWP) is piloting the Sure Start for older people approach called the ‘Link-Age Plus’, which started in Spring \u001800\u0018. “Link-Age Plus” programmes are designed to provide a single point of access to the range of services which older people may need in the community, including housing, health and social care, work, transport and volunteering opportunities. Eight pilots have been developed to bring together central government, local authorities and other organisations in partnerships to deliver services focusing on local needs. ",
        "1\u0018 1\u0018 1\u0018 1\u0018 Consensus Paper: Mental Health in Older People 1\u0018 Although the general housing equipment presents a positive picture in Europe, special provisions for coping with physical impairments or disability remains scarce especially in the southern Member States \u0018\u0018. Interventions to improve housing conditions, such as medical priority re-housing, community regeneration or refurbishment have been shown to improve health, and specifically mental health, and it is important that they be developed under certain conditions to avoid adverse effect on people’s health such as distress in reaction to rent increases. Older people, especially those with disabilities, are also more dependent on having areas for recreation and recuperation in proximity to where they live. On the other hand, a variety of “age-friendly” environmental measures such as well-lit streets for safe walking, accessible green areas, barrier free access to recreational centres, well functioning public transport services or free wheelchairs for those in need of them (Box \u0018), can be taken to enable those older people with disability to fully participate in the community. Box 6. Sweden´s example of the living environment within public health policy An example is Sweden’s new public-health policy, which highlights the importance of accessible green areas and time spent outdoors as determinants of good health. ANY LINK? 3.5. Employment of older adults promotes mental health and economic growth At EU level, concerns about the sustainability of pensions, economic growth and the future labour supply have stimulated policy recommendations for longer working lives and later retirement. These are necessary if social security systems are to be sustainable in the long term. The challenges include: providing suitable working conditions as well as employment opportunities for an ageing workforce; maintaining and promoting the health and working capacity of workers as they age; and developing the skills and employability of older workers, especially in new Member States where progress has been much slower in this area. Effective action to improve the employment conditions of older workers involves government policies at different levels, the social partners and social dialogue, organisations and companies, and older workers themselves, with a dual measure needed: at the micro-level (in workplaces) and the macro-level (in the labour market). Working time arrangements and increasing flexibility are also crucial measures which lead to increased well-being, such as the possibility of taking longer holidays in exchange for later retirement. The European Union Council Directive \u0018000/\u0018\u0018/EC requires countries to introduce legislation condemning direct and indirect discrimination in terms of labour market activities and vocational training on the grounds of age. National policies introduced effectively across Member States (Box \u0018) include those addressing pension reforms, while others, such as ‘Active Labour Market Measures’, are lagging behind. The latter, aimed at the integration of older workers, include financial incentives for companies employing older workers; investing in the employability of older workers, and; improving working conditions through flexible working hours. ",
        "1\u0018 1\u0018 1\u0018 1\u0018 Consensus Paper: Mental Health in Older People 1\u0018 Box 7: Examples from Member States on integrated approaches to employment for the ageing workforce a. An example of an integrated approach is the Finnish National Programme for Ageing Workers (1\u0018\u0018\u0018–\u001800\u0018), which brought together different ministries and the social partners in a range of initiatives concerning awareness raising, business support, flexible retirement, support to health professionals, support to older workers and legislative reforms. b. The Dutch governmental shift in policy measures away from a culture of early retirement, towards comprehensive active ageing policies which include options such as part-time pensions, removing barriers to demotion (e.g. from collective labour agreements), financial incentives to prolong working and life-course human resources policies. c. In the UK strong policy coordination includes policy measures coordinating actions across government departments in a concerted effort to ‘join-up’ different strands of policy on ageing and older workers. The newly created ‘Extending Working Lives Division’ of the Department for Work and Pensions in England, coordinates the action and is responsible for increasing employment rates and ensuring greater opportunities for people aged \u00180 years and over to save for retirement. Prevention of mental disorders and support to those mentally ill Mental disorders account for a great deal of avoidable suffering and disability in old people and contribute to poor prognoses of other illnesses. Prevention of mental disorders has been proven to be effective in old age and can reduce symptoms, incidence and burden of mental health problems. Additionally, several strategies of support and care organisation can improve the quality of life of those affected and minimize the adverse social and personal consequences of mental illness. 3.6. Prevention of depression and anxiety Depression prevention in old age remains of great importance, as even if all patients with depression were optimally treated, only \u0018\u0018% of the disease burden in terms of years lived with disability could be averted \u0018\u0018 . Prevention of depression in this age group requires a special effort to address specific risk factors, targeting social isolation and including measures addressed at minimizing disability related to physical illness. Preventive interventions such as individual therapy for the bereaved and interventions using cognitive behaviour techniques are potentially cost-effective and show decreases in depressive symptoms. Furthermore, strong evidence exists for the effectiveness of different types of psychological interventions in improving the subjective well-being of older people, including cognitive training, psycho-education, relaxation and supportive interventions. This improvement has been shown to remain stable over time, to be independent of age and to be more pronounced when applied to individuals instead of groups. These measures are further discussed in the consensus paper: “Prevention of Depression and Suicide” \u0018\u0018 . 3.7. Prevention of suicide Suicide prevention in old age has proven to be effective through multi-component programmes addressing different risk factors. Depression is, by far, the most common ",
        "\u00181 \u00180 \u00181 \u00180 Consensus Paper: Mental Health in Older People 1\u0018 disorder in older people who commit suicide, with an estimated population attributable risk of \u0018\u0018% \u0018 . This means that \u0018\u0018% of old age suicides could be prevented if mood disorders were eliminated from this population. Effective measures to reduce the prevalence of depression in old age include improving the competence of healthcare workers in the detection and treatment of depression in this age group, reducing stigma and further barriers to accessing care and additional individual and population level preventive measures to reduce the number of new cases of depression (e.g. Box \u0018). In addition to prevention and treatment of depression, other successful measures for suicide prevention include limiting the access to the means of suicide (e.g., poisons, gas), taxation and restricting access to alcohol, or increases on mental health literacy. Similarly, as population attributable risk for low social contact in old age suicide is up to \u0018\u0018%, measures aimed at improving social integration and support and reducing loneliness, such as telephone lines, have been found to be useful in reducing the risk of completed suicide in this age group \u0018 . These measures are further discussed in the consensus paper: “Prevention of Depression and Suicide” \u0018\u0018 . Box 8. National suicide prevention programme in Germany Within the scope of the national suicide prevention programme for Germany, which has the collaboration of the Federal Ministry for Family Affairs, Senior Citizens, Women and Youth, a counselling booklet entitled 'When growing old becomes a burden' ( Wenn das Alter zur Last wird ) has been developed, with the specific aim of reducing suicide in older people. 3.8. Prevention of dementias Although only a small percentage of cases of dementia are fully treatable or reversible after their clinical onset, there is growing recognition of the importance of some preventable risk factors of the illness. Epidemiological evidence has been accumulated indicating that targeting common cerebrovascular risk factors, such as hypertension, hypercholesterolemia, smoking or diabetes mellitus, especially in middle-age, might reduce the risk of late-life dementia. Good levels of physical and social activity may also help minimise the risk of cognitive decline. Other effective measures include the reduction of alcohol consumption and the prevention of cranio-cerebral traumas through a number of strategies such as those addressed at reducing road accidents \u0018\u0018,\u00180,\u00181 . Early diagnosis may play a huge role in delaying the onset of severe dementia , as it might facilitate early access to adequate treatment and care, prevent crises and allow families to adapt to the condition and its impact. Health and social care professional’s training in early detection should be improved. Additionally general awareness and knowledge of early signs must be raised in the general population and the stigma and fear associated with Alzheimer Disease reduced. The media has an important role to play in familiarising the public with the disease and the presence of Dementia support societies may also significantly help reduce the stigma associated with the disease 1\u0018,1\u0018 . ",
        "\u00181 \u00180 \u00181 \u00180 Consensus Paper: Mental Health in Older People 1\u0018 3.9. Prevention of elder abuse Elder abuse is a complex phenomenon associated to multiple risk factors and they should be addressed, ideally, in a multi-component and comprehensive approach \u0018\u0018 . Education to raise awareness of elder abuse in clinicians and other relevant professionals increases their knowledge about the phenomenon and supports its prevention \u0018\u0018,\u0018\u0018 . Interventions directed at persons who are at risk of becoming abusers, such as caregiver support interventions (e.g., stress management, respite care or provision of effective supportive policies - Box \u0018) are useful for reducing caregiver burden and can prevent abuse when carers are overburdened and distressed. Education by means of public awareness campaigns, of potential victims who are often ashamed to admit family problems and are unaware that services may exist to help them, may encourage them to report victimisation in its early stages and serve a preventive function. Prevention programmes aimed at abusers have also shown positive results \u0018\u0018 , especially those that provide information encouraging them to seek help if they fear becoming abusive. Box 9. Open Method of Coordination The question of how to provide access to high-quality and, sustainable healthcare and long-term care has been the focus of European-level work under the Open Method of Coordination on Social Protection and Social Inclusion, which includes frail older people as a priority area and provides Member States a platform for policy exchange, debate and mutual learning on the best and most adequate ways to prevent their social exclusion, provide support for carers and, most importantly, promote accessible healthcare and long-term care of high quality in a sustainable manner. 3.10. Improving physical health and the management of chronic illness can prevent mental disorders Several health promotion and preventative measures aimed at delaying the onset of physical illness or reducing its potential adverse outcomes have been found to be useful in improving the mental health and general well-being of old people. Generic health promotion interventions, including education sessions have shown positive effects on mental health. Old people are known to have poorer health literacy and this fact has been independently associated with poorer physical and mental health, as it affects the ability to care for chronic conditions and is a strong predictor of health (even more so than age, income, employment status, education level). Programmes focusing on “health literacy” have resulted in changes in health behaviour such as improved eating habits and an increase in physical activity (Boxes 10 and 11). Box 10. Ageing Well 56 Ageing Well is a health promotion initiative developed across England and Wales that enables old people to take control of their own health and promote healthy lifestyles to their peers. The programme recruits and trains volunteers who are \u00180 years or over to become Senior Health Mentors. Volunteers then make contact with isolated people and community groups, providing vital links to health services and opportunities in local communities. Volunteers act as positive role models of 'normal everyday people' reducing the common perception that health is linked only to medical services. The programme focuses on providing advice on a range of issues, including diet/nutrition, physical activity and preventing falls, and offers services within the context of positive and holistic health. Projects work in partnership with local health providers, addressing local health improvement programmes, ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 Consensus Paper: Mental Health in Older People 1\u0018 the National Service Framework and other targets. Findings indicate that clients, and to a lesser extent volunteers and coordinators, gain health benefits and that clients had benefited physically, socially and emotionally from participating in Ageing Well activities. Box 11. Cognitive training and physical fitness programmes for older people The main goal of this project from the Czech Republic is to improve cognitive and physical functions of seniors who are clients of the Municipal Center of Social/Domiciliary services in the city of Sokolov. In a series of regular small group encounters, training of cognitive functions in a playful format are organised (by the means of puns, puzzles, relaxation techniques, music therapy and art therapy). Simultaneously, lessons of fitness training are also scheduled. Evidence-based training methods of cognitive function and improvement of physical fitness and physical movement are employed in the project. The evaluation tested the cognitive functions and changes in physical fitness and mobility using tests of physical movement and medical examination of general health status. Results showed improvement of the general mental health status and communication skills of clients and improvement of the participants own approach to personal health and physical fitness. Another good example of promoting health and delivering preventive care to older people is through regular home visiting. Several countries such as Denmark and Australia have developed laws which entitle old people from a certain age to regular home visits. Reviews on the effectiveness of home visiting programmes have shown effectiveness in reducing admission to long-term institutional care/nursing homes for older people and modest effects in reducing mortality. Furthermore home visits with multi-dimensional geriatric assessment and follow up have been found to reduce functional decline amongst those older people with low mortality. These programmes have the potential to be cost-effective due to their low cost compared to long-term institutional care. 3.11. Integrated services to support old people with mental disorders Older people who have mental health problems need to have access to integrated mental health services to ensure early and effective diagnosis, treatment and support, for them and for their carers. Early and accurate diagnosis of mental health problems enables older people and those caring for them to understand what is happening to them, to access appropriate help and to meet their care needs. This is a particularly vulnerable group of patients who may come into contact with a number of health and social care services. The provision of effective care to older people with mental health problems requires an integrated model of care covering specific interventions for different disorders and a complex array of service provision settings including the community, hospitals or long-term care units \u0018\u0018 . In terms of service delivery of old-age mental health, strong evidence supports the development of community multidisciplinary teams as a major service-delivery component. Other forms of service provision supported by good evidence include primary/specialist care collaborations for treatment of late life depression; outreach services to residential care settings and integrated post-discharge mental health services \u0018\u0018 . Partnership and effective communication systems among all stake-holders (primary and acute care, social services, government departments, NGOs, patients and carers) is also an important component of high-quality service provision. Support should be available to help ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 Consensus Paper: Mental Health in Older People \u00180 older people with mental health problems live safely in the familiarity of their own homes. The emphasis should be on promoting the independence of older people with mental health problems and supporting them, and their carers, in the community wherever possible and practical (Boxes 1\u0018 and 1\u0018). Box 12. Community psychiatric nursing and health promotion in the elderly This Swedish project aims to establish a partnership between service providers and interest groups (such as district nurses, general practitioners, other staff in out-patient psychiatric care and staff in municipal old age care or volunteer organisations) to improve the assistance provided to old people with psychiatric difficulties and to facilitate the older person and his relatives in the care and treatment process. Home visits are the basis of the work, which also includes health promotion group meetings with a cognitive approach, education of the participants, structured routine for information to patients and relatives, counselling and guidance. The nurses involved provide health promoting work, psychiatric nursing analysis and treatment. The work is carried out by a geriatric psychiatrist/general practitioner and by the municipal old age care staff. Outcomes of the project include decreased need for care, larger social network, increased well being, activity level, knowledge and ability to cope with one’s problems. The accessibility of the nurses increased the sense of security and being supported. The project provided municipal staff with a structure for reflection and discussion and was effective in altering their treatment of old people with mental difficulties. The increased guidance and support from colleagues decreased the risk for burn-out. Box 13. Partnerships for Older People Projects (POPP) \u0018\u0018 Partnerships for Older People Projects (POPP) is an initiative led by the UK Department of Health aiming to promote health, well-being and independence in older people. The strategic objective of the project is to test and evaluate (through pilots established throughout \u001800\u0018-\u001800\u0018) innovative approaches that sustain prevention work in order to improve outcomes for older people. Council- based partnerships receive funding to set up innovative pilot projects around the following core themes: timely or early interventions; low level support; empowerment and involvement; cultural change; and joint working. The programme comprises over \u0018\u0018 pilot sites, which are varied in their approaches. The first round started in May \u001800\u0018 and the second round commenced in May \u001800\u0018. Partnership arrangements are either extending existing partnerships or creating completely new partnerships. Support to old people with mental disorders \u0018\u0018 Within the POPP initiative, Bradford, Camden, Leeds and Luton are addressing the needs for services improvement, especially shifting the focus away from institutional care for older people. Leeds, Bradford and Luton embody a more ‘whole systems’ service redesign, whilst Camden embodies some innovations. These multidimensional approaches to support old people with mental disorders include: (cid:120) Early identification and support : a number of projects see this as a priority with memory services being a common service response. Dementia Cafés are also seen as playing a significant role in supporting people after diagnosis and in the early stages of dementia. Support is also proposed in other innovative ways – through older people who have directly or indirectly experienced mental health problems being recruited as peer support volunteers; through a ‘virtual Mental Health Café’. (cid:120) Specialist services : to address the needs of older people with mental health problems the programme includes the development of specialist home care, day services and the enhancement of intermediate care services. (cid:120) Hospital discharge support : includes tailored support after leaving hospital as older populations are more in need of specialist support post-discharge. (cid:120) Assistive Technology: includes equipment and services (including response services) which assist older people in carrying on their everyday lives and routines and overcome functional difficulties. These are designed with the specific impairments and challenges (e.g. visual and ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 Consensus Paper: Mental Health in Older People \u00181 auditory) faced by older people in mind . (cid:120) Training : includes two dimensions – further training for specialist staff; and training for ‘mainstream’ staff to raise their awareness and competencies around the needs of older people with mental health problems. Interventions for carers Several interventions are effective in alleviating the burden and depression of caregivers, in increasing their general subjective well-being and ability and knowledge. Psycho-education (structured programmes geared toward providing information about the care receiver’s disease and the resources available, and training caregivers to respond effectively to disease-related problems), psychotherapy, and a combination of several of these interventions, have been found to be most effective for improving caregiver well-being \u00180 . Other measures include respite/day care interventions, support programmes (Box 1\u0018), the provision of assistive devices (i.e. hearing aids or electronic alarm systems) or income security (e.g., social security coverage and pensions) and help with housing adjustments to help cover caring costs. Challenges in this area include the recognition (both socially and financially) of the carer’s role and of the economic value of informal carers, which could be an important component of the approaches towards increasing their well-being, as well as provisions to return to an active working life. Such measures would significantly improve the mental health of the carers and preserve their well-being when returning to an active working and social life. Box 14. Befriending carers support The aim of the project is to deliver an effective befriending scheme across the city of York, in the UK, for carers of people with Alzheimer’s disease and other forms of dementia. The programme includes the recruitment and appointment of volunteers who engage themselves in the completion of training and development of monitoring processes. Befrienders do not only provide social support and friendship but also information and advice to ensure that the person with dementia is cared for appropriately and at home for as long as possible. The project uses methods such as information and advice, listening skills and support, counselling skills, caring diaries, relaxation techniques and anger management, and includes telephone befriending. Outcomes of the project include increased social support networks, increased referral due to relevant information and advice and reduced levels of depression, anxiety and isolation among carers. 3.12. Improving the knowledge base Mental Health Indicators There is a pressing need for cross-cultural European old age mental health indicators that could be comparable across the EU. While there is a general increase in the interest to include positive aspects of mental health as well as disease indicators, as yet, no statistical instrument is in place at the European Community level to monitor mental health and its determinants comprehensively in this age group. Such evaluation, including indicators for positive mental health in old age and for the prevalence of mental disorders (currently monitored unsystematically at the country level, using many different tools and ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 Consensus Paper: Mental Health in Older People \u0018\u0018 methodologies), social and environmental determinants of healthy ageing, and resource information, such as per capita spending on older people’s mental health, service provision and quality of services, would provide a complete picture of the situation of this population and support informed policy decision making. The ideal set of indicators would assess the aspects relevant for the mental health and well-being of older people of different ages, genders, linguistic backgrounds and cultures, also by taking into account their views and perspectives. Evaluation and cost-effectiveness research A firm knowledge-base on what really improves old age mental health should be created and continuously developed. Evidence for the effectiveness of programmes, policies and legislation affecting the mental health of people are increasingly recognised as important across Member States but its development in the specific area of mental health in old age has been scarce until now. Evaluation methods should be multi-factoral using qualitative and quantitative approaches in recognition of the difficulties establishing improvement in the traditional sense. One area where progress is especially needed is the cost-effectiveness evaluation of interventions; as such information would give additional strong arguments for investments in the field. Incorporating basic evaluation designs in the planning and budgets of actions to be implemented has been seen to be an efficient way forward, for example in the health promotion area. It has been argued that all sectors could evaluate the mental health impact of their policies and programmes, recognising the benefits to be drawn from promoting mental health. Several European countries have official national policies that support research programmes for mental health, including prevention and promotion, such as implementation with evaluation in the Netherlands and, recently, in Lithuania (Box 1\u0018). Box 15. Evaluation research priority setting In the Netherlands, a national policy to prioritise the implementation of evidence-based programmes has been put in place which greatly favours the national growth of the knowledge base and encourages programme implementers to include an evaluation aspect in their budget planning and timekeeping schedules and stimulates the implementation of evidence-based programmes. This also links to initiatives to disseminate information about programmes with proven effectiveness, such as the databases described below (Box 1\u0018). Dissemination The dissemination of information and evidence for effectiveness across Europe and within Member States is paramount. Often, practical decisions are made without first reflecting on, or checking, the evidence base, many times because of lack of access to this information, either due to the way that the information is presented or the lack of knowledge on where to locate such decision-guiding data. The development of specialised dissemination platforms, organisations or databases (Box 1\u0018 for generic databases, Box 1\u0018 for a specific database on older populations) at European and national level could ensure the effective distribution of available knowledge and favour its practical application among all stakeholders. An ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 Consensus Paper: Mental Health in Older People \u0018\u0018 European Institute on Ageing or within a Mental Health Observatory, acting as a clearing house in relation to the gathering and dissemination of research findings might be useful. Box 16. Dissemination databases The national Qui database is a registry of health promotion programmes, including mental health promotion that are being developed or implemented in the Netherlands. Information is provided about each programme (e.g. goals, target group, methods used and financial requirements) and, when available, its outcomes. Programme developers and implementers can report whether or not the programme is developed following the relevant literature, what kind of evaluation research has been done and the findings \u00181 . At the European level, several Commission financed projects have supported the creation of pan- European databases for effective programmes (DataPrev), policies (Imhpa), tools (PromenPol), indicators (Mindful), all of which include information for older people where available. The next step for these user-friendly tools is awareness-raising of the existence of these databases themselves so that their usefulness may come into full effect. Box 17. HealthproElderly database \u0018\u0018 The healthPROelderly online database, financed by the Commission, collects a selection of interventions in the area of health promotion for older people, including mental health. The database has collected information on 1\u0018\u0018 projects from 11 European countries. Challenges of updating and maintenance of databases and dissemination channels are being overcome by setting up national or community-level bodies (such as PHEA) with the role of ensuring continuity and uniqueness of projects with an information disseminating aim. Translation of research findings into a language and dissemination channel that will reach practitioners (e.g. general practitioners, social workers, policy makers) is still underdeveloped. European and country based mechanisms ensuring that evidences from research are ready to be used in daily practice, through practical toolkits, guidelines and appropriate training, are needed to increase efficacy of current practice \u0018\u0018 . Some Member States have developed useful instruments such as newsletters, evidence alerts or good quality guidelines but there is still the need for supporting infrastructures behind such efforts. Capacity building and training The education and training of relevant professionals prepare them to act as enablers, mediators and advocates for mental health in all sectors. Only 1\u0018% of WHO European Region countries regard old-age psychiatry as a distinct medical subspecialty and some of them do not even have any senior academic positions in this area \u0018\u0018 . The development of more professorial level academic old-age mental health positions in countries where they are deficient may assist a more wide spread and developed educational process addressing also non-specialist health workers, such as social workers, to provide quality mental health support. This specialized training deficiency may have also adversely affected the ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 Consensus Paper: Mental Health in Older People \u0018\u0018 development of comprehensive services, as there is evidence that the presence of academic old-age psychiatrists encourages service development and education \u0018\u0018 . In addition to the scarcity of specialized old age mental health professionals, additional key challenges in this area include the fairly low capacity of non-specialist health workers, such as social workers, to provide quality mental health support or to address the stigma and exclusion associated with mental disorders. Action integrating expertise in mental health with that of other old people health and welfare experts has facilitated addressing of these obstacles. ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 Consensus Paper: Mental Health in Older People \u0018\u0018 REFERENCES 1 For the purpose of this paper, and based on several Commission documents, old age or older people refer to those \u0018\u0018+ years of age unless otherwise stated. Those of \u00180+ are referred as the very old. It is noted however that such cut off points are arbitrary. \u0018 EC. “The demographic future of Europe – from challenge to opportunity” Commission Communication. \u001800\u0018. See: http://ec.europa.eu/employment_social/news/\u001800\u0018/oct/demography_en.pdf \u0018 EC. “Europe’s demographic future: facts and figures” Commission Staff working Document. \u001800\u0018. See: http://ec.europa.eu/employment_social/spsi/docs/social_situation/sec_\u001800\u0018_\u0018\u0018\u0018_en.pdf \u0018 EC. “Confronting demographic change: a new solidarity between the generations” Green Paper. \u001800\u0018 \u0018 EurLife Database. EUROFOUND. See: http://www.eurofound.europa.eu/areas/qualityoflife/eurlife/index.php \u0018 AT Beekman, JR Copeland and MJ Prince. Review of community prevalence of depression in later life. The British Journal of Psychiatry 1\u0018\u0018: \u00180\u0018-\u001811 (1\u0018\u0018\u0018) \u0018 EC “The State of Mental Health in the European Union”. \u001800\u0018 \u0018 Mann A. H., Graham N., Ashby D. (1\u0018\u0018\u0018) Psychiatric illness in residential homes for the elderly: a survey in one London borough, Age and Ageing, 1\u0018: p 1\u0018\u0018- \u0018\u0018\u0018 \u0018 Department of Health, UK. National Service Framework for Older People. \u0018001. See: http://www.dh.gov.uk/en/Publicationsandstatistics/Publications/PublicationsPolicyAndGuidance/DH_\u0018 00\u00180\u0018\u0018 10 A.Thomas and T.O’Brien. Mood disorders in the elderly. Psychiatry. \u001800\u0018. Vol \u0018 (\u0018): 1\u0018\u0018-1\u00180. 11 Murphy E. Social origins of depression in old age. Br. J. Psychiatry 1\u0018\u0018\u0018; 1\u00181:1\u0018\u0018-\u0018\u0018. 1\u0018 Bair MJ, Robinson RL, Katon W et al.Depression and pain comorbidity: a literature review. Arch Intern Med. \u001800\u0018 Nov 10;1\u0018\u0018(\u00180):\u0018\u0018\u0018\u0018-\u0018\u0018 1\u0018 Demyttenaere K, Bonnewyn A, Bruffaerts R, et al.Comorbid painful physical symptoms and depression: prevalence, work loss, and help seeking. J Affect Disord. \u001800\u0018 Jun;\u0018\u0018(\u0018-\u0018):1\u0018\u0018-\u0018\u0018. Epub \u001800\u0018 Mar \u0018. 1\u0018 International LongevityCentre-UK and The Merck Company Foundation. The State of ageing and health in the EU. \u001800\u0018. 1\u0018 Alzheimer Europe. Dementia in Europe, Yearbook \u001800\u0018., 1\u0018 EURODEM, the European Community Concerted Action on the Epidemiology and Prevention of Dementia Group. \u001800\u0018. 1\u0018 Rimmer E, Wojciechowska M, Stave C, Sganga A, O’Connell B. \u001800\u0018 (b). Implications of the Facing Dementia Survey for the general population, patients and caregivers across Europe. Int J Clin Pract Suppl. \u001800\u0018 Mar;(1\u0018\u0018):1\u0018-\u0018\u0018 1\u0018 Wilkinson D. Is there a double standard when it comes to dementia care? Int J Clin Pract Suppl. \u001800\u0018 Mar;(1\u0018\u0018):\u0018-\u0018. Review 1\u0018 Vernooij-Dassen MJ, Moniz-Cook ED, Woods RT, De Lepeleire J, Leuschner A, Zanetti O, de Rotrou J, Kenny G, Franco M, Peters V, Iliffe S. Factors affecting timely recognition and diagnosis of dementia across Europe: from awareness to stigma. Int J Geriatr Psychiatry. \u001800\u0018 Apr; \u00180(\u0018):\u0018\u0018\u0018-\u0018\u0018 \u00180 Lliffe S, De Lepeleire J, Van Hout H, Kenny G, Lewis A, Vernooij-Dassen M; DIADEM Group. Understanding obstacles to the recognition of and response to dementia in different European countries: a modified focus group approach using multinational, multi-disciplinary expert groups. Ageing Mental Health. \u001800\u0018 Jan;\u0018(1):1-\u0018 \u00181 O'Connell H, Chin AV, Cunningham C, Lawlor B. Alcohol use disorders in elderly people— redefining an age old problem in old age. BMJ.\u001800\u0018 Sep \u00180;\u0018\u0018\u0018(\u0018\u00181\u0018):\u0018\u0018\u0018-\u0018. \u0018\u0018 The ESEMeD/MHEDEA \u0018000 Investigators. Prevalence of mental disorders in Europe: results from the European Study of the Epidemiology of Mental Disorders (ESEMeD) project. Acta Psychiatr Scand. \u001800\u0018:10\u0018 (Suppl.\u0018\u00180): \u00181-\u0018\u0018. \u0018\u0018 Eurostat Database. See: http://www.ec.europa.eu/eurostat \u0018\u0018 Henry O'Connell, Ai-Vyrn Chin, Conal Cunningham and Brian A Lawlor Recent developments: Suicide in older people. BMJ. \u001800\u0018;\u0018\u0018\u0018;\u0018\u0018\u0018-\u0018\u0018\u0018. \u0018\u0018 Prince MJ, Harwood RH, Blizard RA, Thomas A, Mann AH. Impairment, disability and handicap as risk factors for depression in old age. The Gospel Oak Project V. Psychol Med. 1\u0018\u0018\u0018 Mar;\u0018\u0018(\u0018):\u001811- \u00181. ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 Consensus Paper: Mental Health in Older People \u0018\u0018 \u0018\u0018 A. Börsch-Supan et al. (Eds.), Health, Ageing and Retirement in. Europe – First Results from the Survey of Health, Ageing and Retirement in Europe. Mannheim: Mannheim Research Institute for the Economics of Aging, available at: http://www.share-project.org \u0018\u0018 Scottish Executive Social Research. Community Care And Mental Health Services For Adults With Sensory Impairment In Scotland. \u001800\u0018. See: www.scotland.gov.uk/socialresearch. \u0018\u0018 MJ. Prince, RH Harwood, RA Blizard, A Thomas, H. Mann. Impairment, disability and handicap as risk factors for depression in old age. The Gospel Oak Project V. Psychological Medicine. 1\u0018\u0018\u0018, \u0018\u0018, \u001811-\u0018\u00181 \u0018\u0018 CE. Special Eurobarometer:”Mental Wellbeing”. \u001800\u0018. See: http://www.ec.europa.eu/public_opinion/archives/ebs/ebs_\u0018\u0018\u0018_en.pdf \u00180 EC. “What can the European Union do to protect dignity in old age and prevent elder abuse”. Discussion Paper. \u001800\u0018. See: http://ec.europa.eu/employment_social/spsi/docs/social_situation/paper_elder_abuse_en.pdf \u00181 UK study of abuse and neglect of older people, Prevalence survey report commissioned by Comic Relief and the Department of Health. June \u001800\u0018. (http://www.comicrelief.com/elder-abuse). \u0018\u0018 Grundy E, Glaser K. Socio-demographic differences in the onset and progression of disability in early old age: a longitudinal study. Age and Ageing \u0018000; \u0018\u0018: 1\u0018\u0018-\u0018\u0018. \u0018\u0018 Mackenbach J P, Huisman M, Andersen O et al \u001800\u0018. Inequalities in lung cancer mortality by the educational level in 10 European populations. Eur J Cancer \u001800\u0018; \u00180: 1\u0018\u0018-\u0018\u0018. \u0018\u0018 (SHARE) The Survey of Health, Ageing and Retirement in Europe, \u001800\u0018. http://www.share- project.org/ \u0018\u0018 CE. “Towards a Europe for All Ages - Promoting Prosperity and Intergenerational Solidarity” Communication. 1\u0018\u0018\u0018. \u0018\u0018 EC. Joint Report on Social Inclusion and Social Protection. \u001800\u0018 \u0018\u0018 Eurofound. Employment in social care in Europe. \u001800\u0018. See: www. eurofound .europa.eu/pubdocs/\u001800\u0018/1\u0018\u0018/en/1/ef0\u00181\u0018\u0018en.pdf \u0018\u0018 Mason A, Weatherly H, Spilsbury K, Arksey H, Golder S, Adamson J, et al . A systematic review of the effectiveness and cost-effectiveness of different models of community-based respite care for frail older people and their carers. Health Technol Assess \u001800\u0018;11(1\u0018). \u0018\u0018 Wills W, Soliman A. Understanding the needs of the family carers of people with dementia. Mental Health Review. \u0018001;\u0018:\u0018\u0018–\u0018. \u00180 The social situation in the European Union \u001800\u0018-\u001800\u0018. Eurostat. \u001800\u0018. \u00181 Andlin-Sobocki, Patrik; Jönsson, Bengt; Wittchen, Hans-Ulrich et al. Cost of disorders of the brain in Europe. European Journal of Neurology, Volume 1\u0018, Supplement 1, June \u001800\u0018 , pp. 1-\u0018\u0018(\u0018\u0018) \u0018\u0018 Alzehimer Europe, Who cares? The state of dementia care in Europe \u0018\u0018 http://www.ff100.de \u0018\u0018 http://www.whi.org.uk \u0018\u0018 Borsch-Supan Axel & Al. Health, Ageing and Retirement in Europe. First Results from the Survey of Health, Ageing and Retirement in Europe. \u001800\u0018 \u0018\u0018 Robert A. Schoevers, Filip Smit, Dorly J.H. Deeg et al. Prevention of Late-Life Depression in Primary Care: Do We Know Where to Begin? Am J Psychiatry 1\u0018\u0018:1\u001811-1\u0018\u00181, September \u001800\u0018 \u0018\u0018 Prevention of depression and suicide. (\u001800\u0018). EC Consensus Paper. \u0018\u0018 Prevention of depression and suicide. (\u001800\u0018). EC Consensus Paper. \u0018\u0018 Rovio S, Kareholt I, Helkala EL, Viitanen M, Winblad B, Tuomilehto J, Soininen H, Nissinen A, Kivipelto M. Leisure-time physical activity at midlife and the risk of dementia and Alzheimer’s disease. Lancet Neurol. \u001800\u0018 Nov;\u0018(11):\u00180\u0018-11. \u00180 Alliance for Health and the Future. LifeGuide to Cognitive Vitality. \u001800\u0018b. Available on: http://www.healthandfuture.org/pdf/Cognitive_life_guide.pdf \u00181 Anttila T, Helkala EL, Viitanen M, Kareholt I, Fratiglioni L, Winblad B, Soininen H, Tuomilehto J, Nissinen A, Kivipelto M. -Alcohol drinking in middle age and subsequent risk of mild cognitive impairment and dementia in old age: a prospective population based study. BMJ. \u001800\u0018 Sep \u0018;\u0018\u0018\u0018 (\u0018\u0018\u0018\u0018):\u0018\u0018\u0018. \u0018\u0018 Pillemer, Karl, Katrin Mueller-Johnson, Steven Mock, J. Jill Suitor, and Mark S. Lachs. \u001800\u0018. “Prevention of Elder Mistreatment.” Pp. \u0018\u00181-\u0018\u0018\u0018 in L. Doll et al., (Eds.), Handbook on Injury and Violence Prevention . Secaucus, NJ: Springer \u0018\u0018 Richardson, B., Kitchen, G., Livingston, G. (\u001800\u0018). The effect of education on knowledge and management of elder abuse: a randomized controlled trial. Age and Ageing, 31 , \u0018\u0018\u0018-\u0018\u00181. ",
        "\u00181 \u00180 \u00181 \u00180 Consensus Paper: Mental Health in Older People \u0018\u0018 \u0018\u0018 Anetzberger, G.J., Palmisano, B.R., Sanders, M., Bass, D., Dayton, C., Eckert, S., & Schimer, M.R. \u0018000. Model intervention for elder abuse and dementia. Gerontologist, \u00180 (\u0018), \u0018\u0018\u0018-\u0018\u0018\u0018 \u0018\u0018 Pillemer, K. Elder abuse is caused by the deviance and dependence of abusive caregivers.\" In D. Loseke, R. Gelles, and M. Cavanaugh (Eds.), (\u001800\u0018). Current controversies on family violence, second edition (pp. \u00180\u0018-\u0018\u00180).Newbury Park, CA: Sage Publications \u0018\u0018 http://www.ageconcern.org.uk/AgeConcern/1\u0018AB\u0018\u00181C\u0018\u0018DA\u0018ED1\u0018\u0018B\u0018D1C\u0018B\u001810E\u0018E1.asp \u0018\u0018 UK study of abuse and neglect of older people, Prevalence survey report commissioned by Comic Relief and the Department of Health. June \u001800\u0018. See: http://www.comicrelief.com/elder-abuse. \u0018\u0018 http://www.dh.gov.uk/en/SocialCare/Deliveringadultsocialcare/Olderpeople/PartnershipsforOld erPeopleProjects/index.htm \u0018\u0018 http://www.changeagentteam.org.uk/index.cfm?pid=\u0018\u0018\u0018 \u00180 Sörensen S, Pinquart M, Habil, Duberstein Paul. How Effective Are Interventions With Caregivers? An Updated Meta-Analysis. The Gerontologist. \u001800\u0018; \u0018\u0018: \u0018: \u0018\u0018\u0018–\u0018\u0018\u0018 \u00181 http://www.quidatabank.nl \u0018\u0018 http://www.healthproelderly.com/ \u0018\u0018 Jané-Llopis, Katschnig, McDaid & Wahlbeck (\u001800\u0018). Commissioning, interpreting and making use of evidence on mental health promotion and mental disorder prevention: an everyday primer. Lisbon: \u001800\u0018 \u0018\u0018 Camus V, et al. Teaching and training in old age psychiatry: a general survey of the World Psychiatric Association member societies. International journal of geriatric psychiatry, \u001800\u0018, 1\u0018:\u0018\u0018\u0018- \u0018\u0018\u0018. \u0018\u0018 Draper B. Training in old age psychiatry. International journal of geriatric psychiatry, \u001800\u0018,1\u0018:\u0018\u0018\u0018- \u0018\u0018\u0018. ",
        "\u00181 \u00180 \u00181 \u00180 ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 ANNEX ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 European Pact for Mental Health and Well-being We, participants in the EU high-level conference \" Together for Mental Health and Well- being \", Brussels, 13 June 2008, acknowledge the importance and relevance of mental health and well-being for the European Union, its Member States, stakeholders and citizens. I. We recognise that: - Mental health is a human right. It enables citizens to enjoy well-being, quality of life and health. It promotes learning, working and participation in society. - The level of mental health and well-being in the population is a key resource for the success of the EU as a knowledge-based society and economy. It is an important factor for the realisation of the objectives of the Lisbon strategy, on growth and jobs, social cohesion and sustainable development. - Mental disorders are on the rise in the EU. Today, almost 50 million citizens (about 11% of the population) are estimated to experience mental disorders, with women and men developing and exhibiting different symptoms. Depression is already the most prevalent health problem in many EU-Member States. - Suicide remains a major cause of death. In the EU, there are about 58,000 suicides per year of which ¾ are committed by men. Eight Member States are amongst the fifteen countries with the highest male suicide rates in the world. - Mental disorders and suicide cause immense suffering for individuals, families and communities, and mental disorders are major cause of disability. They put pressure on health, educational, economic, labour market and social welfare systems across the EU. - Complementary action and a combined effort at EU-level can help Member States tackle these challenges by promoting good mental health and well-being in the population, strengthening preventive action and self-help, and providing support to people who experience mental health problems and their families, further to the measures which Member States undertake through health and social services and medical care. II. We agree that: - There is a need for a decisive political step to make mental health and well-being a key priority. - Action for mental health and well-being at EU-level needs to be developed by involving the relevant policy makers and stakeholders, including those from the health, education, social and justice sectors, social partners, as well as civil society organisations. - People who have experienced mental health problems have valuable expertise and need to play an active role in planning and implementing actions. - The mental health and well-being of citizens and groups, including all age groups, different genders, ethnic origins and socio-economic groups, needs to be promoted based on targeted interventions that take into account and are sensitive to the diversity of the European population. - There is a need to improve the knowledge base on mental health: by collecting data on the state of mental health in the population and by commissioning research into the epidemiology, causes, determinants and implications of mental health and ill- health, and the possibilities for interventions and best practices in and outside the health and social sectors. ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 III. We call for action in five priority areas: 1. Prevention of Depression and Suicide Depression is one of the most common and serious mental disorders and a leading risk factor for suicidal behaviour. Every 9 minutes a citizen dies as a consequence of suicide in the EU. The number of suicide attempts is estimated to be ten times higher. Reported rates of suicide in Member States differ by a factor 12. Policy makers and stakeholders are invited to take action on the prevention of suicide and depression including the following: - Improve the training of health professionals and key actors within the social sector on mental health; - Restrict access to potential means for suicide; - Take measures to raise mental health awareness in the general public, among health professionals and other relevant sectors; - Take measures to reduce risk factors for suicide such as excessive drinking, drug abuse and social exclusion, depression and stress; - Provide support mechanisms after suicide attempts and for those bereaved by suicide, such as emotional support helplines. 2. Mental Health in Youth and Education The foundation of life-long mental health is laid in the early years. Up to 50% of mental disorders have their onset during adolescence. Mental health problems can be identified in between 10% and 20% of young people, with higher rates among disadvantaged population groups. Policy makers and stakeholders are invited to take action on mental health in youth and education including the following: - Ensure schemes for early intervention throughout the educational system; - Provide programmes to promote parenting skills; - Promote training of professionals involved in the health, education, youth and other relevant sectors in mental health and well-being; - Promote the integration of socio-emotional learning into the curricular and extracurricular activities and the cultures of pre-schools and schools; - Programmes to prevent abuse, bullying, violence against young people and their exposure to social exclusion; - Promote the participation of young people in education, culture, sport and employment. 3. Mental Health in Workplace Settings Employment is beneficial to physical and mental health. The mental health and well-being of the workforce is a key resource for productivity and innovation in the EU. The pace and nature of work is changing, leading to pressures on mental health and well-being. Action is needed to tackle the steady increase in work absenteeism and incapacity, and to utilize the unused potential for improving productivity that is linked to stress and mental disorders. The workplace plays a central role in the social inclusion of people with mental health problems. Policy makers, social partners and further stakeholders are invited to take action on mental health at the workplace including the following: ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 - Improve work organisation, organisational cultures and leadership practices to promote mental well-being at work, including the reconciliation of work and family life; - Implement mental health and well-being programmes with risk assessment and prevention programmes for situations that can cause adverse effects on the mental health of workers (stress, abusive behaviour such as violence or harassment at work, alcohol, drugs) and early intervention schemes at workplaces; - Provide measures to support the recruitment, retention or rehabilitation and return to work of people with mental health problems or disorders. 4. Mental Health of Older People The EU-population is ageing. Old age can bring with it certain risk factors for mental health and well-being, such as the loss of social support from families and friends and the emergence of physical or neurodegenerative illness, such as Alzheimer's disease and other forms of dementia. Suicide rates are high in older people. Promoting healthy and active ageing is one of the EU’s key policy objectives. Policy makers and stakeholders are invited to take action on mental health of older people including the following: - Promote the active participation of older people in community life, including the promotion of their physical activity and educational opportunities; - Develop flexible retirement schemes which allow older people to remain at work longer on a full-time or part-time basis; - Provide measures to promote mental health and well-being among older people receiving care (medical and/or social) in both community and institutional settings; - Take measures to support carers. 5. Combating Stigma and Social Exclusion Stigma and social exclusion are both risk factors and consequences of mental disorders, which may create major barriers to help-seeking and recovery. Policy makers and stakeholders are invited to take action to combat stigma and social exclusion including the following: - Support anti-stigma campaigns and activities such as in media, schools and at the workplace to promote the integration of people with mental disorders; - Develop mental health services which are well integrated in the society, put the individual at the centre and operate in a way which avoids stigmatisation and exclusion; - Promote active inclusion of people with mental health problems in society, including improvement of their access to appropriate employment, training and educational opportunities; - Involve people with mental health problems and their families and carers in relevant policy and decision making processes. ",
        "\u0018\u0018 \u0018\u0018 \u0018\u0018 \u0018\u0018 IV. We launch the European Pact for Mental Health and Well-being: The Pact recognises that primary responsibility for action in this area rests with Member States. However, the Pact builds on the EU’s potential to inform, promote best practice and encourage actions by Member States and stakeholders and help address common challenges and tackle health inequalities. The reference context for the Pact is the EU-policy acquis on mental health and well-being that has emerged through initiatives across Community policies over the past years, together with the commitments which Member States’ Ministers of Health made under the WHO Mental Health Declaration for Europe of 2005 and relevant international acts such as the United Nations Convention on the Rights of Persons with Disabilities. The Pact brings together European institutions, Member States, stakeholders from relevant sectors, including people at risk of exclusion for mental health reasons, and the research community to support and promote mental health and well-being. It is a reflection of their commitment to a longer-term process of exchange, cooperation and coordination on key challenges. The Pact should facilitate the monitoring of trends and activities in Member States and among stakeholders. Based on European best practice, it should help deliver recommendations for action for progress in addressing its priority themes. V. We therefore invite: - Member States together with further relevant actors across sectors and civil society in the EU and international organisations to join the European Pact for Mental Health and Well-being and to contribute to its implementation; - The European Commission and Member States, together with the relevant international organisations and stakeholders: - to establish a mechanism for the exchange of information; - to work together to identify good practices and success factors in policy and stakeholder action for addressing the priority themes of the Pact, and to develop appropriate recommendations and action plans; - to communicate the results of such work through a series of conferences on the Pact’s priority themes over the coming years; - The European Commission to issue a proposal for a Council Recommendation on Mental Health and Well-being during 2009; - The Presidency to inform the European Parliament and the Council of Ministers as well as the European Economic and Social Committee and the Committee of Regions of the proceedings and outcomes of this conference. ",
        "",
        "",
        "",
        "",
        ""
    ]
}