{
    "text": [
        "Reports of Cases JUDGMENT OF THE COURT (Fifth Chamber) 19 December 2019* (Reference for a preliminary ruling — Social policy — Protection of employees in the event of the insolvency of their employer — Directive 2008/94/EC — Article 8 — Supplementary pension schemes — Protection of entitlement to old-age benefits — Minimum guaranteed level of protection — Former employer ’ s obligation to offset a reduction in an occupational old-age pension — External pension institution — Direct effect) In Case C - 168/18, REQUEST for a preliminary ruling under Article 267 TFEU from the Bundesarbeitsgericht (Federal Labour Court, Germany), made by decision of 20 February 2018, received at the Court on 5 March 2018, in the proceedings Pensions-Sicherungs-Verein VVaG v Günther Bauer, THE COURT (Fifth Chamber), composed of E. Regan, President of the Chamber, I Jarukaitis, E. Juhász (Rapporteur), M. Ile š i č and C. Lycourgos, Judges, Advocate General: G. Hogan, Registrar: D. Dittert, Head of Unit, having regard to the written procedure and further to the hearing on 14 February 2019, after considering the observations submitted on behalf of: – Pensions-Sicherungs-Verein VVaG, by F. Wortmann, Rechtsanwalt, – Mr Bauer, by I. Axler, Rechtsanwältin, – the German Government, initially by T. Henze and R. Kanitz, and subsequently by R. Kanitz, acting as Agents, – the Luxembourg Government, by D. Holderer and T. Uri, acting as Agents, and P. Kinsch, avocat, – the United Kingdom Government, by Z. Lavery, acting as Agent, and J. Coppel QC, * Language of the case: German. EN ECLI:EU:C:2019:1128 1 ",
        "J UDGMENT OF 19. 12. 2019 — C ASE C - 168/18 P ENSIONS -S ICHERUNGS -V EREIN – the European Commission, by M. Kellerbauer and B.-R. Killmann, acting as Agents, after hearing the Opinion of the Advocate General at the sitting on 8 May 2019, gives the following Judgment 1 This request for a preliminary ruling concerns the interpretation of Article 8 of Directive 2008/94/EC of the European Parliament and of the Council of 22 October 2008 on the protection of employees in the event of the insolvency of their employer (OJ 2008 L 283, p. 36). 2 The request has been made in proceedings between Pensions-Sicherungs-Verein VVaG (an institution responsible for guaranteeing occupational pensions, ‘ PSV ’ ) and Mr Günther Bauer, concerning the offset of reductions in the amount of benefits paid by a pension fund. Legal context EU law 3 Recital 3 of Directive 2008/94 states: ‘ It is necessary to provide for the protection of employees in the event of the insolvency of their employer and to ensure a minimum degree of protection, in particular in order to guarantee payment of their outstanding claims, while taking account of the need for balanced economic and social development in the [European Union]. To this end, the Member States should establish a body which guarantees payment of the outstanding claims of the employees concerned. ’ 4 Pursuant to Article 1(1) of that directive, the directive is to apply to employees ’ claims arising from contracts of employment or employment relationships and existing against employers who are in a state of insolvency within the meaning of Article 2(1) of the directive. 5 As set out in Article 8 of the directive: ‘ Member States shall ensure that the necessary measures are taken to protect the interests of employees and of persons having already left the employer ’ s undertaking or business at the date of the onset of the employer ’ s insolvency in respect of rights conferring on them immediate or prospective entitlement to old-age benefits, including survivors ’ benefits, under supplementary occupational or inter-occupational pension schemes outside the national statutory social security schemes. ’ 6 Pursuant to the first paragraph of Article 11 of Directive 2008/94, the directive does not affect the option of Member States to apply or introduce laws, regulations or administrative provisions which are more favourable to employees. ECLI:EU:C:2019:1128 2 ",
        "J UDGMENT OF 19. 12. 2019 — C ASE C - 168/18 P ENSIONS -S ICHERUNGS -V EREIN German law 7 The Gesetz zur Verbesserung der betrieblichen Altersversorgung (Betriebsrentengesetz) (Law on the improvement of occupational pensions) of 19 December 1974 (BGBl. 1974 I, p. 3610), as amended by the Law of 17 August 2017 (BGBl. 2017 I, p. 3214) ( ‘ the Law on Occupational Pensions ’ ), provides in Paragraph 1, headed ‘ Guarantee given by the employer of an occupational old-age pension ’ : ‘ (1) If an employee is given by his employer a guarantee of old-age, invalidity or survivor ’ s pension benefits on grounds of his employment relationship (occupational old-age pension), the provisions of this Law shall apply. A scheme for occupational old-age pensions may be implemented directly by an employer or through the conduit of one of the pension providers mentioned in Paragraph 1b(2) to (4). An employer shall remain responsible for ensuring the provision of the benefits he has guaranteed even where he does not implement the scheme directly. …’ 8 Paragraph 1b of that law, headed ‘ Protection of acquired rights and the provision of occupational old-age pension benefits ’ , which lists, in subparagraphs 2 to 4, the options that the employer has for providing occupational old-age pensions, provides, in essence, that an employer may take out assurance on the life of the employee (subparagraph 2), or the occupational old-age pension scheme may be implemented by a pension fund or retirement fund (subparagraph 3) or by a provident fund (subparagraph 4). 9 Paragraph 7 of that law, headed ‘ Scope of the insurance cover ’ , provides: ‘ (1) Pensioners and their survivors whose entitlements arising from a direct pension guarantee from the employer are not fulfilled because insolvency proceedings have been opened regarding the assets or estate of the employer have a claim against the insolvency insurance institution in the amount of the benefit that the employer would have to provide on the basis of the pension guarantee had the insolvency proceedings not been opened. … …’ 10 Paragraph 10 of that law, headed ‘ Contribution obligation and calculation of contributions ’ , provides: ‘ (1) The funds for implementing the insolvency insurance shall be provided, on the basis of a public-law obligation, by way of contributions from all employers that have directly guaranteed occupational old-age pension benefits or implement an occupational old-age pension scheme via a provident fund, Direktversicherung (life assurance concluded by the employer in favour of the employee) … or a retirement fund. … (4) Enforcement shall take place on the basis of the contribution notices of the insolvency insurance institution, the provisions of the Zivilprozessordnung [Code of civil procedure] being applied mutatis mutandis . The insolvency insurance institution shall issue the enforceable original. …’ ECLI:EU:C:2019:1128 3 ",
        "J UDGMENT OF 19. 12. 2019 — C ASE C - 168/18 P ENSIONS -S ICHERUNGS -V EREIN 11 Paragraph 14 of the Law on Occupational Pensions, headed ‘ Insolvency insurance institution ’ , provides: ‘ (1) The insolvency insurance institution shall be [PSV]. In accordance with the Agreement of 22 September 2000 between the Federal Republic of Germany and the Grand Duchy of Luxembourg in relation to cooperation in the area of insolvency insurance for occupational old-age pensions, this institution shall also be the insolvency insurance institution for pension guarantees made by companies based in Luxembourg. (2) [PSV] shall be subject to supervision by the Bundesanstalt für Finanzdienstleistungsaufsicht [Federal Agency for the Supervision of Financial Services] …’ 12 Paragraph 3 of the Verwaltungs-Vollstreckungsgesetz (Law on administrative enforcement) of 27 April 1953 (BGBl. 1953 I, p. 157), as amended by the Law of 30 June 2017 (BGBl. 2017 I, p. 2094), provides: ‘ (1) Enforcement shall be initiated against the judgment debtor via an enforcement order; a writ of execution is not required. (2) Enforcement can be initiated if the following conditions are satisfied: (a) a payment notice requesting that the debtor make payment has been issued; (b) the payment has fallen due; (c) a period of one week has expired from the date of notification of the payment notice or, if the payment did not fall due until after that date, from the date on which payment fell due. (3) Before enforcement is ordered, the debtor must also be sent a specific reminder with a payment deadline of a further week. (4) The enforcement order shall be issued by the authority entitled to assert the claim. ’ The dispute in the main proceedings and the questions referred for a preliminary ruling 13 In December 2000, Mr Bauer was granted by his former employer an occupational old-age pension, within the meaning of the Law on Occupational Pensions. 14 That occupational old-age pension comprised a monthly pension supplement and an annual Christmas bonus granted directly by the former employer, together with a pension granted under a pension fund on the basis of contributions made by the former employer which was paid by the Pensionskasse für die Deutsche Wirtschaft (Pension Fund for the German Economy, ‘ the Pensionskasse ’ ), an inter-occupational institution that gives employees a legal claim to their benefits. 15 In 2003, the Pensionskasse experienced financial difficulties and, with the authorisation of the Federal Agency for the Supervision of Financial Services, reduced the amount of the benefits paid. As a result, that part of the pension paid to Mr Bauer that was calculated on the basis of his former employer ’ s contributions, amounting to EUR 599.49 gross in June 2003, was reduced by the Pensionskasse each year between 2003 and 2013, each of the 11 reductions made being between 1.40% and 1.25%. 16 In total, between 2003 and 2013, the amount of the monthly pension paid to Mr Bauer by the Pensionskasse was reduced by 13.8%, which represents a loss, for Mr Bauer, of EUR 82.74 per month and a reduction of 7.4% in the total amount of occupational pension benefits to which he is entitled under the supplementary occupational pension scheme. ECLI:EU:C:2019:1128 4 ",
        "J UDGMENT OF 19. 12. 2019 — C ASE C - 168/18 P ENSIONS -S ICHERUNGS -V EREIN 17 In accordance with its obligation, under national law, to guarantee provision of the pension payments, Mr Bauer ’ s former employer initially offset the reductions in the benefits paid by the Pensionskasse, since national law does not provide for an obligation to guarantee pension fund benefits by other means. 18 In January 2012, insolvency proceedings were initiated in respect of the former employer. 19 PSV, which guarantees the payment of occupational old-age pensions in the event of the insolvency of an employer in Germany and Luxembourg, informed Mr Bauer, by notification dated 12 September 2012, that it was assuming responsibility for the payment of the pension supplement of EUR 398.90 per month and the annual Christmas bonus of EUR 1 451.05. 20 However, PSV refused to offset the reductions applied to the old-age pension paid by the Pensionskasse, and the Pensionskasse continues to pay Mr Bauer a reduced pension. 21 In an action brought before the court with jurisdiction at first instance, Mr Bauer submitted that, on account of the insolvency proceedings in respect of his former employer, PSV was required to make good the shortfall arising from the reductions in the benefits paid by the Pensionskasse. PSV asserted that it was not under an obligation to assume responsibility for meeting benefits paid by a pension fund if the employer was unable, owing to its insolvency, to discharge its statutory obligation to guarantee payment of the pension benefits. 22 Mr Bauer ’ s action was dismissed at first instance, but he was successful on appeal. 23 The Bundesarbeitsgericht (Federal Labour Court, Germany), in proceedings brought by PSV, states that, in the main proceedings, the issue it must decide is whether PSV is under an obligation to assume responsibility for meeting the claim that Mr Bauer has against his former employer, because the latter is insolvent and therefore unable to discharge its own obligation to guarantee the benefits paid by the Pensionskasse. 24 The referring court points out that, in Germany, occupational old-age pension benefits may be granted in different ways. The employer may pay directly the benefits which it is obliged to provide under a company occupational pension scheme. Alternatively, it may have the benefits provided through external institutions. Here the employer does not provide any benefits itself, but rather provides them indirectly, either by means of life assurance concluded by the employer in favour of the employee or through a pension fund or retirement fund that the employer tasks with managing its company occupational pension scheme. 25 Where the employer grants the employee occupational pension benefits that are paid by an external pension institution and those benefits fall short of what the employer has committed to pay to the employee under the contract of employment, national law imposes on the employer an obligation to guarantee provision of the pension payments, which it must do out of its own assets. In that situation, if the employer is in a state of insolvency, national law does not impose an obligation on PSV to assume responsibility for the benefits that the employer must pay to the employee on account of the reduction made by the pension fund to the amount of the benefits paid. 26 In the first place, the referring court is uncertain as to whether Article 8 of Directive 2008/94 is applicable where a pension fund — without being in a state of insolvency itself — reduces the amount of the benefits paid but the former employer, notwithstanding the obligation imposed on it under national law to guarantee provision of the pension payments, is unable to offset those reductions because it is in a state of insolvency. According to the referring court, in that scenario, the employee has a claim against his or her former employer arising from the employment relationship, within the meaning of Article 1(1) of Directive 2008/94, since that claim is based on the grant of pension benefits by the former employer. ECLI:EU:C:2019:1128 5 ",
        "J UDGMENT OF 19. 12. 2019 — C ASE C - 168/18 P ENSIONS -S ICHERUNGS -V EREIN 27 In the second place, the referring court, which states that, in the main proceedings, the losses incurred by the former employee concerned correspond to only 13.8% of the monthly old-age pension and 7.4% of all occupational old-age pension benefits arising from his acquired rights under the supplementary occupational pension scheme, wishes to know, in view of the obligation to protect the interests of employees that is laid down in Article 8 of Directive 2008/94, in what circumstances the losses suffered by the former employee on account of the insolvency of his former employer can be regarded as manifestly disproportionate. The referring court is of the view that clarification is needed as to the circumstances referred to in paragraph 35 of the judgment of 24 November 2016, Webb-Sämann (C - 454/15, EU:C:2016:891), to enable it to assess whether the minimum degree of protection provided for in Article 8 of Directive 2008/94 has been afforded in the case in the main proceedings. 28 In the third place, the referring court notes that, if Article 8 of Directive 2008/94 should be interpreted as requiring the Member State concerned to guarantee the rights relied upon by Mr Bauer, it cannot interpret the relevant provisions of the Law on Occupational Pensions in conformity with that directive. Accordingly, the referring court expresses uncertainty as to whether Article 8 of Directive 2008/94 has direct effect, which would enable Mr Bauer to rely upon that provision directly before it. 29 In the fourth place, if Article 8 of Directive 2008/94 does have direct effect, the referring court is uncertain as to whether it can be relied upon against an institution responsible for guaranteeing occupational pensions, such as PSV. 30 In those circumstances, the Bundesarbeitsgericht (Federal Labour Court) decided to stay the proceedings and to refer the following questions to the Court of Justice for a preliminary ruling: ‘ (1) Is Article 8 of Directive [2008/94] applicable if occupational old-age pension benefits are provided via an inter-occupational pension institution subject to State supervision of financial services, and, for financial reasons, that institution legitimately reduces its benefits with the consent of the supervisory authority, and, although the employer must assume liability for the reductions vis-à-vis the former employees under national law, its insolvency means that it is unable to discharge its obligation to offset those benefit reductions? (2) If the first question referred is answered in the affirmative: Under what circumstances can a former employee ’ s losses suffered in respect of occupational old-age pension benefits as a result of the insolvency of the employer be regarded as manifestly disproportionate and therefore oblige the Member States to ensure a minimum degree of protection against such losses, even though the former employee receives at least half of the benefits arising from his acquired pension rights? (3) If the first question referred is answered in the affirmative: Does Article 8 of Directive 2008/94 have direct effect and, if a Member State has failed to transpose the directive into national law or has failed to transpose it correctly, does that provision confer rights on the individual that he can assert against the Member State before a national court? (4) If the third question referred is answered in the affirmative: Is an institution organised under private law that the Member State has designated — in a manner that is binding on employers — as an insolvency insurance institution for occupational pensions that is subject to State supervision of financial services and levies the contributions required for insolvency insurance from employers under public law, and, like an authority, can establish the conditions for enforcement by way of an administrative act, a public body of the Member State? ’ ECLI:EU:C:2019:1128 6 ",
        "J UDGMENT OF 19. 12. 2019 — C ASE C - 168/18 P ENSIONS -S ICHERUNGS -V EREIN Consideration of the questions referred The first question 31 By its first question, the referring court asks, in essence, whether Article 8 of Directive 2008/94 must be interpreted as applying to a situation in which an employer, which provides occupational old-age pension benefits through an inter-occupational institution, cannot, on account of its insolvency, offset losses resulting from a reduction in the benefits paid by the inter-occupational institution, a reduction which was authorised by the State supervisory authority for financial services which is the prudential regulator for that institution. 32 As regards the material scope of Directive 2008/94, Article 1(1) of the directive provides that it is to apply to employees ’ claims arising from contracts of employment or employment relationships and existing against employers who are in a state of insolvency within the meaning of Article 2(1) of the directive. 33 Article 8 of the directive provides that Member States are to ensure that the necessary measures are taken to protect the interests of employees having left the employer ’ s undertaking or business at the date of the onset of the employer ’ s insolvency in respect of rights conferring on them immediate entitlement to old-age benefits under supplementary occupational or inter-occupational pension schemes outside the national statutory social security schemes. 34 It is common ground that Mr Bauer is a former employee, that his former employer is in a state of insolvency and that, at the date of the onset of his employer ’ s insolvency and on account thereof, Mr Bauer ’ s immediate entitlement to old-age benefits was compromised, since his former employer was no longer able to offset the reductions in the monthly occupational pension paid by an inter-occupational institution, in accordance with the employer ’ s obligation, under national law, to guarantee the payment of occupational old-age pension benefits. 35 Accordingly, the substantive conditions laid down in Article 8 of Directive 2008/94 are satisfied, which means that Article 8 is applicable to situations such as that at issue in the main proceedings (see, to that effect, judgment of 25 April 2013, Hogan and Others , C - 398/11, EU:C:2013:272, paragraph 40). 36 It follows from the above considerations that the answer to the first question is that Article 8 of Directive 2008/94 must be interpreted as applying to a situation in which an employer, which provides occupational old-age pension benefits through an inter-occupational institution, cannot, on account of its insolvency, offset losses resulting from a reduction in the amount of those benefits paid by the inter-occupational institution, a reduction which was authorised by the State supervisory authority for financial services which is the prudential regulator for that institution. The second question 37 By its second question, the referring court asks under what specific circumstances a reduction in the amount of occupational old-age pension benefits paid to a former employee, on account of the insolvency of his or her former employer, must be regarded, for the purposes of applying Article 8 of Directive 2008/94, as manifestly disproportionate, giving rise to the obligation on Member States to ensure a minimum degree of protection, even though the former employee receives at least half of the amount of the benefits arising from his or her acquired rights to an occupational old-age pension. ECLI:EU:C:2019:1128 7 ",
        "J UDGMENT OF 19. 12. 2019 — C ASE C - 168/18 P ENSIONS -S ICHERUNGS -V EREIN 38 It must be recalled that, in transposing Article 8 of the directive, Member States have considerable latitude in determining both the means and the level of protection of employees ’ accrued entitlement to old-age benefits under supplementary pension schemes. That provision cannot therefore be interpreted as requiring a full guarantee of the rights in question (see, to that effect, judgment of 6 September 2018, Hampshire , C - 17/17, EU:C:2018:674, paragraph 41). 39 Consequently, Article 8 does not preclude Member States, in the pursuit of legitimate social and economic objectives, from reducing the accrued entitlement of employees in the event of their employer ’ s insolvency, provided they have due regard for, inter alia, the principle of proportionality (see, to that effect, judgment of 6 September 2018, Hampshire , C - 17/17, EU:C:2018:674, paragraph 42). 40 It follows that the Member States are obliged, in accordance with the objective pursued by Directive 2008/94, to ensure for employees — in the absence of any abuse of rights by them for the purposes of Article 12 of the directive — the minimum degree of protection required by that provision (see, to that effect, judgments of 24 November 2016, Webb-Sämann , C - 454/15, EU:C:2016:891, paragraph 35, and of 6 September 2018, Hampshire , C - 17/17, EU:C:2018:674, paragraph 47). 41 The Court has already held that correct transposition of Article 8 of the directive requires a former employee to receive, in the event of the insolvency of his or her employer, at least half of the old-age benefits arising out of the accrued pension rights under a supplementary occupational pension scheme (see, to that effect, judgments of 25 January 2007, Robins and Others , C - 278/05, EU:C:2007:56, paragraph 57; of 25 April 2013, Hogan and Others , C - 398/11, EU:C:2013:272, paragraph 51; of 24 November 2016, Webb-Sämann , C - 454/15, EU:C:2016:891, paragraph 35; and of 6 September 2018, Hampshire , C - 17/17, EU:C:2018:674, paragraph 50). 42 In addition, the Court has stated that, even if Article 8 of Directive 2008/94 requires at least half of the old-age benefits to be guaranteed, that does not mean that, in certain circumstances, the losses suffered by an employee or former employee may not also be regarded as being manifestly disproportionate in the light of the obligation referred to in that provision to protect the interests of employees (see, to that effect, judgments of 24 November 2016, Webb-Sämann , C - 454/15, EU:C:2016:891, paragraph 35, and of 6 September 2018, Hampshire , C - 17/17, EU:C:2018:674, paragraph 50). 43 It is apparent from the explanatory memorandum accompanying the proposal for a Council directive on the approximation of the laws of the Member States relating to the protection of employees in the event of the insolvency of their employer of 11 April 1978 (COM(78) 141 final) that the objective pursued by that directive was to offer protection in circumstances which represent a threat to the livelihood of an employee and his or her family. In particular, as stated in the explanatory memorandum, by introducing the provisions of the present Article 8 of Directive 2008/94, it was the EU legislature ’ s intention to protect the employee from particular hardship caused by the loss of rights conferring immediate entitlement to benefits under a supplementary pension scheme. 44 It can be deduced from the above that a reduction in a former employee ’ s old-age benefits must be regarded as being manifestly disproportionate where it follows from that reduction and, as the case may be, from how it is expected to develop, that the former employee ’ s ability to meet his or needs is seriously compromised. That would be the case if a reduction in old-age benefits were suffered by a former employee who, as a result of the reduction, is living, or would have to live, below the at-risk-of-poverty threshold determined by Eurostat for the Member State concerned. 45 Article 8 of Directive 2008/94 requires, as an obligation to provide a minimum degree of protection, that a Member State guarantee, to a former employee exposed to such a reduction in his or her old-age benefits, compensation in an amount which, without necessarily covering all of the losses suffered, is such as to prevent them from being manifestly disproportionate. ECLI:EU:C:2019:1128 8 ",
        "J UDGMENT OF 19. 12. 2019 — C ASE C - 168/18 P ENSIONS -S ICHERUNGS -V EREIN 46 In the light of the above considerations, the answer to the second question is that Article 8 of Directive 2008/94 must be interpreted as meaning that a reduction in the amount of occupational old-age pension benefits paid to a former employee, on account of the insolvency of his or her former employer, is regarded as being manifestly disproportionate, even though the former employee receives at least half of the amount of the benefits arising from his or her acquired rights, where, as a result of the reduction, the former employee is already living, or would have to live, below the at-risk-of-poverty threshold determined by Eurostat for the Member State concerned. The third and fourth questions 47 By its third and fourth questions, which it is appropriate to consider together, the referring court asks whether Article 8 of Directive 2008/94 is capable of having direct effect, so that it may be relied upon against an institution governed by private law that is designated by the State as the institution which guarantees occupational pensions against the risk of an employer ’ s insolvency. 48 As has been repeatedly held by the Court, provisions of a directive that are unconditional and sufficiently precise may be relied upon by individuals against a Member State and all the organs of its administration, as well as against organisations or bodies which are subject to the authority or control of the State or which possess special powers beyond those which result from the normal rules applicable to relations between individuals (judgment of 6 September 2018, Hampshire , C - 17/17, EU:C:2018:674, paragraph 54 and the case-law cited). Organisations or bodies that are required, by a public body, to perform a task in the public interest and have been given, for that purpose, special powers may also be treated as comparable to the State (judgments of 10 October 2017, Farrell , C - 413/15, EU:C:2017:745, paragraph 34, and of 6 September 2018, Hampshire , C - 17/17, EU:C:2018:674, paragraph 55). 49 There are three points to be considered in the assessment of whether Article 8 of Directive 2008/94 is unconditional and sufficiently precise, namely the identity of the persons entitled to the protection provided for in Article 8, the content of that protection and the identity of the person liable to provide the protection. 50 With regard to the persons entitled to the protection provided for in Article 8 of Directive 2008/94, it is clear from the wording of that article that the directive is intended to protect employees and former employees affected by the insolvency of their employer or former employer. Accordingly, as regards the identity of the persons entitled to the protection, that article fulfils the requirements of precision and unconditionality to be met in order for a provision of a directive to be directly applicable (judgment of 6 September 2018, Hampshire , C - 17/17, EU:C:2018:674, paragraph 57). 51 As regards the content of the protection provided for in Article 8 of Directive 2008/94, the Court has found that the purpose of Article 8 is to provide each and every employee with a minimum level of protection (see, to that effect, judgment of 6 September 2018, Hampshire , C - 17/17, EU:C:2018:674, paragraphs 46 and 47 and the case-law cited). 52 The Court has held that Article 8, in so far as it requires the Member States to guarantee to each and every former employee, without exception, compensation corresponding to at least 50% of the value of his or her acquired rights under a supplementary occupational pension scheme in the event of the insolvency of his or her employer, contains a clear, precise and unconditional obligation imposed on Member States, intended to confer rights on individuals (see, to that effect, judgment of 6 September 2018, Hampshire , C - 17/17, EU:C:2018:674, paragraph 60). ECLI:EU:C:2019:1128 9 ",
        "J UDGMENT OF 19. 12. 2019 — C ASE C - 168/18 P ENSIONS -S ICHERUNGS -V EREIN 53 Following paragraphs 44 and 45 of the present judgment, the same applies to the requirement obliging Member States, under Article 8 of Directive 2008/94, also to guarantee a minimum degree of protection for former employees who are exposed to a reduction in old-age benefits which is manifestly disproportionate, so that individuals may rely upon that requirement directly before a national court. 54 As regards the identity of the person liable to provide the protection provided for in Article 8 of Directive 2008/94, it is apparent from the order for reference that PSV was designated by the Member State concerned as an institution which guarantees occupational pensions against the risk of an employer ’ s insolvency. That private law institution is subject to prudential regulation by the State supervisory authority for financial services. In addition, it levies the mandatory contributions required for insolvency insurance from employers under procedures of public law and, like a public authority, can establish the conditions for enforcement by way of an administrative act. 55 Therefore, in the light of the task with which PSV has been vested and the circumstances in which it performs the task, that entity is distinct from individuals and must be treated as comparable to the State so that, in principle, the unconditional and sufficiently precise provisions laid down in Article 8 of Directive 2008/94 may be relied upon against it. 56 However, as the Advocate General pointed out in point 96 of his Opinion, that interpretation can be upheld only if the Member State concerned has delegated to PSV the obligation imposed by Article 8 to provide a minimum degree of protection in respect of old-age benefits, which is a matter for the referring court to determine. As is apparent from, inter alia, the observations submitted by PSV and the German Government, the guarantee for which that institution is to be responsible does not extend to benefits paid by pension funds such as the pension funds at issue in the main proceedings. 57 In the light of the foregoing considerations, the answer to the third and fourth questions is that Article 8 of Directive 2008/94, which lays down an obligation to provide a minimum degree of protection, is capable of having direct effect, so that it may be relied upon against an institution governed by private law that is designated by the State as the institution which guarantees occupational pensions against the risk of an employer ’ s insolvency where, in the light of the task with which it is vested and the circumstances in which it performs the task, that institution can be treated as comparable to the State, provided that the task of providing a guarantee with which the institution is vested actually covers the type of old-age benefits in respect of which the minimum degree of protection provided for in Article 8 is sought. Costs 58 Since these proceedings are, for the parties to the main proceedings, a step in the action pending before the national court, the decision on costs is a matter for that court. Costs incurred in submitting observations to the Court, other than the costs of those parties, are not recoverable. On those grounds, the Court (Fifth Chamber) hereby rules: 1. Article 8 of Directive 2008/94/EC of the European Parliament and of the Council of 22 October 2008 on the protection of employees in the event of the insolvency of their employer must be interpreted as applying to a situation in which an employer, which provides occupational old-age pension benefits through an inter-occupational institution, cannot, on account of its insolvency, offset losses resulting from a reduction in the amount of those benefits paid by the inter-occupational institution, a reduction which was authorised by the State supervisory authority for financial services which is the prudential regulator for that institution. ECLI:EU:C:2019:1128 10 ",
        "J UDGMENT OF 19. 12. 2019 — C ASE C - 168/18 P ENSIONS -S ICHERUNGS -V EREIN 2. Article 8 of Directive 2008/94 must be interpreted as meaning that a reduction in the amount of occupational old-age pension benefits paid to a former employee, on account of the insolvency of his or her former employer, is regarded as being manifestly disproportionate, even though the former employee receives at least half of the amount of the benefits arising from his or her acquired rights, where, as a result of the reduction, the former employee is already living, or would have to live, below the at-risk-of-poverty threshold determined by Eurostat for the Member State concerned. 3. Article 8 of Directive 2008/94, which lays down an obligation to provide a minimum degree of protection, is capable of having direct effect, so that it may be relied upon against an institution governed by private law that is designated by the State as the institution which guarantees occupational pensions against the risk of an employer ’ s insolvency where, in the light of the task with which it is vested and the circumstances in which it performs the task, that institution can be treated as comparable to the State, provided that the task of providing a guarantee with which the institution is vested actually covers the type of old-age benefits in respect of which the minimum degree of protection provided for in Article 8 is sought. [Signatures] ECLI:EU:C:2019:1128 11 "
    ]
}