{
    "text": [
        "EN EN EUROPEAN COMMISSION HIGH REPRESENTATIVE OF THE EUROPEAN UNION FOR FOREIGN AFFAIRS AND SECURITY POLICY Brussels, 25.3.2015 SWD(2015) 71 final JOINT STAFF WORKING DOCUMENT Implementation of the European Neighbourhood Policy in Palestine Progress in 2014 and recommendations for actions Accompanying the document JOINT COMMUNICATION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Implementation of the European Neighbourhood Policy in 2014 {JOIN(2015) 9 final} {SWD(2015) 63 final} {SWD(2015) 64 final} {SWD(2015) 65 final} {SWD(2015) 66 final} {SWD(2015) 67 final} {SWD(2015) 68 final} {SWD(2015) 69 final} {SWD(2015) 70 final} {SWD(2015) 72 final} {SWD(2015) 73 final} {SWD(2015) 74 final} {SWD(2015) 75 final} {SWD(2015) 76 final} {SWD(2015) 77 final} ",
        "2 1. OVERALL ASSESMENT AND RECOMMENDATIONS FOR ACTION This document reports on progress made on the implementation of the EU-Palestinian Authority (PA) European Neighbourhood Policy (ENP) Action Plan between 1 January and 31 December 2014. Developments outside this period are taken into consideration where relevant. This is not a general assessment of the political and economic situation in Palestine. 1 Information on regional and multilateral sector processes is contained in the Partnership for Democracy and Shared Prosperity progress report. It must, however, be noted that circumstances have been such that any assessment must include a caveat to cater for the unique context of occupation, which is clearly not ideal for reform. The new High Representative for Foreign Affairs and Security Policy/Vice President of the Commission (HR/VP), Federica Mogherini, dedicated her first foreign visit to meeting Palestinian and Israeli partners. In October 2014 HR/VP Catherine Ashton represented the EU at the international conference on Reconstructing Gaza in Cairo, during which the EU pledged more than EUR 450 million in aid. The HR/VP met President Abbas on numerous occasions during 2014, including in Paris, Brussels and Cairo. After direct peace negotiations broke down in the spring, no progress was made on the Middle East Peace Process (MEPP). The signing of the Beach Camp Agreement in April marked a step forward in the intra-Palestinian reconciliation process. It led to the formation in June of a National Consensus Government of independent technocrats, headed by Rami Hamdallah, which is committed to the principles set out by President Abbas in May 2011 (i.e. a two-state solution based on the 1967 borders, recognition of Israel’s legitimate right to exist, non- violence and respect for previous agreements). The agreement provided for effective rule over Gaza by the Palestinian National Consensus Government and the holding of presidential and parliamentary elections across the Palestinian territories, including East Jerusalem. The armed conflicts in Gaza over the summer constituted a major setback. With over 2 100 Palestinian and 71 Israeli casualties during 50 days of hostilities, the conflict was the third and most deadly conflict in Gaza in the last six years. This and the additional restrictions imposed by Israel in the West Bank under Operation ‘Brother Keeper’ further aggravated the two major obstacles to progress already reported in earlier progress reports: the Israeli occupation — particularly in Area C 2 — and the PA’s continued de facto lack of authority over the Gaza Strip. These factors severely limited the PA’s ability to carry out its governmental responsibilities, even in the areas within its control. Human rights issues continued to be a matter of concern, despite some limited progress, such as the amendment of the Penal Code on the issue of honour killing and the accession of Palestine to a number of international conventions. In the West Bank, despite a relatively positive environment, there has been a shrinking of democratic space with complaints of arbitrary detention, torture and ill-treatment, as well as reported violations of freedom of expression (undue pressure on journalists) and assembly (violent dispersion of 1 This designation shall not be construed as recognition of a State of Palestine and is without prejudice to the individual positions of the EU Member States on this issue. 2 Area C refers to 62 % of the occupied Palestinian territory in the West Bank that remains under full Israeli military and administrative control. ",
        "3 demonstrators). The socio-economic vulnerability of women across Palestine was of concern. The death sentence remained in use in Gaza and approximately 25 ‘suspected collaborators’ were summarily executed in August. This was of particular concern, though it should be noted that the Gaza Strip has, for the most part, not been under the PA’s control. The formation of the National Consensus Government was expected to foster the necessary harmonisation of legislation between Gaza and the West Bank, and the unification of their respective legal systems. However, there were no tangible developments in this regard. A clear delineation of responsibilities between the different institutions operating in the justice sector was also lacking. Some progress was made in strengthening the capacities and accountability of the police and civil defence, thanks partly to European support. The Palestinian economy, which has been slowing down since 2013, entered recession in 2014, due in part to the negative effects of the conflict in Gaza. The restrictions imposed by the Israeli occupation, particularly in Area C, remained the biggest obstacle to Palestinian socio-economic development. These included the periodic with-holding of customs and tax revenues by the Israeli authorities. Against this challenging backdrop, the PA achieved some results such as: • developing local employment and training councils; • endorsing a new water law; • approving implementing regulations for the Public Procurement Law; • progress in reforming the energy sector; • presenting a number of sectoral strategies in the fields of export promotion, social protection, environment, water and health. The PA made considerable efforts to maintain fiscal discipline, including by improving revenue collection, adopting a zero net hiring policy and increasing fiscal cooperation with Israel. However, in a difficult economic context, both the total and recurrent budget deficits increased in 2014, highlighting the continued need for incisive reforms to the civil service and pensions, and for additional efforts in the fields of health referrals and electricity net lending. Taken into account the particular situation in 2014, including the armed conflicts and hostilities in the region, and despite its limited ability to carry out its governmental responsibilities, the PA made limited progress in implementing the ENP Action Plan. Achievements were made in the capacity building and accountability of police and civil defence services, in the area of fiscal discipline and with regard to some sector-related issues, such as water and health. Based on the assessment of the progress made in 2014 on implementing the ENP in 2014, Palestine should focus its work in the coming year on: • pursuing positive steps with a view to an early resumption of the Middle East Peace Process; • advancing intra-Palestinian reconciliation in line with the principles set out in President Abbas’ speech of 4 May 2011 and taking back full governmental responsibility in Gaza; • holding free and fair presidential and legislative elections; ",
        "4 • continuing to promote, wherever possible, reform in the judicial and security sectors, including through legislative measures, in line with chapter 5 of this report; • adopting a unified Penal Code which adheres to international human rights standards, and strengthens legal guarantees for all fundamental freedoms; abolishing the death penalty while fully abiding by the de facto moratorium on the death penalty; • clarifying the responsibilities of the three main judicial institutions, namely the Ministry of Justice, the Office of the Attorney General and the High Judicial Council; • further consolidating progress in ensuring the accountability, integrity and transparency of the public finance system; • taking steps towards civil service and pension reform and rationalising recurrent expenditure by reducing non-wage costs in particular to ensure sustainability over time and better targeting of social protection spending; • continuing to develop the necessary legal and institutional framework for an integrated water and wastewater management system to ensure equitable service delivery and resource sustainability throughout Palestine; • developing and implementing a policy to address violence against women and women’s socio-economic vulnerability. 2. POLITICAL DIALOGUE AND REFORM Deep and sustainable democracy In April Hamas and the Palestine Liberation Organisation (PLO) signed a new agreement on reconciliation. In accordance with the agreement, a consensus government of independent technocrats was formed in June under Prime Minister Hamdallah, including four ministers from Gaza (Labour, Public Works, Justice and Women’s Affairs). Other elements of the agreement included presidential and parliamentary elections, no earlier than six months after the government’s formation, while many of the most sensitive issues (including Hamas’s inclusion within the PLO and the integration of respective security forces) were entrusted to committees. In this context, the EU emphasised that full democratic legitimacy and institutional sustainability can only be restored through genuine democratic legislative and presidential elections throughout Palestine. In the meantime, progress in returning the PA to Gaza was slow, partly due to complex legal, political and practical issues but primarily as a result of the Israeli operation, which lasted 50 days in July and August. Since then, the PA played a leading role in efforts at recovery, rehabilitation and reconstruction in Gaza. An international conference on Reconstructing Gaza was held in Cairo in October, during which the EU pledged more than EUR 450 million. In March 2014 President Abbas signed accession instruments for 18 international human rights, humanitarian and diplomatic treaties without reservation. These included the seven core UN human rights treaties, the four Geneva Conventions and the Hague Convention of 1907. These instruments took effect in the ensuing months. In December, President Abbas signed a further 20 international instruments. ",
        "5 Although the environment in the West Bank continued to be relatively positive regarding respect for freedom of expression, freedom of assembly and freedom of the media, there remained cause for concern. As regards freedom of expression , regular complaints were made throughout the year by social media activists and journalists of undue pressure placed on them, including through the use of summonses by the security agencies. Most of the cases concerned journalists and bloggers who exposed intra-Fatah rivalries or criticised the PA. Palestinian security forces were also accused of preventing journalists from covering some demonstrations in the West Bank. Respect for freedom of assembly remained a cause for concern, with some demonstrations being dispersed by force and some participants being detained by the Palestinian security forces. Regarding freedom of association , while civil society organisations (CSOs) were generally able to operate freely in the West Bank, concerns existed regarding the role of the NGO Affairs Committee established in December 2012 by Presidential decree. In addition, a special committee was set up in August, under the PA’s Financial and Administrative Control Administration, to evaluate and regulate the activities of CSOs and the compliance of their internal by-laws with the Palestinian Law on Charitable Societies. On a positive note, following the agreement on reconciliation, the Jerusalem-based al-Quds newspaper was again distributed in Gaza and the Gaza paper ‘Filistin’ circulated in the West Bank. In Gaza , freedom of expression remained under severe pressure. Journalists were attacked by the de facto authority’s security forces, restrictions were imposed on journalists’ movements and — until the formation of the National Consensus Government in June — attempts were made to prevent the Palestinian Journalists’ Union from operating. The work of CSOs in Gaza continued to be impeded by officials from the de facto authorities. Although restrictions on the activities and movement of CSOs were less rigorously applied, officials continued to demand information on financial and staffing matters. Moreover, additional requirements were introduced for obtaining exit permits for national staff working for local civil society and international organisations and licenses were required for organising a public event — in direct violation of the Palestinian Basic Law. Other human rights and fundamental freedoms and governance-related issues The National Action Plan for Human Rights was approved by the Minister of Justice and the Minister of Planning after 12 months of consultations, research and drafting, with the support of the Office of the UN High Commissioner for Human Rights. Most of the plan’s recommendations were subsequently incorporated into the final version of the Palestinian national development plan for 2014–16. Seven death sentences were handed down in 2014 by the de facto authorities in Gaza. Two people were executed in Gaza in May 2014. In addition, approximately 25 ‘suspected collaborators’ were summarily executed in August by Hamas in Gaza. There were regular complaints during 2014 of torture and ill-treatment in detention centres, in both Gaza and the West Bank. Most complaints in the West Bank, registered but ",
        "6 not investigated by the Independent Commission on Human Rights, concerned the Palestinian Civil Police. Torture and ill-treatment continued despite the Presidential Decree issued in May 2013, confirming the PA’s commitment to the prohibition of all forms of torture. However, one of the national intelligence agencies, the Palestinian Preventive Security Service, developed a revised code of conduct for its staff, which clearly prohibits the use of torture. Similarly, both the Palestinian Preventive Security Service and the General Intelligence Service agreed to unannounced visits to their detention centres by the Office of the High Commissioner for Human Rights. Since January 2011, no civilians have been tried in West Bank military courts. However, 22 civilians sentenced by a military court prior to that date remained in prison, with no possibility of a retrial before a civilian court. Arbitrary detention remained a matter of concern, with 32 complaints being lodged before the Independent Commission of Human Rights. These included failure to observe due process, illegal detention procedures, and non-separation of civil and political detainees. As regards freedom of religion or belief and the rights of people belonging to a minority , Christians were well represented at political level. However, many Christians, along with secular Muslims, complained of an increasing trend in Palestinian society advocating conservative Islamic values, especially in Gaza. Violence against women and their overall socio-economic vulnerability remained challenges for Palestinian society. Based on the data provided by the Women's Centre for Legal Aid and Counselling (WCLAC), 23 femicides occurred in 2014 (16 in the West Bank and seven in Gaza). 16 honour killings and seven suicides for violence were documented by WCLAC. According to the 2013 statistics on women and men in Palestine issued by the Palestinian Central Bureau of Statistics (PCBS), married and previously married women were those most subjected to all forms of violence in Palestine. In a positive step, President Abbas issued a decree amending the Penal Code to remove the power of the judiciary to take into account certain ‘mitigating factors’ when sentencing in cases of honour killings or femicide. However, another provision remained in place, giving any family member of the victim the right to relinquish his/her rights, following which a case is often dropped. Palestinian women’s rate of participation in the labour market remained among the lowest in the world (17.3 % against 69.3 % for men for 2013) even though women now comprise the majority of Palestinian university graduates. A general increase in unemployment and poverty contributed in turn to an increase in early marriages for girls and in the number of girls dropping out of school. Both human security and access to justice remained highly problematic for women, who often only have recourse to traditional informal justice systems. The use of children in the labour market continued to be a concern, with 3.5 % of all children aged 10-17 years being employed in Palestine (4.9 % in the West Bank and 1.4 % in the Gaza Strip). People with disabilities continued to suffer from social exclusion and a lack of access to appropriate care, especially people with mental disabilities. The summer conflict in Gaza resulted in a significant increase in the number of people with disabilities. The main centre in Gaza providing services to people with disabilities was destroyed. Steps were taken over the year to establish a national mechanism to monitor and document disability-based discrimination. ",
        "7 Personal status laws contained discriminatory provisions in the areas of marriage, divorce, child custody and inheritance. Matters relating to personal status were handled by Sharia courts for Muslims, and ecclesiastical courts for Christians. Cooperation on foreign and security policy, regional and international issues, conflict prevention and crisis management Direct peace negotiations between Palestinians and Israelis , re-launched in 2013, broke down in April 2014, following a lack of agreement on a US-brokered framework and on an extension of negotiations, Israeli settlement announcements, Palestinian accession to 18 international conventions and the formation of the Palestinian National Consensus Government. In its Council Conclusions of May, July and August 2014, the EU urged the parties to resume meaningful negotiations with the aim of achieving a comprehensive peace agreement based on a two-state solution. It stressed that the US-led peace efforts, fully supported by the EU, must not go to waste, and cautioned that a fundamental change in negative developments on the ground, including continued settlement expansion, was necessary to prevent the irreversible loss of the two-state solution. The 50-day military conflict between Israel, Hamas and other Palestinian militant factions in Gaza in July and August 2014 was the longest and deadliest round of violence in Gaza to date. Over 2 100 people on the Palestinian side (including over 1 500 civilians) and 71 Israelis and one foreigner (of which 5 civilians) were killed; there was an unprecedented level of destruction with 17,000 homes and major infrastructure in Gaza, including UNRWA facilities, destroyed or damaged; nearly 500 000 people were displaced at the peak of the conflict. The EU condemned the indiscriminate firing of rockets into Israel by Hamas and militant groups in the Gaza Strip and reiterated that all terrorist groups must disarm. At the same time, the EU condemned the loss of life of hundreds of civilians, including many women and children, and emphasised that the Israeli military operation must be proportionate and in line with international humanitarian law. Gaza received an additional EUR 5 million from the EU to provide immediate relief to affected civilians in Gaza, bringing the overall EU humanitarian aid to Gaza in 2014 to EUR 23.5 million. The EU fully supported Egyptian efforts to broker a ceasefire and stressed the need for a durable and comprehensive solution to the conflict. In particular, it stressed that this should: • lead to a fundamental improvement in living conditions in Gaza, through unimpeded humanitarian access and the lifting of the Gaza closure regime; • end the threat posed to Israel by Hamas and other militant groups; and • address the broader context of the Middle East Peace Process and the situation in the West Bank. The EU engaged extensively with both Israel and the PA and offered to contribute significantly to a comprehensive solution, including through Common Security and Defence Policy (CSDP) missions on the ground. The EU stressed that the Palestinian National Consensus Government should exercise its full government responsibilities in both the West Bank and the Gaza Strip, including in the field of security and civil administration, and through its presence at Gaza’s crossing points. ",
        "8 3. ECONOMIC REFORM AND SOCIAL REFORM AND DEVELOPMENT Palestine's real GDP fell by 3.7 % 3 year-on-year in 2014, following the conflict in Gaza. The economic impact of the conflict is difficult to distinguish from other factors, but Gaza's real GDP is estimated to have declined by around 15%. Unemployment in Palestine is expected to reach up to 30% and the external sector continues to be defined by the dependence on the Israeli economy, which accounts for about 85% of Palestinian exports and 65% of Palestinian imports. The fiscal deficit was estimated at 16.5 % of GDP, up from 14 % in 2013, despite some improvements in tax collection. Delays in the clearance of revenue transfers to the PA led to delays in salary payments to civil servants and an accumulation of arrears in payments to the private sector, further worsening the fiscal situation and burdening the private sector. Public debt breached the 40 % threshold stipulated by law and is expected to have reached 44 % of GDP at the end of 2014. The conflict in Gaza was expected to deepen extreme poverty, the rate of which was already 21% before the conflict (compared with 13% in Palestine as a whole). In January the PA adopted its 2014-16 social protection sector strategy emphasising social cohesion and solidarity while seeking to develop an integrated system of social protection. Social assistance payments benefited over 110 000 households, with an estimated annual cost of EUR 110 million, 45 % of which continued to be funded by the EU and World Bank. To boost employment there was a further expansion of initiatives to bring together training and labour market stakeholders at local level by developing local employment and training councils. The National Qualifications Framework was rolled out at local level, though it was still not fully integrated at ministerial level, and a labour market information system was also established. To help improve revenue collection , the PA developed a comprehensive strategy for tax policy reforms. This included re-examining tax laws, tax holidays and the investment promotion law, as well as widening the tax base, increasing compliance and strengthening tax administration. The Ministry of Agriculture endorsed a new 2014-16 agriculture sector strategy on resilience and development, and is soon to launch the 2014-19 olive and olive oil sub-sector strategy and the livestock sub-sector strategy, all three supported financially by the EU. The agriculture sector continued to be severely affected by settlers’ violence, including the destruction of olive trees, and the restrictions imposed on Palestinians’ access to their land. 4. TRADE-RELATED ISSUES, MARKET AND REGULATORY REFORM The EU-28 remained the second most important trading partner of Palestine, with total trade in goods amounting to EUR 0.155 billion in 2014. The Cabinet endorsed a comprehensive national export strategy, formulated with support from EU funding and in partnership with the private and public sectors. The strategy proposed measures for developing Palestinian exports in key sectors. A national quality policy was 3 For sources and detailed figures, see Statistical Annex accompanying the reports; figures without sources are forecasts by Commission services. ",
        "9 adopted in August 2014, which provides a legal, regulatory and institutional framework for metrology, certification and accreditation. In the area of customs , Palestine ratified the Convention on pan-Euro-Mediterranean preferential rules of origin in May 2014. The Convention entered into force on 1 July 2014. Regarding sanitary and phytosanitary issues, there were delays in adopting the food safety strategy and the food safety law due to fragmented legislation, multiple jurisdictions, and gaps in institutional capacity and in infrastructure. However, the PA and donors upgraded the Central Veterinary Laboratory and introduced an animal identification and traceability system. The introduction of regulatory impact analysis remained at a very early stage. Palestine completed a first drafting manual for primary and secondary legislation. Minimum capital requirements for business start-ups were completely abolished and a single identification number was introduced. While these actions contributed to a faster and cheaper system for company registrations, the administrative costs of registration remained relatively high. New regulations were introduced and amendments to the tax law were passed to improve revenue collection and tighten the relevant legal framework. The modernization of the Palestinian statistical system is ongoing with an increased focus on the use of administrative data sources. The national statistical system is dependent on donor contributions. Palestine made further progress in implementing public procurement rules. Implementing regulations for the Public Procurement Law (along with modifications to the law itself) were approved in April 2014. The organisational structure of the High Council for Public Procurement Policies was reformed, pending Cabinet approval. Legal changes were drafted in April to bring the State Audit and Administrative Control Bureau’s legal framework into line with INTOSAI 4 standards and best professional practices. There were no replacements for the three-member Audit Committee, all of whom resigned in 2013, and there was uncertainty as to whether the committee would be reconstituted. In the area of Integrated Maritime Policy (IMP), Palestine participated in the EU-funded IMP-MED Project providing assistance on cross-sectorial marine and maritime issues. The joint 2014 evaluation on SME policy 5 highlighted challenges to be addressed by Palestine, including the elaboration of a multi-year SME development strategy and of a national lifelong entrepreneurial learning strategy and work programme, strengthening of creditor rights, establishment of a national framework for training needs analysis, and promotion of female entrepreneurship. 4 International Organisation of Supreme Audit Institutions. 5 SME Policy Index, the Mediterranean Middle East and North Africa 2014, Implementation of the Small Business Act for Europe (SBA). ",
        "10 5. COOPERATION ON JUSTICE, FREEDOM AND SECURITY The limited jurisdiction of PA institutions over all the territories continued to impact negatively on both the justice and security sectors, weakening the capacity and effectiveness of their associated institutions. Notwithstanding the formation of a National Consensus Government in April, and the nomination of a Minister of Justice based in Gaza, the PA did not advance in harmonising legislation between Gaza and the West Bank and unifying their respective legal systems. The PA’s 2014-16 National Strategy for Justice and Rule of Law, drafted in April 2014, was amended in September 2014 on the basis of comments received from the international community. This modified version has not yet been approved by the Minister of Justice. The delineation of responsibilities between the different institutions that operate in these sectors still needed to be tackled comprehensively. Efforts were also made to establish the Palestinian Judicial Institute as the central institution in charge of training for the judiciary and prosecution. The nomination by the PA of a Eurojust contact point would help facilitate closer judicial cooperation with the EU. The new draft Penal Code remained in draft form only. It contained some important progressive elements with regards to the death penalty and honour crimes, but should be reviewed to ensure its wider compatibility with the commitments contained in the international conventions to which the PA committed itself in April 2014. The draft legal aid law was also delayed, following concerns raised by civil society. The draft law on youth justice has been with the President’s office for signature since April, despite the fact that its adoption is crucial for establishing a specialised youth justice system. As far as the security sector is concerned , the Ministry of Interior played a lead role in developing the 2014-16 Security Sector Strategy Plan, which was adopted in April. Progress was made in implementing the strategy and the Ministry made greater efforts to reach out to international stakeholders. The capacities of the police and civil defence continued to be enhanced, with EU support. New infrastructure and equipment were delivered for community police stations and prisons, and firefighting and rescue vehicles were provided for civil defence. The organisational capacity of both services was strengthened, with the development of more efficient management systems, improved communication skills and strengthened human resource and administrative capacities. In September the Palestinian Civil Police adopted an Accountability Strategy and Action Plan. The EU Coordinating Office for Palestinian Police Support will support the Palestinian Civil Police, alongside the United Nations Development Programme, by advising on delivery of the action plan. A Code of Conduct for the Palestinian Civil Police was completed and distributed across its 11 districts in the West Bank. A law on the civil police has yet to be fully developed. This will be important in clarifying the role and mandate of the civil police and in strengthening accountability. While the overall political context between the Israeli and Palestinian authorities remained tense and uncertain at field level, some technical cooperation was initiated with joint Palestinian/Israeli workshops to exchange respective practices in community policing. ",
        "11 Some progress was made in promoting civilian oversight in both the security and justice sectors thanks to the organisation of regular, specialised training by non-governmental organisations (NGOs) supported by the EU and other donors. 6. TRANSPORT, ENERGY, ENVIRONMENT, CLIMATE CHANGE, INFORMATION SOCIETY, RESEARCH AND DEVELOPMENT AND INNOVATION The development of Palestine’s transport policy and infrastructure continued to be subject to severe constraint, particularly due to Israel’s occupation and closure regime, and issues relating to permitting and ownership. In order to develop a long-term, consistent response to these problems, the PA embarked on preparatory work for a road and transport master plan with the support of the European Investment Bank, aimed at providing Palestine with a 20- year planning horizon and a five-year programme for priority actions in the sector. At regional level, the PA is a member of the Euro-Mediterranean transport dialogue and technical assistance programmes. In the energy sector , the EU continued to assist the PA in reducing the burden of net lending originating from the electricity sector. The new Palestinian Electricity Transmission Company was established in February, following the earlier establishment of electricity distribution companies and of the Palestinian Electricity Regulatory Council. Four new supply substations and a control centre in Palestine were also being developed to increase Palestinian control over electricity loads imported from Israel and to help reduce the purchase tariff paid to the Israeli Electricity Company. Progress was good despite a land expropriation issue and a delay in securing some of the required funds. The Environmental Quality Authority developed a climate change strategy for Palestine, though this was not yet formally adopted. Palestine actively participated in the regional EU CLIMA South project, which provided capacity building on climate action. An external review of the Environmental Quality Authority’s organisational structure was carried out by the Swedish International Development Agency, which recommended that it should develop a strategic and institutional development five-year plan to improve monitoring and inspection, and to develop databases, information systems and a communication strategy. Following the formation of the National Consensus Government, the PA prepared an action plan to reactivate environmental institutions in Gaza. The action plan was put on hold at the beginning of Operation Protective Edge . The landfill site of Al Minya was opened in March 2014, allowing the disposal of solid waste from Palestinians and settlers. In June 2014 President Abbas adopted a decree endorsing a new water law, providing the legal basis for implementing the Palestinian water sector reform. In addition, the 2014-16 national water sector strategy was presented to the international community in February, and a national awareness and education strategy for the environment sector was adopted. The water sector was hit heavily by the armed conflict in Gaza, leaving a large segment of the population in the Gaza Strip deprived of safe drinking water. Even before the conflict, 95 % of the water that Palestinians in Gaza had been consuming for decades was unfit for human consumption, as electricity shortages limited water treatment capacity and thus the availability ",
        "12 of water to households. Infrastructure was systematically destroyed during the conflict, and the bombing further damaged the aquifers. The EU continued to assist the PA in the water sector, investing in large infrastructure projects including: the water sanitation and reuse for agriculture project in Tayasir (EUR 22 million); the wastewater treatment plant in Nablus East and a reuse scheme (EUR 20 million); the North Gaza emergency sewage treatment project (EUR 6 million); and the short-term low- volume sea water desalination plant for Southern Governorates in the Gaza Strip (EUR 10 million). In the area of research and innovation , two projects with Palestinian participation were selected for the first 'Horizon 2020' calls: the Middle East research and innovation dialogue, promoting science diplomacy and cooperation between the EU and the Middle East, and the Beyond Project, promoting space cooperation. A series of promotional 'Horizon 2020' events took place during the year in An-najah. The Scientific Research Council at the Ministry of Education and Higher Education launched an initiative on establishing research centres of excellence in Palestinian universities. As a result, 20 proposals from different universities in West Bank and Gaza were submitted (in fields ranging from health, water, energy, agriculture to nanotechnology, e-learning and others). 7. PEOPLE-TO-PEOPLE CONTACTS, EDUCATION AND HEALTH The education sector working group first met in September 2014 and agreed on the ‘partnership principles’ to support the common education development strategic plan for 2014-19 (EDSP III). An education sector annual review was launched, paying special attention to the consequences of and needs resulting from the last Gaza conflict. Basic education in Gaza faced a difficult infrastructure situation and a growing need for psychosocial support for traumatised children. It continued to suffer from infrastructure shortcomings in areas besides Gaza, in particular East Jerusalem and Area C, due to the threat of demolition and difficulties obtaining permits for new construction. Due to a structural deficit, Palestinian higher education institutions were unable to accept all students that wished to continue their studies. Almost all higher education institutions were private entities and were underfunded because of low tuition fees and limited public contributions. The current role of technical and vocational education and training does not meet the needs of the economy. The national technical and vocational education and training strategy in 2014 continued to be implemented with the creation of the National Agency for Technical and Vocational Education and Training, approved in May. Work was being done to set up the agency’s by-laws and to make the agency operational. Palestine participated in the Tempus programme with 14 on-going projects, five of which are coordinated by Palestinian universities. 205 Palestinian students and staff were selected in 2014 within partnerships supported by Erasmus Mundus and two students received scholarships to participate in joint master's programme. In 2014 no candidates were selected for funding under the Marie Sk ł odowska-Curie actions (MSCA) under 'Horizon 2020'. Young people and youth organisations benefited from Erasmus +, with 532 people taking part in mobility projects. Cooperation on MedCulture and Euromed Audiovisual programmes continued. ",
        "13 The Palestinian health system continued to operate under severe economic and political pressure. In February 2014 the PA adopted its new 2014-16 national health strategy . The implementation of this and previous strategies was hampered by system inefficiencies coupled with a severely depressed fiscal situation. This translated into chronic drug shortages (particularly in Gaza) and an unsustainable increase in health expenditure related to medical referrals (which represented over 40 % of the budget of the Ministry of Health in recent years). The massive destruction caused by the summer conflict in Gaza, including to UN facilities, caused grave disruption in the delivery of essential services to the population, including in the health and education sectors. Steps were taken in early 2014 to improve the fairness and efficiency of the referral system, especially by decentralising the process. Stronger action was still needed to address this fiscally unsustainable trend, which translated into accumulated unpaid bills to outside providers of nearly ILS 410 million (EUR 90 million). The debt to pharmaceutical suppliers counted for an additional ILS 265 million (EUR 58 million). The quality of hospitals in East Jerusalem was further improved with two additional hospitals passing international quality accreditation in early 2014, bringing the total number of accredited East Jerusalem hospitals to four. The network was also registered as an NGO. In addition, five Ministry of Health hospitals in the West Bank were equipped with a comprehensive management and information system designed to help the Ministry of Health in shaping national policies and priorities, and monitoring and evaluating services. Three more hospitals (including two in East Jerusalem) should be equipped shortly. Palestine continued its technical cooperation with the European Centre for Disease Prevention and Control (ECDC) in the framework of an EU-funded regional project on preparatory measures to support participation by ENP countries in ECDC activities. Palestine nominated a national correspondent for relations with the ECDC. Developments in civil society focused on the Palestinian national development plan’s objective of providing better opportunities for young people to participate in political and community life. The Higher Council for Youth and Sports (under the PLO), in partnership with UNICEF, launched national minimum standards for youth and adolescents centres, to enhance their development and oversee the support provided for youth work. The EU accreditation process for voluntary work for local NGOs working with young people was being implemented. _____________________________ "
    ]
}