{
    "text": [
        "If you have trouble reading this e-mail read the online version. | ISSN 2529-4857 November 2021 DG Energy News News Successful EU Energy Day at Expo 2020 focuses on hydrogen for the energy transition High level officials, policy makers and industry representatives met for the EU Energy Day on Sunday, 14th November, at Expo 2020 in Dubai to discuss the ‘EU Green Deal and the role of hydrogen in the energy transition’. more ",
        "International Methane Emissions Observatory launched to boost action on powerful climate-warming gas To support further progress on fulfilling the Paris Agreement, the UN Environment Programme (UNEP), with funding from the EU, has launched a new Observatory to drive global action on reducing methane emissions. more State of the Energy Union 2021: Renewables overtake fossil fuels as the EU's main power source The Commission adopted on 26 October its State of the Energy Union Reports for 2021, taking stock of the progress that the EU is making in delivering the clean energy transition, nearly two years after the launch of the European Green Deal. more Winners of the EU Sustainable Energy Awards announced Five of the best European clean energy projects and leaders received top recognition at the EU Sustainable Energy Awards ceremony. more ",
        "8% of EU population unable to keep home adequately warm An EU-wide survey concluded that in 2020, 8% of the EU population said that they were unable to keep their home adequately warm. The situation varied across the EU Member States. more Commission, Breakthrough Energy Catalyst and EIB advance partnership in climate technologies At the COP26 in Glasgow, European Commission President Ursula von der Leyen and Bill Gates, the Founder of Breakthrough Energy, together with European Investment Bank President Werner Hoyer, have officially entered into a pioneering partnership that will boost investments in critical climate technologies. more New Baltic offshore wind work programme agreed through BEMIP A new work programme in the Baltic Sea region dedicated to offshore wind has been adopted within the framework of the High Level Group on the Baltic energy market interconnection plan (BEMIP). more ",
        "Speeches by the Commissioner Speech by Kadri Simson at COP26 ensuring a just and people-centered transition more Commissioner Simson at opening of the COP26 Energy Day more Upcoming events Beautiful, sustainable, together: LIFE in the New European Bauhaus date 15/11/2021 - 17/11/2021 venue Brussels, Belgium more ",
        "Just Transition Platform Meeting - Coal Regions in Transition virtual week and Carbon-intensive regions seminars date 15/11/2021 - 17/11/2021 venue Online more Energy Poverty Advisory Hub Launch Event 2021 date 22/11/2021 - 23/11/2021 venue Onilne more ",
        "SET Plan conference: Research and innovation to deliver a just and sustainable energy transition date 25/11/2021 - 26/11/2021 venue Bled, Slovenia more Energy Infrastructure Forum 2021 date 25/11/2021 venue Online more ",
        "Citizen's Energy Forum date 08/12/2021 - 09/12/2021 venue Brussels, Belgium more The Nordic ITER Business Forum date 19/01/2022 - 20/01/2022 venue Copenhagen, Denmark more ",
        "Latest studies and publications Clean energy for EU islands - Technology solutions booklet more Annual meeting report: the initiative for coal regions in transition in the Western Balkans and Ukraine more Study: Energy subsidies and other government interventions in the EU more Study: Co-ordinated approach to the development and supply of radionuclides in the EU more Report: The ten year network development plan (TYNDP) 2020 joint scenarios methodology more ",
        "Videos Coming up! The 5th Union list of projects of common interest (PCIs) will be adopted by the Commission by the end of the year. Learn more about PCIs and EU energy infrastructure projects! more #Film4Energy Spread the word about the video competition #Film4Energy – it is open for 12-15 year old schoolchildren until mid- February 2022 more Public consultations Digitalising the energy sector – EU action plan Deadline 24/01/2022 more ",
        "Revised rules for State aid promoting the green and digital transition Deadline 08/12/2021 more DG Energy Commissioner for energy Kadri Simson The European Green Deal © European Union 2021 - Reproduction is authorised provided the source is acknowledged. If this newsletter was forwarded to you and you would like to receive it directly you can subscribe here. Catalogue number: MJ-AF-21-011-EN-N You can unsubscribe from this newsletter from your profile. Energy4Europe on Twitter "
    ]
}