{
    "text": [
        "2020 Annual Report EU Emergency Trust Fund for Africa ",
        "2020 Annual Report EU Emergency Trust Fund for Africa ",
        "European Commission The EU Emergency Trust Fund for Africa Address: Rue de la Loi 41, B-1049 Brussels Phone: +32 (0) 2 299 11 11 E-mail: europeaid-eutf-africa@ec.europa.eu Website: ec.europa.eu/trustfundforafrica Publications O ffi ce of the European Union, 2021 2021 – 64 p. – 21x29.7 cm Catalog number: MN-BE-21-001-EN-N ISBN: 978-92-76-29844-1 doi: 10.2841/494128 ISSN: 2599-6185 Printed in Belgium, March 2021 Credits © European Union, 2021 Graphic design: Pomilio Blumm srl Cover photo: © IOM 2020 Reproduction is authorised provided the source is acknowledged. Cataloguing data can be found at the end of this publication. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. ",
        "Table of contents List of abbreviations ................................................................................................................................................................................... 4 Executive Summary ..................................................................................................................................................................................... 6 CHAPTER 1 OVERVIEW ......................................................................................................................................................................................................... 9 1.1 2020 at a glance ............................................................................................................................................................................... 10 1.2 Financial overview ............................................................................................................................................................................ 13 1.3 State of implementation .............................................................................................................................................................. 14 1.4 Research, monitoring and evaluation .................................................................................................................................. 16 1.5 Communication ................................................................................................................................................................................... 19 CHAPTER 2 STRATEGIC ORIENTATIONS, IMPLEMENTATION AND RESULTS .................................................................................. 21 2.1 Sahel & Lake Chad ........................................................................................................................................................................... 22 2.1.1 The region at a glance ........................................................................................................................................................ 24 2.1.2 Main results achieved in the region ............................................................................................................................ 25 2.1.3 New approvals in 2020 ...................................................................................................................................................... 31 2.2 Horn of Africa ...................................................................................................................................................................................... 32 2.2.1 The region at a glance ........................................................................................................................................................ 34 2.2.2 Main results achieved in the region ............................................................................................................................ 35 2.2.3 New approvals in 2020 ...................................................................................................................................................... 37 2.3 North of Africa .................................................................................................................................................................................... 38 2.3.1 The region at glance ........................................................................................................................................................... 40 2.3.2 Main results achieved in the region ............................................................................................................................ 41 2.3.3 New approvals in 2020 ..................................................................................................................................................... 44 CHAPTER 3 FINANCIAL REPORT .................................................................................................................................................................................. 45 CHAPTER 4 MANAGEMENT AND INTERNAL CONTROL ................................................................................................................................ 52 ANNEXES ........................................................................................................................................................................................ 57 Annex I: List of programmes adopted in 2020 with information on co-financing .................................................. 58 Annex II: Contracts signed in 2019 by window and by country ......................................................................................... 63 Annex III: Overall contracts signed with Member State and other donors .................................................................. 64 Annex IV: Overall contracts signed with UN organisations ................................................................................................... 64 ",
        "AFD Agence Française de Développement AICS Agenzia Italiana per la Cooperazione allo Sviluppo AMIF Asylum, Migration and Integration Fund AU-EU Summit African Union - European Union Summit AU-EU-UN Task Force African Union - European Union - United Nations Task Force BMZ Bundesministerium für wirtscha ! liche Zusammenarbeit und Entwicklung CENTIF Cellule Nationale de Traitement des Informations FInancieres CESVI Cooperazione e sviluppo CIVIPOL Technical Cooperation Operator of the French Ministry of the Interior CNDH Commission Nationale des Droits Humains in Niger DCI Development Cooperation Instrument DFID United Kingdom Department for International Development DG INTPA Directorate General for International Partnerships DG ECHO Directorate-General for European Civil Protection and Humanitarian Aid Operations DG HOME Directorate-General for Migration and Home A ff airs DG NEAR Directorate-General for Neighbourhood and Enlargement Negotiations DIHR Danish Institute for Human Rights ECOWAS Economic Community of West African States EDF European Development Fund ENABEL Belgian Development Agency ENI European Neighbourhood Instrument ETM UNHCR Emergency Transit Mechanism FAO Food and Agriculture Organization FIIAPP Fundación Internacional y para Iberoamérica de Administración y Políticas Públicas GIZ Deutsche Gesellscha ! für Internationale Zusammenarbeit GmbH IAS Internal Audit Service List of abbreviations 4 ",
        "ICMPD International Centre for Migration Policy Development IFAD International Fund for Agricultural Development IGAD Intergovernmental Authority on Development ILO International Labour Organization IMC International Medical Corps IOM International Organization for Migration ITC International Trade Centre JVAP Joint Valletta Action Plan LuxDev Luxembourg Development Cooperation Agency MSMDA Egyptian Micro, Small and Medium Enterprises Development Agency OFII French O ffi ce for Immigration and Integration OHCHR O ffi ce of the United Nations High Commissioner for Human Rights OIF Organisation Internationale Francophonie OLAF European Anti-Fraud O ffi ce UNCDF United Nations Capital Development Fund UNDP United Nations Development Programme UNEP United Nations Environment Programme UNFPA United Nations Population Fund UNHCR United Nations High Commissioner for Refugees UNHSP United Nations Human Settlements Programme UNICEF United Nations International Children's Emergency Fund UNIDO United Nations Industrial Development Organization UNODC United Nations O ffi ce on Drugs and Crime UNOPS United Nations O ffi ce for Project Services WB World Bank WFP World Food Programme WHO World Health Organization 5 ",
        "Executive Summary The EU Emergency Trust Fund for Africa (EUTF for Africa) was set up to help the most vulnerable and marginalised people, including refugees, internally displaced people, migrants and members of the host communities. Over the last five years, it has provided great momentum for a coordinated response by the European Union, its Member States and other donors to multiple crises across the Sahel and Lake Chad, Horn of Africa and North of Africa regions. In 2020, the COVID-19 pandemic had a profound impact worldwide including in Africa. State-im- posed restrictions and measures to prevent the transmission of the virus, a ff ected human mobility in Africa quite significantly. The related global eco- nomic downturn is having important socioeconom- ic consequences throughout the African continent. Since the onset of the COVID-19 crisis, the EUTF for Africa has contributed to our immediate Team Europe response, helping our African partners mit- igate the e ff ects of the pandemic. It has allowed in particular for a quick re-allocation of resources to address the health and economic crisis in several countries across the EUTF three regions. In its fi ! h year, the EUTF for Africa has continued to addressing urgent development and security needs to ensure long-term stability and sustainable development. In doing so, it has supported partner countries’ e ff orts through a number of actions improving access to basic services, and facilitating employment, in particular for young people. It has also worked along cross-border areas to stem conflict and boost economic development, and has contributed to pioneering the Global Compact on Refugees, reinforcing the humanitarian- development-peace nexus. Throughout the year, the EUTF for Africa has produced new concrete and tangible results in the di ff erent areas of work that are highlighted in chapter 2 of this Report. 6 ",
        "In 2020, the EUTF for Africa further consolidated its achievements with the approval of 37 new actions and 27 budgetary top-ups across the three regions for a total of EUR 561 million . This brings the total of approved programmes as of the end of 2020 to EUR 4 852.5 million . New contracts with implementers were signed in the course of 2020 for a total of EUR 1 152.3 million bringing the total amount of signed contracts to EUR 4 564.6 million . By the end of 2020, payments had reached EUR 3 002.4 million . The EUTF for Africa continues to pursue a balanced approach in addressing the challenges of irregular migration focussing on areas of mutual interest for the EU and African partners. The breakdown of approved funding by strategic objective as of the end of 2020 is quite similar to 2019. 46% is allocated to actions to strengthening the resilience of a ff ected communities and promote economic and employment opportunities, 31% is allocated to improving migration management and 21.4% to improving governance and conflict prevention. In the course of 2020, the EUTF for Africa benefitted from additional financial support for a total of EUR 362 million including EUR 29.2 million from EU Member States and other donors. As of the end of 2020, overall financial resources allocated to the EUTF for Africa amounted to over EUR 5 058.2 million , of which EUR 619.7 million provided by EU Member States and other donors (Norway, Switzerland and United Kingdom) and EUR 4 438.5 million from the EU. As in 2019 and previous years, actions adopt- ed in 2020 were implemented by a wide array of implementing partners including EU Member States's and other donors’ agencies, UN agencies and international organisations with expertise and experience in specific areas, and international and local civil society organisations/non-govern- mental organisations. 11.8% of contracted fund- ing is directly implemented by partner countries through budget support. In 2020, the monitoring & learning system (MLS) for the Horn of Africa and Sahel/Lake Chad regions pub- lished two reports for each region. The first of these, published in June 2020, covered outputs achieved through EUTF for Africa funding from the start of ac- tivities until the end of December 2019. The second report, published in December 2020, covered outputs achieved from the start of the activities until the end of June 2020. These reports are available on the EUTF for Africa website. 1 The monitoring system of the North of Africa region also generated two Monitoring Reports available on the EUTF for Africa website that analyze how EUTF for Africa-funded projects are con- tributing to the five strategic objectives in the region and provide an overview of results achieved so far. During 2020, the independent Mid-Term Review of the EUTF for Africa was concluded and the final report formally approved. The evaluation report, which will be published on the Trust Fund website in early 2021, presents also a set of recommendations providing useful insights for future programming under the new EU funding architecture. Throughout 2020, the EUTF for Africa further pursued its e ff orts to communicate in a transparent manner about overall progress and achievements of the EUTF for Africa through a wide range of channels, including social media and the dedicated website of the Trust Fund, on which relevant stories about EUTF for Africa programs are regularly published. In 2020, the situation in the Sahel and Lake Chad region continued to deteriorate as terrorist attacks started to threaten coastal West African countries as well. Increasing violence and wide- spread insecurity caused unprecedented waves of forced displacement across the region. Massive displacement, combined with climate change, rapid population growth, endemic poverty and the impact of the COVID-19 pandemic has had an in- creasing impact on migration. The EUTF for Africa approved 15 new actions and 10 top-ups, for a to- tal of EUR 225.9 million bringing the total fund- ing approved to EUR 2 144 million. Due to rising 1 https://ec.europa.eu/trustfundforafrica/content/results-monitoring-and-evaluation_en 7 ",
        "levels of insecurity in the region, 57% of funding approved in 2020 has been directed towards sta- bilisation e ff orts, while 24% has gone committed to strengthening resilience of a ff ected commu- nities by supporting food and nutrition security, protecting vulnerable livelihoods and promoting social protection schemes for the most vulnera- ble. New actions in support of the economic re- covery, aiming at increasing job opportunities and matching the skills of young people to the needs of the job market, accounted for up to 15% of the actions approved in 2020. The onset of the COVID-19 pandemic further ex- acerbated fragilities across the Horn of Africa region already affected by consecutive droughts and floods, several conflicts and insecurity, pro- tracted refugee and internal displacement cri- ses, as well as the worst desert locust outbreak in decades. Since the start of the pandemic, sev- eral projects reoriented activities to combat the spread of the virus and mitigate its economic effects. To address these challenges, new com- mitments, reallocations and top-ups were made in 2020. Overall, the EUTF for Africa approved 12 new programs and 13 top-ups for a total of EUR 212.15 million , bringing the total approved actions in the region to EUR 1 807.9 million. Newly adopted programs will mainly help ad- dressing the health and economic crisis in sev- eral countries of the region as a result of the pandemic, such as: reducing social inequalities and promoting economic integration; mitigating critical shortcomings in health governance, epi- demiological surveillance, and epidemic prepar- edness to respond to the pandemic. The North of Africa region was faced with chal- lenges requiring a comprehensive response to save lives, protect the most vulnerable, support host communities, provide opportunities for safe and organised mobility and tackle the conse- quences of the COVID-19 pandemic. In this re- gion, the EUTF for Africa adopted 10 new actions for a total of EUR 113.6 million (including EUR 3.9 million of co-financing) and four budgetary top- ups amounting to EUR 13.3 million. This brings the total approved funding in the region to EUR 899.8 million. Three of the new programmes will provide further support to Libya to manage migra- tion flows including protection, health assistance and resilience of communities; to protect most vulnerable population from the COVID-19 pan- demic; and to promote recovery, stability and so- cio-economic development in the country. In order to fund a new COVID-19 related action and part- ly a community stabilisation action in Libya, EUR 30 million has been reallocated from the existing Border Management Program (phase II) whose amount has been decreased to EUR 15 million. Two new programs will support Tunisia in promot- ing migration governance and protecting vulner- able migrants. Moreover, newly adopted regional programmes will help identify durable solutions for refugee unaccompanied and separated chil- dren; strengthen the emergency response to COV- ID-19; and promote a holistic approach to legal migration and mobility. Chapter 3 and 4 of the Annual Report present the financial report for 2020 and provide an overview of the management and internal control systems in place. 8 ",
        "CHAPTER 1 OVERVIEW ",
        "1.1 2020 at a glance The COVID-19 pandemic had a profound impact in 2020 worldwide, including in Africa. In that year, while the overall health impact on this continent has been comparatively less dramatic than elsewhere, there are still significant regional di ff erences, with North Africa and southern Africa being the most a ff ected regions so far. In any case, state-imposed restrictions and measures to prevent the transmission of the vi- rus, in Africa and elsewhere, a ff ected human mobility significantly and had important socioeconomic con- sequences throughout the African continent. In response to the outbreak of the pandemic, the Commission adopted in April 2020 a Joint Commu- nication on the Global EU response to COVID-19 2 that called for a focus on the most vulnerable peo- ple, including migrants, refugees, internally dis- placed persons and their host communities. The EU and its Member States, acting together as Team Europe , and in partnership with African countries, took comprehensive and decisive actions to tackle the destructive impact of COVID-19, adapting pri- orities and programmes, including under the EUTF for Africa programmes. In its fi ! h year, the EUTF for Africa continued to demonstrate its added value in addressing the twin goals of fostering stability and addressing migration and forced displacement challenges and opportuni- ties, including their root causes, in close cooperation with African partners. Extreme poverty, insecurity, food crises and lack of social cohesion and democratic governance continued to produce a significant loss of human and economic potential, slowing economic growth and perpetuating poverty in the Sahel and Lake Chad region . Despite unprecedented political and financial mobilisation, the situation in the Sahel and Lake Chad region has continued to deteriorate. The August coup d'état in Mali is the latest example of the deep crisis of gov- ernance and democratic legitimacy in the region. In late February, the first case of COVID-19 in West Africa was recorded in Nigeria. Within one month, the virus had spread to all 17 countries in the region. The combined e ff ect of COVID-19 and rising violence put a significant strain on health services and on livelihoods, and several EUTF for Africa programmes (whether new or already in place) have supported the pandemic response and addressed its economic consequences. Overall, EUR 377.6 million was allocated to strengthen the health systems of partner countries, put in place emergency response and prevention, and support the economic response to the COVID-19 pandemic. When the first COVID-19 cases hit the region, the Horn of Africa region had been facing severe impacts of climate change, including droughts and floods, along with the worst desert locust outbreak in decades. All countries in the region su ff er from a serious shortage of medical care and equipment and the pandemic is set to leave a deep mark on the region’s economy, especially a ff ecting the most vulnerable populations, who are further deprived of access to basic services due to movement restrictions. Right at the start of the pandemic, several EUTF for Africa projects redirected activities towards reducing the spread of the virus, mitigating economic e ff ects and supporting vulnerable populations, including refugees and stranded migrants. In the region, the EUTF for Africa provided a total of EUR 56.1 million to hold up the health systems and EUR 144.05 million to address the economic impact of COVID-19. Some progress was made, including the historic peace agreement signed between the Transitional Government of Sudan and a majority of armed opposition groups, and the creation of a Transitional Government in South Sudan. The region, already deeply a ff ected by conflicts and insecurity, also witnessed: (i) the start of an internal armed conflict in the Tigray region in Ethiopia, leaving hundreds of thousands displaced; (ii) riots in Uganda; and (iii) an overall lack of political progress in Somalia. 2 JOIN(2020) 11 final. 10 ",
        "The North of Africa region was faced with chal- lenges requiring a comprehensive EU response to save lives, protect the most vulnerable, support host communities and respond to the consequenc- es of the COVID-19 pandemic. In 2020, the EUTF approved new actions including ‘top-ups’ for a total of EUR 126.9 million (including co-funding). Three of these new actions will provide further support to Libya to: (i) strengthen protection activities; (ii) address the health needs in Libya following the COVID-19 crisis; and (iii) build on community stabilisation activities in southern Libya. In order to fund a new COVID-19 related action and part- ly a community stabilisation action in Libya, EUR 30 million has been reallocated from the existing Border Management Program (phase II) whose amount has been decreased to EUR 15 million. Two new programmes were also adopted for Tuni- sia on governance and protection. Finally, regional programmes were approved to improve migration management in North Africa, including a EUR 10 million COVID-19 emergency response facility to cover North African countries and focusing on the most vulnerable populations. Regarding migration trends, in 2020 overall figures of irregular border crossings to the EU along the Central and Western Mediterranean Route increased despite the mobility restrictions and enhanced bor- der controls adopted to contain COVID-19. Up to mid-December 2020, border crossings from the Central Mediterranean Route to Italy and Malta in 2020 amounted to 35 200, up from 14 502 arrivals in the same period in 2019 (a 143% increase). The Western Mediterranean/Atlantic Route also shows, as of end of November 2020, an increase by around 28% (39 116 arrivals, up from 30 675 in the same period in 2019). As a result of travel restrictions, mi- gration flows across the African continent decreased initially but went up in the second half of the year. Due to the pandemic, some migration patterns changed with the reopening of the Atlantic Route: at the end of 2020, arrivals to the Canary Islands were 9 times greater than in the previous year (23,023 compared to 2,694 in 2019). On 9 March 2020, the Commission adopted a Joint Communication entitled Towards a Comprehensive Strategy with Africa 3 proposing a strengthened 3 JOIN(2020) 4 final. 11 ",
        "engagement with African partners based on genuine and equal partnerships. In particular, the proposed partnership on migration and mobility sets out a comprehensive and balanced agenda on jointly addressing both migration challenges and its opportunities. On migration policy, in September 2020 the Commission presented the much-anticipated New Pact on Migration and Asylum . Building on the European Agenda on Migration, the pact sets out the Commission’s strategy for a strengthened and comprehensive EU approach to migration. This includes greater attention on ensuring consistency between the internal and external dimensions of this issue. The pact aims to establish strong, balanced, comprehensive and mutually beneficial partnerships with countries of origin, transit and destination of migrants and refugees. As part of this e ff ort, outreach to partner countries for strengthened engagement continued. The seventh EU-Nigeria ministerial dialogue held in November 2020, for instance, paved the way for renewed discussions on migration with Nigeria during 2021. On 3 December 2020, the chief negotiators from the EU and the Organisation of African, Caribbean and Pacific States (OACPS) reached a political deal on the text for a new Partnership Agreement to succeed the Cotonou Agreement. The agreement will cover a large number of areas, including migration and mobility. Once in e ff ect, the agreement will serve as the new legal framework between the EU and the 79 members of the OACPS for the next 20 years. COVID-19 also a ff ected the calendar and format of regional dialogues. The Khartoum and Rabat processes carried out a technical update of the Joint Valletta Action Plan. This work will be formally adopted at the Valletta Partners Senior O ffi cials’ Meeting in 2021. Under the French Chair of the Rabat process , a virtual meeting of reference countries, together with Steering Committee members and a virtual Steering Committee meeting took place in October 2020. The meeting was supported by a great number of stakeholders including the European Commission. A stocktaking of the implementation of the Marrakesh Action Plan, including recommendations for the future, was validated during the Steering Committee meeting. The Senior O ffi cials’ Meeting, which is usually held face-to-face, has been postponed to April 2021. The formal handover of the Rabat Process Chairmanship from France to Equatorial Guinea took place in December 2020. The Steering Committee of the Khartoum process met in March and December 2020. Participants agreed that the Netherlands should continue to chair the process until a physical meeting is possible. A face-to-face Senior O ffi cials’ Meeting is tentatively scheduled to take place in Khartoum in April 2021 when Sudan will take over the chairmanship. Until then, the Khartoum process will continue to work through webinars and seminars. In the Horn of Africa, the EU has been supporting the Intergovernmental Authority on Development (IGAD) in the process of adopting its Protocols on the Free Movement of Persons and on Transhumance. The Protocol on Free Movement was endorsed in February 2020, and its adoption will enhance orderly cross-border mobility and migration as well as regional economic integration and development. The ministerial roundtable on Central Sahel (Burkina Faso, Mali, Niger), co-organised by Denmark, Germany, the EU and the United Nations in October 2020, focused on the response to the humanitarian crisis from the perspective of the humanitarian development/peace nexus. The event raised awareness on the humanitarian crisis, including the problem of displacement, and concluded with a pledge to increase funding. Starting from March 2020, the COVID-19 pandemic considerably reduced the possibility to hold physical international events. Nevertheless, a number of important virtual meetings were held to discuss migration and refugee-related matters. One such meeting was the UNHCR High Commissioner Dialogue on Protection held in December 2020, which discussed the pandemic’s impact on refugees and displaced persons. 12 ",
        "1.2 Financial overview As of 31 December 2020, total resources allocated to the EUTF for Africa, including administrative costs, amounted to EUR 5 058.2 million.* 4 This includes: $ EUR 3 385.8 million* from the European Development Fund (EDF); $ EUR 1 052.7 million* from the EU budget, including the Development Cooperation Instrument (DCI), the European Neighbourhood Instrument (ENI), the Asylum, Migration and Integration Fund (AMIF) and funding from the Directorate-General for European Civil Protection and Humanitarian Aid Operations (DG ECHO); $ EUR 619.7 million* from EU Member States and other donors (United Kingdom, Switzerland and Norway). In 2020, the overall resources of the EUTF for Africa increased by EUR 362 million . EU Member States and other donors provided additional contributions amounting to EUR 29.2 million* . All pledges made by EU Member States and other donors in 2020 were certified by the end of the year. 4 * Amounts rounded up Contributions end 2019 Contributions end 2020 Fig. 1 Financial resources of the EUTF for Africa as of 31 December 2020 (EUR million) Member States and other donors 619.7 (+29.2) EDF 3 385.8 (+236.5) EU BUDGET 1 052.7 (+96.2) 13 ",
        "1.3 State of implementation In 2020, the EUTF for Africa approved 37 new actions and 27 top-ups across the three regions for a total of EUR 561 million divided as follows: EUR 225.9 million in the Sahel/Lake Chad, EUR 212.1 million in the Horn of Africa, and EUR 123.0 million in the North of Africa. This brings the total number of approved actions as of the end of 2020 to 254, including four cross-window programmes amounting to EUR 4 852.5 million dis- tributed as follows: $ 111 in the Sahel/Lake Chad , worth EUR 2 144.8 million $ 99 in the Horn of Africa , worth EUR 1 807.9 million $ 40 in the North of Africa , worth EUR 899.8 million . A list of new actions and top-ups approved in 2020 is available in Annex I to this report. In 2020, the EUTF for Africa made further progress in signing new contracts with implementing partners. At the end of December 2020, the number of signed contracts reached 754, covering an overall amount of EUR 4 564.6 million , of which EUR 1 152.3 million in 2020 alone. Payments made as of the end of 2020 reached EUR 3 002.4 million . In 2020, the ratio between the amount of signed contracts and approved actions (94%) improved compared to 2019 (77%). Fig. 2 State of implementation as of 31 December 2020 (EUR million) * Figures have been rounded up and total amount includes six cross-window contracts for EUR 0.8 million SLC PAID 1 408.6 APPROVED 2 144.8 CONTRACTED 2 086.1 PAID 1 060.2 APPROVED 1 807.9 CONTRACTED 1 673.0 HOA PAID 533.6 APPROVED 899.8 CONTRACTED 805.5 NOA PAID 3 002.4 APPROVED 4 852.5 CONTRACTED 4 564.6* GRAND TOTAL* 14 ",
        "The breakdown of approved funding by strategic ob- jective as of the end of 2020 is quite similar to 2019. 46% is allocated to actions to strengthen the resil- ience of a ff ected communities and promote econom- ic and employment opportunities, 31% is allocated to improving migration management and 21.4% to improving governance and conflict prevention. As in 2019 and previous years, actions adopted in 2020 were implemented by a wide array of implementing partners including EU Member States and other donors’ agencies, UN agencies and international organisations with expertise and experience in specific areas, and international and local civil society organisations/non-governmental organisations. 11.8% of contracted funding is directly implemented by partner countries through budget support operations. In some cases, designated implementers such as donor’ agencies or UN agencies subcontract the implementation of some activities to local or inter- national NGOs due to their experience and knowl- edge of the local context. As a result, as of the end of 2020, 25% of the amount contracted is actu- ally implemented by a local or international NGO. SAHEL & LAKE CHAD HORN OF AFRICA NORTH OF AFRICA Fig. 3. Total approved by strategic objectives across the three regions (EUR million) Greater economic and employment opportunities 18.9% (918.3) Strengthening resilience of communities 27.1% (1 317.6) Improved migration management 31% (1 503.4) Improved governance and conflict prevention 21.4% (1 037.7) TOTAL 100% (4 852.5) Other/Cross-cutting 1.5% (75.4) Fig. 4. Distribution of funds contracted by implementer (EUR million) * Around 25% of contracts are implemented by NGOs/CSOs through contracts signed with UN and Member states agencies MEMBER STATES AND OTHER DONORS 30.9% UN 31.0% PARTNER COUNTRIES 11.8% INTERNATIONAL ORGANISATIONS 5% OTHERS 3% NGOs* 18.1% / 25% PRIVATE SECTOR 0.06% 15 ",
        "1.4 Research, monitoring and evaluation EUTF for Africa programming and implementation is regularly informed by periodical monitoring and evalua- tion of its programmes through di ff erent channels/tools. 1.4.1 Monitoring & learning system for the Horn of Africa and Sahel/Lake Chad In 2020, the monitoring & learning system (MLS) for the Horn of Africa and Sahel/Lake Chad regions published two reports for each region. The first of these, published in June 2020, covered outputs achieved through EUTF for Africa funding from the start of activities until the end of December 2019, with special focus on outputs gener- ated in 2019. The second report, published in December 2020, covered outputs achieved from the start of the activities until the end of June 2020, with specific focus on outputs generated in the first and second quarters of 2020. These reports are available on the EUTF website. 5 The information published in the MLS reports has further helped the European Commission to display results and analyse how the EUTF for Africa is achieving its objectives through the implemented activities. A number of cases studies and qualitative analyses were carried out through the ‘Lessons Learned through the EUTF for Africa’ forward-looking exercise focusing on migration and forced displacement. This represents an internal and informal reflection on what can be learnt from the EUTF’s implementation in the areas of migration and forced displacement. These reports are of great help in identifying best practices and innovative approaches to improve programming and implementa- tion of the EUTF for Africa programmes across regions. In 2020, the EUTF Common Output Indicators have been revised to ensure a better harmonisation between windows and to continue to monitor and report best possibly on the activities implemented under the EUTF. The methodological notes for these indicators are available on the EUTF website. 1.4.2 Monitoring system for the North of Africa In 2020, the North of Africa region monitoring system generated two reports. The monitoring report published in November 2020 presented progress in the region, focusing on outputs generated by EUTF funded projects from July to November 2019. The second report, due to be published in March 2021 covered outputs achieved until end of April 2020, with a specific focus on assessing how the COVID-19 pandemic a ff ected migration patterns and the implementation of EUTF projects in the region. The purpose of these monitoring reports is to analyse how EUTF-funded projects are contributing to the five strategic objectives of the EUTF in the North of Africa region. These reports also provide the European Commission with an overview of the level of results achieved in the region, which is vital for further improving the design and implementation of EUTF programmes. This year, the North of Africa window was also involved in the lessons learned exercise initiated by. DG INTPA aimed to explore best practices across EUTF-funded projects, with the aim of generating evidence-based knowledge to be considered in future programming discussions on migration, mobility and forced displacement. 1.4.3 Mid-term review of the EUTF for Africa The mid-term review of the EUTF for Africa was launched in 2019 to provide the EU external co- operation services and the wider public with an overall independent mid-term assessment of the EUTF for Africa. Its main objectives were to identi- fy key lessons and produce recommendations that will inform future choices concerning EU strategic approaches to: (i) support all aspects of stability; (ii) contribute to better migration management; and (iii) address root causes of instability, forced displacement and irregular migration. 5 https://ec.europa.eu/trustfundforafrica/content/results-monitoring-and-evaluation_en 16 ",
        "The scope of the review included over 200 out of 600 contracted projects implemented between 2016 and 2019. All relevant Commission services, EEAS and EU Delegations across the three regions were consult- ed during the review process and provided valuable contributions. Moreover, a consultative group of EU Member States’ evaluation experts provided feed- back and reviewed key documents. Field visits were conducted in six countries selected to ensure cover- age of a number of key dimensions of the EUTF for Africa: Ethiopia, Libya, Morocco, Niger, Senegal and Somalia. The final report of the mid-term review will be published in early 2021 and will be made availa- ble on the EUTF for Africa website. The main conclusions of the mid-term evaluation can be summarised as follows. $ The EUTF for Africa has generated important lessons about the management of complex programmes in fragile environments and has established a comprehensive system for knowledge production and quality assurance in the area of migration. $ The EUTF for Africa had too broad a mandate given that it was intended to be a short-term emergency in- strument. Despite its time-limited nature, it was tasked with addressing the root causes of some of the most in- tractable societal challenges faced by partner countries. $ The original results framework of the EUTF for Af- rica did not have a strong influence on the strategic direction of projects. In particular, the lack of a pro- gramming framework made it harder to decide on allocations across the di ff erent strategic objectives. $ The EUTF for Africa governance and management structure was flexible and e ffi cient. It delivered fast decisions based on a strategic overview of the issues and thanks to its knowledgeable and committed sta ff . $ The EUTF for Africa’s knowledge production and quality assurance produce significant added value. The EUTF for Africa generated vast quantities of new data through the monitoring and learning systems, the Research and Evidence Facilities and the Technical Cooperation Facility. $ The EUTF for Africa made modest contributions to increased economic opportunities and em- ployment, but was e ff ective in this area when interventions were packaged in a way that in- volved the private sector. $ The EUTF for Africa has ensured increased local and international attention to migration issues. It achieved significant results in building the capacity of national bodies responsible for migration management across the regions. Cross-border cooperation between such bodies has been an additional important development. The mid-term evaluation generated a set of recom- mendations , which provide useful insights for future strategic directions and programming under the new EU funding architecture. These are set out below. $ In the remaining implementation period, the EUTF for Africa should focus on generating further knowledge and understanding of its interventions in a collaborative manner with other international bodies. To better capture outcomes and impacts, an ex post evaluation should be conducted at least one year a ! er all activities have been completed. $ The EU should consider programming all its interventions in a country or region within one common analytical framework. $ The EU should have di ff erentiated results framework structures depending on the devel- opment challenges in the partner country/region. $ The EU should strengthen the coverage of migration in its bilateral and regional programmes, ensuring that the entire Valletta Agenda is covered. $ The EU should develop di ff erentiated contracting and implementation regulations for ‘fragility, conflict and violence’ contexts. $ The EU support to the creation of economic and employment opportunities should be embedded within larger market development e ff orts and private-sector involvement. 17 ",
        "$ The EU should provide ‘whole of community’ inter- ventions to increase resilience, particularly when addressing situations of natural resource fragility. Overall, the Commission services agreed with the recommendations of the mid-term review, noting that some of the issues highlighted are already be- ing tackled through the EUTF for Africa programmes. Moreover, they pointed out that some suggestions for actions could be taken up in the future under the Neighbourhood, Development and International Cooperation Instrument (NDICI). 1.4.4 Results-oriented monitoring In the course of 2020, another set of EUTF for Africa programmes underwent results-oriented monitoring (ROM) missions by independent experts. The purpose of the missions was to assess the programmes’ relevance, e ffi ciency, e ff ectiveness, potential impact and sustainability. As of the end of December 2020, 95 ROM reviews had been completed or were ongoing: 54 in the Horn of Africa, 35 in the Sahel/ Lake Chad and 6 in the North of Africa. 1.4.5 Research & evidence facilities In the course of 2020, the Research and Evidence Fa- cility for the Horn of Africa region published a wide number of reports and studies on multiple aspects of the work of the EUTF for Africa. These are fully available through links to the Research and Evidence Facility’s web page 6 on the Trust Fund for Africa website. The documents include a briefing paper on COVID-19 and mobility, conflict and development in the Horn of Africa, highlighting emerging information and analyses on COVID-19 in the region, with par- ticular focus on how these relate to mobility, conflict and development. A recent study looks into circular refugee movements between Kenya and Somalia, 7 and another paper explores the relationship between environmental change and the way people move and adapt their livelihoods. 8 One of the latest reports, en- titled Mobile people’s mobile phones focuses on how information and communication technologies a ff ect mobility and migration in region. 9 In 2020, the Research and Evidence Facility for the Sahel and Lake Chad region continued to provide, through its contract with the International Crisis Group (ICG), in-depth, independent, field-based conflict analy- ses and policy recommendations. These were dissem- inated among EU institutions, EU Member States and other target groups. All studies and reports produced by the Research and Evidence Facility in 2020 are available through the ICG website. 10 These include a study ana- lysing the climate situation in the Central Sahel entitled “ The Central Sahel: Scene of New Climate Wars? ” and two recently published studies on central Mali’s descent into communal violence and on how elections were pro- cessed in Burkina Faso and Mali in times of insurrection. Finally, in December 2020 a joint Sahel/Lake Chad & Horn of Africa impact evaluation research project 11 was launched with 9 individual project impact assessments in 7 countries. Moreover, a portfolio impact evaluation under strategic objective 1 (creation of economic and employment opportunities) was initiated in 21 coun- tries by the Centre for Evaluation and Development (C4ED), in close partnership with the Joint Research Centre (JRC) and the relevant implementing partners. For the North of Africa region , the Research and Evi- dence Facility published three new long-term studies, all of which available are on the website of the EUTF for Africa. The studies are entitled: The intersection of irregular migration and tra ffi cking in West Africa and the Sahel; Understanding the Patterns of Vulnerabil- ity, Migration Trends Across the Mediterranean; Piec- ing Together the Shi \" ing Dynamics and Mobility and conflict in Liptako-Gourma . 6 https://blogs.soas.ac.uk/ref-hornresearch/ 7 https://blogs.soas.ac.uk/ref-hornresearch/2020/12/14/a-full-circle-refugee-returns-between-kenya-and-somalia/ 8 https://blogs.soas.ac.uk/ref-hornresearch/2020/12/08/a-new-perspective-of-rural-urban-livelihoods-in-the-face-of-environmental-change/ 9 https://blogs.soas.ac.uk/ref-hornresearch/2020/09/30/mobile-peoples-mobile-phones-how-do-information-and-communication-technologies-icts-a ff ect-mobility- and-migration-in-the-horn-of-africa/ 10 https://www.crisisgroup.org/africa/sahel 11 The Centre for Evaluation and Development is in charge of the research project carrying out scientific impact evaluation to build evidence based policies and future programming (https://c4ed.org/) 18 ",
        "1.5 Communication Throughout 2020, the EUTF for Africa further pursued its e ff orts to communicate in a transparent manner about overall progress and achievements through a wide range of channels, including the EUTF for Africa’s dedicated website, on which relevant stories about EUTF for Africa programmes are regularly published. While a number of planned events were cancelled due the COVID-19 pandemic, the Commission was able to communicate on the progress of the EUTF for Africa through virtual events and presentations with several stakeholders, including the European Parliament and EUTF for Africa donors. The EUTF for Africa website continues to be a successful channel of communication, with more than 335 000 visits since its creation, ensuring a proper visibility of ongoing programmes and achievements. More than 550 articles have already been published online on EUTF for Africa projects. The EUTF for Africa is also visible on social media thanks to regular posts and a successful hashtag (4 000 occurrences of the #AfricaTrustFund). The EUTF for Africa teams also developed, in the second part of the year, a virtual exhibition presenting the work accomplished so far in the four strategic areas of the EUTF for Africa. The exhibition will be launched in early 2021. In parallel, preparations have started on producing promotional videos on EUTF for Africa programmes in 2021. The Commission is developing an educational package on the role of the EUTF for Africa and its implementing partners in supporting migrants, refugees and Internally Displaced People (IDPs) in partner countries. This will be shared in early 2021 through the EU Learning Corner, targeting teachers and students between 15 and 18 years old from 15 000 European schools. Throughout 2020, the ‘No Place like Home’ campaign in Ghana, supported by the EU-IOM Joint Initiative for Migrant Protection and Reintegration and funded by the EUTF for Africa, featured the stories of returnees and shared accurate information on the dangers of irregular migration, inspiring young people to look for opportunities before embarking on a perilous journey. In the Horn of Africa region, several EU Delegations launched initiatives to help spread accurate information about COVID-19 and debunk fake news. In Burundi, the EU Delegation created awareness-raising videos with a famous comedian. In Somalia, the EU Delegation launched a weekly social media video called ‘Shaah (Tea) with the European Union’, which, among others, focused on debunking information about the virus. In South Sudan, in partnership with UNICEF, the EU Delegation provided 32 000 leaflets with simple messages and pictures on how to prevent COVID-19 to school personnel across the country. While several key events were postponed, most communication activities at headquarters level were able to take place, albeit online. In June, the EU, Germany and the United Nations co-hosted the Sudan Partnership Conference where partners pledged a total of EUR 1.6 billion to support the political transition in Sudan. Several social media activities took place around #TogetherWithSudan. Moreover, the EUTF Horn of Africa region also continued its tradition of holding civil society meetings, albeit in a virtual format. The Sight-by-Side photography competition also launched its second edition this year. Adapting to the current restrictions, this edition, which will take place in Djibouti in early 2021, was open only to photographers already based in the country. In the North of Africa region, the EUTF for Africa launched several awareness-raising campaigns with its implementing partners to spread accurate information about COVID-19 and debunk fake news. Social media and information leaflets were used to explain how to prevent COVID-19 across the country. 19 ",
        "",
        "CHAPTER 2 STRATEGIC ORIENTATIONS, IMPLEMENTATION AND RESULTS ",
        "2.1 SAHEL & LAKE CHAD ",
        "1 200 Jobs created 15 000 Returning migrants benefiting from post arrival assistance 25 600 People assisted to develop income-generating activities 329 000 People participating in conflict prevention and human rights activities 67 000 People assisted to develop income-generating activities 2 191 800 People having improved access to basic services 13 400 People assisted to develop income generating activities 49 000 People participating in conflict prevention and human rights activities 11 800 Jobs created 41 600 Voluntary returns supported 477 500 People receiving food security related services 560 800 Basic social services delivered 4 400 Micro, Small and Medium Enterprises (MSMEs) created or supported 454 100 People provided with nutrition assistance 89 200 People reached by information campaigns on migration 3 900 People benefitting from professional training TVET 27 300 People assisted to develop income-generating activities 210 700 Basic social services delivered 6 500 Jobs created 537 600 People receiving food security related services 23 667 People participating in conflict prevention and human rights activities 27 431 Returning migrants benefitting from post-arrival assistance 29 113 People assisted to develop income-generating activities 541 644 People reached by sensitisation campaigns on resilience-building practices and basic rights REGIONAL GUINEA CHAD MALI MAURITANIA NIGER NIGERIA SENEGAL THE GAMBIA CAMEROON BURKINA FASO 2.1 SAHEL & LAKE CHAD ",
        "Table 1. Amounts approved by country in 2020 for the Sahel and Lake Chad window (EUR million) Country Greater economic and employment opportunities Strengthening resilience Improving migration management Improved governance Other TOTAL Burkina Faso 19.6 19.6 Chad 4.3 4.3 Ivory Cost 25.0 5.0 30.0 Gambia 1.0 1.0 Guinea 8.0 5.0 13.0 Mali 6.6 1.4 16.1 24.1 Niger 8.0 7.0 7.0 20.5 42.5 Nigeria 50.0 50.0 Regional 28.9 12.5 41.4 TOTAL 34.0 54.8 8.4 128.7 225.9 2.1.1 The region at a glance The situation in the Sahel and Lake Chad region continued to deteriorate in 2020, as terrorist attacks started to threaten coastal West African countries as well. Increasing violence and widespread insecurity caused unprecedented waves of forced displacement across the region, and in October 2020, the number of IDPs reached 1.9 million in Central Sahel, a 57% increase since January 2020, 12 and around 2.9 million in the Lake Chad Basin. 13 Massive displacement, combined with climate change, rapid population growth, endemic poverty and the COV- ID-19 pandemic aggravated the pre-existing pressure and has had an increasing impact on migration and conflict. Insurgencies and military interventions in Mali and Nigeria, mounting violence and social unrest in Burkina Faso and Cameroon, structural instability and the growing threat of violent extremism in a number of countries led to rising number of people in need of sup- port, which reached 24 million as of December 2020. 14 The Sahel and Lake Chad region was reached by the COVID-19 global pandemic at the end of February, when a first case was recorded in Nigeria. Even though the number of COVID-19 contaminations is lower than in other parts of the world, measures taken to limit further spread of the disease had a severe socioeconomic impact on the population, especially for the lower and middle classes. These measures also had devastating e ff ects on food security across the region, as restrictions on movements kept farmers away from their lands and stopped them from delivering foodstu ff s. Pandemic-related border closures and travel restrictions across most of the West African region had a significant impact on regional mobility and resulted in thousands of migrants and refugees being stranded at borders, ports and in transit camps across the region. Restrictive measures also impeded humanitarian access to certain areas, resulting in worse conditions for stranded migrants, displaced people and refugees. The combined e ff ect of COVID-19 and rising violence put a significant strain on health services, especially in parts of Burkina Faso, Chad, Mali, Niger and Nigeria, where many health centres were either closed or not functioning properly due to terrorist attacks. 12 https://data2.unhcr.org/en/documents/details/83361 13 https://reliefweb.int/report/nigeria/regional-displacement-tracking-matrix-dtm-lake-chad-basin-crisis-monthly-dashboard-24 14 Altai Q1 2020, p.7 https://reliefweb.int/sites/reliefweb.int/files/resources/HNRO%20Sahel%20May%202020.pdf 24 ",
        "Six countries in the region held elections in 2020 including Guinea, Cote d’Ivoire, Burkina Faso, Ghana, Togo and Niger. In some of these countries, electoral processes continued to su ff er from a lack of consensus and fuelled political tensions. Between January and July 2020, 3 269 individuals reached the Canary Islands irregularly a ! er crossing by boat from the coasts of West Africa (the Western African Maritime Route). This represents a 578% increase in arrivals compared to the same period in 2019. Meanwhile, the number of boats observed crossing to the Canary Islands grew by 144% during that same period. Whatever the risks and despite the very low success rate of attempted crossings, a large share of migrants reported their intention to cross over to the Canary Islands. 15 Migration is seen as a pathway to success, and the Western African Maritime Route is seen as an attainable passage to their destination. 2.1.2 Main results achieved in the region Greater economic and employment opportunities In the Sahel and Lake Chad region, programmes supporting employment count for almost EUR 363 million worth of projects. In 2020, EUTF for Africa projects working to promote employment opportunities continued to build the resilience of economic actors to both the health and economic crises. This also involved maintaining jobs and reducing loss of income while boosting new skills acquisition for young people. In the first half of 2020, 13 045 new jobs, and 4 172 Micro, Small and Medium Enterprises (MSMEs) were created and or received guidance or financial support. In addition, more than 23 425 vulnerable persons were supported through income- generating activities and 12 547 took part in professional training and skills development programmes. A wide range of economic development programmes are deploying a mixed strategy combining: $ active labour market programmes relating to subsidised employment either through wage subsidies or public work programmes ‘cash for work’, short-term public work programmes (community-based), on the job training, financial education, saving schemes and business devel- opment-support to self-employment; 15 https://migration.iom.int/reports/west-and-central-africa-—-irregular-migration-towards-europe-irregular-migration-canary The support of Comoé Capital through the EUTF programme allows us to reduce the workload of our workforce. The workload is less tiring but our employees earn much more. This gives us the opportunity to increase their salaries. They rely a lot on us and on this job to be able to manage their families. We hope that our project will be able to show young people that you can succeed at home, says Ibrahim. EMPLOYMENT OPPORTUNITIES Citrine Corporation is a company based in Côte d‘Ivoire, specialised in the production and marketing of agricultural products. Mohamed Diaby and Ibrahim Traoré founded it while they were still students: The two young entrepreneurs benefited from the EUTF for Africa-funded pro- gramme ‘Supporting Entrepreneurs and Very Small and Medium Enterprises in West Africa’, a programme that aims to increase the creation of stable and sus- tainable jobs. 25 ",
        "$ dual vocational education and training programmes addressing the employability of most vulnerable people and young people in sectors using skills gap assessment data and o ff ering on-the-job practice; $ support to self-employment and artisan ‘entre- preneurship schemes’ (e.g. coaching, mentoring and technical assistance, small grants, access to finance); $ support to Small and Medium Enterprises (SMEs) and incubators’ development and growth (e.g. with tailor-made technical assistance, small grants, access to finance and boosting access to local value chains); $ strengthening the role of business support organ- isations and boosting financial intermediation for small businesses and individuals (e.g. access to digital finance and support for the development of new financial products meeting the needs of the most vulnerable). Strengthening resilience In the Sahel and Lake Chad region, the resilience port- folio amounts today to almost EUR 500 million worth of projects. This significant contribution has proven to be of vital importance given the current worsening context in the Sahel and Lake Chad. In the Sahel re- gion, armed conflict and attacks on civilians have dis- placed nearly three million people across the region, with numbers rising exponentially in 2020; in Burkina Faso the number of forcibly displaced rose from 613 792 in January 2020 to 1 054 085 at the end of October. This has created an unprecedented situation, with the region also a ff ected by a food crisis of excep- tional magnitude in which 17 million people were in severe food insecurity across West Africa. The COVID-19 pandemic created further strain on this situation by restricting market activity and inflating commodity prices, thus threatening the livelihoods of millions of people. In response to this multidimensional crisis, the EUTF for Africa released EUR 20 million for nutrition and recovery activities in July 2020. The ac- tion targets in particular children aged between 6 and 23 months and pregnant and breastfeeding women. As of the end of 2020, 20 000 people have already benefited from nutritional supplementation. Moreover, the Emergency Development Programme (PDU) for the border regions of the Sahel, whose resilience pro- jects total EUR 147 million across the region, adapted its projects to the multidimensional crisis by: (i) scaling up distribution of cash for vulnerable and displaced populations; (ii) developing COVID-19 hygiene kits and sensitisation campaigns; and (iii) setting up water in- frastructure projects. Many projects have had to adapt intervention areas due to the deterioration in the secu- rity context and the ensuing population displacement. This responsiveness is made possible by the phased and flexible approach of the EUTF for Africa, based on close analysis and monitoring of the intervention context. I am very pleased to have received this financial aid. I really needed it. Since my husband passed away, it has not been easy for me and my children to make it through, as I do not receive any support beside that of my neighbors. My husband left me a piece of land, but I did not have the means to cultivate a big parcel of land. Thanks to this financial support, I will be able to do subsistence farming. STRENGTHENING RESILIENCE Maliane is a beneficiary of the Emer- gency Development Programme for the stabilisation of the G5 Sahel border ar- eas. The programme, financed under the EUTF for Africa, aims to promote access to a social protection system for very vulnerable households through cash dis- tribution, and to preserve and promote livelihoods among very poor households. 26 ",
        "Improved migration management In the first half of 2020, 54 institutions and non-state actors were directly strengthened through capacity building or operational support on protection and migration management. In addition, 270 individuals were trained on migration management. As of 30 June 2020, 210 students and university sta ff , particularly from Ghana and Côte d’Ivoire, have benefited from EUTF for Africa support to the Erasmus+ programme. As of June 2020, 85 projects by diaspora members had been supported in Senegal and Mali. In 2020, the EU-International Organization for Migration (IOM) Joint Initiative and the UNCHR Emergency Transit Mechanism (ETM) continued to support the most vulnerable migrants and refugees. From May 2017 until the end of October 2020, the EU-IOM Joint Initiative supported the voluntary return of 61 632 migrants from Libya ( 30 658 ), Niger ( 27 294 ) and other countries of transit and destination, including Mali ( 2 501 ). In countries of origin in the region, the Joint Initiative provided assistance to 87 858 migrants upon arrival whose return was supported by the EUTF for Africa or other donors. Since the start of the COVID-19 crisis, specific humanitarian corridors have been put in place. These have supported the return of 5 000 migrants stranded at borders or in countries. In addition, preventive and mitigation measures to respond to the COVID-19 crisis were implemented jointly with local authorities in order to protect and support migrants and the population in general. This includes awareness- raising activities on COVID-19, the provision of personal protective equipment and training in transit centres or at borders. As of November 2020, under the ETM, 3 746 people had been evacuated from Libya to Niger ( 3 361 ), and Rwanda ( 385 ). Despite the suspension of evacuation and resettlement operations due to COVID-19 in April, resettlement operations to third countries started again in August and evacuation flights from Libya in October 2020. 27 ",
        "Overall, a total of 6 181 individuals have been submitted for resettlement from Libya and Niger to 13 resettlement states, and 3 749 refugees have departed on resettlement from Niger and Rwanda to Belgium, Canada, Finland, France, Germany, Italy, Luxembourg, the Netherlands, Norway, Sweden, Switzerland, the United Kingdom and the United States. Throughout the COVID-19 pandemic, hygiene kits, including soaps, hydro-alcoholic gel and face masks, have been jointly produced by evacuees un- der the ETM programme co-funded by the EUTF for Africa, refugees and representatives of host com- munities. To support peaceful-coexistence between host communities and refugees, the EUTF for Afri- ca runs together with host communities activities such as small-scale agriculture, projects providing access to water, sanitation and primary health, and recreational activities. Improving governance and conflict prevention The EUTF’s actions on improved governance and conflict prevention can be divided into three main categories: (i) support to internal security forces (training and equipment); (ii) specific activities on conflict prevention and peacebuilding; and (iii) support to regional and national institutions. Support to internal security forces of the G5 Sahel A big part of the EUTF for Africa’s actions revolves around providing support to internal security forces in the areas of conflict prevention, security and human rights in the Sahel region. The support usually takes the form of training and infrastructure building. As of June 2020, the EUTF for Africa had support- ed the training of 30 647 people in these areas. Local and national security forces account for a significant part (22%) of those trained; they are the target of eight programmes currently being implemented. Training focuses not only on helping security forces achieve their operational capaci- ty, but also on ensuring that they respect human rights and international humanitarian laws during operations and build trust with populations in inter- vention zones. One of the flagship programmes is the Groupes d’interventions rapides – surveillance et interven- tion (GAR-SI), which covers the G5 Sahel countries and Senegal. So far, the programme has helped put into operation six units that conducted surveillance and intervention missions in 2020. Another programme, the Joint Investigation Team programme in Niger, has investigated 272 cases since 2017. In 2020, the investigations resulted in the jailing of 58 suspects, the uncovering of 98 tra ffi cking networks and seizure of 53 vehicles. Based on those achievements, similar initiatives, called common operational partnerships, have been launched in Senegal and Mali. My return brought joy to my family. Upon return to my hometown, with support from the EU-IOM Joint Initiative, I opened a grocery shop and enrolled in a nursing programme at The Gambia College. I used the profit to provide for my family’s basic needs and my college education. I also used the proceeds to open two other shops. I am proud of myself and I can say I am now a rich, young man. MIGRATION MANAGEMENT Alieu Sisawo is one of the EU-IOM Joint In- itiative beneficiaries. After spending more than 4 years in Libya attempting unsuc- cessfully to cross the Mediterranean Sea, he returned home to The Gambia in 2017. Since May 2017, the EU-IOM Joint Initiative has assisted over 86 300 migrants with post-arrival and reintegration assistance upon their voluntary return to the Sahel and Lake Chad region and provided them with economic, social and psychological support. 28 ",
        "On top of the training provided, EUTF-funded programmes targeting internal security forces have built infrastructures and provided equipment. As of June 2020, 52 infrastructures to strengthen governance had been built, including 33 security infrastructures to support national forces in their operations and redeploy in areas where state forces were no longer present. Engaging in conflict prevention and peacebuilding activities Despite broad engagement by foreign security forces and national security forces supported by the EU in the fight against terrorism, violent extremist groups have shown themselves to be increasingly resilient, as demonstrated by the persistence of attacks and expansion of their influence in the region. To address this situation, the EUTF for Africa is funding programmes designed to prevent the spread of violent discourse and to support conflict prevention and resolution activities. These programmes aim to address the grievances and lack of cohesion between communities, which tend to fuel adhesion to non-state armed/terrorist groups. In 2020, 127 324 people participated in conflict prevention and peacebuilding activities. The Prevention de l’Extrémisme Violent (PVE) programme in Burkina Faso has for instance supported the development of 13 protocols on usage of land in the Seno district in the first quarter of 2020. It has reached 31 417 people (among which religious leaders, young people and vulnerable populations) through activities designed to improve their resilience to violent extremism. Support to regional and national institutions in the Sahel Several EUTF for Africa programmes support security or justice-related institutions at both the national and regional level. At regional level, the Programme d’appui au G5 Sahel (PAGS) provides significant support to several structures within the organisation, including the Permanent Secretariat. The year 2020 saw the ramping-up of phase II of the PAGS programme, which took the form of continuity in activities to support the 29 ",
        "Sahelian Security College and new support to the governance and infrastructure pillars of the G5 Executive Secretariat. The Appui à la Justice, Sécurité et à la Gestion des Frontières au Niger initiative supported the Nige- rien government in adopting a number of meas- ures towards better border and migration man- agement as well as access to justice. On access to justice, funding has been made available for the training, equipment and re-deployment of the ju- dicial and penal system, while a number of tribu- nals have been built or rehabilitated. Moreover, 40 inspection missions were carried out across the country in tribunals and prisons to ensure better coordination between regular courts and courts of appeal. Finally, just over 1 400 people received legal assistance, marking a clear improvement in access to justice. La voix des Jeunes du Sahel promoted the inte- gration of young west Africans into the political and socio-economic decision-making processes through dialogue between young people and gov- ernment institutions. Women and Youth One of the main purposes of the EUTF for Afri- ca’s multidimensional interventions is to better respond to the need of matching the skills of young people to the local labour market’s needs. Increasing youth’s economic participation remains crucial for inclusive development, to create alter- natives to irregular migration and to prevent rad- ical discourses from gaining ground. EUTF for Africa-funded programmes have a strong focus on increasing the opportunities for women and youth, taking into account their specific situ- ation and needs. By 30 June 2020, 2 889 901 16 young beneficiaries had been supported by the EUTF for Africa. Young people represented 24% of the beneficiaries of job creation programmes in the first half of 2020. In addition, more than 39 746 people were the recipients of profession- al training and/or skills development. Moreover, nearly half of the participants of conflict preven- tion and peacebuilding activities in the region, to- talling 4 494 390 people, were young people. In 2020, women accounted for almost 40% of the beneficiaries in the Sahel and Lake Chad region, and remain major beneficiaries of the EUTF for Africa’s resilience-related activities, including in the most fragile regions. Women have benefited in particular from EUTF assistance to develop in- come-generating activities. 16 Some of the beneficiaries counted in this figure might have been the recipients of more than one EUTF activity. Young people are also direct beneficiaries of a number of activities for which youth/non-youth disaggregation has not been possible to obtain and therefore have not been included in this figure. It is thanks to the project that certain young people with the lowest socio- economic status have been able to reach out to their authorities, promote dialogue and make their needs known, while benefiting from opportunities for capacity building and networking. IMPROVING GOVERNANCE One of the main results of The Voice of Youth in the Sahel is the creation of a unique network of 1 250 youth organisation representatives. Implemented by the Centre for Humanitarian Dialogue and financed under the EUTF for Africa, the project has promoted the integration of young west Africans into political and socio-economic decision-making processes through dialogue between young people and their government institutions. Seidou Legrene, a youth beneficiary from Burkina Faso, member of the National Youth Council of Burkina Faso, says: 30 ",
        "2.1.3 New approvals in 2020 In 2020, the Sahel and Lake Chad window ap- proved 15 new actions and 10 top-ups, for a total of EUR 225.9 million . As of December 31, 2020, 111 actions amounting to EUR 2 144 million had been approved for this window, of which EUR 2 086.1 million had been contracted. Member States and other donors contributed EUR 18.8 million to this window in 2020. Throughout the year, increasing violence and mass forced displacement have led to rising levels of insecurity in the region. In order to improve gov- ernance and enhance social cohesion, 57% of the EUTF for Africa actions approved in 2020 were di- rected towards this stabilisation e ff ort. Special attention has been dedicated to helping migrants stranded due to the closure of borders and to helping vulnerable or internally displaced populations deeply a ff ected by the multiple crises. 24% of new EUTF for Africa actions have been committed to strengthen beneficiaries’ resilience by supporting food and nutrition security, protect- ing vulnerable livelihoods and promoting social protection schemes for the most vulnerable and for IDPs, refugees and their host communities. In this vein, the Programme d’urgence pour la stabi- lisation des espaces frontaliers du G5 Sahel has received an additional EUR 8.9 million, and the Response to the Nutrition Crisis in Central Sahel (CRIALCES) programme, worth EUR 20 million, has been launched to address the alarming nutritional situation and expected increase in cases of acute malnutrition following the COVID-19 crisis. Anoth- er 7% of 2020 adopted programmes were direct- ed towards supporting migration management and towards protecting and assisting people on the move in Mali and Niger. The EUTF for Africa supported the pandemic re- sponse and helped partner countries to address its economic consequences, including the EUR 50 million contribution to the United Nations Devel- opment Programme (UNDP) to implement a ‘One UN Response Plan to COVID-19 in Nigeria’. The programme’s objective is to ensure optimum care of the confirmed COVID-19 cases and contain fur- ther spread of the outbreak through an inclusive and nationally owned COVID-19 response. New actions in support of economic recovery, aiming at increasing job opportunities and matching the skills of young people to the needs of the job mar- ket, accounted for up to 15% of the actions ap- proved in 2020. 31 ",
        "2.2 HORN OF AFRICA ",
        "553 000 People having improved access to basic services 36 900 Migrants in transit, refugees/asylum seekers and IDPs protected and/or assisted 2 508 400 Basic social services delivered 28 200 Jobs created 8 200 Jobs created or supported 1 055 200 People receiving nutrition assistance 11 400 People benefiting from professional training (TVET) and/or skills development 10 200 Sta ff trained on governance, conflict prevention and human rights 63 000 People assisted to develop income-generating activities 75 000 People participating in conflict prevention and human rights activities 2 492 600 People having improved access to basic services 35 800 People assisted to develop income-generating activities 16 300 Pandemic related supplies provided 81 400 People reached by information campaigns on resilience-building practices and basic rights SOMALIA SOUTH SUDAN SUDAN UGANDA KENYA ETHIOPIA DJIBOUTI 11 000 Returning migrants benefiting from reintegration assistance 487 900 People reached by sensitisation campaigns on resilience building practices and basic rights 19 200 People assisted to develop income-generating activities 80 900 People participating in conflict prevention and human rights activities REGIONAL 2.2 HORN OF AFRICA ",
        "2.2.1 The region at a glance The onset of the COVID-19 pandemic further exacerbated fragilities across the region already a ff ected by consecutive droughts and floods, conflicts and insecurity, protracted refugee and internal displacement crises. By early December, more than 230 000 COVID-19 cases 17 had been reported in the Horn of Africa, but with limited testing capacity these numbers may not reflect the actual infection rate. All countries in the region su ff er from a serious shortage of medical care and equipment, while access to basic services was hampered by curfews and lockdowns, and several important political events were postponed, including general elections in Ethiopia. Already in April, the EU stepped up its e ff orts to back partner countries in tackling the pandemic. The EUTF for Africa alone provided a total of EUR 56.1 million to hold up the health systems of countries in the region and EUR 144.05 million to address the economic impact of the COVID-19 pandemic. Despite the challenges brought by COVID-19, countries in the region reacted swiftly and im- posed measures to contain the virus as they are all facing the socio-economic consequences of the pandemic. Kenya, one of the fastest grow- ing economies in Africa and a non-permanent member of the UN Security Council starting in January 2021, revised its growth rate down- wards from 6.1% to 2.5% for 2020, making it the worst year for the country in more than a decade. In February 2020, South Sudanese President Salva Kiir and opposition leader Riek Machar formed a transitional government, a fundamental step a ! er the signing of the peace agreement in 2018. In October 2020, the Transitional Government of Sudan and the majority of armed opposition groups signed a historic peace deal in Juba, South Sudan. This was another major step in the country’s political transition, of which the EU is a key supporter. In June, the EU, Germany and the United Nations co-hosted the Sudan Partnership Conference. Partners pledged a total of EUR 1.6 billion, with Team Europe – which includes the EU institutions and Member States – providing EUR 770 million in development and humanitarian funding alone. In November 2020, Commissioner for International Partnerships, Jutta Urpilainen, along with the For- eign Ministers of Sudan and South Sudan, the UN High Commissioner for Refugees and the Executive Secretary of IGAD launched a regional initiative to seek durable solutions for refugees, internally dis- 17 The IOM East and Horn of Africa COVID-19 Situation Report, 2 December 2020. Table 2. Amounts approved by country in 2020 for the Horn of Africa window (EUR million) Country Greater economic and employment opportunities Strengthening resilience Improving migration management Improved governance Other TOTAL Eritrea 5.0 6.6 2.5 12.2 26.3 Ethiopia 3.0 3.0 6.0 Somalia 6.7 8.9 1.7 7.3 24.6 South Sudan 5.0 8.9 13.8 Sudan 22.5 87.7 10.0 10.0 0.8 131.0 Regional 1.7 4.2 1.7 2.9 10.4 TOTAL 43.9 116.3 18.8 29.5 3.7 212.15 34 ",
        "placed persons, returnees and host communities in Sudan and South Sudan. That same month, growing tension between Ethiopia’s Federal Government and the Tigray People’s Liberation Front, further fuelled by delayed elections due to the pandemic, spilled into violence. The internal armed conflict in Tigray has led tens of thousands of Ethiopians to seek ref- uge in Sudan and there are growing concerns about reported violations of International Humanitarian Law and for Eritrean refugees hosted in this region. Uganda has lived up to its hospitable reputation and continued to accept new arrivals of refugees amidst the pandemic. However, in the lead up to the elections to be held in January 2021, the country witnessed rioting and chaos. Somalia was on a path to holding its first fully democratic, one-person one-vote election since 1969 — as opposed to the existing complex indirect voting model. However, the Federal Government and its member states could not reach an agreement, so the February 2021 elections will still take place under the old system. According to UNHCR, there are an estimated 8 million IDPs and 4.6 million refugees and asylum seekers hosted in the Horn of Africa and Great Lakes region. Since the beginning of the pandemic, the number of people leaving the region has fallen steeply following the enforcement of internal and cross-border movement restrictions, with many migrants stranded within the Horn of Africa and neighbouring regions. 2.2.2 Main results achieved in the region Greater economic and employment opportunities The number of jobs created or supported through EUTF activities remained unchanged with the COVID-19 crisis. Up to June 2020, 9 800 new jobs had been created or maintained, an amount similar to previous periods, bringing the total close to 79 800 jobs. More than 57 400 benefited from professional training and skills development, while 6 281 micro, small and medium-sized enterprises (MSMEs) have been created or supported so far. The largest proportion of jobs created or sustained so far through the EUTF for Africa (35%) is thanks to the IMPACT programme in South Sudan, which has paid incentives to more than 28 200 primary school teachers for the past 2 years. Any bad thing that can happen in my life cannot equal my inhumane experiences on the road to and in Libya, recalls Beza*, an 18-year-old Ethiopian refugee currently living in the Emergency Transit Mechanism (ETM) centre in Rwanda. I always imagine matching different clothes and styling myself. It would be great to do that for other women and make them feel good. FOR BEZA, EVACUATION FROM LIBYA MEANT THAT SHE HAD A CHANCE TO LIVE AGAIN Due to life-threatening and discriminatory prejudice, her mother fled to Sudan when Beza was just a baby. When she was 15, her mother passed away. Beza worried about her future and accepted the help of a fami- ly friend, who made a deal with a smuggler to send her off to Libya. On her journey, she survived horrific experiences, includ- ing human trafficking, rape and torture. Currently, Beza is awaiting resettlement to Canada and dreams of having her own business: This year, the EUTF for Africa topped up its contribution to the UNHCR’s Emergency Transit Mechanism in Rwanda with an ad- ditional EUR 2.5 million, bringing the total contribution to EUR 12.8 million. The ETM provides a lifesaving avenue out of Libya for people in need of international protection, with a view to their further resettlement. *name changed 35 ",
        "Strengthening resilience This year, in view of the disruption caused by COV- ID-19, EUTF-funded resilience building activities were further stepped up to meet the growing chal- lenges. As of the end of June 2020, less than four months a ! er the first reported COVID-19 case in the Horn of Africa, projects had already distribut- ed more than 46 900 pandemic-related supplies, such as personal protective equipment and hospi- tal equipment. During this time, over 18 600 peo- ple benefited from the EUTF COVID-19 response activities, including equipment, cash transfers and medical treatment. So far, 5.4 million people have gained better access to basic services thanks to EUTF for Africa programmes in the region, while 3.9 million received food security-related assis- tance. This year, the EUTF for Africa also approved the EUR 15 million Education Quality Improvement Programme (EQUIP) programme for South Sudan. This programme will help expand the access to and improvement of teaching and learning in primary schools in the country, with particular attention to the most vulnerable groups such as forcedly dis- placed and refugees, especially girls. Migration management Out of the total 10 700 voluntary returns supported so far, 1 500 took place between January and June 2020. Overall, 16 700 returnees received reintegration assistance such as immediate assistance on arrival, psychosocial assistance, skills training, education or medical help. The Better Migration Management programme has assisted more than 11 000 representatives of state departments through workshops and other events in developing and improving national migration policies and frameworks for managing and coordinating migration. Since the outbreak of COVID-19, the EU-IOM Joint Initiative has worked with governments to help vulnerable migrants and returnees. In Sudan, for example, the programme extended psychosocial assistance via tele-counselling to returnees and migrants whose situation had worsened due to the pandemic. Improved governance and conflict prevention Conflict in the Horn of Africa continued to comprise a combination of resource and land-based dis- putes, competition over political power and terror- ist activities, further strained by COVID-19. Up to June 2020 alone, more than 68 300 people par- More messages in local dialects are needed to continually sensitise the community through these important health messages, Abdirahman Mudow, an elder from Mandera said about the voice message he received. FROM PEACE CHAMPIONS TO COVID \" 19 CHAMPIONS The Regional Approaches for Sustainable Conflict Management and Integration (RAS- MI) project, implemented by the International NGO PACT, works with border communities in the Mandera Triangle, a cross-border region between Kenya, Somalia and Ethiopia, which experiences regular outbreaks of conflict and political instability. This project, part of the EUTF for Africa’s wider cross-border pro- gramme, takes a participatory approach, en- listing local influencers to drive change within their communities and ensure sustainability. When the pandemic struck the region, boundary partners went from being peace champions to becoming “fight against COV- ID-19” champions. Joined by public health officers, they participated in awareness campaigns using radio, roadshows and bill- boards. In 4 weeks, an estimated 165 000 listeners across these cross-border areas were reached through radio shows. People were also given the opportunity to ask ques- tions, providing a unique opportunity to de- bunk myths. The roadshow stopped in 129 locations, including health centres, markets and shopping centres, reaching over 15 000 people. Recorded voice messages shared on Facebook and WhatsApp were also used. 36 ",
        "ticipated in conflict prevention and human rights activities, which represents 39.5% of the total so far ( 172 600 ). Thanks to EUTF for Africa activities, a total of 481 strategies, laws, policies and plans in these areas were developed or supported and close to 29 700 sta ff trained. 2.2.3 New approvals in 2020 Right at the start of the pandemic, several projects reoriented activities towards combating the spread of the virus and mitigating economic e ff ects. New commitments, reallocations and top-ups were made with this challenge in mind. Overall, 12 new programmes and 13 top-ups were approved in 2020 for a total of EUR 212.15 million , bringing the total approved actions in the region to EUR 1 807.9 million, of which EUR 1 673 million had been contracted. The amount of the approved decisions and budgetary top-ups included a total of EUR 17.6 million in de-commitments from previously approved programmes that took place in 2020 and were re-committed under existing or new programmes. Most of the de-committed amount was redirected to the COVID-19 response in the Horn of Africa region. Member States and other donors contributed EUR 6.6 million to this window in 2020. In South Sudan, the Health Pooled Fund III pro- gramme was topped up with an additional EUR 8.9 million to help train healthcare providers, provide basic equipment such as face masks and reinforce preventive measures such as wash facilities. In Somalia, EUR 5 million will aid some of the most vulnerable people, including refugees and IDPs, through increased cross-border health surveil- lance and enhanced epidemiological surveillance at health facilities, among others. As part of the EU pledge at the Sudan Partnership Conference, four programmes amounting to a total of EUR 65 million will help address the social and economic crisis in the country, focusing on women and youth empowerment, reducing social inequalities and promoting economic integration. Additionally, EUR 20.2 million will go towards mitigating critical shortcomings in health governance, epidemiological surveillance and epidemic preparedness to respond to the pandemic, through a programme implemented by the WHO. Finally, EUR 93 million, of which EUR 45 million approved in 2020, will go towards the Family Support Program managed by the World Bank, which will help create a social safety net to cushion the most vulnerable population from the impact of economic reforms. In Ethiopia, EUR 6 million was provided for the emergency response to the COVID-19 pandemic via the Urban Productive Safety Net programme that provides income support to workers in the informal economy in the country. At regional level, EUR 5 million was allocated to the Intergovernmental Authority on Development (IGAD) and its Member States in ensuring contin- ued dialogue and national level implementation of the Protocols on Free Movement of Persons and Transhumance. 37 ",
        "2.3 NORTH OF AFRICA ",
        "339 800 Non-food items and hygiene kits distributed Over 4 million People in 29 Libyan municipalities have better access to basic social services 30 000 Migrants reached out by information campaign on risks linked to irregular migration 6 235 Refugees and asylum-seekers evacuated out of Libya LIBYA 7 600 Migrants, refugees and asylum-seekers informed about their rights to access health services MOROCCO 92 Law teachers and students received training on asylum law 41 Sub-projects on community services and awareness-raising initiated 60 NGOs recruited as local implementation partners 8 Sub-projects on youth employability initiated EGYPT 700 Asylum-seekers and refugees received access to legal assistance TUNISIA 63 Micro, Small and Medium Enterprises (MSMEs) created or supported 230 Institutions and non-state actors supported on protection and migration management 135 People benefited from professional trainings (TVET) and/or skills development REGIONAL 36 765 Migrants assisted to return to their countries of origin with reintegration assistance 129 People benefitted from legal migration and mobility programmes 1 400 Migrants received protection, pre-departure and reintegration assistance 19 Institutions and non-state actors supported on protection and migration management 2.3 NORTH OF AFRICA ",
        "Table 3. Amounts approved by country in 2020 for the North of Africa window (EUR million) Country Greater economic and employment opportunities Strengthening resilience Improving migration management Improved governance Other TOTAL Libya 76.2* Morocco Tunisia 9.3 Egypt Regional 29.7 7.8 TOTAL 115.2* 7.8 123* * The total envelope of the new Libya programmes amounts to EUR 76.2 million and includes a re allocation of EUR 30 million originally allocated for the Libya border management programme. 2.3.1 The region at glance In 2020, the EU had to respond comprehensively to challenges in the North of Africa region to save lives, protect the most vulnerable, support host communities, provide opportunities for safe and organised mobility, and tackle the consequences of the COVID-19 pandemic. The total number of arrivals in Europe via the Central Mediterranean Route in 2020 reached 35 200, compared to 14 502 arrivals in the same period in 2019 (143% increase). Even though figures remain substantially lower than in 2016-2017, notable changes include an increased proportion of departures from Tunisia. The humanitarian situation in Libya remains critical, with 11 891 migrants returned to Libya during the year. The country remains as well a major destination point, with a currently estimated number of 574 146 migrants and 44 725 registered asylum-seekers and refugees as of 31 December 2020. The total number of arrivals to Spain via the Western Mediterranean Route in 2020 reached 39 116, up from 30 674 arrivals in the same period in 2019 (a 28% increase). At the same time, arrivals to the Canary Islands as of the end of 2020 were almost 10 times higher than the same period in the previous year (21 215 arrivals in total in 2020). The substantial additional package approved by the EUTF for Africa at the end of 2019 worth EUR 101.75 million contributed to the effective efforts made by Morocco in close cooperation with Spain. In 2020, the EU pursued its dialogue on migration with Morocco, Tunisia and Egypt, and fully supported the UN-led mediation and the Berlin Process to find a political solution to the conflict in Libya. At multilateral level, the EUTF for Africa has continued to play an essential role in implementing the commitments undertaken by the AU-EU-UN Task Force, established after the Abidjan AU-EU Summit in November 2017. In the face of the challenging situation created by COVID-19, the EUTF Africa has ensured the continuity of its ongoing actions in North Africa, including quick re-allocation of existing actions and adoption of new actions to address the consequences of the pandemic. In particular, the EUTF Africa very quickly adopted a EUR 20 million COVID-19 response programme for Libya and a EUR 10 million Emergency Response Facility to COVID-19 to cover North African countries, focusing on the most vulnerable populations. 40 ",
        "2.3.2 Main results achieved in the region The implementation and results in the North of Africa window as of the end of 2020 vary considerably by country. They are also impacted, to some extent, by the COVID-19 crisis. In Libya, the di ffi cult situation on the ground led the EUTF for Africa to accelerate the implementation of projects providing protection and direct assistance as well as stabilising host communities. Under the protection pillar in Libya, two activities stand out in 2020: the EUTF-NOA’s COVID-19 re- sponse and Voluntary Humanitarian Returns (VHR). In 2020, 3 234 migrants departed via VHR from Libya in order to return safely to their countries of origin, notwithstanding the di ffi culties due to the COVID-19 crisis. Since November 2017, 6 235 vul- nerable refugees and asylum-seekers departed from Libya with the support of UNHCR. Almost all EUTF for Africa Implementing Partners (IPs) adapt- ed their interventions to support the response to COVID-19 (e.g. through fumigation and disinfection campaigns in detention centres and disembarkation points, awareness raising campaigns and provision of trainings and personal protective equipment to health sta ff ). IPs such as UNHCR and IOM stepped up their interventions in favour of the most vulner- able supporting them with cash transfers to allow, for instance, rental payments and avoid evictions and, in partnership with World Food Programme (WFP), with distribution of monthly food baskets to ensure essential products availability. Three new programmes were adopted to improve the resilience of Libyans and migrants to the health challenges arising and contribute to the community stabilisation in southern Libya. This has resulted in an additional EUR 45.2 million funding for the port- folio in Libya, which now amounts to EUR 455 mil- lion. By providing this additional funding and mak- ing re-allocated funds quickly available to respond to urgent needs, the EUTF for Africa proved again its added- value as a very flexible and e ff ective in- strument. The new programmes will cover activities related to protection and community stabilisation, including COVID-19-related actions. Under the community stabilisation pillar in Libya, the EUTF for Africa has continued to improve the daily life of Libyans themselves and migrants living in munic- ipalities, including by providing support to internally displaced people a ff ected by the conflict. Consequent- ly, over 4.7 million people have improved access to basic services, and are benefiting from rehabilitated and equipped social infrastructure. Several schools, hospitals and medical facilities were rehabilitated with EUTF for Africa support, and new medical equip- ment was provided, including ambulances, improving access to healthcare of over 3.5 million people in the east, west and south of Libya. Livelihoods opportuni- ties and support to local start-ups have been provid- ed as well throughout di ff erent programmes. On border management , the envelope for the second phase contract of the approved action, with an original value of EUR 45 million, was partially This course gave me an opportunity in the field of work in which I got my first job. This came at a time when I desperately needed it. Thanks to this course, I am now working in a well-recognised international company. I am grateful to those who promote this initiative, which helped me to become proud of myself as a professional, said Zakria Fawzi Ibrahim Ashlaimbo, a 27-year-old internally displaced person who participated in the first round of the “Toyota Discover Your Talent” programme, implemented in partnership with UNDP with support from the EU. COMMUNITY STABILISATION THROUGH VOCATIONAL TRAINING IN LIBYA 41 ",
        "re-allocated and reduced to EUR 15 million. The contract for the second phase will include three new search and rescue vessels, with accompanying maintenance and training, as well as the development of a Maritime Rescue Coordination Centre to support search and rescue operations. Border management will continue to be funded under the EUTF for Africa via an allocation of EUR 57.2 million, despite the di ffi cult context in which these programmes operate. In October 2020, two rehabilitated vessels were returned to the General Administration of Coastal Security, which represented a milestone in cooperation under the programme. The EUTF for Africa also delivered lifesaving equipment to the Libyan Coast Guard and will continue to do so. In Morocco, in response to COVID-19 the EUTF for Africa continued to provide access to healthcare and protection to vulnerable migrants and promote awareness-raising activities on appropriate hy- giene behaviours, in particular through partnerships with civil society organisations. EUTF for Africa pro- grammes continued to deliver concrete results in the country in 2020 as part of its overall support to the National Strategy on Immigration and Asylum and the Moroccan Strategy on Moroccans residing abroad. Over 7 600 migrants, refugees and asylum seekers were informed about their rights to access to health through awareness-raising campaigns. In addition, 1 400 migrants received protection, pre-departure and reintegration assistance, while 92 law teachers and students received training on FOOD SUPPORT TO REFUGEES AND ASYLUM \" SEEKERS IN TUNISIA The widespread effects of the COVID-19 pandemic have underscored the impor- tance for all of us to show global solidarity and take action. Food security and healthy diets are a challenge for people on the move. Refugees and asylum seekers who reach Tunisia fleeing violence and per- secution are often in dire need of restor- ing sufficient and adequate food intake. Thanks to the contributions from EUTF for Africa, UNHCR Tunisia is assisting over 700 vulnerable refugees and asylum seekers every month, providing food vouchers or cash to purchase the food of their choice. We destroyed the world enough by depleting its natural resources and in Syria I saw that due to the war many people look for alternative energy sources. This gave me the idea to start this business. And working on this also helped to bring me closer to the Egyptian community which is hosting me. PROMOTING GREEN BUSINESS IN EGYPT Climate change is one of the defining topics in the world today and another topic that is of paramount importance is immigration. The ‘Khatwa Khadra’ pro- ject, implemented in Egypt, is promoting green business and environment entre- preneurship for migrants and Egyptians. Yasser el-Helaly from Syria participat- ed in the project and is now starting his business in renewable energy. The regional development and protec- tion programme (RDPP) initiative to promote green business and environ- ment entrepreneurship for migrants and Egyptians is funded by the EUTF for Africa. It has successfully brought 161 start-ups to life in green entre- preneurship in a socially cohesive life experience. 42 ",
        "asylum law, and 19 institutions and non-state ac- tors were strengthened through capacity building or operational support on protection and migration management. As part of EUTF’s overall support to Morocco, several equipment deliveries were made to strengthen the border management capacities of the Ministry of Interior. As part of the capacity building, cooperation with Frontex and Europol has advanced, and the development of a harmonised referral mechanism for migrants rescued at sea is underway. A partnership with civil society is also ongoing to put in place awareness raising cam- paigns among young people and their families on the risks of irregular migration. The EUTF for Africa has continued supporting Tunisia in the implementation of its national strategy on migration. The results were as follows: $ more than 700 asylum seekers and refugees received access to legal assistance; $ 63 micro, small and medium-sized enterprises were created or supported; $ 230 institutions and non-state actors were supported through capacity building or operational support on protection and migration management; and $ 135 people received professional training and/or skills development. In the field of border management in Tunisia, in 2020 the first contracts were signed to improve radar surveillance infrastructures along the coast. In Egypt, out of the seven projects of the 'Enhanc- ing the Response to Migration Challenges in Egypt' (ERMCE) programme, six have been approved by the Egyptian authorities and five were signed by the end of 2020. While three of them are under implementation, the rest is expected to start imple- mentation in the first quarter of 2021. In terms of results, 60 NGOs have been contracted as local im- plementation partners, while 41 sub-projects were initiated for community services and awareness raising, plus eight on enhancing youth employability. Drawing on a holistic approach to labour migration, governance and mobility , as well as the experience of the implementing institutions (GIZ, ILO, IOM, ENABEL and soon OFII), the EUTF for Africa supports legal migration and mobility in North Africa through a regional project (THAMM). This project covers Egypt, Morocco and Tunisia and has two main components: Labour Migration Governance and Legal Migration and Mobility. In 2020, the THAMM project produced the following main results: in Tunisia , 64 candidates received online preparation and successfully started their apprenticeships in September 2020 in the hotel and restaurant sector, 75 candidates were selected to start their preparation, employers in Germany were identified for 2021; in Morocco , 52 candidates were prepared to start their apprenticeship in the tool mechanics and machinery sector, while an analysis of labour market and potential migration trends as well as case studies on coherence among employment, education/training and migration policies were also conducted. Although it is difficult to accept the fact that I failed to achieve my dream after my return to Morocco, IOM's reintegration assistance enabled me to have a source of income once again and to help my family. SUPPORT TO MOROCCAN RETURNEES FOR SUSTAINABLE INTEGRATION Zakaria is one of the Moroccan returnees who have been supported towards a sustainable reintegration under the EU- IOM Joint Initiative. 43 ",
        "2.3.3 New approvals in 2020 The North of Africa window continued to work according to the strands of action agreed by the EUTF Strategic Board. These are: (i) support to improve migration governance; (ii) support for labour migration and mobility; (iii) protection of vulnerable migrants, voluntary return and sus- tainable reintegration and community stabilisa- tion (including supporting municipalities along migration routes); and (iv) integrated border management. In 2020, the North of Africa window adopted 10 new actions for a total of EUR 113.6 million , including EUR 3.9 million in co-financing.. In addition, EUR 13.3 million was made available through four budgetary top-ups to existing actions. As of 31 December 2020, 40 programmes and 3 cross-window programmes had been approved for a total amount of EUR 899.8 million , of which over EUR 805.5 million had been contracted. Member States and donors contributed EUR 3.8 million to this window in 2020. In order to fund a new COVID-19 related action and partly a community stabilisation action in Libya, EUR 30 million has been re-allocated from the existing Border Management Program (phase 2), whose amount has been decreased to EUR 15 million. The following new actions were adopted in 2020 for Libya: $ ‘Managing mixed migration flows: protection, health assistance, resilience and community engagement’ – EUR 30.2 million $ ‘Protecting most vulnerable populations from the COVID 19 pandemic in Libya’ – EUR 20 million $ ‘Recovery, Stability and Socio-Economic Development in Libya – Phase 2’ (RSSD 2) – EUR 25 million. Two new programmes were adopted for Tunisia: $ ‘Programme Gouvernance Stratégie Migration Tu- nisien (ProGreS Migration) – phase II’ – EUR 5.7 million $ ‘Action pour la protection des personnes migrantes en situation de vulnérabilité’ – EUR 3.6 million. Four regional programmes were also adopted in 2020: $ ‘Durable solutions for Refugee Unaccompanied and Separated Children (Libya and Egypt) and Family Reunification’ – EUR 3.7 million $ ‘Technical Cooperation Facility (TCF): Formulation of programmes, Implementation of the Monitor- ing and Evaluation Framework and Research ac- tivities’ – EUR 6.5 million $ ‘Fast track emergency response to COVID-19 in NoA countries for the most vulnerable popula- tions’ – EUR 10 million $ ‘Pour une approche holistique de la gouvernance de la migration de main d’œuvre et la mobilité en Afrique du Nord – THAMM Phase II’ – EUR 5 million. Finally, the following top-ups were approved: $ ‘Strengthening protection and resilience of vulnerable groups in COVID-19 emergency’ – EUR 1 million (Libya) $ ‘Technical Cooperation Facility (TCF): Formulation of programmes, Implementation of the Monitor- ing and Evaluation Framework and Research ac- tivities’ – EUR 1.3 million (regional) $ ‘Pour une approche holistique de la gouvernance de la migration de main d’œuvre et la mobilité en Afrique du Nord’ – EUR 1 million (regional) $ ‘Border Management Programme for the Maghreb region (BMP-Maghreb)’ – EUR 10 million top-up (regional). 44 ",
        "CHAPTER 3 FINANCIAL REPORT ",
        "3.1 Amounts pledged and received This Financial Report is drawn up in accordance with Art. 7.2 (d) of the Constitutive Agreement of the EUTF for Africa. The tables below provide a summary of the contributions to the EUTF for Africa as of 31 December 2020. Contributions are split between the three windows according to the earmarking information contained in the Contribution Certificate. As per Constitutive Agreement earmarking is only possible per window. If no earmarking has been requested, the following distribution applies: Window SAH (A) Sahel and Lake Chad: 40% Window HOA (B) Horn of Africa: 40% Window NOA (C) North of Africa: 20% Table 4 provides information on the contributions from external contributors (i.e. Member States and other external donors), as follows: $ Contributions pledged: total funding for the EUTF for Africa as agreed by donors (i.e. pledges that have been announced in a formal manner but have not yet been o ffi cially confirmed by a Contribution Certificate). $ Contributions certified: contributions supported by a Certificate of the external contributor. $ Contributions received: contributions re- ceived in the EUTF for Africa bank account, on the basis of which the amount available for commitment (i.e. the total amount of le- gal obligations that can be incurred) and the amount available for payment are subse- quently established in the accounting system of the Commission and made available for the EUTF for Africa. As of 31 December 2020 EUR 619 million had been received. Contri- butions received in currencies other that EUR are registered using the European Commis- sion's official exchange rate. Table 5 provides information on the contributions from the EU and EDF budgets, as follows: $ Contributions pledged: total funding for the EUTF for Africa as agreed by donors. $ Contributions certified: contributions supported by a Commission Financing Decision, on the basis of which the amount available for commitment (e.g. the total amount of legal obligations that can be incurred) is subsequently established in the accounting system of the Commission and made available for the EUTF for Africa. As of 31 December 2020, the total amount of certified contributions was EUR 4 438 million. $ Contributions received: contributions received in the EUTF for Africa bank account, on the basis of which the amount available for payment is subsequently established in the accounting system of the Commission and made available for the EUTF for Africa. As of 31 December 2020, an amount available for payment of EUR 3 149 million had been made available. Interest generated by cash received in the EUTF for Africa bank account is shown in section III of Table 5. 46 ",
        "Table 4. EUTF for Africa contributions from external contributors Contributions pledged (EUR) Contributions certified (EUR) Contributions received (EUR) I = Country TOTAL TOTAL Allocated by window 31/12/2020 SAH (A) HOA (B) NOA (C) Total Austria 3 000 000 3 000 000 3 000 000 3 000 000 3 000 000 3 000 000 3 000 000 3 000 000 1 000 000 1 000 000 1 000 000 1 000 000 1 000 000 1 000 000 1 000 000 1 000 000 1 200 000 1 200 000 1 200 000 1 200 000 Belgium 10 000 000 10 000 000 5 500 000 500 000 4 000 000 10 000 000 2 000 000 2 000 000 2 000 000 2 000 000 Bulgaria 50 000 50 000 20 000 20 000 10 000 50 000 500 000 500 000 200 000 200 000 100 000 500 000 Croatia 200 000 200 000 100 000.00 100 000.00 200 000 100 000 100 000 100 000.00 100 000 300 000 300 000 200 000.00 100 000.00 300 000 Cyprus 100 000 100 000 100 000.00 100 000 Czech Republic 740.000 740.000 740.000 740.000 8.750.000 8.750.000 8.750.000 8.750.000 921.624 921.624 921.624 921.624 Denmark 6 001 920.61 6 001 920.61 2 400 768.24 2 400 768.24 1 200 384.12 6 001 921 4 031 011.92 4 031 011.92 4 031 011.92 4 031 012 10 076 311.26 10 076 311.26 2 720 604.04 3 325 182.72 4 030 524.50 10 076 311 10 050 655.30 10 050 655.30 3 350 218.43 3 350 218.43 3 350 218.43 10 050 655 13 393 528.71 13 393 528.71 13 393 528.71 13 393 529 6 692 096.63 6 692 096.63 2 007 629.00 2 676 838.63 2 007 629.00 6 692 097 3 085 964.23 3 085 964.23 3 085 964.23 3 085 964.23 2 683 447.16 2 683 447.16 2 683 447.16 2 683 447.16 Estonia 150 000 150 000 150 000.00 150 000 300 000 300 000 300 000 300 000 1 000 000 1 000 000 1 000 000 1 000 000 150 000 150 000 150 000 150 000 150 000 150 000 150 000 150 000 Finland 5 000 000 5 000 000 1 000 000 3 000 000 1 000 000 5 000 000 2 500 000 2 500 000 2 500 000 2 500 000 2 000 000 2 000 000 2 000 000 2 000 000 France 3 000 000 3 000 000 1 200 000 1 200 000 600 000 3 000 000 6 000 000 6 000 000 6 000 000 6 000 000 Germany 3 000 000 3 000 000 1 200 000.00 1 200 000.00 600 000.00 3 000 000 48 000 000 48 000 000 38 400 000.00 9 600 000.00 48 000 000 3 000 000 3 000 000 3 000 000.00 3 000 000 100 000 000 100 000 000 100 000 000.00 100 000 000 3 500 000 3 500 000 3 500 000.00 3 500 000 25 000 000 25 000 000 25 000 000.00 25 000 000 42 500 000 42 500 000 30 500 000.00 12 000 000.00 42 500 000 3 500 000 3 500 000 3 500 000.00 3 500 000 Greece 50 000 50 000 50 000.00 50 000 Hungary 700 000 700 000 700 000 700 000 8 750 000 8 750 000 8 750 000 8 750 000 Ireland 3 000 000 3 000 000 3 000 000 3 000 000 3 000 000 3 000 000 1 200 000.00 1 200 000.00 600 000.00 3 000 000 9 000 000 9 000 000 3 600 000.00 3 600 000.00 1 800 000.00 9 000 000 755 000 755 000 755 000.00 755 000 Italy 10 000 000 10 000 000 4 000 000 5 000 000 1 000 000 10 000 000 7 000 000 7 000 000 7 000 000 7 000 000 15 000 000 15 000 000 15 000 000 15 000 000 50 000 000 50 000 000 50 000 000 50 000 000 47 ",
        "Contributions pledged (EUR) Contributions certified (EUR) Contributions received (EUR) I = Country TOTAL TOTAL Allocated by window 31/12/2020 SAH (A) HOA (B) NOA (C) Total Italy 10 000 000 10 000 000 10 000 000 10 000 000 10 000 000 10 000 000 10 000 000 10 000 000 2 000 000 2 000 000 2 000 000.00 2 000 000 2 000 000 2 000 000 2 000 000 2 000 000 6 000 000 6 000 000 6 000 000.00 6 000 000 11 000 000 11 000 000 8 000 000.00 3 000 000 11 000 000 Latvia 50 000 50 000 20 000 20 000 10 000 50 000 250 000 250 000 250 000 250 000 300 000 300 000 300 000 300 000 Lithuania 50 000 50 000 20 000 20 000 10 000 50 000 150 000 150 000 150 000 150 000 200 000 200 000 200 000 200 000 Luxembourg 3 100 000 3 100 000 3 000 000 100 000 3 100 000 1 000 000 1 000 000 800 000 200 000 1 000 000 Malta 250 000 250 000 125 000 125 000 250 000 75 000 75 000 75 000 75 000 150 000 150 000 150 000 150 000 Netherlands 15 000 000 15 000 000 3 000 000 12 000 000 15 000 000 1 362 000 1 362 000 1 362 000 1 362 000 10 000 000 10 000 000 10 000 000 10 000 000 3 000 000 3 000 000 3 000 000 3 000 000 Norway 3 593 344 3 593 344 1 113 936.65 2 479 407.37 3 593 344 5 272 037 5 272 037 1 581 611.14 1 581 611.14 2 108 815 5 272 037 6 287 002 6 287 002 2 095 667.21 2 095 667.21 2 095 667 6 287 002 6 195 595 6 195 595 2 065 198.31 2 065 198.31 2 065 198 6 195 595 5 503 931 5 503 931 1 834 643.57 1 834 643.57 1 834 643.57 5 503 931 Poland 1 100 000 1 100 000 1 100 000 1 100 000 7 070 136 7 070 136 7 070 136 7 070 136 2 380 612 2 380 612 2 380 612 2 380 612 Portugal 250 000 250 000 100 000.00 100 000.00 50 000.00 250 000 200 000 200 000 80 000.00 80 000.00 40 000.00 200 000 1 350 000 1 350 000 675 000.00 675 000.00 1 350 000 3 200 000 3 200 000 1 600 000.00 1 600 000.00 3 200 000 Romania 100 000 100 000 40 000.00 40 000.00 20 000.00 100 000 Slovakia 500 000 500 000 200 000.00 200 000.00 100 000.00 500 000 100 000 100 000 100 000 100 000 1 000 000 1 000 000 1 000 000 1 000 000 8 250 000 8 250 000 8 250 000 8 250 000 500 000 500 000 500 000 500 000 Slovenia 50 000 50 000 20 000.00 20 000.00 10 000.00 50 000 50 000 50 000 20 000.00 20 000.00 10 000.00 50 000 30 000 30 000 30 000.00 30 000 Spain 3 000 000 3 000 000 1 200 000.00 1 200 000.00 600 000.00 3 000 000 6 000 000 6 000 000 6 000 000.00 6 000 000 Sweden 3 000 000 3 000 000 1 200 000 1 200 000 600 000 3 000 000 3 000 000 3 000 000 3 000 000 3 000 000 92 584 92 584 92 584 92 584 5 664 202 5 664 202 5 664 202 5 664 202 Switzerland 4 100 000 4 100 000 1 640 000.00 1 640 000.00 820 000.00 4 100 000 United Kingdom 3 000 000 3 000 000 3 000 000 3 000 000 3 000 000 3 000 000 3 000 000.00 3 000 000 7 500 000 7 500 000 3 500 000 2 000 000 2 000 000.00 7 500 000 7 500 000 7 500 000 3 500 000 2 000 000 2 000 000.00 7 500 000 Total External Contribution 619 658 002 619 658 002 277 904 688 101 001 850 240 751 464 619 658 001.75 48 ",
        "Table 5. EUTF for Africa contributions from the EU and EDF budgets Contributions pledged (EUR) Contributions certified (EUR) Contributions received (EUR) I = Programme All windows All windows Allocated by window 31/12/2020 SAH (A) HOA (B) NOA (C) Total Reserve of the 11th EDF (38-801) 1 000 000 000 1 000 000 000 666 666 667 333 333 333 1 000 000 000 RIP West Africa 11th EDF (38-801) 200 000 000 200 000 000 200 000 000 200 000 000 RIP Central Africa 11th EDF (38-811) 10 000 000 10 000 000 10 000 000 10 000 000 RIP EASAIO 11th EDF (38-807) 50 000 000 50 000 000 50 000 000 50 000 000 NIP ET 11th EDF (38-807) 30 000 000 30 000 000 30 000 000 30 000 000 DG NEAR (admin credits)* 500 000 500 000 500 000 500 000 DG NEAR - C(2016)3505**; C(2017)2453; C(2017)8287; C(2019)3480; C(2020)3368; (2020)4581 411 211 675 411 211 675 411 211 675 162 060 000 DG NEAR - C(2016)7277 25 000 000 25 000 000 25 000 000 25 000 000 DG ECHO (C(2015)8936)**; C(2016) 8795 50 000 000 50 000 000 20 000 000 20 000 000 10 000 000 20 000 000 SSP SS EDF (38-815) 86 400 000 86 400 000 86 400 000 86 400 000 El Nino Horn of Africa - DCI FOOD (39-550) 23 000 000 23 000 000 23 000 000 23 000 000 El Nino Horn of Africa - Reserve of the 11th EDF (39-736; C(2016)6843) 43 500 000 43 500 000 43 500 000 43 500 000 El Nino SAHEL DCI FOOD (C(2016)5207;39-550; contract n°2017/383-433) 10 000 000 10 000 000 10 000 000 10 000 000 El Nino SAHEL EDF (C(2016)6843; 39-650; contract n°2017/383-426) 25 000 000 25 000 000 25 000 000 25 000 000 DCI DEVCO B - MIGR (38-974)** 25 000 000 25 000 000 10 000 000 10 000 000 5 000 000 25 000 000 Sudan Special Measure EDF (39-789) 100 000 000 100 000 000 100 000 000 100 000 000 Reserve of the 11th EDF (39-883) 500 000 000 500 000 000 368 000 000 132 000 000 420 000 000 DCI PANAF (38-855) 25 000 000 25 000 000 10 000 000 10 000 000 5 000 000 25 000 000 RIP EASAIO - IGAD Peace and Security envelope EDF (C(2017)2395;386-661) 45 000 000 45 000 000 45 000 000 NIP Somalia EDF (039-896) 200 000 000 200 000 000 200 000 000 DG HOME AMIF 135 000 000 135 000 000 10 000 000 10 000 000 115 000 000 55 000 000 DCI MIGRATION (C(2017)6275) 230 000 000 230 000 000 140 000 000 60 000 000 30 000 000 180 000 000 DCI MIGRATION (C(2018)7642) 29 500 000 29 500 000 20 500 000 9 000 000 DCI Food (C(2017)8765) CRIS 040-160 10 000 000 10 000 000 10 000 000 10 000 000 49 ",
        "Contributions pledged (EUR) Contributions certified (EUR) Contributions received (EUR) Total I+II All windows SAH (A) HOA (B) NOA (C) 5 058 160 178 5 058 160 178.17 2 277 666 354.98 1 859 579 342.64 920 914 480.55 3 149 558 632 III = Interest generated by cash received in Trust fund bank account 2015 Bank Interest 2 292 2016 Bank Interest 52 135 2017 Bank Interest 1 631 2018 Bank Interest 1 884 2019 Bank Interest 588 2020 No bank interest received due to negative intereste rates Cumulated interest generated by cash received in Trust fund bank account 58 530 Total I+ II+III 3 149 617 162 Contributions pledged (EUR) Contributions certified (EUR) Contributions received (EUR) I = Programme All windows All windows Allocated by window 31/12/2020 SAH (A) HOA (B) NOA (C) Total EDF Sudan - Contribution to the European Union Emergency Trust Fund C(2020)872 -(42611) 100 000 000 100 000 000 100 000 000 EDF Special Support Programme for South Sudan (C(2017)8337) 24 533 858 24 533 858 24 533 858 24 533 858 EDF Special Support Programme for South Sudan (C(2017)8337) (2019 Rider) 4 906 772 4 906 772 4 906 772 4 906 772 Reserve of the 11th EDF C(2018)4437 500 000 000 500 000 000 375 000 000 125 000 000 RIP and NIP 11th EDF C(2018) 5491 150 000 000 150 000 000 150 000 000 NIP for Eritrea (EDF) C(2019)2960 180 000 000 180 000 000 180 000 000 DG NEAR - C(2018)8220 27 733 626 27 733 626 27 733 626 DG NEAR (2019) 8959 50 717 716 50 717 716 50 717 716 PIN 11ième FED Niger C(2020) 2551 38 425 000 38 425 000 38 425 000 PIN 11ième FED Burkina Faso (C(2020)2938) 18 670 000 18 670 000 18 670 000 PIN 11ième FED Mali C(2020)2549 15 000 000 15 000 000 15 000 000 PIN 11ième FED Chad C(2020) 2550 2 500 000 2 500 000 2 500 000 EDF South Sudan C(2020) 8530 (CRIS 042-949) 1 903 529 1 903 529 1 903 529 EDF transfer in favour of Mali C(2020)9198 60 000 000 60 000 000 60 000 000 Total EC Contribution 4 438 502 176 4 438 502 176 1 999 761 667 1 758 577 492 680 163 017 2 529 900 630 50 ",
        "Table 6. Total payments in 2020 TF Africa Total Payments made in 2020 Nr. of payments % Paid Amount (EUR) % 01. Grants in Direct Management 128 25% 172 696 437.00 16% 02. Budget Support 11 2% 103 650 000.00 10% 03. Procurement in Direct Management 196 39% 46 725 357.03 4% 04. Indirect Management with International Organizations 104 21% 508 327 538.06 48% 05. Indirect Management with EIB and EIF 06. Indirect Management with Development Agencies 57 11% 201 233 027.78 19% 09. Administrative expenditure 2 0% 15 609 765.10 1% 10. Other Contracts/Payments 2 0% 698 041.03 0% 12. EU Budget - Cross-sub delegations to other DGs 5 1% 2 582 910.00 0% Total Expenditure: 505 100% 1 051 523 076.00 100% 3.2 EUTF for Africa amounts paid during the reporting period The table below shows the amounts paid during the reporting period by budget implementation modalities. Table 7. Estimation of administrative costs of the EUTF for Africa in 2020* ( € ) Forecast for 2020 15 558 663 Estimated costs: a) salaries of temporary sta ff in EU Headquarters and in the EU delegations; 8 388 333 b) support costs associated to contract sta ff (i.e. missions, training, IT, infrastructure in EU delegations); 3 643 122 c) Other costs needed for the global management of the fund - Total estimated costs 12 031 455 Estimated Balance 3 527 208 * Final figures are not available at the time of publication 3.3 EUTF for Africa administration As far as the administrative costs of the EUTF for Africa are concerned (to cover salaries and remuneration related costs, missions, and other costs), an amount of EUR 15 558 663 was forecasted for 2020 and EUR 12 031 455* was paid out by the Commission (INTPA General Budget) in the year. The balance not spent in 2020 will be transferred to the 2021 budget. 51 ",
        "CHAPTER 4 MANAGEMENT AND INTERNAL CONTROL ",
        "The EUTF for Africa operates in the same general system of internal control defined by the Commission. It was decided that the EU Financial Regulation and the rules and procedures developed by the European Commission's Directorate General for International Partnerships (INTPA) for the management and implementation of its operations are equally applicable to the EUTF for Africa. For the North of Africa window the Directorate- General for Neighbourhood and Enlargement Negotiations (NEAR) benefits from a sub delegation of INTPA so that the EU Financial Regulation and the rules and procedures developed by the latter for the management and implementation of its operations are applicable to this window. Once approved by the Operational Committee, actions are implemented in accordance with the implementing procedures provided for in the applicable Commission rules and regulations, including those applicable to EDF. As per the Constitutive Agreement of the EUTF for Africa and given its objective to operate in a crisis and post-crisis situation, flexible procedures appropriate to the local environment are used to ensure that the Fund is effective and responsive to the needs identified. These procedures are in accordance with the FR provisions and are set up in INTPA and NEAR financial guides. Their use needs to be justified on a case by case basis. A register of exceptions, derogations and prior approvals granted under the EUTF for Africa together with non-compliance events detected during the year is kept. Project implementation is foreseen in direct management where the EUTF for Africa is the Contracting Authority and signs procurement and grant contracts or in indirect management by which project implementation is delegated to a third party, a EU Member State Agency or International Organisation. Candidate entities to be entrusted with budget-implementation tasks have to demonstrate a level of financial management and protection of the EU’s financial interest equivalent to that of the Commission. International Organisations and Member States Agencies have to provide Management declarations on the use of the funds they are entrusted with. Ex-ante controls are carried out by the EUTF for Africa staff for all operations/transactions carried out under the EUTF for Africa. In line with INTPA and NEAR contractual models and audit policy, audits/expenditure verifications are either foreseen in contracts or can be launched by the EUTF for Africa of its own volition based on a risk analysis. The EUTF is included in the Annual Audit Plan of the Directorate General. A total of 28 contracts/ projects under the EUTF were selected for audit and/or financial verification under INTPA’s Annual Audit Plan 2020. EUTF for Africa is also included in the “Residual Error Rate” exercise (ex-post controls) as are other programs/ instruments managed by INTPA and NEAR. The EUTF for Africa accounts are also subject to an annual external audit. The EUTF for Africa Managers take into account reports and recommendations of the different control bodies, notably the IAS and Court of Auditors, for the purpose of providing an assessment of the effectiveness of risk management, control and governance processes, in addition to the results of the audits carried out at the level of contractors/ beneficiaries. The European Anti-Fraud Office (OLAF) exercises the same powers over the EUTF for Africa in its entirety, including its governance bodies and the representatives of donors and observers participating in such bodies, as it does in respect of other activities of the Commission. 53 ",
        "4.1 Control results Control e ff ectiveness as regards legality and regularity. Results of ex-ante controls As of the end of 2020, the ex-ante controls had detected a total of EUR 6 million of expenditure that were ineligible, being this amount ineligible less than 1% of the total disbursed in the year. Results of external audits The annual external audit of accounts of the EUTF Africa for the year 2019 was concluded satisfactorily. With regards year 2020 an external audit of the accounts is currently in preparation. Fraud prevention and detection EU Trust Funds are included in the anti-fraud strategy of the DG of the Authorising O ffi cer in charge. Therefore EUTF Africa is subject to OLAF’s competence for the anti-fraud matters and OLAF’s rules on the management of the related information apply. 4.2 Observations and recommendations made by IAS/ECA A report on a Performance Audit of the EUTF for Africa was issued at the end of 2018. The EUTF Africa duly took note of the ECA recommendations and took appropriate measures to address them. With regards the Internal Audit Service of the Commission, a review of the EUTF for Africa has not yet been carried out. 54 ",
        "4.3 Assessment of the e ff ectiveness of the internal control systems The EUTF for Africa operates in the general system of internal control defined by the Commission. In this framework the EUTF for Africa has put in place the organisational structure and the internal control systems suited to the achievement of the policy and control objectives, in accordance with the standards and having due regard to the risks associated with the environment in which it operates. Monitoring of the compliance and e ff ectiveness of the internal control systems was done on a continu- ous basis by the Trust Fund Managers and adjusted and complemented where necessary. Exceptions, derogations, prior approvals and non-com- pliance events that occurred during the reporting pe- riod have been registered and documented. As flexible procedures apply ex-o ffi cio for the EUTF for Africa, exceptions and derogations are applied as needed and when justified. This includes deroga- tions to the rule of nationality and origin as well as reduction of the deadline for submission of tenders. Approvals for direct grant awards or negotiated pro- cedures of service contracts were also applied in jus- tified cases. The majority of such flexible procedures are preferably identified ab-initio and therefore in- cluded in the Action Document of each respective programme that is submitted for the approval of the Operational Committee of the EUTF for Africa. A small number of cases of non-compliance events were detected (i.e. for instance signature of an agree- ment prior to the final reservation of funds). They were however identified and duly corrected and reported. The Trust Fund Managers have taken appropriate measures to ensure that the financial interests of the Union and of the donors are protected by the applica- tion of preventive measures against irregularities and fraud, by e ff ective controls and, if irregularities or fraud are detected, by the recovery of the amounts wrongly paid. The contracts and agreements signed with third parties authorise the Commission to carry out controls on the spot, to suspend payments and implementation of actions where serious irregularities or fraud are not- ed, and to apply, where appropriate, e ff ective, propor- tionate and deterrent contractual penalties. 55 ",
        "",
        "ANNEXES ",
        "Annex I: List of programmes adopted in 2020 with information on co-financing (EUR) Sahel & Lake Chad Country Action title Amount (EUR) Co-financing (EUR) Implementing partners Written procedure - April 2020 Nigeria EU Support to the United Nations ‘One UN Response Plan to COVID-19 in Nigeria’ 50 000 000 _ UNDP Regional TOP UP TO: Support to the strengthening of police information systems in the broader West Africa region (WAPIS) 3 000 000 _ INTERPOL Written procedure - June 2020 Burkina Faso Retour de la confiance et renforcement des capacités sécuritaires au Burkina Faso (RENFORCES BURKINA FASO III) 7 000 000 _ Expertise France Chad TOP UP TO: Projet de Renforcement de la Résilience et de la Cohabitation Pacifique au Tchad (PRCPT) 4 250 000 4 000 000 BMZ GIZ Guinea RESIGUI / Améliorer la résilience des populations vulnérables de Guinée 8 000 000 _ WFP Mali TOP UP TO: Programme d'Appui au Renforcement de la Sécurité dans les régions de Mopti et de Gao et à la gestion des zones frontalières (PARSEC Mopti-Gao) 14 656 666 _ Expertise France TOP UP TO: Programme Jeunesse et Stabilisation – PROJES – régions du centre du Mali 6 600 000 _ GIZ Niger Promotion de l’emploi pour le renforcement de la résilience économique des communautés dans la région de Tillabéry 8 000 000 1 600 000 BMZ GIZ Résilience agro-sylvo-pastorale, Ouest Niger 7 000 000 _ ENABEL, Wild Africa Conservation and African Parks Network Regional TOP UP TO: Programme d’urgence pour la stabilisation des espaces frontaliers du G5 Sahel 8 900 000 _ NGOs TOP UP TO: GAR-SI SAHEL (Groupes d’Action Rapides –Surveillance et Intervention au Sahel) 5 075 338 _ FIIAPP TOP UP TO: Appui aux forces de sécurité des pays membres du G5 Sahel pour la lutte contre l’impunité et le renforcement de leurs liens avec les populations 2 400 000 _ UNHCR & NGO Promediation Niger Création d’une Equipe Conjointe d’Investigation (ECI) pour la lutte contre les réseaux criminels liés au terrorisme 4 500 000 _ CIVIPOL 58 ",
        "Sahel & Lake Chad Country Action title Amount (EUR) Co-financing (EUR) Implementing partners Written procedure - July 2020 Burkina Faso TOP UP TO: Prévention de l’extrémisme violent – Rebâtir une cohésion sociale au Burkina et dans les pays de l’initiative d’Accra à travers un meilleur suivi de la radicalisation, la promotion du dialogue et la valorisation de l’économie pastorale 2 600 000 _ NGOs/UN Agencies TBD Côte d'Ivoire Appui à la mise en œuvre de la Stratégie nationale de l’état civil et de l’identification de Côte d’Ivoire 5 000 000 _ CIVIPOL Programme de soutien et de relance à l’économie dans le contexte de la crise du COVID 19 en Côte d’Ivoire 25 000 000 _ Partner country (Budget support)/ Service provider (AT) Niger TOP UP TO: Appui Budgétaire à la Justice, Sécurité Intérieure et Gestion des Frontières au Niger 11 450 000 _ CENTIF; CIVIPOL; CNDH; AFD TOP UP TO: Renforcement de la gestion durable des conséquences flux migratoires 7 000 000 500 000 BMZ GIZ Regional CRIALCES - Réponse à la CRIse ALimentaire au CEntre Sahel: support nutritionnel et relèvement - PAM 20 000 000 1 000 000 PAM PAM Written procedure - October 2020 Burkina Faso Appui à la justice au Burkina Faso pour renforcer la lutte contre l’impunité au travers d’une justice plus accessible et e ffi cace 10 000 000 _ ENABEL & ONG COGINTA Gambia Digitalising The Gambia – Technical assistance to strengthen the ICT sector 1 050 000 _ ENABEL Guinea Projet pilote d’amélioration du système d’état civil guinéen par l’e ff et catalyseur de la digitalisation 5 000 000 _ ENABEL Niger Soutien à la création d’un escadron polyvalent de la Garde Nationale du Niger 4 500 000 _ ONG COGINTA Regional Radio Jeunesse Sahel 2 050 000 _ OIF Written procedure - November 2020 Mali Common Operational Partnership (COP) Mali 2 850 000 _ CIVIPOL NEW ACTIONS AMOUNT 159 950 000 TOTAL AMOUNT APPROVED (including riders) 225 882 004* * The amount for the new decisions and riders include also a total of 104.6MEUR in decommittments from previously approved programs that took place in 2020. Most of the decommitted amount was redirected to the COVID-19 response in the Sahel and Lake Chad region. 59 ",
        "Horn of Africa Country Action title Amount (EUR) Co-financing (EUR) Implementing partners Written Procedure - February 2020 Somalia Inclusive Local Economic Development - ILED 15 200 000 UN Multi Partner Trust Fund, WB Multi Partner Trust Fund, European Agencies Somalia state and resilience building contract 4 400 000 Partner country (Budget support) Written Procedure - March 2020 South Sudan Support to health services in South Sudan 1 000 000 Indirect Mgmt Support to health services in South Sudan 4 000 000 Indirect Mgmt Written Procedure - April 2020 Eritrea Support to the Eritrean Health System to be better prepared and respond to public health threats 6 600 000 120 000 (WHO) WHO Sudan Humanitarian-Development Nexus: Strengthening preparedness and response of the health system addressing the COVID-19 Pandemic in Sudan 10 000 000 WHO EU support for the Family Support Programme and for the consolidation of social protection in Sudan 45 000 000 WB Written Procedure - June 2020 Eritrea Increasing the capacity of the Government of the State of Eritrea (GoSE) to implement the recommendations of Universal Periodic Review (UPR) 5 000 000 Pillar-assessed Entity Migration-development nexus: multi- year diaspora engagement for Eritrea 5 000 000 IOM Enhancing the e ffi ciency of justice administration in Eritrea 4 700 000 100 000 (UNDOC) UNODC Strengthening economic governance capacities in Eritrea 5 000 000 500 000 (UNDP) UNDP South Sudan Job Creation and Trade Development for South Sudan 5 000 000 Pillar-assessed Entity Sudan Support to the Economic transition 10 000 000 WB, Expertise France Support to Economic Opportunities for Youth and Women 30 000 000 2 000 000 BMZ AFD, AICS, GIZ Support to sustainable peace rule of law and human rights during Sudan’s democratic transition towards transparent, inclusive and credible elections 10 000 000 5 260 286 (US, DFID, Germany, Canada, SIDA) OHCHR 60 ",
        "Horn of Africa Country Action title Amount (EUR) Co-financing (EUR) Implementing partners Written Procedure - June 2020 Sudan Education Quality Improvement Programme 2 (EQUIP 2) 15 000 000 Pillar-assessed Entity Regional Towards free movement of persons and transhumance in the IGAD region 5 000 000 ILO / IGAD Enhancing protection, lifesaving assistance and sustainable solutions for evacuees from Libya through the Emergency Transit Mechanism in Rwanda 2 500 000 UNHCR Written Procedure - September 2020 Sudan Humanitarian-Development Nexus: Strengthening preparedness and response of the health system addressing the COVID-19 Pandemic in Sudan 10 200 000 400 000 (WHO) WHO Written Procedure - November 2020 Somalia Enhancing Somalia's responsiveness to the management and reintegration of mixed migration flows (RE-INTEG) 5 000 000 UNHCR, UNOPS Regional Monitoring and Learning System for the EUTF Horn of Africa 2 900 000 Altai Consulting Ex-post note to Opcom Ethiopia Ethiopia job compact sector reform and performance contract 6 000 000 Partner country (Budget support) South Sudan Support to health services in South Sudan 2 000 000 Indirect Mgmt Support to health services in South Sudan 1 851 182 TBC Sudan Technical Cooperation Facility for Sudan 2018-2020 800 000 N/A NEW ACTIONS AMOUNT 151 300 000 TOTAL AMOUNT APPROVED (including riders) 212 151 182* * The amount for the new decisions and riders include also a total of 15.6MEUR in decommittments from previously approved programs that took place in 2020. Most of the decommitted amount was redirected to the COVID-19 response in the Horn of Africa region. 61 ",
        "North of Africa Country Action title Amount (EUR) Co-financing (EUR) Implementing partners Written procedure - May 2020 Libya Managing mixed migration flows: protection, health assistance, resilience and community engagement 32 610 000 2 410 000 UNHCR, UNFPA, CESVI, IMC Regional Durable solutions for Refugee Unaccompanied and Separated Children (Libya and Egypt) and Family Reunification 5 220 000 1 520 000 (UNHCR) UNHCR Technical Cooperation Facility (TCF): Formulation of programmes, Implementation of the Monitoring and Evaluation Framework and Research activities 6 500 000 Procurement for services Fast track emergency response to COVID-19 in NoA countries for the most vulnerable populations 10 000 000 IOM, UNHCR Written procedure - June 2020 Libya Protecting most vulnerable populations from the COVID-19 pandemic in Libya 20 000 000* IOM, WHO, UNICEF Recovery, Stability and Socio-Economic Development in Libya – Phase 2 (RSSD 2) 25 000 000* AICS, UNDP, UNICEF Regional Pour une approche holistique de la gouvernance de la migration de main d’œuvre et la mobilité en Afrique du Nord – THAMM Phase II 5 000 000 OFII Written procedure - October 2020 Tunisia Programme Gouvernance Stratégie Migration Tunisien, ProGreS Migration – phase II 5 700 000 ICMPD, Expertise France Action pour la protection des personnes migrantes en situation de vulnérabilité 3 600 000 INGOs Written procedure - December 2020 Regional Pour une approche holistique de la gouvernance de la migration de main d’œuvre et la mobilité en Afrique du Nord - THAMM Phase II 1 000 000 OFII NEW ACTIONS AMOUNT 109 800 000 TOTAL AMOUNT APPROVED (including riders) 123 000 000* * This amount includes the re-allocation of € 30 million that were originally foreseen for the Libya border management programme. GRAND TOTAL - NEW ACTIONS AMOUNT 421 050 000 GRAND TOTAL - TOTAL AMOUNT APPROVED (including riders) 561 033 186 62 ",
        "Annex II: Contracts signed in 2020 by window and by country Country Number of contracts Amount (million EUR) Sahel & Lake Chad 49 259.8 Burkina Faso 4 6 375 Cote d'Ivoire 3 29.8 Guinea 1 8.0 Mali 2 0.1 Mauritania 4 5.1 Niger 4 66.7 Senegal 4 27.7 Chad 8 9.7 Regional 19 106.4 Horn of Africa 107 523.6 Burundi 2 2.5 Djibouti 8 5.7 Eritrea 2 64.4 Ethiopia 14 23.5 Kenya 2 24.9 Rwanda 3 13.5 Somalia 17 111.7 South Sudan 20 46.9 Sudan 18 198.8 Uganda 15 30.5 Regional 6 1.2 North of Africa 30 173.6 Egypt 3 16.7 Libya 12 114.3 Morocco 3 5.5 Tunisia 1 2.9 Regional 11 34.1 Grand Total 186 957.0* * Operational contracts only without modifications to old contracts. 63 ",
        "Annex III: Overall contracts signed with Member State and other donors Country Amount (EUR) Austria 38 268 000 Belgium 121 541 000 Croatia 50 000 Czech Republic 210 000 Denmark 10 310 040 France 321 765 556 Germany 351 383 500 Greece 298 000 Hungary 245 000 Ireland 110 000 Italy 185 685 127 Luxembourg 56 955 000 Norway 150 000 Portugal 5 810 000 Romania 660 000 Slovakia 1 900 000 Spain 196 495 731 Sweden 418 110 The Netherlands 48 705 000 United Kingdom 68 396 300 Total 1 409 356 365 Annex IV: Overall contracts signed with UN organisations Organization Amount (EUR) FAO 72 511 293 IFAD 9 750 000 ILO 31 850 000 IOM 494 509 855 ITC 44 325 000 UN Geneva 4 950 000 UNCDF 9 940 000 UNDP 148 315 224 UNEP 10 000 000 UNFPA 5 000 000 UN-Habitat 12 000 000 UNHCR 232 480 000 UNICEF 95 579 149 UNIDO 10 750 000 UNODC 15 105 930 UNOPS 114 700 000 WFP 70 843 981 WHO 36 350 000 Total 1 418 960 432 64 ",
        "Catalog number: MN-BE-21-001-EN-N ISBN: 978-92-76-29844-1 doi: 10.2841/494128 ISSN: 2599-6185 "
    ]
}