{
    "text": [
        "I Resolutions, recommendations and opinions RECOMMENDATIONS Council 2018/C 460/01 Council Recommendation of 4 December 2018 with a view to correcting the significant observed deviation from the adjustment path toward the medium-term budgetary objective in Romania ........... 1 2018/C 460/02 Council Recommendation of 4 December 2018 with a view to correcting the significant observed deviation from the adjustment path toward the medium-term budgetary objective in Hungary ........... 4 II Information INFORMATION FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGENCIES European Commission 2018/C 460/03 Non-opposition to a notified concentration (Case M.8963 — Eurocar/Bonaldi) ( 1 ) ............................ 6 2018/C 460/04 Non-opposition to a notified concentration (Case M.9131 — Blackstone/Telereal Trillium/Real Estate JV) ( 1 ) ................................................................................................................................. 6 ( 1 ) Text with EEA relevance. Official Journal C 460 of the European Union Volume 61 English edition Information and Notices 21 December 2018 Contents EN ",
        "2018/C 460/05 Non-opposition to a notified concentration (Case M.9160 — Centerbridge/Hospital Topco) ( 1 ) ........... 7 2018/C 460/06 Non-opposition to a notified concentration (Case M.9032 — E.ON/Helen/Virta) ( 1 ) .......................... 7 2018/C 460/07 Non-opposition to a notified concentration (Case M.9189 — Cerberus Group/Staples UK Limited/ Marke Creative Merchandise) ( 1 ) ............................................................................................... 8 IV Notices NOTICES FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGENCIES Council 2018/C 460/08 Council Decision of 17 December 2018 appointing three members of the Governing Board of the European Centre for the Development of Vocational Training for Bulgaria, Croatia and Italy .............. 9 2018/C 460/09 Council Decision of 17 December 2018 appointing one member of the Management Board of the European Chemicals Agency ................................................................................................... 11 2018/C 460/10 Council conclusions on the Work Plan for Culture 2019-2022 ..................................................... 12 European Commission 2018/C 460/11 Euro exchange rates .............................................................................................................. 26 2018/C 460/12 Summary of European Commission Decisions on authorisations for the placing on the market for the use and/or for use of substances listed in Annex XIV to Regulation (EC) No 1907/2006 of the European Parliament and of the Council concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) (Published pursuant to Article 64(9) of Regulation (EC) No 1907/2006) ( 1 ) .................. 27 2018/C 460/13 Summary of European Commission Decisions on authorisations for the placing on the market for the use and/or for use of substances listed in Annex XIV to Regulation (EC) No 1907/2006 of the European Parliament and of the Council concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) (Published pursuant to Article 64(9) of Regulation (EC) No 1907/2006) ( 1 ) .................. 28 2018/C 460/14 Summary of European Commission Decisions on authorisations for the placing on the market for the use and/or for use of substances listed in Annex XIV to Regulation (EC) No 1907/2006 of the European Parliament and of the Council concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) (Published pursuant to Article 64(9) of Regulation (EC) No 1907/2006) ( 1 ) .................. 29 2018/C 460/15 Summary of European Commission Decisions on authorisations for the placing on the market for the use and/or for use of substances listed in Annex XIV to Regulation (EC) No 1907/2006 of the European Parliament and of the Council concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) (Published pursuant to Article 64(9) of Regulation (EC) No 1907/2006) ( 1 ) .................. 30 ( 1 ) Text with EEA relevance. ",
        "2018/C 460/16 Summary of European Commission Decisions on authorisations for the placing on the market for the use and/or for use of substances listed in Annex XIV to Regulation (EC) No 1907/2006 of the European Parliament and of the Council concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) (Published pursuant to Article 64(9) of Regulation (EC) No 1907/2006) ( 1 ) .................. 31 2018/C 460/17 Communication from the Commission published pursuant to Article 27(4) of Council Regulation (EC) No 1/2003 in Case AT.40023 — Cross-border access to pay-TV ................................................... 32 2018/C 460/18 Communication from the Commission published pursuant to Article 27(4) of Council Regulation (EC) No 1/2003 in Case AT.40023 — Cross-border access to pay-TV ................................................... 35 NOTICES FROM MEMBER STATES 2018/C 460/19 Information communicated by Member States regarding closure of fisheries ................................... 38 2018/C 460/20 Information communicated by Member States regarding closure of fisheries ................................... 38 2018/C 460/21 Information communicated by Member States regarding closure of fisheries ................................... 39 2018/C 460/22 Information communicated by Member States regarding closure of fisheries ................................... 39 V Announcements PROCEDURES RELATING TO THE IMPLEMENTATION OF COMPETITION POLICY European Commission 2018/C 460/23 Prior notification of a concentration (Case M.9178 — Cargill/ADM/Grainbridge JV) — Candidate case for simplified procedure ( 1 ) ..................................................................................................... 40 2018/C 460/24 Prior notification of a concentration (Case M.9214 — MUFG HD/Akamai/JV) — Candidate case for simplified procedure ( 1 ) .......................................................................................................... 42 2018/C 460/25 Prior notification of a concentration (Case M.9174 — Aunde/Brose/JV) — Candidate case for simplified procedure ( 1 ) ........................................................................................................................ 43 ( 1 ) Text with EEA relevance. ",
        "",
        "I (Resolutions, recommendations and opinions) RECOMMENDATIONS COUNCIL COUNCIL RECOMMENDATION of 4 December 2018 with a view to correcting the significant observed deviation from the adjustment path toward the medium-term budgetary objective in Romania (2018/C 460/01) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 121(4) thereof, Having regard to Council Regulation (EC) No 1466/97 of 7 July 1997 on the strengthening of the surveillance of budgetary positions and the surveillance and coordination of economic policies ( 1 ), and in particular the second subparagraph of Article 10(2) thereof, Having regard to the recommendation from the European Commission, Whereas: (1) On 16 June 2017, the Council decided in accordance with Article 121(4) of the Treaty on the Functioning of the European Union (‘TFEU’) that a significant observed deviation from the medium-term budgetary objective of -1 % of GDP occurred in Romania in 2016. In view of the established significant deviation, on 16 June 2017 it issued a recommendation for Romania to take the necessary measures to ensure that the nominal growth rate of net primary government expenditure did not exceed 3,3 % in 2017, corresponding to an annual structural adjustment of 0,5 % of GDP. On 5 December 2017, the Council found that Romania had not taken effective action in response to the Recommendation of 16 June 2017 and issued a new recommendation. In the new Recommendation, the Council asked Romania to take the necessary measures to ensure that the nominal growth rate of net primary government expenditure does not exceed 3,3 % in 2018, corresponding to an annual structural adjustment of 0,8 % of GDP. On 22 June 2018, the Council found that Romania had not taken effective action in response to the revised Recommendation of 5 December 2017. (2) On 22 June 2018, the Council decided in accordance with Article 121(4) TFEU that a significant observed deviation from the adjustment path toward the medium-term budgetary objective had also occurred in Romania in 2017. In view of the established significant deviation, on 22 June 2018 the Council issued a Recommendation ( 2 ) for Romania to take the necessary measures to ensure that the nominal growth rate of net primary government expenditure ( 3 ) does not exceed 3,3 % in 2018 and 5,1 % in 2019, corresponding to an annual structural adjustment of 0,8 % of GDP in each year. It also recommended that Romania use any windfall gains for deficit reduction, while budgetary consolidation measures should ensure a lasting improvement in the general government structural balance in a growth-friendly manner. The Council established a deadline of 15 October 2018 for Romania to report on the action taken in response to the Recommendation of 22 June 2018. ( 1 ) OJ L 209, 2.8.1997, p. 1. ( 2 ) Council Recommendation of 22 June 2018 with a view to correcting the significant observed deviation from the adjustment path toward the medium-term budgetary objective in Romania (OJ C 223, 27.6.2018, p. 3). ( 3 ) Net primary government expenditure is comprised of total government expenditure excluding interest expenditure, expenditure on Union programmes fully matched by Union funds revenue and non-discretionary changes in unemployment benefit expenditure. Nationally financed gross fixed capital formation is smoothed over a four-year period. Discretionary revenue measures or revenue increases mandated by law are factored in. One-off measures on both the revenue and expenditure sides are netted out. 21.12.2018 EN Official Journal of the European Union C 460/1 ",
        "(3) On 13 July 2018, the Council recommended that Romania ensure that, in 2018 and in 2019, it comply with the Council Recommendation of 22 June 2018 with a view to correcting the significant deviation from the adjustment path toward the medium-term budgetary objective ( 1 ). (4) On 27 and 28 September 2018, the Commission undertook an enhanced surveillance mission in Romania for the purpose of on-site monitoring under Article -11(2) of Regulation (EC) No 1466/97. After having transmitted its provisional findings to the Romanian authorities for comments, the Commission reported its findings to the Council on 21 November 2018. Those findings were subsequently made public. (5) On 16 October 2018, the Romanian authorities submitted the report on effective action in response to the Council Recommendation of 22 June 2018 ( 2 ). Given the information provided by the authorities in their report and the overall assessment based on the Commission autumn 2018 forecast, on 21 November 2018 the Council concluded that Romania has not taken effective action in response to the Council Recommendation of 22 June 2018. (6) In light of the absence of effective action by Romania and the cumulated high deviation from the appropriate adjustment path toward the medium-term budgetary objective, it is appropriate to address to Romania a revised Recommendation on the appropriate measures to be taken under Article 121(4) TFEU. (7) Romania’s structural deficit has increased by 2,1 % of GDP in 2016 and by 1,2 % of GDP in 2017. It reached 3,4 % of GDP in 2017 and is projected in the Commission 2018 autumn forecast to broadly stabilise as of 2018. In order to correct for the cumulated deviation and to bring Romania back on an appropriate adjustment path following the past slippages, an additional effort should complement the structural effort of 0,8 % of GDP recommended by the Council on 22 June 2018. An additional effort of 0,2 % of GDP seems appropriate given the magnitude of the observed significant deviation from the recommended adjustment path towards the medium-term budgetary objective. It will accelerate the adjustment back towards the medium-term budgetary objective without putting economic growth at risk. (8) The required improvement of the structural balance by 1,0 % of GDP in 2019 is consistent with a nominal growth rate of net primary government expenditure not exceeding 4,5 % in 2019. (9) The Commission 2018 autumn forecast projects a deterioration of the structural balance by 0,1 % of GDP in 2019. Therefore, a structural improvement of 1,0 % of GDP translates into the need to adopt measures of a total structural yield of 1,1 % of GDP in 2019 compared to the current baseline in the Commission 2018 autumn forecast. (10) The Commission 2018 autumn forecast projects a general government deficit of 3,4 % in 2019, which is above the 3 %-of-GDP Treaty reference value. The required structural adjustment seems also appropriate to ensure that Romania respects the 3 %-of-GDP Treaty reference value in 2019 with a margin. (11) The failure to act upon earlier recommendations to correct the observed significant deviation and the risk of exceeding the Treaty reference value call for urgent action to put Romania’s fiscal policy back on a prudent path. (12) In order to achieve the recommended budgetary targets, it is crucial that Romania adopts and strictly implements the necessary measures and monitors the development of current expenditure closely. (13) The requirements issued in this recommendation supersede the corresponding elements set out in the fiscal recommendation contained in the Council Recommendation addressed to Romania on 13 July 2018. (14) Romania should report to the Council on action taken in response to this Recommendation by 15 April 2019, possibly as part of its Covergence Programme submitted pursuant to Article 7 of Regulation (EC) No 1466/97. (15) It is appropriate that this Recommendation be made public, HEREBY RECOMMENDS THAT ROMANIA: (1) take the necessary measures to ensure that the nominal growth rate of net primary government expenditure does not exceed 4,5 % in 2019, corresponding to an annual structural adjustment of 1,0 % of GDP, thereby putting Romania on an appropriate adjustment path toward the medium-term budgetary objective; ( 1 ) Council Recommendation of 13 July 2018 on the 2018 National Reform Programme of Romania and delivering a Council opinion on the 2018 Convergence Programme of Romania (OJ C 320, 10.9.2018, p. 98). ( 2 ) Available at http://data.consilium.europa.eu/doc/document/ST-13279-2018-INIT/en/pdf C 460/2 EN Official Journal of the European Union 21.12.2018 ",
        "(2) use any windfall gains for deficit reduction, budgetary consolidation measures should secure a lasting improvement in the general government structural balance in a growth-friendly manner; (3) report to the Council by 15 April 2019 on action taken in response to this Recommendation; the report should provide sufficiently specified and credibly announced measures, including the budgetary impact of each of them, as well as updated and detailed budgetary projections for 2019. This Recommendation is addressed to Romania. Done at Brussels, 4 December 2018. For the Council The President H. LÖGER 21.12.2018 EN Official Journal of the European Union C 460/3 ",
        "COUNCIL RECOMMENDATION of 4 December 2018 with a view to correcting the significant observed deviation from the adjustment path toward the medium-term budgetary objective in Hungary (2018/C 460/02) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 121(4) thereof, Having regard to Council Regulation (EC) No 1466/97 of 7 July 1997 on the strengthening of the surveillance of budgetary positions and the surveillance and coordination of economic policies ( 1 ), and in particular 10(2), second subparagraph, thereof, Having regard to the recommendation from the European Commission, Whereas: (1) On 22 June 2018, the Council decided in accordance with Article 121(4) of the Treaty on the Functioning of the European Union (‘TFEU’) that a significant observed deviation from the adjustment path toward the medium-term budgetary objective existed in Hungary and issued a recommendation for Hungary to take the necessary measures to ensure that the nominal growth rate of net primary government expenditure ( 2 ) does not exceed 2,8 % in 2018, corresponding to an annual structural adjustment of 1,0 % of GDP ( 3 ). It also recommended that Hungary use any windfall gains for deficit reduction, while budgetary consolidation measures should ensure a lasting improvement in the general government structural balance in a growth-friendly manner. The Council established a deadline of 15 October 2018 for Hungary to report on the action taken in response to that Recommendation. (2) On 13 July 2018, the Council recommended Hungary to ensure that, in 2018, it complies with the Council Recommendation of 22 June 2018 ( 4 ) with a view to correct the significant deviation from the adjustment path toward the medium-term budgetary objective. For 2019, it was recommended that Hungary ensure that the nominal growth rate of net primary government expenditure does not exceed 3,9 %, corresponding to an annual structural adjustment of 0,75 % of GDP. (3) On 18 and 19 September 2018, the Commission undertook an enhanced surveillance mission in Hungary for the purpose of on-site monitoring under Article -11(2) of Regulation (EC) No 1466/97. After having transmitted its provisional findings to the Hungarian authorities for comments, the Commission reported its findings to the Council on 21 November 2018. Those findings were subsequently made public. (4) On 15 October 2018, the Hungarian authorities submitted the report on effective action in response to the Council Recommendation of 22 June 2018 ( 5 ). Given the information provided by the authorities in their report and the overall assessment based on the Commission autumn 2018 forecast, the Council on 21 November 2018 concluded that Hungary has not taken effective action in response to the Council Recommendation of 22 June 2018. (5) In light of the absence of effective action by Hungary and the cumulated high deviation by the latter from the appropriate adjustment path toward its medium-term budgetary objective, it is appropriate to address to Hungary a revised Recommendation under Article 121(4) TFEU on the appropriate measures to be taken. ( 1 ) OJ L 209, 2.8.1997, p. 1. ( 2 ) Net primary government expenditure is comprised of total government expenditure excluding interest expenditure, expenditure on Union programmes fully matched by Union funds revenue and non-discretionary changes in unemployment benefit expenditure. Nationally financed gross fixed capital formation is smoothed over a four-year period. Discretionary revenue measures or revenue increases mandated by law are factored in. One-off measures on both the revenue and expenditure sides are netted out. ( 3 ) Council Recommendation of 22 June 2018 with a view to correcting the significant observed deviation from the adjustment path toward the medium-term budgetary objective in Hungary (OJ C 223, 27.6.2018, p. 1). ( 4 ) Council Recommendation of 13 July 2018 on the 2018 National Reform Programme of Hungary and delivering a Council opinion on the 2018 convergence Programme of Hungary (OJ C 320, 10.9.2018, p. 72). ( 5 ) https://ec.europa.eu/info/files/hungary-report-council-recommendations-under-significant-deviation-procedure_en C 460/4 EN Official Journal of the European Union 21.12.2018 ",
        "(6) Based on the Commission 2018 autumn forecast, Hungary’s structural deficit increased by 1,7 % of GDP to 3,4 % in 2017 and it is projected to deteriorate further by 0,4 % of GDP to 3,8 % in 2018. As a result, the structural deficit is estimated to be 2,3 % of GDP away from the medium-term budgetary objective of 1,5 % in 2018. (7) In order to correct for the cumulated deviations and to bring Hungary back on an appropriate adjustment path following past slippages, an additional and persistent effort should complement the recommended annual structural adjustment of 0,75 % of GDP for 2019 set out in the Council Recommendation addressed to Hungary on 13 July 2018. An additional effort of 0,25 % of GDP seems appropriate given the magnitude of the observed significant deviation from the recommended adjustment path toward the medium term objective. It will accelerate adjustment back towards the medium-term budgetary objective. (8) The required improvement of the structural balance by 1,0 % of GDP in 2019 is consistent with the nominal growth rate of net primary government expenditure not exceeding 3,3 % in 2019. (9) The structural improvement of 1,0 % of GDP in 2019 translates into a need to adopt measures of a total yield of 0,5 % of GDP in structural terms as compared to the current 2019 baseline of the Commission 2018 autumn forecast, given projected improvement of the structural balance in 2019. (10) The requirements for 2019, issued in this Recommendation, supersede the corresponding elements set out in the fiscal recommendation contained in the Council Recommendation addressed to Hungary on 13 July 2018. (11) Hungary should report to the Council on action taken in response to this Recommendation by 15 April 2019, possibly as part of its Convergence Programme submitted pursuant to Article 7 of Regulation (EC) No 1466/97. (12) It is appropriate that this Recommendation be made public, HEREBY RECOMMENDS THAT HUNGARY: (1) take the necessary measures to ensure that the nominal growth rate of net primary government expenditure does not exceed 3,3 % in 2019, corresponding to an annual structural adjustment of 1,0 % of GDP, thereby putting Hungary on an appropriate adjustment path toward the medium-term budgetary objective; (2) use any windfall gains for deficit reduction; budgetary consolidation measures should secure a lasting improvement in the general government structural balance in a growth-friendly manner; (3) report to the Council by 15 April 2019 on action taken in response to this Recommendation; the report should provide sufficiently specified and credibly announced measures, including budgetary impact of each of them, as well as updated and detailed budgetary projections for 2019. This Recommendation is addressed to Hungary. Done at Brussels, 4 December 2018. For the Council The President H. LÖGER 21.12.2018 EN Official Journal of the European Union C 460/5 ",
        "II (Information) INFORMATION FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGENCIES EUROPEAN COMMISSION Non-opposition to a notified concentration (Case M.8963 — Eurocar/Bonaldi) (Text with EEA relevance) (2018/C 460/03) On 1 August 2018, the Commission decided not to oppose the above notified concentration and to declare it compatible with the internal market. This decision is based on Article 6(1)(b) of Council Regulation (EC) No 139/2004 ( 1 ). The full text of the decision is available only in English and will be made public after it is cleared of any business secrets it may contain. It will be available: — in the merger section of the Competition website of the Commission (http://ec.europa.eu/competition/mergers/cases/). This website provides various facilities to help locate individual merger decisions, including company, case number, date and sectoral indexes, — in electronic form on the EUR-Lex website (http://eur-lex.europa.eu/homepage.html?locale=en) under document number 32018M8963. EUR-Lex is the online access to European law. ( 1 ) OJ L 24, 29.1.2004, p. 1. Non-opposition to a notified concentration (Case M.9131 — Blackstone/Telereal Trillium/Real Estate JV) (Text with EEA relevance) (2018/C 460/04) On 23 November 2018, the Commission decided not to oppose the above notified concentration and to declare it compati­ ble with the internal market. This decision is based on Article 6(1)(b) of Council Regulation (EC) No 139/2004 ( 1 ). The full text of the decision is available only in English and will be made public after it is cleared of any business secrets it may contain. It will be available: — in the merger section of the Competition website of the Commission (http://ec.europa.eu/competition/mergers/cases/). This website provides various facilities to help locate individual merger decisions, including company, case number, date and sectoral indexes, — in electronic form on the EUR-Lex website (http://eur-lex.europa.eu/homepage.html?locale=en) under document number 32018M9131. EUR-Lex is the online access to European law. ( 1 ) OJ L 24, 29.1.2004, p. 1. C 460/6 EN Official Journal of the European Union 21.12.2018 ",
        "Non-opposition to a notified concentration (Case M.9160 — Centerbridge/Hospital Topco) (Text with EEA relevance) (2018/C 460/05) On 30 November 2018, the Commission decided not to oppose the above notified concentration and to declare it compati­ ble with the internal market. This decision is based on Article 6(1)(b) of Council Regulation (EC) No 139/2004 ( 1 ). The full text of the decision is available only in English and will be made public after it is cleared of any business secrets it may contain. It will be available: — in the merger section of the Competition website of the Commission (http://ec.europa.eu/competition/mergers/cases/). This website provides various facilities to help locate individual merger decisions, including company, case number, date and sectoral indexes, — in electronic form on the EUR-Lex website (http://eur-lex.europa.eu/homepage.html?locale=en) under document number 32018M9160. EUR-Lex is the online access to European law. ( 1 ) OJ L 24, 29.1.2004, p. 1. Non-opposition to a notified concentration (Case M.9032 — E.ON/Helen/Virta) (Text with EEA relevance) (2018/C 460/06) On 6 December 2018, the Commission decided not to oppose the above notified concentration and to declare it compatible with the internal market. This decision is based on Article 6(1)(b) of Council Regulation (EC) No 139/2004 ( 1 ). The full text of the decision is available only in English and will be made public after it is cleared of any business secrets it may contain. It will be available: — in the merger section of the Competition website of the Commission (http://ec.europa.eu/competition/mergers/cases/). This website provides various facilities to help locate individual merger decisions, including company, case number, date and sectoral indexes, — in electronic form on the EUR-Lex website (http://eur-lex.europa.eu/homepage.html?locale=en) under document number 32019M9032. EUR-Lex is the online access to European law. ( 1 ) OJ L 24, 29.1.2004, p. 1. 21.12.2018 EN Official Journal of the European Union C 460/7 ",
        "Non-opposition to a notified concentration (Case M.9189 — Cerberus Group/Staples UK Limited/Marke Creative Merchandise) (Text with EEA relevance) (2018/C 460/07) On 12 December 2018, the Commission decided not to oppose the above notified concentration and to declare it compatible with the internal market. This decision is based on Article 6(1)(b) of Council Regulation (EC) No 139/2004 ( 1 ). The full text of the decision is available only in English and will be made public after it is cleared of any business secrets it may contain. It will be available: — in the merger section of the Competition website of the Commission (http://ec.europa.eu/competition/mergers/cases/). This website provides various facilities to help locate individual merger decisions, including company, case number, date and sectoral indexes, — in electronic form on the EUR-Lex website (http://eur-lex.europa.eu/homepage.html?locale=en) under document number 32018M9189. EUR-Lex is the online access to European law. ( 1 ) OJ L 24, 29.1.2004, p. 1. C 460/8 EN Official Journal of the European Union 21.12.2018 ",
        "IV (Notices) NOTICES FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGEN CIES COUNCIL COUNCIL DECISION of 17 December 2018 appointing three members of the Governing Board of the European Centre for the Development of Vocational Training for Bulgaria, Croatia and Italy (2018/C 460/08) THE COUNCIL OF THE EUROPEAN UNION, Having regard to Council Regulation (EEC) No 337/75 of 10 February 1975 establishing a European Centre for the Development of Vocational Training ( 1 ), and in particular Article 4 thereof, Having regard to the lists of nominees submitted to the Council by the Commission as regards the representatives of the employers' organisations, Whereas: (1) By its Decision of 16 July 2018 ( 2 ) and the corrigendum thereto ( 3 ), the Council appointed the members of the Governing Board of the European Centre for the Development of Vocational Training for the period from 18 September 2018 to 17 September 2021. (2) The Commission submitted three nominees as regards the representatives of the employers' organisations, HAS ADOPTED THIS DECISION: Article 1 The following three persons are hereby appointed members of the Governing Board of the European Centre for the Development of Vocational Training for the period ending on 17 September 2021: REPRESENTATIVES OF EMPLOYERS' ORGANISATIONS: Bulgaria Ms Daniela SIMIDCHIEVA Croatia Ms Jasminka MARTINOVIĆ Italy Mr Alfonso BALSAMO Article 2 The Council shall appoint members who have not yet been nominated at a later date. ( 1 ) OJ L 39, 13.2.1975, p. 1. ( 2 ) Council Decision of 16 July 2018 renewing the Governing Board of the European Centre for the Development of Vocational Training (2018/C 253/03) (OJ C 253, 19.7.2018, p. 9). ( 3 ) Corrigendum to Council Decision of 16 July 2018 renewing the Governing Board of the European Centre for the Development of Vocational Training (OJ C 325, 14.9.2018, p. 20). 21.12.2018 EN Official Journal of the European Union C 460/9 ",
        "Article 3 This Decision shall enter into force on the date of its adoption. Done at Brussels, 17 December 2018. For the Council The President E. KÖSTINGER C 460/10 EN Official Journal of the European Union 21.12.2018 ",
        "COUNCIL DECISION of 17 December 2018 appointing one member of the Management Board of the European Chemicals Agency (2018/C 460/09) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC ( 1 ), and in particular Article 79 thereof, Whereas: (1) Article 79 of Regulation (EC) No 1907/2006 provides that the Council is to appoint one representative from each Member State as members of the Management Board of the European Chemicals Agency (‘the Management Board’). (2) By its Decision of 25 September 2014 ( 2 ) the Council appointed one member of the Management Board. (3) The Government of Croatia has informed the Council of its intention to nominate the current Croatian representative on the Management Board and has submitted a nomination for a second term of office running until 26 September 2022, HAS ADOPTED THIS DECISION: Article 1 Mr Bojan VIDOVIĆ , of Croatian nationality, born on 22 May 1976, is hereby appointed member of the Management Board of the European Chemicals Agency for the period from 26 September 2018 to 26 September 2022. Article 2 This Decision shall enter into force on the date of its adoption. Done at Brussels, 17 December 2018. For the Council The President E. KÖSTINGER ( 1 ) OJ L 396, 30.12.2006, p. 1. ( 2 ) OJ C 350, 25.9.2014, p. 3. 21.12.2018 EN Official Journal of the European Union C 460/11 ",
        "Council conclusions on the Work Plan for Culture 2019-2022 (2018/C 460/10) THE COUNCIL OF THE EUROPEAN UNION, IN THE LIGHT OF: — the EU leaders' Rome Declaration, the Gothenburg Summit and the conclusions of the European Council ( 1 ) recognising culture as key to building inclusive and cohesive societies and to sustaining Europe's competitiveness; — ongoing developments such as the digital shift, globalisation, growing societal diversity and changing working environments, and the need to deal with these opportunities and challenges through joint efforts in cultural policy; ACKNOWLEDGING: — the Council's previous work plans for culture and the results achieved; — the New European Agenda for Culture ( 2 ) submitted by the European Commission in May 2018, which defines three strategic objectives: — harnessing the power of culture and cultural diversity for social cohesion and well-being by promoting cultural participation, the mobility of artists and the protection of heritage; — boosting jobs and growth in the cultural and creative sectors by fostering arts and culture in education, promoting the relevant skills, and encouraging innovation in culture; — strengthening international cultural relations by making the most of the potential of culture to foster sustainable development and peace; RECALLING: — the European Year of Cultural Heritage 2018, which has considerably raised public and political awareness about culture and heritage in Europe, and the importance of taking this momentum forward to tap the full potential of the social and economic value of culture for Europe; — the importance of synergies with all relevant EU programmes and funds, especially in the fields of culture, education, research, digitalisation, and regional and urban development, in order to promote cultural policies in Europe; — the main political references as set out in Annex II to these conclusions; AGREES: with the aim of having a strategic and dynamic instrument that will address current political developments, apply clear principles and set focused priorities with consistent implementation, to establish, with due regard for the principles of subsidiarity and proportionality, a Work Plan for Culture for the years 2019 to 2022, as set out in Annex I to these conclusions; INVITES: the Commission to adopt a mid-term evaluation of the Work Plan and a final report on its implementation, based on voluntary written contributions from Member States, by June 2022. In view of that report, the Presidency of the Council may consider whether to propose a new Work Plan for Culture for the subsequent period. ( 1 ) EUCO 19/1/17 REV 1 ( 2 ) COM(2018) 267 final C 460/12 EN Official Journal of the European Union 21.12.2018 ",
        "ANNEX I I. GUIDING PRINCIPLES The Work Plan for Culture is based on the following guiding principles: — Culture has an intrinsic value. — Culture contributes to sustainable social and economic development. — Cultural and linguistic diversity is a key asset of the European Union and its protection and promotion is central to cultural policy at European level. — Cultural mainstreaming requires a holistic and horizontal approach as regards legislation, financing and cross-sectoral cooperation. — Regular dialogue between Member States, European institutions and civil society as well as thematic cooperation with international organisations create synergies and lead to better results. — Better governance requires clear responsibilities and engagement by all actors involved. — Regular monitoring by the Presidency of the Council is necessary to track the progress of the actions. — Flexibility of the Work Plan for Culture is essential to be able to react to a changing policy environment. II. PRIORITIES The Council selects the following priorities in view of their contribution to cultural diversity, their European added value and the need for joint action: A. Sustainability in cultural heritage B. Cohesion and well-being C. An ecosystem supporting artists, cultural and creative professionals and European content D. Gender equality E. International cultural relations Digitalisation and cultural statistics are important horizontal issues which will be considered accordingly. Digitalisation creates new and innovative possibilities for art and culture in terms of access, expression, preservation, dissemination and consumption. Cultural statistics support evidence-based policy making at European and national level. The regular production of comparable and reliable cultural statistics over time allows for the identification of trends and the design of sound policies. Furthermore, special attention should be paid to synergies between the priorities. A. Sustainability in cultural heritage Cultural heritage is both the manifestation of cultural diversity passed down from previous generations and a resource for sustainable cultural, social, environmental and economic development in Europe. Conservation, preservation and safeguarding, research, educational activities and knowledge transfer, financing, participatory governance and contempo­ rary interpretation are key areas that will benefit from a comprehensive strategic approach. During the European Year of Cultural Heritage 2018, a large number of diverse activities took place all across Europe. To ensure its legacy, follow-up measures and mainstreaming activities need to be developed, including an Action Plan for Cultural Heritage by the Commission. The work of the European Year's national coordinators should be taken into account as well. 21.12.2018 EN Official Journal of the European Union C 460/13 ",
        "B. Cohesion and well-being Access to culture and participation in cultural life promote individual empowerment, democratic consciousness and social cohesion through exchanges with other people and civic engagement. Changing user behaviour due to digitalisa­ tion, ageing and culturally diverse societies call for a better understanding of different audiences. A stronger orientation towards the interests and needs of specific groups, such as young people, older people, people with disabilities, people with a migrant background and people living in poverty or material deprivation, is necessary. Digital technologies are an asset for audience development and innovative methods of participation. Cross-sectoral cooperation with other areas, such as education, social care, healthcare, science and technology, and regional and urban development, has a significant effect on cohesion and well-being. Special attention should be paid to the role of culture at local level, to the quality of architecture and the living environment and to culture-led social innovations contributing to the development of cities and regions across the EU. C. An ecosystem supporting artists, cultural and creative professionals and European content Artistic freedom is closely linked to the social and economic conditions of cultural professionals and institutions. The cultural and creative sectors in Europe are characterised by self-employment, small- and micro-enterprises, and cultural and linguistic diversity. Artists and cultural and creative professionals tend to have project-based careers and a high degree of mobility, while they often have an irregular and unpredictable income and combine several jobs to earn a living. Innovation is particularly driven by individual artists, creators and small cultural institutions, whose value cre­ ation is mainly based on intangible assets, such as original ideas, know-how and creativity. In order to increase Europe's competitiveness and to stimulate innovation, Europe must build on its creative and cultural assets. The mobility of artists and cultural and creative professionals, the circulation and translation of European content, training and talent development, fair pay and working conditions, access to finance and cross-border cooperation are issues of specific interest for research and exchange at European level. D. Gender equality Gender equality is a pillar of cultural diversity. Culture has a key role to play in challenging stereotypes and promoting societal changes. Yet intersectional gender gaps persist in almost all cultural and creative sectors. Women as artists and cultural professionals have less access to creation and production resources, are generally paid much less than men and are under-represented in leadership and other decision-making positions as well as on the art market. These disparities need to be acknowledged and tackled by specific policies and measures. In order to raise awareness at political and administrative levels and within the different sectors, there is a need for comprehensive data and an exchange of good practice. E. International cultural relations Building on the notion that culture is a value in its own right, the international cultural relations of the EU should strengthen awareness of the vital role of culture and its positive socio-economic effects, which address important issues and challenges at global level. A strategic step-by-step approach to international cultural relations followed by concrete actions for its implementation is necessary. Such an approach should entail a bottom-up perspective, encourage people- to-people contacts and promote intercultural dialogue. Full complementarity with Member States' actions and actions carried out by the Council of Europe and UNESCO has to be ensured. III. IMPLEMENTATION The Council invites the Member States and the Commission to work together on the priorities of the Work Plan for Culture, which is implemented by a dynamic rolling agenda as set out in Chapter IV and in Annex A. The Work Plan for Culture requires monitoring by the Presidency of the Council and, if necessary, may be adjusted by the Council in light of results achieved and/or policy developments at European level. Topics in each priority area are addressed in several steps, applying appropriate working methods. Every step is imple­ mented either by the Commission, the Council, the Presidency of the Council or another interested Member State. The following working methods, among others, can be applied: the Open Method of Coordination (OMC), ad hoc or Commission-led expert groups, peer-learning activities, studies, conferences, stocktaking seminars, the European Culture Forum, dialogue with civil society, pilot projects, joint initiatives with international organisations, Council conclusions and informal meetings of officials from Ministries of Culture and, if appropriate, from other ministries. C 460/14 EN Official Journal of the European Union 21.12.2018 ",
        "The principles relating to the membership and functioning of OMC groups are set out in Annex B. The Member States and the Commission are encouraged to disseminate the outputs of the Work Plan for Culture widely and to take them into account where appropriate when developing policies at European and national level. IV. ACTIONS In relation to the priorities and working methods as described in Chapters II and III the following actions will be carried out. A. Sustainability in cultural heritage Topic: Participatory governance Working methods : Peer-learning activity followed by a conference hosted by the Commission Rationale: Participatory governance is an innovative, people-centred and forward-looking approach, introducing a real change in how cultural heritage is managed and valued. As a follow-up to the OMC group ‘Participatory governance of cultural heritage’ (2016/17) and the European Year of Cultural Heritage 2018 experts will exchange good practice through peer- learning and discuss how to support participatory processes. With respect to the ‘Convention on the Value of Cultural Heritage for Society (Faro Convention)’ the know-how of the Council of Europe should be taken into account. Target outputs : The activities will increase networking and knowledge transfer in the field and will, in the long term, help to foster participatory governance of cultural heritage. Topic: Adaptation to climate change Working methods: OMC group, including a mapping exercise Rationale: With regard to ‘The Paris Agreement’ (2015) and UN Sustainable Development Goal 13 on climate action, experts will identify and exchange good practices and innovative measures for the historical environment in relation to climate change. Information from Horizon 2020 scientific projects will be shared and EU activities, including the ‘Study on safeguarding heritage from disasters’ (2018), will be inventoried. Specific focus should be given to the energy efficiency of historical buildings, the design and transformation of the cultural landscape and the safety of heritage under extreme climate circumstances. Target outputs: The exchange will lead to awareness-raising and capacity-building of national heritage experts on sustainability of cul­ tural heritage. Their recommendations will contribute to discussions and planning of climate change measures at Euro­ pean and national level. 21.12.2018 EN Official Journal of the European Union C 460/15 ",
        "Topic: Quality principles for cultural heritage interventions Working methods: Presidency workshop and peer-learning activity, and appropriated follow-up Rationale: As a follow-up to the European Year of Cultural Heritage 2018 and the OMC group ‘Skills, training and knowledge transfer: traditional and emerging heritage professions’ (2017/2018), experts will exchange practical examples of inter­ ventions on heritage through EU funds. As the issues of reconstruction and authenticity are not always properly addressed, it is important to ensure that decisions on any changes to the historical environment are based on a proper assessment of the consequences and proper understanding of the heritage value. Target outputs: The aim is to develop guidelines governing the next generation of EU funds, ensuring quality principles for conservation and safeguarding in heritage. The experts will deliver a comprehensive analysis and recommendations regarding the quality principles to be applied throughout interventions affecting the historical environment. Topic: Alternative funding for cultural heritage Working methods: Workshops hosted by the Commission Rationale: Due to the strong pressure on public budgets devoted to cultural heritage, alternative sources of funding are being devel­ oped, from public/private partnerships, to the involvement of lotteries and tax credit for donations. The role of founda­ tions will also be examined in this context. Target outputs: The aim is to identify new sources of funding for cultural heritage and transferable best practices in order to promote its economic sustainability. B. Cohesion and well-being Topic: Social cohesion Working methods: OMC group followed by a Presidency conference Rationale: After reviewing the report of the OMC group on ‘Fostering the contribution of culture to social inclusion’ (2017/18), a follow-up OMC group will be given a new mandate to explore specific topics of particular interest in more depth, such as the need to include culture as a cross-cutting issue in the fields of social policy, health policy and local develop­ ment, among others. Subsequently a conference will be organised to disseminate the results achieved and insights gained. If required, further steps should be discussed afterwards. Target outputs: The aim is to identify best practices of cross-sectorial cooperation, which have relevant social and economic impact. Funding possibilities under the Creative Europe Programme and other relevant EU programmes will be explored. C 460/16 EN Official Journal of the European Union 21.12.2018 ",
        "Topic: High-quality architecture and built environment for everyone Working methods : OMC group followed by a conference hosted by Austria and possible Council conclusions Rationale: As recalled by ‘The Davos Declaration 2018: Towards a high-quality Baukultur for Europe’, culture plays a central role in the environment shaped by humans (which includes architecture, heritage, public space and landscape). Innovative and inclu­ sive processes to deliver and preserve quality architecture are needed to develop an integrated approach contributing to the well-being of all citizens. The focus will be put on architecture as a discipline that encompasses the right balance between cultural, social, economic, environmental and technical aspects for the common good. Multi-disciplinary and participatory governance models contributing to social inclusion and sustainable development of neighbourhoods will be analysed. Target outputs : The exchange of experience and success stories will help to identify best practices. Synergies could be established with the Structural Funds, the Urban Agenda for the EU and its new Partnership on Culture and Cultural Heritage as well as with the UN Agenda 2030 and the OECD project on culture-led regional productivity and well-being. Topic: Understanding digital audiences Working methods: Commission-led expert group Rationale: Digital technologies provide an opportunity for cultural organisations to develop interactive relationships with different audiences. In order to take advantage of these opportunities, organisations have to understand their digital audiences better. As a follow-up to the OMC group (2015/16) and the ‘Council conclusions on promoting access to culture via digital means with a focus on audience development’ (2017), a Commission-led expert group will examine innovative tools and develop guidelines for collecting and managing data on digital audiences. Target outputs: Voluntary guidelines should serve as a source of inspiration for cultural organisations and help them to adapt to the ever-changing digital environment. With more user-oriented services, organisations will deepen relationships with their current audiences and reach new ones. Topic: Young creative generation Working methods: Presidency conference and possible Council conclusions, follow-up to be discussed Rationale: From an early age, both culture and education promote the development of creative skills and critical thinking. Digitali­ sation shapes new models of access to culture, personal reinterpretation and self-expression, arousing keen interest among young people and engaging them as active audiences. There is a growing need to have a more strategic approach related to young people’s participation in culture, in order to foster their creativity and develop skills that are important for their future employability, active citizenship and social inclusion. Target outputs: The policy recommendations will aim at fostering the creativity of young people and their innovation potential in the digital age. 21.12.2018 EN Official Journal of the European Union C 460/17 ",
        "Topic: Citizenship, values and democracy Working methods: Presidency conference followed by a study Rationale: Participation in arts and culture promotes active citizenship, openness, curiosity and critical thinking and thereby leads to a strengthening of democracy. A study will examine the impact of culture on these aspects and collect examples. Cooperation with the Council of Europe should be envisaged and the applicability of its ‘Indicator Framework on Cul­ ture and Democracy’ in the EU context shall be examined. Target outputs: The study will contribute to evidence-based policy measures and raise awareness about the importance of culture for society and democracy. C. An ecosystem supporting artists, cultural and creative professionals and European content Topic: Status and working conditions of artists and cultural and creative professionals Working methods: Study followed by an OMC group Rationale: The study should explore career paths including entrepreneurship, nature of income, influence of the market, access to finance, social security and cross-border mobility. As a follow-up, an OMC group should analyse the results, exchange good practice in the Member States and develop policy recommendations. Target outputs: The aim is to improve knowledge of the working conditions of artists and cultural and creative professionals in Europe and to get policy advice on designing a favourable environment. Topic: Artistic freedom Working methods: Workshop hosted by the Commission, followed by a possible conference together with other relevant EU agencies and international organisations Rationale: According to the ‘EU Charter of Fundamental Rights’ and the ‘UNESCO Convention on the Protection and Promotion of the Diversity of Cultural Expression’ artistic freedom is central to democratic societies. Art can help overcome barriers connected to race, religion, gender, age, nationality, culture and identity, by providing a counter-discourse and contesting privileged narratives and perspectives. Developments and challenges to artistic freedom will be discussed. Target outputs: The aim is to discuss specific experiences on this matter in order to raise awareness of its relevance. C 460/18 EN Official Journal of the European Union 21.12.2018 ",
        "Topic: Co-productions in the audiovisual sector Working methods: Presidency conference and possible Council conclusions followed by an OMC group Rationale: According to the European Audiovisual Observatory, European co-productions generate three times as many admissions as national films. Co-productions help the European industry to scale up by strengthening its position in Europe and in key international markets. National funds and European programmes (such as Creative Europe MEDIA and EURIMAGES) are devoting increasing attention to the potential of co-productions, both for feature films and TV productions, includ­ ing bilateral co-production and co-development among European countries, and co-production with non-European countries. This potential should also be explored as regards the development of diverse audiences. Target outputs: In order to stimulate co-productions, policy recommendations and incentives for co-productions in legal frameworks and audiovisual support schemes will be developed. Topic: Diversity and competitiveness of the music sector Working methods: Presidency conferences, workshops hosted by the Commission and possible Council conclusions Rationale: The digital shift, notably the appearance of music streaming, and the increased competition from global players has led to fundamental changes in the way music is created, produced, performed, distributed, consumed and monetised. Based on activities carried out in the context of ‘Music Moves Europe’, experts will exchange information on public policies to promote the mobility of artists and the circulation of local repertoire within and beyond Europe. Target outputs : The aim is to identify transferable best practices and to discuss suitable policy measures at European and national level. Topic: Multilingualism and translation Working methods: OMC group followed by a Presidency conference Rationale : In a multilingual environment, translation is key to enabling broader access to European content. To build upon Europe's linguistic diversity as an asset and to promote better circulation of European works, existing support mecha­ nisms for translation at European and national level will be assessed. As digitalisation has a big impact on linguistic diversity and on the translation professions, their needs in this area will be addressed as well. Target outputs: Experts will exchange best practices on supporting translation in the book and publishing sector, as well as in other cultural and creative sectors, and recommend concrete measures under the Creative Europe Programme to promote linguistic diversity and the circulation of works. 21.12.2018 EN Official Journal of the European Union C 460/19 ",
        "Topic: Financing and innovation Working methods : Informal meeting of Culture Ministers followed by stock-taking seminars hosted by the Commission Rationale: Following the OMC groups ‘Access to finance for cultural and creative sectors’ (2014/15) and ‘Developing entrepreneurial and innovation potential of the cultural and creative sectors’ (2016/17) as well as the ‘Council conclu­ sions on cultural and creative crossovers to stimulate innovation, economic sustainability and social inclusion’ (2015), a stock-taking exercise is needed to assess the implementation of those recommendations. Target outputs: Experts will review what has been implemented so far and discuss measures for future work at European level. D. Gender equality Topic: Gender equality in the cultural and creative sectors Working methods: Mapping and OMC group followed by possible Council conclusions Rationale: Mapping by the Commission will examine the situation of female artists and cultural professionals (e.g. fight against stereotypes and sexual harassment, access to resources, representation in decision-making positions, pay). In parallel, the Member States will exchange information on national circumstances and good practice. The OMC group will identify the main obstacles and suggest a set of concrete actions. As a next step, the Council may adopt conclusions focusing on selected objectives and actions. Target outputs: The aim is to raise awareness of gender equality in the cultural and creative sectors at political, administrative and prac­ tical levels and to propose concrete measures under the Creative Europe Programme. E. International cultural relations Topic: Strategic approach to international cultural relations of the EU Working methods: Meetings of the Cultural Affairs Committee (CAC) and/or other appropriate fora with the participation of the EEAS and officials from the Ministries of Foreign Affairs and other relevant ministries, expert meetings and a Presidency confer­ ence. Rationale: Taking forward the work of the Friends of Presidency Group (2017/18) on the same topic, the Council will be invited to react to the Joint Communication from the Commission and the EEAS ‘Towards an EU strategy for international cultural relations’ (2016), by identifying common strategic principles, objectives and priorities of the EU approach, clarifying the roles of the actors involved and proposing areas where joint action at the European Union level is most relevant. C 460/20 EN Official Journal of the European Union 21.12.2018 ",
        "Target outputs: Taking into account the horizontal nature of this task, the aim is to bring together experts from different sectors (e.g. culture, foreign affairs, education, migration, development cooperation, customs and enterprise policies) to develop a common EU strategic approach to international cultural relations, followed by concrete actions for its implementation. 21.12.2018 EN Official Journal of the European Union C 460/21 ",
        "Annex A Indicative timetable of the Work Plan for Culture 2019-2022 Priority Topics 2019 2020 2021 2022 1 st half 2 nd half 1 st half 2 nd half 1 st half 2 nd half 1 st half 2 nd half A. Sustainability in cultural heritage Participatory governance peer-learning conference Adaptation to climate change OMC group Quality principles PRES workshop peer learning Alternative funding workshop workshop B. Cohesion and well-being Social cohesion exam. OMC report 2017/18 OMC group exam. OMC report, PRES conference High-quality architecture and built-environment OMC group conference poss. Council conclusions Understanding digital audiences Commission-led expert group exam. expert report Young creative generation PRES confer­ ence, poss. Council conclusions Citizenship, values and democracy PRES conference study C 460 / 22 E N O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n 21 . 12 . 2018 ",
        "Priority Topics 2019 2020 2021 2022 1 st half 2 nd half 1 st half 2 nd half 1 st half 2 nd half 1 st half 2 nd half C. An ecosystem supporting artists, cultural and creative professionals and European content Status and working condi­ tions of artists study OMC group Artistic freedom workshop poss. conference Audiovisual co-productions PRES confer­ ence, poss. Council conclusions OMC group exam. OMC report Music PRES conference workshop workshop PRES confer­ ence, poss. Council conclusions Multilingualism and translation OMC group exam. OMC report PRES conference Financing and innovation Informal meet­ ing of Culture Ministers stock-taking seminar stock-taking seminar D. Gender equality Gender equality mapping and OMC group exam. OMC report, poss. Council conclusions E. International cultural relations Strategic approach adoption strategic approach PRES conference 21 . 12 . 2018 E N O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n C 460 / 23 ",
        "Annex B Principles relating to OMC groups established by the Member States in the framework of the Work Plan for Culture 2019-2022 Membership — The participation of Member States in the work of the OMC groups is voluntary and Member States can join them at any time. — Member States interested in participating will nominate experts as members of an OMC group. Member States will ensure that the nominated experts have practical experience in the relevant field at national level. The nominated experts are committed to effective communication with competent national authorities. The Commission will coor­ dinate the nomination exercise. — Each OMC group can decide to invite independent experts, representatives of civil society and representatives of European third countries to contribute to the work. Such participants can also be added for the whole working period, with the requirement that their membership be approved unanimously by the OMC group. Mandate — The mandate of each OMC group will be finalised in the Cultural Affairs Committee on the basis of a draft mandate proposed by the Commission in accordance with Chapter IV. Working procedures — OMC groups will concentrate on delivering concrete and useable results on the subject requested. — Each OMC group will prepare its work schedule according to this Work Plan for Culture. — Each OMC group will be responsible for appointing its chair or co-chairs at the first expert group meeting. — The Commission will provide expertise and logistical support for the work of the OMC groups. As far as possible, it will also support the OMC groups by other suitable means (including a kick-off meeting and studies relevant to their field of work). — To support the exchange of good practice, meetings of the OMC groups including study visits may also take place at the invitation of a Member State. Reporting and information — The chairs of the OMC groups will report to the Cultural Affairs Committee on the progress made and outcomes achieved. If appropriate, the Cultural Affairs Committee will provide further guidance to the OMC groups, in order to ensure the desired outcome is achieved within the desired time frame. — The agendas and minutes of the meetings of OMC groups will be available to all Member States, irrespective of their degree of participation. — The final reports of the OMC groups will be published, and executive summaries should be translated by the Com­ mission into all official EU languages. C 460/24 EN Official Journal of the European Union 21.12.2018 ",
        "ANNEX II Main political references ( 1 ) — Communication from the Commission on A New European Agenda for Culture of 22 May 2018 (COM(2018) 267 final) — Conclusions of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, on a Work Plan for Culture 2015-2018 (OJ C 463, 23.12.2014, p. 4) and conclusions of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, amending the Work Plan for Culture (2015-2018) as regards the priority on intercultural dialogue (OJ C 417, 15.12.2015, p. 44) — Conclusions of the European Council of 14 December 2017 (EUCO 19/1/17 REV 1) — Consolidated version of the Treaty on European Union and the Treaty on the Functioning of the European Union with special attention to Articles 8, 10 and 167 TFEU (OJ C 326, 26.10.2012, p. 13) — Council conclusions on an EU strategic approach to international cultural relations (OJ C 189, 15.6.2017, p. 38) — Council conclusions on cultural and creative crossovers to stimulate innovation, economic sustainability and social inclusion (OJ C 172, 27.5.2015, p. 13) — Council conclusions on Cultural Governance (OJ C 393, 19.12.2012, p. 8) — Council conclusions on promoting access to culture via digital means with a focus on audience development (OJ C 425, 12.12.2017, p. 4) — Council conclusions on the need to bring cultural heritage to the fore across policies in the EU (OJ C 196, 8.6.2018, p. 20) — Council of Europe Recommendation of the Committee of Ministers to member States on gender equality in the audiovisual sector (CM/Rec(2017) 9) — Debate on education and culture under the Leaders' Agenda on 17 November 2017 in Gothenburg including the Communication from the Commission on Strengthening European Identity through Education and Culture (COM(2017) 673 final) — Decision (EU) 2017/864 of the European Parliament and of the Council of 17 May 2017 on a European Year of Cultural Heritage 2018 (OJ L 131, 20.5.2017, p. 1) — Joint Communication of the European Commission and the European External Action Service ‘Towards an EU Strategy for International Cultural Relations’ (JOIN(2016) 29 final) — Regulation (EU) No 1295/2013 of the European Parliament and of the Council of 11 December 2013 establishing the Creative Europe Programme (2014-2020) (OJ L 347, 20.12.2013, p. 221) and Proposal for a Regulation of the Euro­ pean Parliament and of the Council establishing the Creative Europe programme 2021-2027 (COM(2018) 366 final) — Report by the Commission on the implementation and relevance of the 2015-18 Work Plan for Culture — Report by the Friends of the Presidency Group on certain elements of the future EU strategic approach to international cultural relations (9952/18) — Rome Declaration of 25 March 2017 — UNESCO Convention on the Protection and Promotion of the Diversity of Cultural Expressions (2005) — UNESCO: Re|Shaping Cultural Policies. Advancing creativity for development. 2005 Convention Global Report (2018) — UN Resolution ‘Transforming our world: the 2030 Agenda for Sustainable Development’ (2015) ( 1 ) In alphabetical order 21.12.2018 EN Official Journal of the European Union C 460/25 ",
        "EUROPEAN COMMISSION Euro exchange rates ( 1 ) 20 December 2018 (2018/C 460/11) 1 euro = Currency Exchange rate USD US dollar 1,1451 JPY Japanese yen 127,94 DKK Danish krone 7,4672 GBP Pound sterling 0,90335 SEK Swedish krona 10,2530 CHF Swiss franc 1,1331 ISK Iceland króna 136,90 NOK Norwegian krone 9,8970 BGN Bulgarian lev 1,9558 CZK Czech koruna 25,760 HUF Hungarian forint 321,83 PLN Polish zloty 4,2876 RON Romanian leu 4,6573 TRY Turkish lira 6,0319 AUD Australian dollar 1,6050 Currency Exchange rate CAD Canadian dollar 1,5424 HKD Hong Kong dollar 8,9628 NZD New Zealand dollar 1,6884 SGD Singapore dollar 1,5678 KRW South Korean won 1 284,69 ZAR South African rand 16,2600 CNY Chinese yuan renminbi 7,8864 HRK Croatian kuna 7,4265 IDR Indonesian rupiah 16 544,40 MYR Malaysian ringgit 4,7879 PHP Philippine peso 60,816 RUB Russian rouble 77,4949 THB Thai baht 37,410 BRL Brazilian real 4,4076 MXN Mexican peso 22,7759 INR Indian rupee 79,9490 ( 1 ) Source : reference exchange rate published by the ECB. C 460/26 EN Official Journal of the European Union 21.12.2018 ",
        "Summary of European Commission Decisions on authorisations for the placing on the market for the use and/or for use of substances listed in Annex XIV to Regulation (EC) No 1907/2006 of the European Parliament and of the Council concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) (Published pursuant to Article 64(9) of Regulation (EC) No 1907/2006 ( 1 ) ) (Text with EEA relevance) (2018/C 460/12) Decisions granting an authorisation Reference of the decision ( 1 ) Date of decision Substance name Holder of the authorisation Authorisation numbers Authorised use Date of expiry of review period Reasons for the decision C(2018) 8469 14 December 2018 Bis(2-methoxyethyl) ether (diglyme) EC No: 203-924-4 CAS No. 111-96-6 Maflon SpA, Via Don Ravizza, 24060 Castelli Caleppio, Bergamo, Italy. REACH/18/14/0 Use as a carrier solvent in the for­ mulation and subsequent applica­ tion of sodium naphthalide etchant for fluoropolymer surface modifi­ cation whilst preserving article structural integrity 22 August 2029 Risk is adequately controlled in accordance with Article 60(2) of Regulation (EC) No 1907/2006. There are no suitable alternatives before the sunset date ( 1 ) The decision is available on the European Commission website at: http://ec.europa.eu/growth/sectors/chemicals/reach/about/index_en.htm ( 1 ) OJ L 396, 30.12.2006, p. 1 21 . 12 . 2018 E N O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n C 460 / 27 ",
        "Summary of European Commission Decisions on authorisations for the placing on the market for the use and/or for use of substances listed in Annex XIV to Regulation (EC) No 1907/2006 of the European Parliament and of the Council concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) (Published pursuant to Article 64(9) of Regulation (EC) No 1907/2006 ( 1 ) ) (Text with EEA relevance) (2018/C 460/13) Decisions granting an authorisation Reference of the decision ( 1 ) Date of decision Substance name Holder of the authorisation Authorisation number Authorised use Date of expiry of review period Reasons for the decision C(2018) 8490 14 December 2018 1,2-dichloroethane EC No 203-458-1 CAS No 107-06-2 emp Biotech GmbH, Robert-Roessle-Str. 10, 13125, Berlin, Germany REACH/18/20/0 Use of 1,2-dichloroethane as a solvent in manufacture of poly­ meric particles for pharmaceutical and research purification processes 22 November 2029 In accordance with Article 60(4) of Regulation (EC) No 1907/2006, the socio-economic benefits outweigh the risk to human health and the environment arising from the use of the substance and there are no suit­ able alternative substances or tech­ nologies for the applicant before the sunset date. ( 1 ) The decision is available on the European Commission website at: http://ec.europa.eu/growth/sectors/chemicals/reach/about/index_en.htm ( 1 ) OJ L 396, 30.12.2006, p. 1. C 460 / 28 E N O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n 21 . 12 . 2018 ",
        "Summary of European Commission Decisions on authorisations for the placing on the market for the use and/or for use of substances listed in Annex XIV to Regulation (EC) No 1907/2006 of the European Parliament and of the Council concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) (Published pursuant to Article 64(9) of Regulation (EC) No 1907/2006 ( 1 ) ) (Text with EEA relevance) (2018/C 460/14) Decisions granting an authorisation Reference of the decision ( 1 ) Date of decision Substance name Holder of the authorisation Authorisation number Authorised use Date of expiry of review period Reasons for the decision C(2018) 8494 14 December 2018 Chromium trioxide EC No 215-607-8 CAS No 1333-82-0 Euro Cryospace France, 51-61 Route de Verneuil, 78133 Les Mureaux Cedex, France REACH/18/18/0 Use of chromium trioxide for the surface preparation of aluminium alloy cryogenic tanks used in the Ariane 5 launcher 21 September 2024 In accordance with Article 60(4) of Regulation (EC) No 1907/2006, the socioeconomic benefits outweigh the risk to human health and the environment arising from the uses of the substance and there are no suit­ able alternative substances or tech­ nologies for the applicant before the sunset date. ( 1 ) The decision is available on the European Commission website at: http://ec.europa.eu/growth/sectors/chemicals/reach/about/index_en.htm ( 1 ) OJ L 396, 30.12.2006, p. 1. 21 . 12 . 2018 E N O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n C 460 / 29 ",
        "Summary of European Commission Decisions on authorisations for the placing on the market for the use and/or for use of substances listed in Annex XIV to Regulation (EC) No 1907/2006 of the European Parliament and of the Council concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) (Published pursuant to Article 64(9) of Regulation (EC) No 1907/2006 ( 1 ) ) (Text with EEA relevance) (2018/C 460/15) Decisions granting an authorisation Reference of the decision ( 1 ) Date of decision Substance name Holder of the authorisation Authorisation number Authorised use Date of expiry of review period Reasons for the decision C(2018) 8563 14 December 2018 Chromium trioxide EC No 215-607-8 CAS No 1333-82-0 FN Herstal SA, Voie de Liège 33, 4040 Herstal, Belgium; REACH/18/19/0 Industrial use of chromium trioxide in the hard chromium coating of military small- and medium-calibre firearms barrel bores and auxiliary parts subject to thermal, mechanical and chemical stresses, in order to provide hardness, heat resistance and thermal barrier properties, as well as corrosion resistance, adhe­ sion and low friction properties. 21 September 2029 In accordance with Article 60(4) of Regulation (EC) No 1907/2006, the socioeconomic benefits outweigh the risk to human health and the environment arising from the uses of the substance and there are no suit­ able alternative substances or tech­ nologies for the applicant before the sunset date. Manroy Engineering Ltd, Phoenix House Slade Green House, DA8 2HY, Erith, Kent, United Kingdom; REACH/18/19/1 FN Herstal SA, Voie de Liège 33, 4040 Herstal, Belgium; REACH/18/19/2 Industrial use of chromium trioxide in the hard chromium coating of civilian firearms barrel bores and auxiliary parts subject to thermal, mechanical and chemical stresses, in order to provide low friction coeffi­ cient as well as heat, corrosion and wear resistance properties. 21 September 2024 Browning Viana Fabrica de Armas e Artigos de Desporto SA, Lugar de Morenos — Neiva — Apartado 2, 4901 906, Vila Nova de Anha, Portugal. REACH/18/19/3 ( 1 ) The decision is available on the European Commission website at: http://ec.europa.eu/growth/sectors/chemicals/reach/about/index_en.htm ( 1 ) OJ L 396, 30.12.2006, p. 1. C 460 / 30 E N O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n 21 . 12 . 2018 ",
        "Summary of European Commission Decisions on authorisations for the placing on the market for the use and/or for use of substances listed in Annex XIV to Regulation (EC) No 1907/2006 of the European Parliament and of the Council concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) (Published pursuant to Article 64(9) of Regulation (EC) No 1907/2006 ( 1 ) ) (Text with EEA relevance) (2018/C 460/16) Decisions granting an authorisation Reference of the decision ( 1 ) Date of decision Substance name Holder of the authorisation Authorisation numbers Authorised uses Date of expiry of review period Reasons for the decision C(2018) 8564 14 December 2018 Chromium trioxide EC No 215-607-8; CAS No 1333-82-0 Circuit Foil Luxembourg SARL, Zone industrielle C. SALZBAACH, 9559 WILTZ, Luxembourg REACH/18/17/0 Industrial use for the treatment of copper foil used in the production of printed circuit board. 21 September 2024 In accordance with Article 60(4) of Regulation (EC) No 1907/2006, the socioeconomic benefits outweigh the risk to human health arising from the use of the substance and there are no suitable alternative sub­ stances or technologies in terms of their technical and economic feasi­ bility for the applicant before the sunset date. ( 1 ) The decision is available on the European Commission website at: http://ec.europa.eu/growth/sectors/chemicals/reach/about/index_en.htm ( 1 ) OJ L 396, 30.12.2006, p. 1. 21 . 12 . 2018 E N O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n C 460 / 31 ",
        "Communication from the Commission published pursuant to Article 27(4) of Council Regulation (EC) No 1/2003 in Case AT.40023 — Cross-border access to pay-TV (2018/C 460/17) 1. Introduction (1) According to Article 9 of Council Regulation (EC) No 1/2003 ( 1 ), the Commission may decide – in cases where it intends to adopt a decision requiring that an infringement is brought to an end and the parties concerned offer commitments to meet the concerns expressed to them by the Commission in its preliminary assessment – to make those commitments binding on the undertakings. Such a decision may be adopted for a specified period and shall conclude that there are no longer grounds for action by the Commission. (2) According to Article 27(4) of the same Regulation, the Commission shall publish a concise summary of the case and the main content of the commitments. Interested parties may submit their observations within the time limit fixed by the Commission. 2. Summary of the Case (3) On 23 July 2015, the Commission adopted a Statement of Objections (‘SO’) concerning, inter alia, conduct by: (i) Universal Studios International B.V. and Comcast Corporation; (ii) CPT Holdings, Inc., Colgems Productions Limited and Sony Corporation (together ‘Sony Pictures’); and (iii) Warner Bros. International Television Distribution Inc., Warner Media LLC (formerly Time Warner Inc.), (together ‘Warner Bros.’). (4) On 12 January 2018, the Commission adopted a supplementary Statement of Objections (‘SSO’) addressed to Universal Studios International B.V., Universal Studios Limited and Comcast Corporation (together ‘NBCUniversal’), following changes to NBCUniversal’s corporate structure. (5) NBCUniversal, Sony Pictures and Warner Bros. are hereinafter individually referred to as a ‘committing Studio’ and together as the ‘committing Studios’. (6) The SO and SSO constitute preliminary assessments within the meaning of Article 9(1) of Regulation (EC) No 1/2003. (7) According to the SO and SSO, each of the committing Studios has entered into a licensing agreement with the pay-TV broadcaster, Sky UK Limited (formerly British Sky Broadcasting Limited) (‘Sky’) containing clauses that: — prohibit or limit Sky from making its retail pay-TV services available in response to unsolicited requests from consumers residing or located in the European Economic Area (‘EEA’) but outside of the United Kingdom and Ireland; and — require each committing Studio to prohibit or limit pay-TV broadcasters located within the EEA but outside of the United Kingdom and Ireland from making their retail pay-TV services available in response to unsolicited requests from consumers residing or located in the United Kingdom and Ireland. (8) Both types of clauses are hereinafter referred to as the ‘Contested Clauses’. (9) The SO and SSO reach the preliminary conclusion that the Contested Clauses constitute infringements of Article 101 of the TFEU and Article 53 of the Agreement on the European Economic Area (‘EEA Agreement’) by each of the committing Studios because: (i) the Contested Clauses have as their object the restriction of competition within the meaning of Article 101(1) TFEU and Article 53(1) of the EEA Agreement; (ii) there are no circumstances falling within the economic and legal context of the Contested Clauses that would justify the finding that they are not liable to impair competition; and (iii) the Contested Clauses do not satisfy the conditions for an exemption under Article 101(3) TFEU and Article 53(3) of the EEA Agreement. ( 1 ) Council Regulation (EC) No 1/2003 of 16 December 2002 on the implementation of the rules on competition laid down in Articles 81 and 82 of the Treaty (OJ L 1, 4.1.2003, p. 1). With effect from 1 December 2009, Articles 81 and 82 of the EC Treaty have become Articles 101 and, respectively, 102 of the TFEU. The two sets of provisions are in substance identical. For the purposes of this notice, references to Articles 101 and 102 of the TFEU should be understood as references to Articles 81 and 82 of the EC Treaty when applicable. C 460/32 EN Official Journal of the European Union 21.12.2018 ",
        "(10) The SO also concerns licensing agreements between, on the one hand, Sky, and on the other hand, Paramount, Disney and Twentieth Century Fox that contain clauses that: — prohibit or limit Sky from making its retail pay-TV services available in response to unsolicited requests from consumers residing or located in the EEA but outside of the United Kingdom and Ireland; and/or — require Paramount, Disney and Twentieth Century Fox to prohibit or limit pay-TV broadcasters located within the EEA but outside of the United Kingdom and Ireland from making their retail pay-TV services available in response to unsolicited requests from consumers residing or located in the United Kingdom and Ireland. (11) On 26 July 2016, the European Commission adopted a decision under Article 9(1) of Council Regulation (EC) No 1/2003 making binding commitments offered by Paramount to meet the concerns expressed to it by the Commission in the SO. (12) On 9 November 2018, the Commission published a communication pursuant to Article 27(4) of Council Regulation (EC) No 1/2003 inviting interested third parties to submit their observations on the commitments offered by Disney to meet the concerns expressed to it by the Commission in the SO. 3. The Main Content of the Offered Commitments (13) Each of the committing Studios does not agree with the concerns expressed in the SO and SSO. Each has nevertheless offered commitments pursuant to Article 9 of Regulation (EC) No 1/2003 to meet the Commission’s competition concerns. The commitments concern the committing Studios, theirs successors and any and all of the current and future subsidiaries over which they exercise positive sole control within the meaning of Council Regulation (EC) No 139/2004 of 20 January 2004 on the control of concentrations between undertakings. The key elements of the commitments would be as follows: (a) Each committing Studio should not enter into, renew or extend a Pay-TV Output License Agreement ( 1 ) that, with respect to any territory in the EEA, (re)introduces any ‘Broadcaster Obligation’ and/or ‘Studio Obligation’. These obligations are defined, respectively, as: — The Relevant Clauses ( 2 ) or equivalent clauses to the extent that they prevent or limit a Broadcaster, from responding to unsolicited requests from consumers residing and located in the EEA but outside of such Broadcaster’s licensed territory (‘Broadcaster Obligation’); and — The Relevant Clauses or equivalent clauses to the extent that they require a film Studio to prohibit or limit Broadcasters located within the EEA but outside a Broadcaster’s licensed territory from responding to unsolicited requests from consumers residing and located inside such a Broadcaster’s licensed territory (‘Studio Obligation’). ( 1 ) ‘ Pay-TV Output License Agreement’ is defined as an agreement between undertakings that licenses to a Broadcaster (as the licensee) a committing Studio’s entire future output of defined films on an exclusive basis (and may include other audiovisual content) for a limited period of time during which the Broadcaster may exhibit the films on a Pay-TV basis and, to the extent included in the licence (or separate licence(s)) with such Broadcaster, on an SVOD basis (for a companion on demand service, if any, included within the customer’s subscription to the relevant Pay-TV service operated by such Broadcaster, complementary to that Pay-TV service). ( 2 ) ‘Relevant Clauses’ mean clauses in Pay-TV Output License Agreements (even if not included in the agreement at issue in the SO) that (i) with regard to satellite transmission, stipulate that (a) overspill in territories other than the licensed territory will not be deemed a breach of contract by the Broadcaster provided that the Broadcaster does not knowingly authorise reception outside of the licensed territory, and/or (b) overspill in the licensed territory will not be deemed to be a breach of contract by the studio provided that the studio has not authorised the availability of a third party’s descrambling device necessary for reception of content in the licensed territory; and (ii) with regard to internet transmission, (a) impose an obligation on a Broadcaster to prevent the unauthorized downloading and/or streaming of films (and, if included, other audiovisual content) outside the licensed territory by means of geo-filtering and/or equivalent technology, and/or (b) stipulate that internet ‘overspill’ in a Broadcaster’s licensed territory is not a breach of contract by the studio provided that the studio has required other Broadcaster(s) to use geo-filtering and/or equivalent technology. 21.12.2018 EN Official Journal of the European Union C 460/33 ",
        "(b) Each committing Studio should not: — seek to enforce or initiate proceedings before a court or tribunal for the violation of a Broadcaster Obligation and/or Studio Obligation, as applicable, in an existing Pay-TV Output License Agreement; and — honour any Broadcaster Obligation and/or Studio Obligation, to which they are subject pursuant to any existing Pay-TV Output License Agreement. (14) The commitments of each committing Studio would cover both linear pay-TV services and, to the extent included in the licence (or separate licence(s)) with a broadcaster, subscription video-on-demand services (for a companion on demand service, if any, included within the customer’s subscription to the relevant pay-TV service operated by such broadcaster, complementary to that Pay-TV service). (15) The duration of the commitments would be five years from the date on which each committing Studio receives formal notification of the Commission’s decision pursuant to Article 9 of Regulation (EC) No 1/2003. (16) The commitments are published in full in English on the website of the Directorate-General for Competition at: http://ec.europa.eu/competition/index_en.html 4. Invitation to make Comments (17) Subject to market testing, the Commission intends to adopt a decision under Article 9(1) of Regulation (EC) No 1/2003 making binding the commitments, summarised above and published on the internet, on the website of the Directorate-General for Competition. (18) In accordance with Article 27(4) of Regulation (EC) No 1/2003, the Commission invites interested third parties to submit their observations on the proposed commitments. These observations must reach the Commission not later than one month following the date of this publication. Interested third parties are also asked to submit a non-confidential version of their comments, in which any information they claim to be business secrets and other confidential information should be deleted and replaced as required by a non-confidential summary or by the words ‘business secrets’ or ‘confidential’. (19) Answers and comments should preferably be reasoned and should set out the relevant facts. If you identify a problem with any part of the proposed commitments, the Commission would also invite you to suggest a possible solution. (20) Observations can be sent to the Commission under reference number AT.40023 — Cross-border access to pay-TV either by email (COMP-GREFFE-ANTITRUST@ec.europa.eu), by fax (+32 22950128) or by post, to the following address: European Commission Directorate-General for Competition Antitrust Registry 1049 Bruxelles/Brussel BELGIQUE/BELGIË C 460/34 EN Official Journal of the European Union 21.12.2018 ",
        "Communication from the Commission published pursuant to Article 27(4) of Council Regulation (EC) No 1/2003 in Case AT.40023 — Cross-border access to pay-TV (2018/C 460/18) 1. Introduction (1) According to Article 9 of Council Regulation (EC) No 1/2003 ( 1 ), the Commission may decide — in cases where it intends to adopt a decision requiring that an infringement is brought to an end and the parties concerned offer commitments to meet the concerns expressed to them by the Commission in its preliminary assessment — to make those commitments binding on the undertakings. Such a decision may be adopted for a specified period and shall conclude that there are no longer grounds for action by the Commission. (2) According to Article 27(4) of the same Regulation, the Commission shall publish a concise summary of the case and the main content of the commitments. Interested parties may submit their observations within the time limit fixed by the Commission. 2. Summary of the Case (3) On 23 July 2015 the Commission adopted a Statement of Objections (‘SO’) concerning, inter alia, conduct by Sky UK Limited and Sky plc. (together ‘Sky’). The SO also constitutes a preliminary assessment within the meaning of Article 9(1) of Regulation (EC) No 1/2003. (4) According to the SO, Sky UK Limited has entered into licensing agreements with: (i) Viacom Global (Netherlands) B.V. (which later merged into Paramount Pictures International Limited); (ii) The Walt Disney Company Limited; (iii) Twentieth Century Fox Telecommunications International Inc.; (iv) Universal Studios International B.V. (which later assigned the licensing agreement to Universal Studios Limited); (v) CPT Holdings, Inc. and Colgems Productions Limited; and (vi) Warner Bros. International Television Distribution Inc. (5) Each of: (i) Paramount Pictures International Limited and its parent, Viacom Inc. (together ‘Paramount’); (ii) The Walt Disney Company Limited and its parent, The Walt Disney Company (together ‘Disney’); (iii) Twentieth Century Fox Telecommunications International Inc. and its parent, Twenty-First Century Fox, Inc. (together ‘Fox’); (iv) Universal Studios Limited, Universal Studios International B.V. and their parent, Comcast Corporation (together ‘NBCUniversal’); (v) CPT Holdings, Inc., Colgems Productions Limited and their parent, Sony Corporation (together ‘Sony’); and (vi) Warner Bros. International Television Distribution Inc. and its parent, Warner Media LLC (formerly Time Warner Inc.) (together ‘Warner Bros.’) are hereinafter referred to as a ‘Studio’. They are also hereinafter referred to together as the ‘Studios’. (6) According to the SO, Sky has entered into licensing agreements with each of the Studios containing clauses that: — prohibit or limit Sky from making its retail pay-TV services available in response to unsolicited requests from consumers residing or located in the European Economic Area (‘EEA’) but outside of the United Kingdom and Ireland; and/or — require a Studio to prohibit or limit pay-TV broadcasters located within the EEA but outside of the United Kingdom and Ireland from making their retail pay-TV services available in response to unsolicited requests from consumers residing or located in the United Kingdom and Ireland. (7) Both types of clauses are hereinafter referred to as the ‘Contested Clauses’. (8) The SO reaches the preliminary conclusion that the Contested Clauses constitute infringements of Article 101 of the TFEU and Article 53 of the Agreement on the European Economic Area (‘EEA Agreement’) by Sky because: (i) the Contested Clauses have as its object the restriction of competition within the meaning of Article 101(1) TFEU and Article 53(1) of the EEA Agreement; (ii) there are no circumstances falling within the economic and legal context of the Contested Clauses that would justify the finding that they are not liable to impair competition; and (iii) the Contested Clauses do not satisfy the conditions for an exemption under Article 101(3) TFEU and Article 53(3) of the EEA Agreement. ( 1 ) Council Regulation (EC) No 1/2003 of 16 December 2002 on the implementation of the rules on competition laid down in Articles 81 and 82 of the Treaty (OJ L 1, 4.1.2003, p. 1). With effect from 1 December 2009, Articles 81 and 82 of the EC Treaty have become Articles 101 and, respectively, 102 of the TFEU. The two sets of provisions are in substance identical. For the purposes of this notice, references to Articles 101 and 102 of the TFEU should be understood as references to Articles 81 and 82 of the EC Treaty when applicable. 21.12.2018 EN Official Journal of the European Union C 460/35 ",
        "(9) On 26 July 2016, the European Commission adopted a decision under Article 9(1) of Council Regulation (EC) No 1/2003 making binding commitments offered by Paramount to meet the concerns expressed to it by the Commission in the SO. (10) On 9 November 2018, the Commission published a communication pursuant to Article 27(4) of Council Regulation (EC) No 1/2003 inviting interested third parties to submit their observations on the commitments offered by Disney to meet the concerns expressed to it by the Commission in the SO. 3. The Main Content of the Offered Commitments (11) Sky does not agree with the concerns expressed in the SO. It has nevertheless offered commitments pursuant to Article 9 of Regulation (EC) No 1/2003 to meet the Commission’s competition concerns. The commitments concern Sky, its successors and any and all of the current and future subsidiaries over which it exercises positive sole control within the meaning of Council Regulation (EC) No 139/2004 of 20 January 2004 on the control of concentrations between undertakings. The key elements of the commitments would be as follows: (a) Sky should not enter into, renew or extend a Pay-TV Output License Agreement ( 1 ) that, with respect to any territory in the EEA, (re)introduces any ‘Broadcaster Obligation’ or ‘Studio Obligation’. These obligations are defined, respectively, as: — The Relevant Clauses ( 2 ) or equivalent clauses to the extent that they prevent or limit Sky from responding to unsolicited requests from consumers residing and located in the EEA but outside of Sky’s licensed territory (‘Broadcaster Obligation’); and — The Relevant Clauses or equivalent clauses to the extent that they require a Studio to prohibit or limit a Broadcaster located within the EEA but outside a Broadcaster’s licensed territory from responding to unsolicited requests from consumers residing and located inside such Broadcaster’s licensed territory (‘Studio Obligation’). (b) Sky should not: — seek to enforce or initiate proceedings before a court or tribunal for the violation of a Studio Obligation in an existing Pay-TV Output License Agreement; and — honour any Broadcaster Obligation to which it is subject pursuant to any existing Pay-TV Output License Agreement. (12) Sky’s commitments would cover both linear pay-TV services and, to the extent included in the licence (or separate licence(s)) with a Studio, subscription video-on-demand services (for a companion on demand service, if any, included within the customer’s subscription to the relevant pay-TV service operated by Sky, complementary to that Pay-TV service). ( 1 ) ‘ Pay-TV Output License Agreement’ is defined as an agreement between undertakings that licenses to Sky (as the licensee) a Studio’s entire future output of defined films on an exclusive basis (and may include other audiovisual content) for a limited period of time during which Sky may exhibit the films on a Pay-TV basis and, to the extent included in the licence (or separate licence(s)) with Sky, on an SVOD basis (for a companion on demand service, if any, included within the customer’s subscription to the relevant Pay-TV service operated by Sky, complementary to that Pay-TV service). ( 2 ) ‘Relevant Clauses’ mean clauses in Pay-TV Output License Agreements (even if not included in the agreements at issue in the SO) that (i) with regard to satellite transmission, stipulate that (a) overspill in territories other than the licensed territory will not be deemed a breach of contract by Sky provided that Sky does not knowingly authorise reception outside of the licensed territory, and/or (b) overspill in the licensed territory will not be deemed to be a breach of contract by the Studio provided that the Studio has not authorised the availability of a third party’s descrambling device necessary for reception of content in the licensed territory; and (ii) with regard to internet transmission, (a) impose an obligation on Sky to prevent the unauthorized downloading and/or streaming of films (and, if included, other audiovisual content) outside the licensed territory by means of geo-filtering and/or equivalent technology, and/or (b) stipulate that internet ‘overspill’ in a Sky’s licensed territory is not a breach of contract by the Studio provided that the Studio has required other Broadcaster(s) to use geo-filtering and/or equivalent technology. C 460/36 EN Official Journal of the European Union 21.12.2018 ",
        "(13) The duration of the commitments would be five years from the date on which Sky receives formal notification of the Commission’s decision pursuant to Article 9 of Regulation (EC) No 1/2003. (14) The commitments are published in full in English on the website of the Directorate-General for Competition at: http://ec.europa.eu/competition/index_en.html 4. Invitation to make Comments (15) Subject to market testing, the Commission intends to adopt a decision under Article 9(1) of Regulation (EC) No 1/2003 making binding the commitments, summarised above and published on the internet, on the website of the Directorate-General for Competition. (16) In accordance with Article 27(4) of Regulation (EC) No 1/2003, the Commission invites interested third parties to submit their observations on the proposed commitments. These observations must reach the Commission not later than one month following the date of this publication. Interested third parties are also asked to submit a non-confidential version of their comments, in which any information they claim to be business secrets and other confidential information should be deleted and replaced as required by a non-confidential summary or by the words ‘business secrets’ or ‘confidential’. (17) Answers and comments should preferably be reasoned and should set out the relevant facts. If you identify a problem with any part of the proposed commitments, the Commission would also invite you to suggest a possible solution. (18) Observations can be sent to the Commission under reference number AT.40023 — Cross-border access to pay-TV either by email (COMP-GREFFE-ANTITRUST@ec.europa.eu), by fax (+32 22950128) or by post, to the following address: European Commission Directorate-General for Competition Antitrust Registry 1049 Bruxelles/Brussel BELGIQUE/BELGIË 21.12.2018 EN Official Journal of the European Union C 460/37 ",
        "NOTICES FROM MEMBER STATES Information communicated by Member States regarding closure of fisheries (2018/C 460/19) In accordance with Article 35(3) of Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Union control system for ensuring compliance with the rules of the common fisheries policy ( 1 ), a decision has been taken to close the fishery as set down in the following table: Date and time of closure 26.11.2018 Duration 26.11.2018-31.12.2018 Member State France Stock or Group of stocks HER/5B6ANB Species Herring ( Clupea harengus ) Zone Union and international waters of 5b, 6b and 6aN Type(s) of fishing vessels — Reference number 50/TQ120 ( 1 ) OJ L 343, 22.12.2009, p. 1. Information communicated by Member States regarding closure of fisheries (2018/C 460/20) In accordance with Article 35(3) of Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Union control system for ensuring compliance with the rules of the common fisheries policy ( 1 ), a decision has been taken to close the fishery as set down in the following table: Date and time of closure 26.11.2018 Duration 26.11.2018-31.12.2018 Member State France Stock or Group of stocks POK/1N2AB. Species Saithe ( Pollachius virens ) Zone Norwegian waters of 1 and 2 Type(s) of fishing vessels — Reference number 49/TQ120 ( 1 ) OJ L 343, 22.12.2009, p. 1. C 460/38 EN Official Journal of the European Union 21.12.2018 ",
        "Information communicated by Member States regarding closure of fisheries (2018/C 460/21) In accordance with Article 35(3) of Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Union control system for ensuring compliance with the rules of the common fisheries policy ( 1 ), a decision has been taken to close the fishery as set down in the following table: Date and time of closure 26.11.2018 Duration 26.11.2018-31.12.2018 Member State France Stock or Group of stocks LIN/1/2. Species Ling ( molva molva ) Zone Union and international waters of 1 and 2 Type(s) of fishing vessels — Reference number 48/TQ120 ( 1 ) OJ L 343, 22.12.2009, p. 1. Information communicated by Member States regarding closure of fisheries (2018/C 460/22) In accordance with Article 35(3) of Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Union control system for ensuring compliance with the rules of the common fisheries policy ( 1 ), a decision has been taken to close the fishery as set down in the following table: Date and time of closure 26.11.2018 Duration 26.11.2018-31.12.2018 Member State France Stock or Group of stocks ALB/AN05N Species Northern albacore ( Thunnus alalunga ) Zone Atlantic Ocean, north of 5° N Type(s) of fishing vessels — Reference number 47/TQ120 ( 1 ) OJ L 343, 22.12.2009, p. 1 21.12.2018 EN Official Journal of the European Union C 460/39 ",
        "V (Announcements) PROCEDURES RELATING TO THE IMPLEMENTATION OF COMPETITION POLICY EUROPEAN COMMISSION Prior notification of a concentration (Case M.9178 — Cargill/ADM/Grainbridge JV) Candidate case for simplified procedure (Text with EEA relevance) (2018/C 460/23) 1. On 13 December 2018, the Commission received notification of a proposed concentration pursuant to Article 4 of Council Regulation (EC) No 139/2004 ( 1 ). This notification concerns the following undertakings: — Cargill, Incorporated (‘Cargill’, United States of America), — Archer Daniels Midland Company (‘ADM’, United States of America), — a newly formed joint venture (‘Grainbridge JV’ United States of America) Cargill and ADM acquire within the meaning of Article 3(1)(b) and 3(4) of the Merger Regulation joint control of the newly formed joint venture The concentration is accomplished by way of purchase of shares in a newly created company constituting a joint venture. 2. The business activities of the undertakings concerned are: — for Cargill: international production and marketing of food, and agricultural and risk management products and services; including grain and commodity merchandising, oilseed and grain processing and refining, flour milling, meat processing and financial services, — for ADM: the processing of oilseeds, corn, sugar, wheat and other agricultural commodities and the manufacture of vegetable oils and fats, vegetable protein, meal, corn, sweeteners, flour, biodiesel, ethanol, and other value added food and feed ingredients, and — for Grainbridge JV: the development of software technology offerings to be used by farmers, including, amongst others, account management, the provision of automated grain marketing decision support, financial risk management for grain marketing, and the facilitation of electronic transactions for physical grain contracting, as well as incidental activities. The Grainbridge JV will provide such offerings only and exclusively in the United States and Canada. 3. On preliminary examination, the Commission finds that the notified transaction could fall within the scope of the Merger Regulation. However, the final decision on this point is reserved. Pursuant to the Commission Notice on a simplified procedure for treatment of certain concentrations under the Council Regulation (EC) No 139/2004 ( 2 ) it should be noted that this case is a candidate for treatment under the procedure set out in the Notice. ( 1 ) OJ L 24, 29.1.2004, p. 1 (the ‘Merger Regulation’). ( 2 ) OJ C 366, 14.12.2013, p. 5. C 460/40 EN Official Journal of the European Union 21.12.2018 ",
        "4. The Commission invites interested third parties to submit their possible observations on the proposed operation to the Commission. Observations must reach the Commission not later than 10 days following the date of this publication. The following reference should always be specified: M.9178 — Cargill/ADM/Grainbridge JV Observations can be sent to the Commission by email, by fax, or by post. Please use the contact details below: E-mail: COMP-MERGER-REGISTRY@ec.europa.eu Fax: +32 22964301 Postal address: European Commission Directorate-General for Competition Merger Registry 1049 Bruxelles/Brussel BELGIQUE/BELGIË 21.12.2018 EN Official Journal of the European Union C 460/41 ",
        "Prior notification of a concentration (Case M.9214 — MUFG HD/Akamai/JV) Candidate case for simplified procedure (Text with EEA relevance) (2018/C 460/24) 1. On 14 December 2018, the Commission received notification of a proposed concentration pursuant to Article 4 of Council Regulation (EC) No 139/2004 ( 1 ). This notification concerns the following undertakings: — Mitsubishi UFJ Financial Group, Inc. (‘MUFG HD’, Japan), — Akamai Technologies, Inc. (‘Akamai’, US). MUFG HD and Akamai acquire within the meaning of Article 3(1)(b) and 3(4) of the Merger Regulation joint control of a newly created company constituting a joint venture (the ‘JV’). The concentration is accomplished by way of purchase of shares and contribution of assets. 2. The business activities of the undertakings concerned are: — for MUFG HD: a holding company for entities engaged in a wide range of financial businesses, — for Akamai: the provision of cloud services for delivering, optimising and securing content and business applications over the internet, — for the JV: the provision of a blockchain-based online payment network in Japan. 3. On preliminary examination, the Commission finds that the notified transaction could fall within the scope of the Merger Regulation. However, the final decision on this point is reserved. Pursuant to the Commission Notice on a simplified procedure for treatment of certain concentrations under the Council Regulation (EC) No 139/2004 ( 2 ) it should be noted that this case is a candidate for treatment under the procedure set out in the Notice. 4. The Commission invites interested third parties to submit their possible observations on the proposed operation to the Commission. Observations must reach the Commission not later than 10 days following the date of this publication. The following reference should always be specified: M.9214 — MUFG HD/Akamai/JV Observations can be sent to the Commission by email, by fax, or by post. Please use the contact details below: Email: COMP-MERGER-REGISTRY@ec.europa.eu Fax +32 22964301 Postal address: European Commission Directorate-General for Competition Merger Registry 1049 Bruxelles/Brussel BELGIQUE/BELGIË ( 1 ) OJ L 24, 29.1.2004, p. 1 (the ‘Merger Regulation’). ( 2 ) OJ C 366, 14.12.2013, p. 5. C 460/42 EN Official Journal of the European Union 21.12.2018 ",
        "Prior notification of a concentration (Case M.9174 — Aunde/Brose/JV) Candidate case for simplified procedure (Text with EEA relevance) (2018/C 460/25) 1. On 12 December 2018, the Commission received notification of a proposed concentration pursuant to Article 4 of Council Regulation (EC) No 139/2004 ( 1 ). This notification concerns the following undertakings: — AUNDE Group SE (‘Aunde’, Germany), belonging to the group Aunde, — Brose Fahrzeugteile GmbH & Co. KG, Coburg (‘Brose’, Germany), belonging to the group Brose, — a newly created joint venture (‘the JV’, Germany). Aunde and Brose acquire within the meaning of Article 3(1)(b) and 3(4) of the Merger Regulation joint control of the JV. The concentration is accomplished by way of purchase of shares in a newly created company constituting a joint venture. 2. The business activities of the undertakings concerned are: — for Aunde: develops and produces upholstery and technical textiles, as well as seat covers for car manufacturers under the brands Aunde, Isringhausen and Fehrer, — for Brose: produces seat structures for passenger cars, — for the JV: will be active in the assembly and supply of complete car seats for passenger cars. 3. On preliminary examination, the Commission finds that the notified transaction could fall within the scope of the Merger Regulation. However, the final decision on this point is reserved. Pursuant to the Commission Notice on a simplified procedure for treatment of certain concentrations under the Council Regulation (EC) No 139/2004 ( 2 ) it should be noted that this case is a candidate for treatment under the procedure set out in the Notice. 4. The Commission invites interested third parties to submit their possible observations on the proposed operation to the Commission. Observations must reach the Commission not later than 10 days following the date of this publication. The following reference should always be specified: M.9174 — Aunde/Brose/JV Observations can be sent to the Commission by email, by fax, or by post. Please use the contact details below: Email: COMP-MERGER-REGISTRY@ec.europa.eu Fax +32 22964301 Postal address: European Commission Directorate-General for Competition Merger Registry 1049 Bruxelles/Brussel BELGIQUE/BELGIË ( 1 ) OJ L 24, 29.1.2004, p. 1 (the ‘Merger Regulation’). ( 2 ) OJ C 366, 14.12.2013, p. 5. 21.12.2018 EN Official Journal of the European Union C 460/43 ",
        "",
        "",
        "",
        "",
        "ISSN 1977-091X (electronic edition) ISSN 1725-2423 (paper edition) EN "
    ]
}