{
    "text": [
        "C 175/26 EN Official Journ al of the E uropean Un ion 1.7.2010 Opinion of the Committee of the Regions on combating functional illiteracy — an ambitious European strategy for preventing exclusion and promoting personal fulfilment (2010/C 175/07) THE COMMITTEE OF THE REGIONS — points out that illiteracy and functional illiteracy is a global problem afflicting some 960 million people. According to the 1958 UNESCO definition, being illiterate means never having learned to read and write. Functional illiteracy means that a person has never attained a sufficient level in reading, writing and arithmetic to cope with everyday life under equal conditions; — points out that the objectives set in the Education and Training 2010 work programme, which aimed at a 20 % reduction in the percentage of school goers with reading and writing difficulties, are far from being achieved and that a corresponding European benchmark was also laid down in the new strategic framework for European cooperation in education and training (‘ET 2020’): the percentage of 15 year- olds underperforming in reading, maths and science should fall below 15 % by 2020; the Committee also calls for a European definition of illiteracy; — advocates — promoting the exchange of good practice at EU level, including by facilitating exchanges between local authorities that have greatly developed literacy strategies. A register of good practices could be established by setting up a permanent best practice forum; — integrating the drive to combat functional illiteracy among the horizontal objectives of the revised post-2010 Lisbon Strategy; — including combating functional illiteracy among the Community Strategic Guidelines governing the European Social Fund. ",
        "1.7.2010 EN Official Journ al of the E uropean Un ion C 175/27 Rapporteur : Mireille Lacombe (FR/PES), Member of Puy-de-Dôme General Council I. POLITICAL RECOMMENDATIONS THE COMMITTEE OF THE REGIONS A. Principles and general comments Putting an end to confusion over the definition of functional illiteracy 1. points out that illiteracy and functional illiteracy is a global problem afflicting some 960 million people. According to the 1958 UNESCO definition, being illiterate means never having learned to read and write. The term functional illiteracy , however, refers to the condition of those people who despite having been to school for a certain time, have not attained the reading, writ­ ing and arithmetical skills considered as fundamental in that edu­ cational system, and therefore have difficulties with the written word. Functional illiteracy means that a person has never attained a sufficient level in reading, writing and arithmetic to cope with everyday life under equal conditions; 2. highlights the fact that – according to the PISA studies car­ ried out by the OECD – the number of young people under- achieving in reading is on the rise in the EU; the proportion has increased from 21,3 % in 2000 to 24,1 % in 2006. In the light of this worrying finding, the EU institutions need to increase their efforts here; 3. points out that the objectives set in the Education and Training 2010 work programme, which aimed at a 20 % reduction in the percentage of school goers with reading and writing difficulties, are far from being achieved and that a corresponding European benchmark was also laid down in the new strategic framework for European cooperation in education and training (‘ET 2020’): the percentage of 15 year-olds underperforming in reading, maths and science should fall below 15 % by 2020; the Committee also calls for a European definition of illiteracy; 4. points out that the local level is best suited assessing and seeking solutions to the problem of functional illiteracy, as local authorities are often the first point of contact for illiterate people; 5. highlights the fact that the European Social Fund, which sup­ ports literacy programmes in most EU countries, and is indeed the appropriate financial instrument for this purpose, is incorrectly used or underutilised because a framework of strategic guidelines is lack ing in this area; 6. underlines that in the context of the economic and employ­ ment crisis, the mastery of key skills is more vital than ever to access the labour market. Reading and reading are the basic quali­ fications for the future, as demonstrated by a CEDEFOP study pre­ dicting that in 2015, 75 % of jobs will require high or medium qualifications; 7. notes that application of the Lisbon strategy, aimed at mak­ ing the European Union the leading knowledge-based economy in the world, has tended to target the best qualified; however, a knowledge- and innovation-based society cannot be founded only on a vanguard of highly-qualified professionals: the entire labour market must master the key skills enabling lifelong learning and training. Moreover, Lisbon’s economic targets cannot be reached if pockets of quasi under-development persist within the EU. Combating functional illiteracy is thus also an economic impera­ tive for the EU. Overcoming received wisdom 8. he Committee of the Regions and grassroots players, in view of both the desirability of mapping the profile of persons liable to be affected by functional illiteracy and the need to avoid possible stereotypes in this regard, would highlight the following points: — this illiteracy problem is not the sole preserve of young people; it affects all age groups, particularly people over 45; — the territorial spread of the problem is complex, making it difficult to generalise. However, the statistics reveal a strong presence in urban areas subject to exclusion and in rural areas with poor access to services; — functional illiteracy is not restricted to jobless people; it has been shown that half of all functionally illiterate people are in employment; and — illiteracy should not be seen as going hand in hand with immigration given that three quarters of functionally illiter­ ate people speak only the language of their host country five years after their arrival. The drive to improve literacy should be considered separately from migrant language policy; combating illiteracy is a crucial element of lifelong learning; — functional illiteracy does not affect men and women equally across different age groups. In some cases, the gender aspect must be taken into account when framing an effective respon se to this issue; ",
        "C 175/28 EN Official Journ al of the E uropean Un ion 1.7.2010 9. recalls that Article 14 of the Charter of Fundamental Rights, which became legally binding with the entry into force of the Lis­ bon Treaty, guarantees the right to education and access to voca­ tional and continuing training. Since reading and writing are essential elements in any educational process, the European Union should supplement and coordinate the work of Member States so as to step up the fight against illiteracy and uphold the right to education; 10. points out that evaluation of training needs within lifelong learning programmes, particularly in administrations and compa­ nies, should be prioritised in order to detect people affected by functional illiteracy and thus help them to attain key skills. Indeed, many employees who are functionally illiterate go to great pains to cover up their problem; 11. functional illiteracy is a factor contributing to exclusion and poverty that hinders citizens’ labour activity, restricts their demo­ cratic and social participation and is seriously detrimental to per­ sonal fulfilment and the defence of their rights. B. Measures to consider Prevention, youth employment and professional development The Committee of the Regions advocates: 12. promoting the exchange of good practice at EU level, includ­ ing by facilitating exchanges between local authorities that have greatly developed literacy strategies. A register of good practices could be established by setting up a permanent best practice forum. In the case of strategies to be implemented with young people, it would be necessary to take account of the types of read­ ing difficulty involved, in order to provide the right response to actual needs; 13. integrating the drive to combat functional illiteracy among the horizontal objectives of the revised post-2010 Lisbon Strategy; 14. supporting, via the European Social Fund, companies and administrations that establish training programmes for their staff affected by functional illiteracy, ensuring that these detection pro­ cedures are subject to the most stringent guarantees to protect the privacy and identity of workers; 15. supporting adult training initiatives that meet the needs of functionally illiterate citizens who are not engaged in paid work; 16. including combating functional illiteracy among the Com­ munity Strateg ic Guidelin es g overning the E uropean Social Fun d; 17. drawing up a European definition of illiteracy, including functional illiteracy; 18. considering local and regional levels as the best placed lev­ els at which to coordinate resources, focusing on strategic objec­ tives and action plans and setting up interregional and supraregional coordination machinery to ensure compatible approaches in applying these resources. Regional authorities must be supported at national and EU levels in drawing up programmes giving all people access to reading, writing and basic skills. Care should be taken above all to ensure that the relevant national authorities adopt a co-ordinated approach to tying in their stra­ tegic targets with their programmes. Basically, steps should be taken to ensure that the contribution of the State, local and regional authorities, economic players and civil society has a high profile; 19. proposing that local and regional administrations set the example by launching training programmes, including appropri­ ate detection procedures, for their staff affected by functional illit­ eracy, and set up training programmes for staff facing difficulties in their work. These programmes could receive financial support from the EU; 20. fostering the development of efforts to prevent and over­ come functional illiteracy in the workplace: — companies: increasing awareness among company managers of contrac­ tual policy, sectoral agreements and inter-sectoral agree­ ments on adjustment funds, enabling the establishment of training programmes, increasing career security, and facili­ tating the transfer of professional skills; — employees: informing employees of their personal right to training and enabling them to seek guidance from training advisors; 21. incorporating the drive to combat functional illiteracy in the programme for the European year for combating poverty and social exclusion, given that this problem is an aggravating factor in social exclusion; 22. facilitating access to the press – print and electronic – and fostering media literacy among young people in particular, as this will help them develop their critical faculties and familiarise them with written culture, so they can better adapt to the modern world; 23. launching a European Union information campaign on this affliction. This initiative could help to remove the taboo surround­ ing illiteracy and encourage the people concerned to seek help; ",
        "( Source: Commission communication COM(2008) 865 final) 1.7.2010 EN Official Journ al of the E uropean Un ion C 175/29 24. improving training mechanisms for citizens affected by functional illiteracy who, because they are not working, are not usually detected as such and may be excluded from training pro­ grammes. This concerns groups such as the long-term unem­ ployed, those engaged in domestic work, etc.; 25. improving lifelong learning for groups of self-employed workers, such as small farmers and small-holders, in order to enhance their key skills and eliminate functional illiteracy, which acts as a brake on the economic development of certain produc­ tion sectors; 26. focusing specific attention on the female population, espe­ cially mature women workers, who may display higher percent­ ages of functional illiteracy as a result of various forms of exclusion; 27. promoting a European system for assessing illiteracy, including common evaluation indicators and methodologies for the Member States of the European Union; 28. promoting the integration and coordination of lifelong learning, regulated training and adult training efforts in order to achieve a joint strateg y to reduce fun ctional illiteracy. C. Conclusions from exchanges with grassroots players 29. combating functional illiteracy is a key element of lifelong learning policy (initial training and in-service training). It should be treated separately from migrant language policy. It is about facilitating universal access to writing, arithmetic and basic skills; 30. enhancing literacy improves the economic performance of a business and facilitates the career and personal development of employees. People who are more at ease at work will also be more at ease generally in life; 31. basic training helps people anticipate change and forestall career interruptions. It strengthens the most vulnerable and miti­ gates the risk of exclusion; 32. the policy of preventing and combating functional illiteracy should feature more and more in ordinary policies so that every public policy can directly or indirectly make a long-term contribution; 33. more than ten years on from the launch of the Lisbon strat­ egy, local and regional authorities have a role to play not only as providers of lifelong education but also as socio-economic play­ ers in the Member States, in their capacity as employers and ser­ vice providers. The problem of functional illiteracy affects them directly as public service providers. Their attention should be drawn to the examples of good practice appended to this opin­ ion; and they should be encouraged to engage in exchanges and dialogue with stakeholders, thus enabling the local and regional level to be involved in the design and implementation of initia­ tives at EU level. II. APPENDICES Chart 2: Low achievers in reading (at age 15) on the PISA reading literacy scale in the EU and selected third countries 2000 and 2006 (Data source: OECD) ",
        "C 175/30 EN Official Journ al of the E uropean Un ion 1.7.2010 Examples of good practice: — telephone helpline providing reading and writing advice and initiatives; — adult education programmes targeting specific groups; — awarding further education diplomas in partnership with universities; — family-focused educational, cultural and social initiatives to facilitate parents in supporting their children and reduce school drop-out; — implementing cultural activities aimed particularly at trav­ elling families, as part of the family-focused programmes; — reading as a means of preventing functional illiteracy in rural areas; — library-based educational and preventative initiatives target­ ing children, including pre-school children; — training of parents to help them support their children through school; — access to a basic learning culture for prisoners; — job-seeking support for young school-goers with serious difficulties in basic areas of learning; — basic learning and integration through workshops involv­ ing digital media; — development of tailor-made basic training programmes for employees; — establishment of basic training programmes for local authority staff; — access to basic skills for farm workers with minimal qualifications; — identification of employees’ basic training needs based on the workplace; — company-based basic skills training; — raising awareness among decision-makers; — development of regional strategies and action plans with local players; — development of the right to training in companies; — consolidation of apprentices’ basic skills as part of career development and the accreditation of experience; — in-service basic training to increase career security; — introduction of work experience schemes to smooth the transition from school to the workplace; — new ICT and Internet training; — the introduction of public orientation points to help people use public transport; and — programmes to detect functional illiteracy in local and regional authorities. Brussels, 10 February 2010 The President of the Committee of the Regions Mercedes BRESSO "
    ]
}