{
    "text": [
        "Regional and urban policy DANUBE REGION STRATEGY: SUCCESS STORIES STRENGTHENING THE REGION CONNECTING THE REGION PROTECTING THE ENVIRONMENT BUILDING PROSPERITY ",
        "",
        "DANUBE REGION STRATEGY: SUCCESS STORIES ",
        "TABLE OF CONTENT INTRODUCTION - JOINING FORCES TO STRENGTHEN THE DANUBE REGION ......5 CONNECTING THE REGION ............................................................................................................6 NAVIGATING A UNIQUE EAST-WEST CORRIDOR .....................................................8 LIQUEFIED GAS FIRES UP ALTERNATIVE ENERGY MARKET .............................10 FOSTERING ENERGY SECURITY IN THE DANUBE REGION ...............................12 NATURE KNOWS NO BORDERS ......................................................................................14 PROTECTING THE ENVIRONMENT ...........................................................................................16 SECURING SAFE AND SUSTAINABLE WATER SUPPLIES ....................................18 A BRIGHTER FUTURE FOR THE REGION'S RIVERS ................................................20 MITIGATING CLIMATE RISKS ...........................................................................................22 SAVING THE DANUBE ‘DINOSAUR’ ..............................................................................24 BUILDING PROSPERITY ................................................................................................................26 MODEL BEHAVIOUR FOR SUSTAINABILITY AND RIVER PROTECTION .........28 INVESTING IN THE FUTURE KNOWLEDGE SOCIETY .............................................30 CELEBRATING YOUTH AND CULTURAL DIVERSITY ...............................................32 COMMUNICATING DIVERSITY ACROSS EUROPE ....................................................34 STRENGTHENING THE REGION .................................................................................................36 COOPERATING TO ENSURE SECURITY ........................................................................38 ",
        "5 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S The Danube Region extends over 14 countries, nine of which are EU Member States. It is home to over 100 million people, or one-fifth of the EU’s population. Although the countries are different in terms of economic strength, the region is strongly interlinked, with potential for further integration and growth. It has a strategic position, opening up the EU to its neighbours, the Black Sea region, the South Caucasus and Central Asia. It hosts the world’s most international river, which is a major transport axis, a crucial interconnected hydrological basin, and a world- renowned ecological corridor. Thus, the region is connected through both opportunities and challenges. The policies of the countries are interdependent. However, they can all benefit greatly from improved cooperation in, for example, completing missing transport links, reducing pollution and danger from floods, lowering dependency on energy providers from outside the region, and addressing demographic change or the brain drain. The region’s competitiveness can also profit substantially from joint action in the fields of SMEs, labour market policies, education and security. Strength in numbers The Strategy provides a robust integrated framework for countries and regions to address issues which cannot be handled satisfactorily in an isolated way, but instead require transnational strategic approaches, projects and networking. It enables better cooperation to improve the effectiveness, leverage and impact of policies – at EU, national and local level – utilising existing policies and programmes and creating synergies between them. The cooperation activities focus on four pillars : connecting the region; protecting the environment; building prosperity through security and capacity building; and strengthening the socio-economic aspects. Within each pillar, concrete cooperation targets specify priority areas. After five years of implementation, significant achievements are becoming evident. The purpose of this publication is to give examples of what has been achieved together, based on the cooperation at macro-regional scale in the Danube Region. These projects and achievements exemplify the added value of the Danube Strategy and will provide further motivation for continuing to cooperate along this successful path in order to contribute to the balanced, sustainable and inclusive growth of the Danube Region. FIND OUT MORE http://www.danube-region.eu/ JOINING FORCES TO STRENGTHEN THE DANUBE REGION Macro-regional strategies comprise a cooperation platform through which countries and regions – from the EU and beyond – join forces on a selected number of key challenges to meet the regions’ needs. The EU Strategy for the Danube Region (EUSDR) was the second macro-regional strategy to be officially launched by the European Commission and endorsed by the European Council in 2011. ",
        "",
        "CONNECTING THE REGION Although the Danube River is recognised as a major transport corridor, it is still used way below its full capacity. As inland waterway transport has important environmental and efficiency benefits, its potential must be exploited in a sustainable way. There is particular need for greater multimodality, and extending infrastructure in transport nodes such as inland ports. Priority Areas 1A ‘waterways’ and 1B ‘mobility – rail-road-air’ are working towards these objectives. Energy is another common challenge. Prices are high in the region, in relative terms. Fragmented markets lead to higher costs and reduced competition. Reliance on too few external suppliers increases vulnerability, as periodic winter crises testify. A greater diversity of supply through interconnections and genuine regional markets increases energy security. Improved efficiency, including energy saving and the use of more renewable sources, is crucial. This is the area in which Priority Area 2 ‘energy’ works. With a shared history and tradition, culture and arts reflecting the region’s diverse communities, as well as its outstanding natural heritage, it has many attractive assets. ‘Culture and tourism’ is the field of action in Priority Area 3. ",
        "8 NAVIGATING A UNIQUE EAST-WEST CORRIDOR The Danube River, which flows for 2 857 kilometres, is one of the key corridors for transporting people and goods, and connecting Western and Eastern Europe. However, the waterway is under-exploited as it is estimated that only 10 % of its transport capacity is being used. The NEWADA, IRIS Europe II and FAIRway projects have the shared goal of improving the transport capacity of the Danube and its tributaries. Navigation on the Danube, which has a number of economic, environmental, social and developmental benefits, can only be improved by international cooperation, joint planning and coordinated activities. The IRIS Europe I project, initiated in 2006, challenged national variations in the collection and dissemination of information about waterways, which are hindering inland navigation in Europe. In 2009, the IRIS II project set out to improve and develop the application of river information services (RIS) on European waterways by providing comprehensive details about the waterways at the international level. Thanks to IRIS I and II, comprehensive cross-border information is now available about the river’s water levels and nautical depths, which is crucial for navigation. The NEWADA project, completed in March 2012, prompted the synchronised development of the waterway and the setting of common qualitative standards. It brought together 12 institutions from Austria, Bulgaria, Croatia, Hungary, Serbia, Romania and Ukraine for waterway maintenance and river navigation. Better cooperation in hydrography and hydrology helped to save resources and improve quality and compliance with environmental standards. The ",
        "9 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S application of information and communication technologies on the Danube was also improved thanks to the development of various RIS components, such as the harmonisation and enhancement of electronic navigational charts. One-stop info point Under the NEWADA duo project, a Danube Region information portal (www.danubeportal.com) was created to provide data on water levels and critical bottlenecks, as well as notices to skippers, ice warnings, WiFi hotspot information, etc. Based on these projects’ results, in 2014, transport ministers from the Danube countries adopted the Rehabilitation and Maintenance Master Plan for the Danube and its navigable tributaries. The FAIRway project, involving the waterway administrations of six EU Member States (Austria, Bulgaria, Croatia, Hungary, Slovakia and Romania), aims to implement this plan and to buy modern equipment for hydrological services. The goal is to provide up-to-date, reliable and harmonised information on critical spots on the waterway, water levels and water-level prognoses along the entire length of the Danube. Such databanks are important not only for planning waterway transportation, but also for maintenance, hydro-construction measures or adjustments to the current water flow. FIND OUT MORE NEWADA : http://www.newada-duo.eu/ IRIS Europe 2 : http://www.afdj.ro/en/content/iris-europe-ii FAIRway : http://www.danube-navigation.eu/item/809814 NEWADA – NEWADA DUO Network of Danube Waterway Administrations Duration: April 2009 – December 2014 Overall budget: EUR 5 000 000 IRIS Europe II – Implementation of River Information Services in Europa Duration: January 2009 – December 2011 Budget: EUR 11 620 000 FAIRway Duration: July 2015 – June 2020 Budget: EUR 23 400 000 ",
        "10 LIQUEFIED GAS FIRES UP ALTERNATIVE ENERGY MARKET Over the years, because of its environmental, economic and safety benefits, liquefied natural gas (LNG) has become an increasingly important alternative to conventional fuels such as diesel, propane or heating oil. The manifold advantages of LNG make it an attractive energy source for the European market. However, its successful use requires a developed infrastructure, appropriate legislation and harmonised security standards. The LNG Masterplan for Rhine-Main-Danube was an ambitious three-year project aimed at facilitating the introduction of LNG as an alternative fuel and cargo for inland shipping. Twelve EU countries and Switzerland took part in the project between January 2013 and December 2015. Thus, the aim of the LNG Masterplan was to provide a framework for a common European strategy and cooperation between the different competent authorities and commercial actors in order to promote LNG as a fuel and cargo suitable for transportation. At the same time, the goal was to provide a cheaper supply to the end consumers along the River Danube. One of the LNG Masterplan’s objectives is for the inland ports located along the Rhine-Main-Danube axis to become key distribution centres for liquefied natural gas. Eventually, LNG should have easier access primarily to pioneers in the use of this alternative fuel, such as the public and heavy-duty transport sectors (including buses, rubbish collection trucks, city logistics) as well as the energy industry. ",
        "11 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S Fuelling success The partners worked on many sub-projects to create the first LNG artery in Europe. By the end of the project, they had achieved more than 60 concrete deliverables: for example, the first LNG terminal was built on the Danube, at the Port of Ruse in Bulgaria. In addition, work began on providing the infrastructure for LNG as an alternative fuel in Galaţi and Constanţa in Romania and in Komárno in Slovakia. LNG infrastructure is also possible in the port of Mannheim in Germany and in Switzerland, where the authorities are currently seeking potential investors. Numerous studies have also been carried out on the security, environmental and socio-economic aspects of the use of LNG, as well as feasibility studies for possible terminals which, together, are shaping the foundations for further efforts to develop an LNG artery on the Danube. What is LNG? Liquefied natural gas is natural gas that has been converted into a liquid form in order to facilitate transport and storage. The gas is converted to liquid at temperatures of -162 o C and its volume is reduced to 1/600. Thus, LNG can be stored and transported at normal or slightly increased pressure, in low-temperature tanks. By increasing the temperature, it can easily revert to its gaseous state. FIND OUT MORE http://www.lngmasterplan.eu/ LNG Masterplan for Rhine-Main-Danube Duration: January 2013 – December 2015 Budget: EUR 33 960 000 ",
        "12 FOSTERING ENERGY SECURITY IN THE DANUBE REGION Energy is a central political and economic issue in the Danube Region. With its important supranational dimension, it has an impact on a range of sectors, thereby making it critical for the overall successful implementation of the Danube Strategy. It is generally accepted that harmonisation of different energy policies is a prerequisite for realising an integrated regional market. A further goal is the integration of the energy markets in those Danube countries that are not in the European Union. The EU, through its projects in the Danube Region, supports the implementation of policies with the aim of increasing energy efficiency and promoting the use of renewable energy sources. All those in the region who are involved in decision- making and creating strategies for this field have at their disposal extensive, in-depth analyses of the energy market produced within the framework of several Danube Strategy projects. In particular, the gas crisis in January 2009 prompted stakeholders to quickly and effectively find solutions for the problems in the gas market to prevent similar shocks in the future and to create greater energy independence and security. The newly developed Danube Region gas market model illustrates how model simulations can be used to assess the impact of new infrastructure or infrastructure packages on regional gas market integration and for system-wide cost-benefit and security-of-supply analysis. At the moment, geothermal energy is not of great relevance to the Danube Region markets compared to gas, although this energy source could become more important in the future. From 2005 to 2010, there was a 60 % increase in geothermal capacity (to 50.6 GW) worldwide. ",
        "13 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S Investing in renewables Policy coordinators from the Danube countries aim to raise public awareness about the possibilities of using this renewable energy source and to attract more investors to the region. Therefore, reliable data has been collected on geothermal potential in different countries, as well as on the existing legal, technical and financial possibilities concerning its use. One objective for the future of energy in the Danube Region is to encourage countries to develop ‘smart grids’ and action plans. A smart grid is an electrical network which uses modern information technology to collect and store comprehensive information about the production, supply and consumption of electricity. The aim is to improve the efficiency, security, cost- effectiveness and sustainability of energy production and distribution. Priority Area 2 of the Strategy has commissioned research to identify specific needs for its further development from the perspective of competitiveness, sustainability and the security of energy systems. Although the Danube Region countries remain heavily reliant on coal and gas, they have increased their use of renewable energy significantly over the last decade. There has been considerable investment in new renewable energy sources for electricity (RES-E), and while its deployment differs substantially across the countries, the Danube Region as a whole is currently on course to meet its renewable targets by 2020. FIND OUT MORE http://www.danube-energy.eu/ Cooperation on energy in the Danube Region Duration: October 2012 - June 2014 Overall budget: EUR 136 500 ",
        "14 The Danube is the longest river in the European Union and the most international river in the world, stretching 2 857 kilometres through ten countries, including dozens of protected areas and national parks. The contribution made by these protected areas to the conservation of Europe’s natural heritage is of immense importance now and for future generations. DANUBEPARKS – the Danube River Network of Protected Areas – was founded in 2007 with the signing of the Declaration of Tulcea in Romania. Joint projects are crucial to achieving the initiative’s goals which, along with the continuing informal cooperation from the national parks and protected areas, are made possible mainly by the framework of cooperation across the Danube Region – the EUSDR. Rivers are interrelated ecosystems, and nature does not recognise borders. Thus, nature conservation efforts along this most international of rivers need to find transnational answers and initiatives. As stated in the Declaration of Tulcea, the network is determined to improve conservation of the Danube River Protected Areas, to manage these areas wisely, to exchange and promote management expertise, and to improve knowledge of the river’s ecological status, as well as the economic, social and environmental impacts. The network is taking action for the prevention, control and reduction of pollution in the flood plains and wetlands in the Danube Basin, and raising awareness of the river’s international importance and of sustainable development. NATURE KNOWS NO BORDERS ",
        "15 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S Combined effort brings rewards DANUBEPARKS and DANUBEPARKS 2.0 were the first two joint projects to be set up in the network. Their work covers five main areas: improvement of fluvial morphology, management of flood plains and habitat networks, preservation of the Danube’s main species (white-tailed eagle and sturgeon), monitoring and activity in the network of EU Natura 2000 protected areas, and nature tourism. A decade of activity has produced results the DANUBEPARKS network can take pride in. In 2015, the DANUBEPARKS network won the EU’s Natura 2000 Award for its ambitious, friendly and trustworthy cooperation crossing all borders and its concerted efforts to preserve the Danube’s natural heritage. It is now a recognised label for nature conservation in the Danube Region. The network has established a fruitful transfer of know-how among all ten countries through which the river flows. It has also started region- wide initiatives and helped to develop a stronger voice at the policy level. Originally, the DANUBEPARKS network counted eight members – now there are 20 in Austria, Bulgaria, Croatia, Germany, Hungary, Moldova, Romania, Serbia and Slovak Republic. Together, they showcase unique natural features that attract thousands of visitors daily, which is why tourism is crucial to the DANUBEPARKS’ mission. Across the region, people are becoming increasingly aware that tourism is not only a source of income but also has an obligation to protect the Danube’s natural heritage. FIND OUT MORE http://www.danubeparks.org/ DANUBEPARKS Duration: April 2009 - February 2011 Budget: EUR 2 700 000 DANUBEPARKS 2.0 Duration: October 2012 - September 2014 Budget: EUR 2 200 000 ",
        "",
        "The Danube Region is a major international hydrological basin and ecological corridor which requires a regional approach to nature conservation, spatial planning and water management. Pollution does not respect national borders. Sustainable water management is needed, with a joint effort to reduce pollution from organic, nutrient or hazardous substances. The environmental impact of transport links, tourist developments, or new energy-producing facilities must also be considered. Major flooding, droughts, and industrial pollution events are all too frequent. The region’s inhabitants must be protected from disastrous events – such as floods and industrial accidents which have significant negative transnational impact – by preventive and disaster management measures implemented jointly. Work undertaken in isolation simply shifts the problem and places neighbouring regions in difficulty. The increasing frequency of droughts is also an issue, as is adaptation to climate change. Prevention, preparedness and effective response require a high degree of cooperation and information sharing. The loss of natural habitats puts pressure on fauna and flora, and affects the overall quality of environmental health. The fragmentation of ecosystems, land- use intensification and urban sprawl are also major pressures. Under this pillar, the areas of cooperation are, respectively, Priority Areas 4 ‘water quality’, 5 ‘environmental risks’ and 6 ‘biodiversity, landscapes, quality of air and soils’. PROTECTING THE ENVIRONMENT ",
        "18 Access to clean water was defined as a human right by the United Nations in 2010. Nonetheless, in many parts of the world this right has yet to be realised. Climate change and numerous other ecological, economic and social changes have forced countries in Europe to think more seriously about how to protect their water supply sources. The challenge is growing for the countries in the Danube Region to provide a sustainable supply of sufficient quantities of water of appropriate quality. With this in mind, the projects CC-Waters (Climate Change and Impacts on Water Supply) and CC-Ware (Mitigating Vulnerability of Water Resources) were implemented by research institutes in five countries, as well as enterprises and institutions engaged in water supply in nine countries. The CC-Waters project team set out to address the possible consequences of climate change on water supply. Thus, one of the important themes was how different forms and intensities of land use, in conjunction with climate change, could affect the supply of water. In particular, they investigated how both the type of forest vegetation and mode of forest management impact water supply. During this project, work focused on developing methods and tools that could be used by the companies dealing with water supply as well as the institutions responsible for legislation in this field. Partners from Austria, Hungary, Italy, Romania and Slovenia examined the possible effects of climate change on the safety and quality of water supply and developed a solution that could be applied for future use at the local and regional level. SECURING SAFE AND SUSTAINABLE WATER SUPPLIES ",
        "19 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S Strategies to raise awareness CC-Ware used the results of the CC-Waters project to continue the work, with the help of additional partners from four other countries – Bulgaria, Croatia, Greece and Serbia. Together, they developed transnational strategies for the protection and better use of water supply sources. The knowledge acquired was made available to experts and the public at workshops, conferences and in publications, particularly in non- EU countries so as to facilitate concrete work on the conservation of water resources and improve legislation in this area. As in the CC-Waters and CC-Ware projects, sustainability is one of the key ideas behind the project entitled 'Improvement of Integrated Coastal Zone Management' in the Black Sea Region. Partners from different administrative and political sectors and NGOs from Bulgaria, Moldova, Romania, Ukraine and Turkey joined forces to address sustainability issues. Coastal zones are economically and culturally attractive areas, but they are also environmentally vulnerable. The integrated management of coastal zones is acknowledged by the EU and the rest of the world as a concept aimed at securing in the long-term the balance between economic growth and the use, protection and conservation of the zones. The project aimed to develop and prepare – for use in five countries – joint methodologies and tools for the integrated management of the coast around the Black Sea, into which the River Danube flows. Bearing in mind the specificity of this area, the project contributed to deepening understanding of integrated coastal zone management in the participating countries. It also helped in training the relevant authorities working in this area, providing inter-regional expertise and ensuring a coherent approach to integrated coastal zone management in the Black Sea region. FIND OUT MORE http://www.ccware.eu/ http://blacksea-iczm.eu/ CC-Waters - Climate Change and Impacts on Water Supply Duration: May 2009 – April 2012 Budget: EUR 4 200 000 CC-WARE - Mitigating Vulnerability of Water Resources Duration: December 2012 – November 2014 Budget: EUR 1 800 000 ICZM - Improvement of Integrated Coastal Zone Management in the Black Sea Region Duration: January 2013 - December 2014 Budget: EUR 627 000 ",
        "20 Navigable rivers and canals in Europe span 30 000 kilometres and connect hundreds of cities and diverse areas. The rivers in South-East Europe are the most vulnerable because of insufficient awareness about the need for sustainable development and the consequences of climate change, as well as the often improper activities fostered by tourism, the use of hydropower or hydro-construction. Over the years, human activity has had adverse environmental, economic and social consequences – changes in river morphology, greater pollution, threats to the habitats of flora and fauna, as well as land-use conflicts. The SEE River project arose from experiences which followed the signing of the Drava River Vision Declaration in 2008. This provided the competent institutions and professional bodies in Austria, Croatia, Hungary, Italy and Slovenia with a framework for implementing best practices and harmonising nature conservation activities, the use of hydropower, and managing water resources in international river basins. The project implemented the methods tested on the 725-km-long Drava River in a much broader context. Competent authorities, stakeholders and interested organisations worked together to develop a ‘toolkit’ for integrated management to ensure sustainable development in the six river basins connecting the regions. The Drava, Neretva, Bodrog, Prut, Soča and Vjosa rivers are examples of the conflicting interests related to flood protection in river valleys, use of water energy, maintenance of environmental diversity, and A BRIGHTER FUTURE FOR THE REGION'S RIVERS ",
        "21 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S developing tourism, particularly in those that flow through several countries and regions. SEE River aims to provide a framework for a common agreement on the management of river corridors to achieve sustainable development and conserve resources. This is a new approach to managing rivers and river-basin areas where the most salient interests of people who live in the region converge. The project brings together experts from different fields from several countries in South-East Europe, as well as representatives of local and regional administrations and states. Building bridges The work demonstrates a concern for the future of our rivers and of cross-sectoral cooperation to better manage them in years to come. Reaching stakeholder consensus on the required measures and setting up action plans on how to implement them have resulted in identifying and triggering over 100 concrete actions for future implementation. Project activities are continuing for the period 2014-2020 in all 16 participating countries. The SEE River toolkit is a guide supplemented with examples of best practice. It is an innovative and generally applicable model based on the experiences of local actors plus the international experience along the river corridors in the six pilot areas. It is particularly important that application of the toolkit does not require new investment in administrative structures, or the drawing up of new plans, but rather provides the framework and support for better use of the existing structures, plans and programmes. FIND OUT MORE http://www.see-river.net/ SEE River Duration: October 2012 – November 2014 Budget: EUR 2 100 000 ",
        "22 For years, scientists have warned that the impact of floods, drought, blizzards and extreme winds exacerbated by climate change could become even greater across Europe. This is evident in the Danube Region where severe droughts, devastating floods and catastrophic forest fires are becoming increasingly frequent. Thus, it is crucial that the Danube countries recognise and realistically assess risk, develop management strategies for natural disasters, and establish cooperation and exchange information. If populations and local authorities are aware of the risk of natural disasters, they can better prepare and protect themselves. The SEERISK project was the first in the Danube Region to conduct a joint assessment of risks associated with climate change from a disaster-management point of view, achieving very concrete results for six cities. Rather than theorising and using large-scale maps, workshops presented the potential impact of a disaster on nearby houses, infrastructure and agriculture. By learning about the risks to their surroundings, people were motivated to create their own scenarios and draw their own conclusions. Monitoring the risks The SEERISK project involved 19 partners from nine countries. The key objective was to develop a methodology to assess the risks of climate change and to define a methodology for drawing up risk maps. Data on natural disaster risks were collected in six pilot areas: Arad (Romania), Kanjiža (Serbia), Senica (Slovakia), Siófok (Hungary) and Velingrad (Bulgaria). The risks of flooding, heatwaves, droughts, outbreaks of fire and extreme winds in these areas were considered. MITIGATING CLIMATE RISKS ",
        "23 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S During workshops, the SEERISK partners exchanged experience and know-how on disaster management, and four disaster-simulation field exercises were conducted. Based on the risk maps developed, it was possible to determine the location of buildings that would be most affected by floods or destructive storms. This enables local authorities to respond quickly and effectively during natural disasters with timely evacuations or other actions. The risk-mapping techniques offer an opportunity to simplify the risk assessment and eliminate the ‘blank spots’ resulting from the lack of cooperation among institutions. Each pilot area prepared a risk matrix on the impact and likelihood of their identified hazard while developing a scenario describing its magnitude and consequences. A comprehensive geographic information system (GIS) and disaster data provision was undertaken by the partners and detailed disaster management risk maps were prepared. Lessons learned Floods occur every year in the Sarajevo-Ilidža area, where four rivers meet. However, in 2014, they exceeded the worst-case scenario worked out in their risk map. The disaster management services participating in SEERISK and the Sarajevo Economic Region Development Agency prepared pilot maps that proved useful to other related services for building their own capacity by applying the project methodology. FIND OUT MORE http://www.danubeenvironmentalrisks.eu/seerisk SEERISK Duration: July 2012 – December 2014 Budget: EUR 1 970 000 ",
        "24 Uncontrolled fishing, fuelled by the high price paid for caviar, has resulted in the decimation of sturgeon in the Danube. In 2012, the Danube Sturgeon Task Force came to the rescue. In 1970, the survival of the fish was further jeopardised by the construction of the Djerdap hydroelectric power plant on the Serbian/Romanian border. This blocked the sturgeons’ migratory route upstream along the Danube from the Black Sea to their spawning grounds. The species was also endangered by the systematic damming of the river and extraction of the gravel and sand where sturgeon lay their eggs. Since 2012, the Danube Sturgeon Task Force (DSTF) has focused on rescuing the species. The DSTF’s aim is to foster the synergies of existing organisations and support the conservation of native sturgeon species in the Danube River Basin and Black Sea by promoting the implementation of the ‘Sturgeon 2020’ programme which was launched in 2013. The Danube Strategy has a crucial role to play in the success of this programme by facilitating communication at a policy level and establishing a constructive dialogue with other key stakeholders in the river basin. Hatching a plan Sturgeon 2020 is designed to attract political support, raise awareness of the importance of protecting sturgeon, and encourage the rapid implementation of EU legislation, international conventions and national laws. Further measures cover the identification and restoration of key habitats, as well as reopening migration routes, analysis of the existing Danube sturgeon population, an inventory of sturgeon hatcheries and brood stocks, and knowledge exchange SAVING THE DANUBE ‘DINOSAUR’ ",
        "25 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S on best-practice management in hatcheries. In addition, socio-economic initiatives are intended to incentivise local communities to introduce ‘community control’ to combat poaching. The DSTF is committed to preserving and restoring sturgeon populations, which is important for biodiversity across the EU. The recovery of the species will bring benefits not only to nature conservation, but also to local communities. The development of ecotourism, aquaculture, handicraft production, and small-scale ecological agriculture are just some of the measures aimed at supporting the local economy, especially in the Middle and the Lower Danube regions. ‘Living fossils’ under threat Sturgeons have inhabited the world from the time of the dinosaur. In the last 200 million years, this fish – 26 species of which still live in the waters of the northern hemisphere – has hardly changed at all. Consequently, these ‘living fossils’ are invaluable to science and for preserving the richness of the species. However, according to the data provided by the International Union for Conservation of Nature and Natural Resources (IUCN), of the five species of sturgeon still found in the River Danube, one is listed as “vulnerable” and the others are in the “critically endangered” category. FIND OUT MORE http://www.dstf.eu/ Sturgeon 2020 Duration: January 2012 – ongoing Budget: EUR 6 800 000 ",
        "",
        "The Danube Region experiences very wide disparities, being home to some of the most successful regions in the EU as well as some of the poorest. In particular, contacts and cooperation are often lacking, both financially and institutionally. Enterprises do not sufficiently exploit the international dimension of marketing, innovation or research. The share of highly educated people in the region is lower than the EU average, creating another pronounced divide. The most capable often move to other areas. Thus, there are great opportunities to achieve results though cooperation and exchange of experience. Investment in people is needed to enable the region to progress sustainably and to grow, prioritising knowledge and inclusion. Targeted support for research infrastructure stimulates excellence and deepens networking between knowledge providers, companies and policy-makers. Clusters and links binding centres of excellence into existing education and research networks extend the competitiveness of upstream enterprises to the whole region. Higher levels of employment are crucial as people need opportunities close to where they live. The region must be able to offer bright and enterprising people a future through stronger cooperation, including marginalised communities: one-third of the EU’s population at risk of poverty lives in the area, many coming from marginalised groups. Under this pillar, Priority Areas 7 ‘knowledge society’, 8 ‘competitiveness’ and 9 ‘people and skills’ are developing joint cooperation initiatives in the region. BUILDING PROSPERITY ",
        "28 Since June 2015, a small ‘research river’ model has been helping scientists from the University of Life Sciences in Vienna and other scientific institutions in the Danube Region to find out new and more comprehensive knowledge about the Danube. The model of the Danube River, in the River Modelling Centre in Vienna, close to where the Danube Canal branches off the main river, is just five metres wide and a little over 100 metres long. Water flows through it at a rate of 100 cubic metres per second. This is one of the first tangible results of work being carried out by the Danube River Research and Management (DREAM) project, which arose from the need to connect the use and protection of the Danube in a sustainable way. During the project, information was collected from the fields of hydrodynamics, sediment transport, river morphology as well as the ecological processes in various parts of the Danube. This knowledge is not only of interest to researchers, but is also valuable for farmers in the Danube Region, bridge builders and the institutions that support them, authorities in charge of river navigation, and those responsible for planning and organising protection against floods. Flow of information Plans were drawn up to build two large river modelling centres – the first has been in operation in Vienna since 2015, while the second is planned for Romania. The aim is to improve computer simulations to help those studying the Danube and to designate sites for field studies along the river and its tributaries. Plans are also under way for a research vessel with a diving shaft that will be stationed in the middle of the Danube and used at various sites, primarily to collect MODEL BEHAVIOUR FOR SUSTAINABILITY AND RIVER PROTECTION ",
        "29 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S data on the river bed which are needed for further research. The project's actions also include the creation and expansion of a network of scientific institutions across the Danube Region countries, to strengthen their ties with agriculture and society in an effort to improve knowledge of the river. Coordinated by the University of Life Sciences in Vienna, the project involves universities, research institutes and laboratories, as well as private and public institutions and non-governmental organisations, from Bulgaria, Czech Republic, Germany, Hungary, Moldova, Romania, Serbia, Slovakia and Ukraine. Thanks to the research results achieved, DREAM will help to improve water and traffic connections across the Danube Region. In addition, the scientific knowledge acquired during the project will be used to establish the necessary conditions for remedying the quality of the water and soil, leading to better ways to protect the environment. Furthermore, the project will nurture the expansion and improvement of cooperation between scientific institutions and with different countries which, in turn, will contribute to the prosperity of the Danube Region as a whole. DREAM is acquiring a global dimension through the conviction of its participants that the experience and knowledge gained can be put to future use in similar projects and on the largest rivers crossing other continents. FIND OUT MORE http://www.ica-casee.eu/index.php/dream- european-reserach-facility DREAM (Danube River REsearch And Management) Duration: June 12 - ongoing Budget: EUR 69 600 000 MODEL BEHAVIOUR FOR SUSTAINABILITY AND RIVER PROTECTION ",
        "30 There are 70 universities and hundreds of research institutes and other scientific institutions in the Danube Region. They are all united in the desire to advance science and innovation, and to strengthen the region’s competitiveness in the interests of social and economic progress. The 19 participants in the Danube-INCO.NET project are encouraging research and innovation to help overcome obstacles and improve social and economic development in the region. They aim to turn it into a ‘region of innovation’ and to stimulate the development of a ‘knowledge society’ in an effort to make the Danube Region more attractive and competitive. One of the key activities is to provide wide-ranging information and stimulate political dialogue among those interested in promoting science and innovation in the Danube Region. Danube-INCO.NET provides the basis for an exchange of ideas and experience, bringing together researchers from countries across the region and connecting them to the relevant administrations. The project is facilitating communication between the funding agencies and project applicants, and is offering researchers from all the countries in the region the opportunity to gather information about current and planned projects, procurement and jobs. Spreading the word Thanks to this project, its website and newsletter, the general scientific community and others interested INVESTING IN THE FUTURE KNOWLEDGE SOCIETY ",
        "31 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S in advancing research and innovation in the Danube Region have access to comprehensive information about conferences, journals and published scientific works, as well as policy recommendations related to these areas. The Danube-INCO.NET project activities include supporting countries where the fields of science and innovation are still not sufficiently advanced and which want to improve their respective national strategies. It also helps those countries in the Danube Region that are not yet EU members to engage in the European Research Area (ERA) and to engage in the Innovation Union which is part of the Europe 2020 strategy. Special attention is paid to topics such as energy security, energy efficiency and renewable energy, as well as bio-economics – i.e. food security and sustainable agricultural production. Among the latest projects in the network are pilot actions for the support and development of bio-economics in the Danube Region. DANCERS aims to develop new instruments and tools to enhance environmental research and promote innovation in the Danube Region, including the Danube Delta and the Black Sea. One important goal is the creation and development of a network of Danube technology transfer centres which would ensure that the Danube-INCO.NET project objectives will continue to be realised even after its completion. The project involves partners from Austria, Bosnia and Herzegovina, Bulgaria, Croatia, Hungary, Germany, Italy, Moldova, Romania, Slovakia, Slovenia, Serbia and Ukraine. FIND OUT MORE http://danube-inco.net Danube-INCO.NET Duration: January 2014 – December 2016 Budget: EUR 2 000 000 ",
        "32 In April 2016, youth unemployment in the European Union (EU-28) rose to 18.8 %, and 21.1 % in the euro area (EA-19). In Slovakia, the level of unemployment among young people was 24.2 %, 10.4 % in Austria and 7 % in Germany. It is no coincidence that Germany, with the lowest youth unemployment rate in Europe, has a long tradition of dual vocational education and training (VET). The VET education system can also benefit young people and the economies of other countries across the Danube Region. In this project promoted within the framework of the EU Danube Strategy, which is co-financed by the European Commission’s Erasmus+ programme, VET experiences from the German Federal State of Baden-Württemberg and from Austria are now being implemented in Slovakia. The project has two objectives – to reduce youth unemployment, and to overcome the lack of skilled labour that often undermines the economic development of certain regions and impedes investment. The experiences of Germany and Austria should improve the system of dual vocational education in Slovakia and help meet business needs for a qualified and skilled workforce. Surveys carried out at the start of the project showed that over 80 % of Slovakian firms are interested in promoting VET, and 75 % of companies are ready to participate financially in developing dual vocational education and training. Win-win opportunity Legislative changes will be required which entail the creation of a competence centre where the Danube CELEBRATING YOUTH AND CULTURAL DIVERSITY ",
        "33 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S countries can train teachers and in-house company instructors in dual vocational education. The project is also part of an effort to develop compatible education systems throughout the Danube Region, which is why the exchange of experiences with other countries where VET exists is anticipated for the duration of the programme. The initiators of the project have been keen to prove that the results from dual vocational education are always positive. Young people receive an education focused on gaining practical experience, and have a good chance of staying on in the firms where they have worked. In turn, businesses are guaranteed a first-rate, skilled labour force. Figuring out dual vocational education Dual vocational education entails preparing students for work according to the needs and demands of the economy and employers. Vocational training takes place in both the vocational school and in the company. A prerequisite to the start of vocational education is a contract signed with the company where the practical part of the course will take place. Students taking these courses, which usually last three years, will receive remuneration. According to the German Federal Statistical Office, 516 000 vocational education contracts were signed with young people across the country in 2015 – 74 000 of these were in Baden-Württemberg, which is currently partnering Slovakia in this project. FIND OUT MORE https://www.minedu.sk/national-authorities-for- apprenticeships-introduction-of-elements-dual- vet-slovak-republic/ VET (Vocational Education and Training) Duration: October 2014 - January 2017 Budget: EUR 312 717 ",
        "34 The Danube Region is home to more than 110 million people. Constant and effective communication and close cooperation are necessary to ensure the region’s social, economic and cultural development, particularly as regards the younger generation. The project Empowering Young People – Connecting Europe was aimed at encouraging cultural dialogue and the active participation of young people in civil society in the countries they live in, throughout the whole region and Europe-wide, while stimulating interest in social entrepreneurship and sustainable development. It brought together 16-17-year-old high school students and their teachers from Austria, Bosnia and Herzegovina, Bulgaria, Germany, Moldova, Montenegro, Romania, Serbia, Slovenia and Ukraine. NGOs from the Danube Region and cultural and private companies also participated. The main project goals were: active citizenship; cultural dialogue; sustainable development; social responsibility; and entrepreneurship. Shared opportunities In total, 16 schools, over 100 teachers, more than 400 students and 1 600 other actors participated in the activities and programmes based on four thematic clusters. Innovative courses and international COMMUNICATING DIVERSITY ACROSS EUROPE ",
        "35 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S educational and creative programmes, such as training at a TV station, provided them with an opportunity to exchange ideas and experiences, and to work on topics they considered to be important to everyone, irrespective of where they lived. Subsequently, the e-Portfolio was presented to a further 70 schools across the ten participating countries. For example, students from the 10th grade at the Trade Academy in Vienna examined themes within the ‘cultural dialogue’ cluster in the form of ‘intercultural exercises’, among others. This was based on the understanding that cultural dialogue, as described in the project documentation, is “a continual process of sharing correct information, exchanging of experiences, learning common values, accepting and appreciating differences, and being open to changes through communication”. At the closing event in Vienna, project participants presented the results of two years of work in the form of an innovative guide, the Danube Region Project Portfolio. FIND OUT MORE http://empoweringyoungpeople.net/ Empowering Young People – Connecting Europe Duration: May 2012 – December 2013 Budget: EUR 317 755 ",
        "",
        "Significant problems persist with security and serious and organised crime. Trafficking human beings and smuggling goods are particular problems in several countries. Corruption undermines public confidence and hampers development. All these challenges call for reinforcement of the rule of law, both within and across jurisdictions. Intelligence must be better shared, more effective, and supported by joint actions. Structures and capacity for private and public sector decision-making must be improved, including good planning and international cooperation. The optimal use of resources is essential. These are the fields of action under Priority Areas 10 ‘institutional capacity and cooperation’ and 11 ‘security’. STRENGTHENING THE REGION ",
        "38 In 2011, Europol – the European Union’s law enforcement agency – judged the Danube to be a “highly endangered area” as regards freight and passenger traffic, human smuggling, illegal migration, goods smuggling and drug and arms smuggling. Today, in inadequately monitored ports and isolated segments of the Danube, ‘river pirates’ still manage to loot entire cargoes from ships. In recent years, the media has also reported the trafficking of drugs and people along the river. Ten Danube countries participated in the project DARIF – Setting up the Structure of a Danube River Forum. The team’s key objective was to strengthen the overall security of the river’s waterway. In the course of their work, the participating countries (Austria, Bulgaria, Croatia, Germany, Hungary, Moldova, Romania, Serbia, Slovakia and Ukraine) set out to establish effective and coordinated action against organised crime on the river. The aim was to establish cross-border cooperation for professional law enforcement to ensure the Danube provides a modern and safe waterway for the transport of goods and passengers. This unique initiative nurtured cooperation amongst various organisations to target specific sections of the Danube as well as more generally along its entire length. The platform supported cooperation among anti-criminal agencies, all law-enforcement agencies and other support organisations (e. g. water-, border- and criminal police, disaster management, custom authorities, and bodies supplying ‘river information services’ from the Danube Region countries). There are many kinds of criminals who are intent on capitalising on the benefits of river transport along the COOPERATING TO ENSURE SECURITY ",
        "39 D A N U B E R E G I O N S T R A T E G Y S U C C E S S S T O R I E S Danube. Their exploits usually involve illegal migration, human and drug trafficking and the plundering of cargo ships. Coordinating border control In 2014, the DARIF project team conducted three joint cross-border controls on the River Danube. For the purpose of these joint operations, a coordination centre was set up in the Hungarian town of Mohács. In the second joint operation alone – which was extended to the Rhine-Main-Danube Canal – over 860 members of border and river police, customs and other authorities from all the countries took part. Special boats, vehicles and technical equipment were used as well as dogs trained to search for drugs and contraband tobacco. One of the most important outcomes for the expert group joint operations and training was the creation of the DARIF risk analysis chart which includes details of the most significant offences detected on-board ships in the past three to five years. The experience gained during operations in the Interim Coordination Centre in Mohács will contribute to the setting up of a planned Danube Law Enforcement Coordinating Centre which in future will operate on a permanent basis. Although all the participants consider DARIF to have been very successful, much remains to be done to improve security on the Danube. The positive results coming from the project will serve as the basis for a new venture which will continue the work started under the DARIF framework. FIND OUT MORE http://bmprojektek.kormany.hu/a-dunai-folyami- forum-strukturajanak-letrehozasa-darif http://bmprojektek.kormany.hu/megtartottak- a-darif-projekt-zarokonferenciajat-sikeres-ket- evet-zart-a-belugyminiszterium-nemzetkozi- rendeszeti-projektje DARIF (Danube River Forum) Duration: July 2013 – June 2015 Budget: EUR 290 870 ",
        "Graz Linz Brno Ostrava Plovdiv Varna Augsburg Karlsruhe Mannheim München Nürnberg Stuttgart Split Bac ă u Br ă ila Bra ş ov Cluj-Napoca Constan ţ a Craiova Gala ţ i Ia ş i Oradea Ploie ș ti Timi ș oara Košice Chernivtsi Ivano-frankivsk Odesa Wien Sarajevo Praha Sofiya Kishinev Zagreb Budapest Bucure ş ti Ljubljana Bratislava Beograd Podgorica Kontinentalna Hrvatska Jadranska Hrvatska Közép-Magyarország Közép-Dunántúl Nyugat-Dunántúl Dél-Dunántúl Észak-Magyarország Észak-Alföld Dél-Alföld Crna Gora Nord-Vest Centru Nord-Est Sud-Est Sud - Muntenia Sud-Vest Oltenia Vest Bucure ş ti - Ilfov Vzhodna Slovenija Zahodna Slovenija Burgenland (AT) Niederösterreich Bratislavský kraj Západné Slovensko Stredné Slovensko Východné Slovensko Wien Kärnten Steiermark Oberösterreich Salzburg Tirol Vorarlberg Severozapaden Severen tsentralen Severoiztochen Yugoiztochen Yugozapaden Yuzhen tsentralen Praha St ř ední Č echy Jihozápad Severozápad Severovýchod Jihovýchod St ř ední Morava Moravskoslezsko Stuttgart Karlsruhe Freiburg Tübingen Oberbayern Niederbayern Oberpfalz Oberfranken Mittelfranken Unterfranken Schwaben Bosna I Hercegovina Moldova Srbija Ivano-frankivs'ka Chernivets'ka Odes'ka Zakarpats'ka © EuroGeographics Association for the administrative boundaries (NUTS regions) 0 200 Km EU STRATEGY FOR THE DANUBE REGION ",
        "Graz Linz Brno Ostrava Plovdiv Varna Augsburg Karlsruhe Mannheim München Nürnberg Stuttgart Split Bac ă u Br ă ila Bra ş ov Cluj-Napoca Constan ţ a Craiova Gala ţ i Ia ş i Oradea Ploie ș ti Timi ș oara Košice Chernivtsi Ivano-frankivsk Odesa Wien Sarajevo Praha Sofiya Kishinev Zagreb Budapest Bucure ş ti Ljubljana Bratislava Beograd Podgorica Kontinentalna Hrvatska Jadranska Hrvatska Közép-Magyarország Közép-Dunántúl Nyugat-Dunántúl Dél-Dunántúl Észak-Magyarország Észak-Alföld Dél-Alföld Crna Gora Nord-Vest Centru Nord-Est Sud-Est Sud - Muntenia Sud-Vest Oltenia Vest Bucure ş ti - Ilfov Vzhodna Slovenija Zahodna Slovenija Burgenland (AT) Niederösterreich Bratislavský kraj Západné Slovensko Stredné Slovensko Východné Slovensko Wien Kärnten Steiermark Oberösterreich Salzburg Tirol Vorarlberg Severozapaden Severen tsentralen Severoiztochen Yugoiztochen Yugozapaden Yuzhen tsentralen Praha St ř ední Č echy Jihozápad Severozápad Severovýchod Jihovýchod St ř ední Morava Moravskoslezsko Stuttgart Karlsruhe Freiburg Tübingen Oberbayern Niederbayern Oberpfalz Oberfranken Mittelfranken Unterfranken Schwaben Bosna I Hercegovina Moldova Srbija Ivano-frankivs'ka Chernivets'ka Odes'ka Zakarpats'ka © EuroGeographics Association for the administrative boundaries (NUTS regions) 0 200 Km EU STRATEGY FOR THE DANUBE REGION ",
        "More information on the European Union is available on the Internet (http ://europa.eu). Luxembourg: Publications Office of the European Union, 2016 Print version Online version ISBN 978-92-79-57993-6 ISBN 978-92-79-57994-3 doi: 10.2776/739123 doi:10.2776/40585 KN-04-16-371-EN-C KN-04-16-371-EN-N © European Union, 2016 Reuse authorised. Reproduction is authorised provided the source is acknowledged. Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Printed in Belgium ",
        "Copyright for the photos: Photographs (pages): Cover: iStock©porojnicu, miroslav110, gornostaj, anderm, DejanKolar Page 6: iStock©anderm Page 8: @ viadonau, Newada Page 9: iStock©w-ings Page 10: ©Danube LNG, Marco Onida Page 11: ©DCL Barge/Danser Group Page 12: iStock©mdurinik, imantsu Page 13: iStock©tjwvandongen Page 14: ©Andrej Kovarik, Attila Szab Page 15: ©Zsolt_Kalotas Page 16: ©Marco Onida Page 18: iStock©Green_p, Paweł Szczepański Page 19: iStock©FourOaks Page 20: iStock©mikeinlondon, Drazen Lovric Page 21: ©SEE River Page 22: iStock©s-eyerkaufer, ©SEERISK Page 23: iStock©Gudella Page 24: iStock© Cristina Sandu, Photo_HamsterMan Page 25: iStock©wrangel Page 26: iStock©gornostaj Page 28: iStock©Markus Schieder Photography, clubfoto Page 29: iStock©Markus Schieder Photography Page 30: @ INCO.NET, bioMediTech Page 31: iStock©Fotoarta Page 32: @RURBAN, iStock©sturti Page 33: iStock©Cathy Yeulet Page 34: Empowering Young people final conference; iStock©LuckyBusiness Page 35: ©OKTO Page 36: iStock©miroslav110 Page 38: © Ministry of Interior - Bulgaria, Marco Onida Page 39: iStock©boggy22 Page 40: EuroGeographics Association ",
        "Fourteen countries have combined efforts to tackle their shared challenges and better seize their joint opportunities. After five years of working together for sustainable and inclusive growth, their cooperation is achieving concrete results. This selection of success stories makes these results both visible and tangible. EU STRATEGY FOR THE DANUBE REGION http://www.danube-region.eu https://twitter.com/eu_regional https://twitter.com/hashtag/eusdr https://www.facebook.com/DanubeRegionStrategy "
    ]
}