{
    "text": [
        "Syria Situation of returnees from abroad Country of Origin Information Report June 2021 ",
        "More information on the EU is available on the Internet (http://europa.eu) PDF ISBN 978-92-9465-115-0 doi: 10.2847/980660 BZ - 05-21-136-EN-N © European Asylum Support Office, 2021 Cover photo, © Joel Carillet via iStock by Getty Images, 183363131, 5 January 2011, url Highway sign in Syria directing traffic to Damascus and other cities, including Homs and Qara. Reproduction is authorised provided the source is acknowledged. For any use or reproduction of photos or other material that is not under the EASO copyright, permission must be sought directly from the copyright holders. ",
        "Country of origin information report | Syria: Situation of returnees from abroad 3 Acknowledgements This report was drafted by the Country of Origin Information (COI) Unit of the Netherlands Ministry of Foreign Affairs. 1 The following departments and organisations have reviewed the report together with EASO: Denmark, Danish Immigration Service (DIS) Hungary, National Directorate-General for Aliens Policing Documentation Centre It must be noted that the review carried out by the mentioned departments, experts or organisations contributes to the overall quality of the report, but does not necessarily imply their formal endorsement of the final report, which is the full responsibility of EASO. 1 In Dutch known as Afdeling Ambtsberichten (AB). ",
        "Country of origin information report | Syria: Situation of returnees from abroad 4 Contents Acknowledgements ................................................................................................................................. 3 Contents .................................................................................................................................................. 4 Disclaimer................................................................................................................................................ 5 Glossary and abbreviations ..................................................................................................................... 6 Introduction ............................................................................................................................................ 7 Methodology ...................................................................................................................................... 7 Quality control .................................................................................................................................... 8 Sources ............................................................................................................................................... 8 Structure of the report ....................................................................................................................... 9 Map ....................................................................................................................................................... 10 1. Overview of the patterns of return ................................................................................................... 11 1.1 Introduction ................................................................................................................................ 11 1.2 Return from the EU ..................................................................................................................... 11 1.3 Return from neighbouring countries .......................................................................................... 12 1.3.1 Introduction......................................................................................................................... 12 1.3.2 Return from Turkey ............................................................................................................. 12 1.3.3 Return from Lebanon .......................................................................................................... 13 1.3.4 Return from Jordan ............................................................................................................. 16 2. Consequences of illegal exit and having applied for asylum abroad ................................................ 18 2.1 Consequences of illegal exit ....................................................................................................... 18 2.2 Consequences of having applied for asylum abroad .................................................................. 18 2.3 Monitoring of the Syrian diaspora by the Syrian authorities ..................................................... 19 3. GoS return policy and practice .......................................................................................................... 20 3.1 Introduction ................................................................................................................................ 20 3.2 The procedure itself .................................................................................................................... 21 4. Potential obstacles to return ............................................................................................................ 24 4.1 Access limitations to areas of return .......................................................................................... 24 4.2 Civil documentation and nationality .......................................................................................... 25 4.3 Housing, land and property rights .............................................................................................. 25 5. Treatment upon return ..................................................................................................................... 27 Annex I: Bibliography ............................................................................................................................ 30 Annex II: Terms of Reference ................................................................................................................ 36 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 5 Disclaimer This report was written according to the EASO COI Report Methodology. 2 The report is based on carefully selected sources of information. All sources used are referenced. The information contained in this report has been researched, evaluated and analysed with utmost care. However, this document does not claim to be exhaustive. If a particular event, person or organisation is not mentioned in the report, this does not mean that the event has not taken place or that the person or organisation does not exist. Furthermore, this report is not conclusive as to the determination or merit of any particular application for international protection. Terminology used should not be regarded as indicative of a particular legal position. ‘Refugee’, ‘risk’ and similar terminology are used as generic terminology and not in the legal sense as applied in the EU Asylum Acquis, the 1951 Refugee Convention and the 1967 Protocol relating to the Status of Refugees. Neither EASO nor any person acting on its behalf may be held responsible for the use which may be made of the information contained in this report. The drafting of this report was finalised on 12 May 2021. Any event taking place after this date is not included in this report. More information on the reference period for this report can be found in the methodology section of the Introduction. 2 EASO, Country of Origin Information (COI) Report Methodology, June 2019, url ",
        "Country of origin information report | Syria: Situation of returnees from abroad 6 Glossary and abbreviations DIS Danish Immigration Service EIP European Institute of Peace GBP Great Britain Pound GoS Government of Syria GSO General Security Office HLP Housing, land and property HTS Hayat Tahrir al-Sham (‘Organisation for the Liberation of the Levant’) ICC International Criminal Court ICG International Crisis Group IDP Internally displaced person INGO International non-governmental organisation LBP Lebanese Pound LP Laissez-passer Muwafaka amniya Security clearance NRC Norwegian Refugee Council RPW Refugee Protection Watch SJAC Syria Justice and Accountability Centre SYP Syrian Pound Taswiyat Wada’ Status settlement TDA The Day After TIMEP Tahrir Institute for Middle East Policy UNHCR United Nations High Commissioner for Refugees Waraket Mourajaa Written instruction to visit a particular security branch Wasta ‘Getting things done’ or ‘finding things out’ through an informal network of personal connections ",
        "Country of origin information report | Syria: Situation of returnees from abroad 7 Introduction Since the outbreak of the Syrian civil war in 2011, over 6.6 million people have fled the country of whom 5.6 million found refuge in countries near Syria. In addition, 6.7 million people are internally displaced inside Syria. 3 In early April 2021, the United Nations High Commissioner for Refugees (UNHCR) put the number of refugees from Syria at approximately 3.6 million in Turkey, 855 000 in Lebanon and 665 000 in Jordan. 4 According to another estimate, of the millions who fled Syria since the start of the conflict a decade ago, 1.4 million people from Syria received international protection in the EU. 5 During the report’s reference period, refugees from Syria continued to arrive in the EU. According to Eurostat 6 , nearly 69 000 people from Syria applied for asylum in the EU in 2020. The aforementioned number pertains to asylum applications for the first time. Germany was by far the most popular EU Member State among refugees from Syria, receiving almost 41 000 asylum applications. 7 The purpose of this report is to provide relevant information regarding the situation of returnees hailing from Syria within the framework of international protection status determination, including refugee status and subsidiary protection, and in particular for use in updating EASO’s country guidance development on Syria. The report is primarily focused on the return of Syrians from Europe and Syria’s neighbouring countries (Turkey, Lebanon and Jordan) to government-held Syria. Methodology The report is produced in line with the EASO COI Report Methodology 8 and the EASO COI Writing and Referencing Style Guide. 9 The report contains information on the topic of return to Syria, focusing primarily on recent trends, with updated information on 2020 and 2021 where available. The information gathered is a result of research using public, specialised paper-based and electronic sources until 15 April 2021. Some additional information was added during the finalisation of this report in response to feedback received during the quality control process, until 12 May 2021. The terms of reference (ToR) of this report were defined by EASO based on discussions held and input received from COI experts in the EASO COI specialist network on Syria and from policy experts in EU+ countries 10 within the framework of a Country Guidance development on Syria. This report was drafted for the purpose of developing analysis of particular profiles with regard to qualification for refugee status. The ToR for this report can be found in Annex II of this report. 3 UNHCR, Syria Emergency, updated 15 March 2021, url 4 UNHCR, Syria Regional Refugee Response, Total Persons of Concern by Country of Asylum, last updated on 7 April 2021, url 5 Euronews, The Briefing, Why Syria’s War Has Always Been Europe’s Problem, 16 March 2021, url 6 Eurostat is the EU’s statistical office. For m ore information about Eurostat, please visit: url 7 Eurostat, Asylum and first time asylum applicants by citizenship, age and sex – annual aggregated data (rounded), last updated on 13 April 2021, url 8 EASO, EASO Country of Origin Information (COI) Report Methodology, June 2019, url 9 EASO, Writing and Referencing Guide for EASO Country of Origin Information (COI) Reports, June 2019, url 10 All EU Member States plus Norway and Switzerland. ",
        "Country of origin information report | Syria: Situation of returnees from abroad 8 Quality control In line with the EASO COI Report Methodology, a peer review was performed by COI researchers from the departments listed as reviewers in the Acknowledgements section. Sources This report is based on desk research of public, specialised paper-based and electronic sources. In addition to the paper-based and electronic sources that were consulted, interviews were conducted with the following sources: • A Legal and Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC). SJAC is an NGO seeking to promote justice and accountability in Syria by documenting human rights violations. For more information about SJAC, please visit: url • A Syria expert at the European Institute of Peace (EIP). The EIP is an independent, non-profit organisation involved in designing and delivering sustainable peace processes and agreements. For more information about the EIP, please visit: url • A Syrian Migration Expert. The source preferred anonymity for the sake of discretion. • An Advocacy Officer at the Jordanian INGO Forum (JIF). The JIF is an independent network of 59 international non-governmental organisations (INGOs), aiding vulnerable groups living in Jordan. The JIF is based in Amman, the capital of Jordan. For more information, please visit: url • An anonymous source. The source preferred anonymity for the sake of discretion and organisational safety. • An international organisation working in Lebanon. The source preferred anonymity for the sake of discretion and organisational safety. • An international humanitarian organisation working in Syria. The source preferred anonymity for the sake of discretion, personal and organisational safety. • Employees of an implementing agency of the Netherlands Ministry of Justice and Security. These sources preferred anonymity for the sake of discretion. • Hiran Ali, a project manager at Solid Road. Solid Road is a Dutch NGO supporting (former) asylum seekers and people without residence permits to return voluntarily from the Netherlands to their country of origin. For more information about Solid Road, please visit: url • Jusoor for Studies, an independent institution specialised in conducting research on Syrian political and social affairs in particular and the Middle East region in general. For more information about Jusoor for Studies, please visit: url • Nawar Shaban and Muhsen al Mustafa, a Military Expert and Research Assistant respectively at Omran Center for Strategic Studies (also known as Omran Dirasat). The Omran Center for Strategic Studies is a research institute that focuses on Syrian affairs in the political, local administration and development sectors. For more information about the Omran Center, please visit: url • Suhail Al-Ghazi, a Non-Resident Fellow at the Tahrir Institute for Middle East Policy (TIMEP). TIMEP is a non-profit organisation centering on bringing localised perspectives in the policy discourse in order to foster transparent, accountable and just societies in the Middle East and North Africa (MENA) region. For more information about TIMEP, please visit: url • Urnammu for Justice and Human Rights, an NGO documenting and addressing human rights violations in Syria. For more information about Urnammu for Justice and Human Rights, please visit: url ",
        "Country of origin information report | Syria: Situation of returnees from abroad 9 Structure of the report The report is structured in line with the ToR. The first chapter presents an overview of the patterns of return and wherever possible, the numbers of returnees, both from the EU as well as Syria’s neighbouring countries harbouring the highest Syrian refugee populations, which are Turkey, Lebanon and Jordan. The second chapter discusses the consequences of having exited Syria illegally and having applied for asylum abroad. In addition, this chapter looks into the monitoring of the Syrian diaspora by the Syrian authorities. The third chapter analyses the procedure for Syrian returnees to obtain a security clearance in order to enter government-held Syria legally and how this procedure works in practice. The fourth chapter looks at potential obstacles towards return, divided into three categories: limited or no access to particular areas of return, a lack of civil documentation, and issues related to housing, land and property (HLP) rights. The fifth and final chapter looks into the treatment of returnees upon return by the Government of Syria (GoS). ",
        "Country of origin information report | Syria: Situation of returnees from abroad 10 Map Map 1: Syrian Arab Republic, © United Nations 11 11 Syrian Arab Republic, Map No. 4204 Rev. 3, April 2012, United Nations, url ",
        "Country of origin information report | Syria: Situation of returnees from abroad 11 1. Overview of the patterns of return 1.1 Introduction In November 2020, the GoS hosted an international conference in Damascus on the return of refugees to Syria. Prior to the controversial two-day event, which was sponsored by Russia, Russia’s President Vladimir Putin claimed that large parts of Syria were relatively peaceful, urging Syrian refugees to come back home and rebuild the war-torn country. About twenty countries sent representatives to attend the conference, including Russia, Iran and China. The EU boycotted the event, arguing that the situation in Syria was not conducive to a safe, voluntary, dignified and sustainable return of refugees. To make its stance clear, the EU pointed out that the Syrian authorities continued to violate human rights, including forced conscription, indiscriminate detention, forced disappearances, torture, physical and sexual violence and discrimination in access to housing, land and property (HLP). Thus, the EU regarded the conference on return as premature. UNHCR and the US also boycotted the event. 12 1.2 Return from the EU Eurostat’s database does not provide statistics on how many Syrians and stateless persons from Syria have returned from the EU to Syria in 2020. The available information about Syrians returning from the EU to Syria is scant and remains anecdotal and fragmented in nature. In 2020, for instance, 137 Syrian refugees returned voluntarily from Denmark to Syria, each receiving about GBP 22 000 13 from the Danish government. Denmark is home to 35 000 Syrians. 14 During the same year, ten Syrian nationals invoked the assistance of the Repatriation and Departure Service, which is part of the Netherlands Ministry of Justice and Security 15 , to return voluntarily from the Netherlands to Syria. 16 The Netherlands are home to 77 000 Syrians. 17 All ten returnees flew to Damascus. 18 Eight of them received additional support from Solid Road, a Dutch NGO supporting (former) asylum seekers and people without residence permits to return voluntarily from the Netherlands to their country of origin. 19 According to Solid Road, these eight returnees had grown disillusioned about finding a place in Dutch society. All of them originated from Damascus and returned to the capital of Syria, travelling on a Syrian national passport. Five returnees constituted one nuclear family, comprising two parents and three underage children. When renewing their passports at the Syrian Embassy in Brussels, Belgium, they had to sign a declaration stating that they had left Syria because of the war situation, not because of the Syrian authorities. As far as is known, the other three returnees did not have to sign such a statement. Upon arrival at the airport in Syria, the authorities asked the returnees routine-like questions such as: ‘ Where do you come from? Why have you fled? Why have you returned?’ As of 12 March 2021, none of the returnees reported any personal problems with the 12 Al Jazeera, Putin Says Syrian Refugees Should Return, Rebuild Country, 9 November 2020, url; AP, EU Snubs Russia- backed Event on Returning Refugees to Syria, 10 November 2020, url; New York Times (The), Syria Seeks Return of Refugees, But They Fear Leader’s Wrath, 12 November 2020, url 13 According to CoinMill, an online currency convertor, GBP 22 000 amounted EUR 25 297.25 on 15 April 2021. 14 Guardian (The), Denmark Strips Syrian Refugees of Residency Permits and Says It Is Safe to Go Home, 14 April 2021, url 15 In Dutch known as Dienst Terugkeer & Vertrek (DT&V) . For more information about DT&V, please visit: url 16 Employee of an implementing agency of the Netherlands Ministry of Justice and Security, e-mail correspondence, 7 April 2021 17 De Groene Amsterdammer, Als de rollen worden opgeschud, 3 March 2021, url 18 Employee of an implementing agency of the Netherlands Ministry of Justice and Security, e-mail correspondence, 9 April 2021 19 Solid Road’s programme to assist (former) asylum seekers and people without residence permits to return voluntarily to their country of origin is being sponsored by DT&V. Hiran Ali, Signal interview, 12 March 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 12 Syrian authorities to Solid Road. 20 For more information about the treatment of returnees in general, please read Chapter 5: Treatment upon return. Unlike the returnees mentioned above, most Syrian refugees in the EU do not consider returning to Syria in the (near) future. The Day After (TDA) 21 , for example, conducted a survey among 1 600 Syrians residing in Germany, France, the Netherlands and Sweden. 66.1 % of the respondents indicated that they would not seriously consider returning to live in Syria if conditions become stable. Those who expressed their unwillingness to return to Syria pointed out various barriers to return, including the unavailability of basic services (such as education, health care and social security) and the current GoS that has remained in power. 22 The Netherlands Institute for Social Research 23 conducted a survey among 2 544 Syrians who had been given a residency status based on asylum or family reunification between 1 January 2014 until 1 July 2016. 99.5 % of the respondents indicated their intention to continue residing in the Netherlands in the two forthcoming years. One of the prime reasons for Syrians to remain in the Netherlands is the count ry’s security , according to the findings of the aforementioned survey. 24 On 11 March 2021, the European Parliament adopted a resolution on the Syrian conflict, concluding that ‘ Syria is not a safe country to return to. ’ In addition, the resolution called upon all EU Member States ‘to refrain from shifting national policies towards depriving certain categories of Syrians of their protected status and to reverse this trend if they have already applied such policies’. 25 1.3 Return from neighbouring countries 1.3.1 Introduction Like the Syrian refugee population in the EU, most Syrian refugees in the neighbouring countries do not consider to return to Syria in the near future. Between February and March 2021, UNHCR conducted a survey among 3 201 Syrian respondents in Egypt, Lebanon, Jordan and Iraq. Ninety per cent indicated their intention not to return to Syria within the next twelve months. The three main reasons for not returning were a lack of livelihood/work opportunities, a lack of safety and security and a lack of adequate housing and/or concerns over property/housing. Other reasons for not returning were to avoid the military service and an inadequate provision of basic services. 26 In the following sub-paragraphs, the process of return from Turkey, Lebanon and Jordan, which are the neighbouring countries harbouring the largest Syrian refugee populations, will be discussed in more detail. 1.3.2 Return from Turkey In mid-October 2020, the Turkish Minister of Interior stated that over 414 000 Syrians had returned voluntarily to Syria. He attributed this development to Turkey’s cross -border military interventions in 20 Hiran Ali, Signal interview, 12 March 2021 21 TDA is an NGO seeking to democratise Syrian society. For more information about TDA, please visit: url 22 TDA, Between Integration and Return, The Reality of New Syrian Refugees in Europe, A Survey of Refugees in Germany, France, the Netherlands and Sweden, January 2021, url, pp. 57-59 23 Known in Dutch as the Sociaal en Cultureel Planbureau (SCP), the Netherlands Institute for Social Research is an agency of the Netherlands Ministry of Health, Welfare and Sport, conducting research into the social aspects of all areas of government policy. For more information about the SCP, please visit: url 24 SCP, Syrische statushouders op weg in Nederland, De ontwikkeling van hun positie en leefsituatie, June 2020, url, pp. 186-187 25 European Parliament, European Parliament Resolution of 11 March 2021 on the Syrian conflict, 10 Years After the Uprising, 2021/2576(RSP), 11 March 2021, url, para 39 26 UNHCR, Sixt Regional Survey on Syrian Refugees’ Perceptions & Intentions on Return to Syria, Egypt, Iraq, Lebanon, Jordan, March 2021, url, pp. 2, 4 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 13 Syria, which had created a so-ca lled ‘safe zone’ controlled by Turkey and its Syrian allies. 27 The Minister did not make clear, however, whether the Syrians who had been ‘resettled’ in this buffer zone alongside the Turkish-Syrian border actually originated from this area. UNHCR recorded 16 805 voluntary returns from Turkey to Syria in 2020 and 5 124 voluntary refugee returns during the first three months of 2021. 28 During the report’s reference period, sources reported that Syrians were forcibly returned by the Turkish authorities to Idlib 29 , a governorate in north-western Syria which is largely controlled by Hayat Tahrir al-Sham (HTS) 30 , a jihadist organisation. 31 The Turkish authorities denied having deported Syrians to Syria 32 and during the report’s reference period, Turkey reaffirmed its commitment to a safe and voluntary return of Syrians to Syria. 33 Studies showed that there is a strong desire among the Syrian refugee population in Turkey to return to Syria at some point in the future. In April 2020, TDA published a survey report about perceptions on return to Syria among Syrian refugees in Turkey. Having conducted a survey among 2 002 Syrian citizens, it turned out that 74 % of the respondents desired to return to Syria in the future. 34 However, the survey also made clear that those who desire to return to Syria would only like to do so on particular conditions. Of the 74 % who wanted to return to Syria, 71 % stated that their return must be to the place of origin within Syria (returning to one’s place of origin is not always possible as will be discussed in Section 4.1: Access limitations to areas of return). About the same percentage (70 %) indicated that they would return to Syria provided the current GoS has been overthrown. 60 % would return to Syria provided the war has come to an end. 35 1.3.3 Return from Lebanon The majority of Syrians in Lebanon have not complied with the Lebanese residency requirements. 36 During a survey among 579 Syrians in Lebanon, Refugee Protection Watch (RPW) 37 found out that 58.4 % of the respondents did not enjoy legal residency in Lebanon. 38 For Syrians in Lebanon there are several ways to return to Syria, including self-organised returns and group returns organised by the General Security Office (GSO) 39 of the Lebanese Ministry of Interior. 40 The last GSO-organised group return took place on 13 February 2020. 41 Another actor that has been involved in organising 27 AA, Over 414,000 Syrians return home thanks to Turkey, 15 October 2020, url 28 UNHCR, Situation Syria Regional Refugee Response, Voluntary Syrian Refugee Returns, As of 31 March 2021, url 29 AI, Turkey, Halt Illegal Deportation of People to Syria and Ensure Their Safety, 29 May 2020, url; SJAC, Turkey Continues to Deport Syrians to Idlib, Violating International Law, 8 October 2020, url 30 Hayat Tahrir al- Sham means ‘Organisation for the Liberation of the Levant’. 31 Syria Direct, The Border Crossings of Syria’s Northwest, 21 De cember 2017, url 32 AA, Turkey Denies Claims of Deporting Syrians Illegally, 26 October 2019, url 33 AA, ‘Safe, Voluntary Return of Syrians a Turkish Priority’, 5 October 2020, url 34 TDA, Syrian Refugees in Turkey, Perceptions on Return to Syria, April 2020, url, pp. 7, 19 35 TDA, Syrian Refugees in Turkey, Perceptions on Return to Syria, April 2020, url, pp. 37, 40 36 International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021 37 RPW is a coalition comprising Basmeh & Zeitooneh, ALEF, PAX, 11.11.11 and Upinion. Basmeh & Zeitooneh and ALEF are Lebanon-based NGOs, the latter focusing on the promotion of human rights. PAX is a Dutch peace organisation, Upinion is a social enterprise based in the Netherlands and 11.11.11 is a Belgium-based NGO. See RPW, Trapped in Between Lebanon and Syria, The Absence of Durable Solutions for Syria’s Refugees, October 2020, url, p. 8 38 RPW, Trapped in Between Lebanon and Syria, The Absence of Durable Solutions for Syria’s Refugees, October 2020, url, p. 21 39 In French and Arabic the GSO is known as Sûreté Générale (SG) and Maktab Al-Amn Al-Aam Al-Lubnani respectively. 40 International organisation working in Lebanon, interview, 10 February 2021; International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021; Anonymous source, e-mail correspondence, 19 April 2021 41 Anonymous source, e-mail correspondence, 19 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 14 returns from Lebanon to Syria is Hezbollah 42 , a militant Shia movement that is allied to the GoS 43 and the military wing of which has been designated as a terrorist organisation by the EU. 44 Sources noted that there is little information available about procedures and practicalities of the Hezbollah- facilitated returns. 45 There are several obstacles for Syrians to return from Lebanon to Syria, one of them being the challenge to regularise one’s residency status to legally exit Lebanon. As mentioned previously, most Syrians in Lebanon have not regularised their residency status. In order to leave the country legally, members of this group need to pay a fee for each year having overstayed their residency permit, amounting to 300 000 Lebanese Pound (LBP) per year (according to CoinMill 46 , an online currency convertor, LBP 300 000 amounted to EUR 166.47 on 12 March 2021). 47 Those who officially entered Lebanon before 5 January 2015 and overstayed their residency permits will not receive a re-entry ban upon exiting the country. Those who entered Lebanon after 5 January 2015 and overstayed their residency permits will receive a re-entry ban for one year upon leaving the country. Those who fail to pay the fee for having overstayed their residency permits are allowed to exit Lebanon, but they will be issued a permanent re-entry ban, which in practice is issued for a period of five years. All returnees who have entered Lebanon illegally need to pay a fine for their illegal entry, amounting to LBP 600 000 48 , and will be given a permanent re-entry ban, which in practice is issued for a period of five years. 49 An anonymous source, however, remarked that the application of the aforementioned regulations seems to be inconsistent at times. 50 The mandatory security check constitutes another obstacle to overcome. When participating in a GSO-facilitated return, the GSO will conduct a security check in conjunction with the Syrian authorities, forwarding the returnee’s personal details to the Syrian authorities. The l atter subsequently informs the GSO which persons have received a security clearance. 51 The publicly available percentages of rejected and approved applications vary. In September 2018, th e GSO’s General Director stated that on average 10 % of the applicants are denied security clearance by the Syrian authorities. 52 During an interview with the International Crisis Group (ICG) 53 in August 2019, however, a senior Lebanese security official stated that the average approval rate is around 80 %. A 42 Alternatively transliterated as Hizballah . Hezbollah means ‘Party of God’ or ‘Party of Allah’. 43 Arab News, Few Takers for Hezbollah Offer to Repatriate Syrian Refugees, 20 July 2018, url; SAWA for Development and Aid, Unpacking Return, Syrian Refugees’ Conditions and Concerns, February 2019, url, p. 23; Landinfo, Syria, Return from Abroad, 10 February 2020, url, p. 11; International Crisis Group , Easing Syrian Refugees’ Plight in Lebanon, Middle East Report N˚211, 13 Februa ry 2020, url, p. 17 44 Official Journal of the European Union, L 043, 8 February 2021, url 45 SAWA for Development and Aid, Unpacking Return, Syrian Refugees’ Conditions and Concerns, February 2019, url, p. 23; Landinfo, Syria, Return from Abroad, 10 February 2020, url, p. 11 46 CoinMill.com, 12 March 2021, url 47 International humanitarian organisation working in Syria, e-mail correspondence, 12 March 2021; Anonymous source, e- mail correspondence, 19 April 2021 48 According to CoinMill, an online currency convertor, LBP 600 000 amounted EUR 332.97 on 12 March 2021. 49 International humanitarian organisation working in Syria, e-mail correspondence, 12 March 2021 50 Anonymous source, e-mail correspondence, 19 April 2021 51 SAWA for Development and Aid, Unpacking Return, Syrian Refugees’ Conditions and Concerns, February 2019, url, p. 22; Carnegie Middle East Center, Into the Fire, Countries are Forcibly Sending Syrians Back Home, Though Their Country Remains Highly Insecure, 11 September 2019, url; Landinfo, Syria, Return from Abroad, 10 February 2020, url, pp. 10-11; International Crisis Group , Easing Syrian Refugees’ Plight in Lebanon, Middle East Report N˚211, 13 February 2020, url, p. 18; International humanitarian organisation working in Syria, e-mail correspondence, 17 March 2021, Anonymous source, e-mail correspondence, 19 April 2021 52 Reuters, Fifty Thousand Syrians Returned to Syria From Lebanon This Year: Official, 25 September 2018, url 53 The International Crisis Group is an NGO committed to conflict prevention and conflict resolution. For more information about the International Crisis Group, please visit: url ",
        "Country of origin information report | Syria: Situation of returnees from abroad 15 journalist and humanitarian agency researcher told ICG that for applicants hailing from opposition strongholds, the approval rate is nearly zero. 54 Another obstacle is the compulsory fee to be paid to the Syrian authorities when entering Syria. Each Syrian national entering Syria must exchange USD 100 for Syrian pounds (SYP) at the official rate. This decision was issued by the GoS on 8 July 2020 and took effect as of August 2020. Minors as well as truck and public vehicle drivers are said to be exempted from this compulsory measure. 55 However, according to one anonymous source, effective implementation of these exemptions is still pending and therefore it remains unclear if and how this will be applied in practice. 56 The COVID-19 pandemic also obstructed the process of return from Lebanon to Syria. On 22 March 2020, the Syrian authorities closed the land crossings between Lebanon and Syria. As a result, Syrians who had left Lebanon got stuck in the buffer zone between both countries. 57 The numbers of stranded returnees in no man’s land vary between 7 000 and 13 000 individuals. 58 From time to time, the Syrian authorities would arbitrarily allow some returnees to enter Syria and go into quarantine. Some groups of returnees remained stuck between the Lebanese and Syrian border crossings for weeks, facing a lack of food and water. Some did not wait to be allowed entry by the Syrian authorities and sought to enter Syria illegally instead. 59 At the time of writing, there were no reports of Syrians being stuck at the Lebanese-Syrian border. 60 The GSO has not published any figure in regard to returns in 2020. 61 UNHCR recorded 9 351 voluntary refugee returns from Lebanon to Syria in 2020 and 762 voluntary refugee returns during the first three months of 2021. 62 However, the extent to which these returns are truly ‘voluntary’ in nature has been questioned. 63 During the report’s period of reference, Lebanon was struck by a series of setbacks: the COVID-19 pandemic, the Beirut Port explosion and financial, economic and political crises. Syrian refugees were among the most vulnerable and impoverished groups in Lebanese society, since many had neither legal residency nor a durable income. 64 According to an assessment made by three UN branches 65 , the percentage of Syrian refugee households living under 54 International Crisis Group , Easing Syrian Refugees’ Plight in Lebanon, Middle East Report N˚211, 13 February 2020, url, p. 20 55 North Press Agency, Syrian Government Forces Those Entering Country to Exchange $100, 10 July 2020, url; SNHR, The Syrian Regime Prevents Hundreds of Syrians from Returning from Lebanon to Their Homeland, 9 September 2020, url, p. 6; HRW, Syria’s 100 Dollar Barrier to Return, 23 September 2020, url; Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021; Anonymous source, e-mail correspondence, 19 April 2021 56 Anonymous source, e-mail correspondence, 19 April 2021 57 North Press Agency, Nearly 2,000 Syrians Stranded on the Syrian-Lebanese Border due to Coronavirus, 18 May 2020, url; Al Arabiya English, Caught in Between, Syrians Seeking to Return from Lebanon Stuck in Buffer Zone, 29 May 2020, url; SNHR, The Syrian Regime Prevents Hundreds of Syrians from Returning from Lebanon to Their Homeland, 9 September 2020, url, pp. 3-6; 58 Anonymous source, e-mail correspondence, 19 April 2021 59 North Press Agency, Nearly 2,000 Syrians Stranded on the Syrian-Lebanese Border due to Coronavirus, 18 May 2020, url; Al Arabiya English, Caught in Between, Syrians Seeking to Return from Lebanon Stuck in Buffer Zone, 29 May 2020, url; SNHR, The Syrian Regime Prevents Hundreds of Syrians from Returning from Lebanon to Their Homeland, 9 September 2020, url, pp. 3-6; 60 Anonymous source, e-mail correspondence, 19 April 2021 61 Anonymous source, e-mail correspondence, 19 April 2021 62 UNHCR, Situation Syria Regional Refugee Response, Voluntary Syrian Refugee Returns, As of 31 March 2021, url 63 RPW, Trapped in Between Lebanon and Syria, The Absence of Durable Solutions for Syria’s Refugees, October 2020, url, p. 6 64 SNHR, The Syrian Regime Prevents Hundreds of Syrians from Returning from Lebanon to Their Homeland, 9 September 2020, url, p. 2; SOHR, Stranded on Lebanon-Syria, 12 September 2020, url; RPW, Trapped in Between Lebanon and Syria, The Absence of Durable Solutions for Syria’s Refugees, October 2020, url, pp. 19-21 65 These three UN branches were: UNHCR , the World Food Programme (WFP) and the United Nations Children’s Fund (UNICEF). ",
        "Country of origin information report | Syria: Situation of returnees from abroad 16 the extreme poverty line increased to 89 % in 2020. 66 The same survey made clear that half of the Syrian refugee population in Lebanon was food insecure. 67 Facing unemployment, food insecurity and discrimination, some Syrians in Lebanon felt they had no choice but to return to Syria. 68 1.3.4 Return from Jordan UNHCR recorded 3 466 voluntary refugee returns from Jordan to Syria in 2020 and 1 345 voluntary refugee returns during the first three months of 2021. 69 Sources also reported on cases of Syrians who were forcibly returned from Jordan, but no information on their treatment in Syria was available. 70 Unlike their Lebanese counterparts, the Jordanian authorities do not organise voluntary group returns for Syrians. 71 Syrians need to comply with various requirements in order to return from Jordan to Syria. Syrian returnees are required to present a Syrian passport or a Syrian laissez-passer (LP) 72 when returning from Jordan to Syria. 73 According to an international humanitarian organisation working in Syria, when a Syrian returnee applies for a passport or LP at the Syrian Embassy in Amman, his/her name will be run into a centralised database to verify whether the person has links to any opposition or ‘terrorist’ groups. 74 Apart from having a passport or an LP, a returnee needs to obtain a security clearance at the Syrian Embassy in Amman. 75 According to the same international organisation working in Syria, during this security screening, information on the applicant, family members and perhaps extended family is being checked by the Syrian authorities. 76 In addition, a returnee needs to have a negative polymerase chain reaction (PCR) test result, which is no older than 96 hours. A PCR test can be obtained for free at a Jordanian hospital. Additionally, returnees need to sign a declaration that upon return, they will go into home quarantine for five days. Like Syrians returning from Lebanon to Syria, every adult returning from Jordan to Syria must exchange USD 100 upon return. 77 66 Implying these Syrian refugee families in Lebanon live on less than 308,728 LBP per person per month. According to CoinMill, an online currency convertor, 308,728 LBP amounted 171.09 Euro on 19 April 2021. 67 UNHCR Lebanon, Nine out of ten Syrian refugee families in Lebanon are now living in extreme poverty, UN study says, 18 December 2020, url 68 SNHR, The Syrian Regime Prevents Hundreds of Syrians from Returning from Lebanon to Their Homeland, 9 September 2020, url, p. 2; SOHR, Stranded on Lebanon-Syria, 12 September 2020, url; RPW, Trapped in Between Lebanon and Syria, The Absence of Durable Solutions for Syria’s Refugees, October 2020, url, pp. 19-21 69 UNHCR, Situation Syria Regional Refugee Response, Voluntary Syrian Refugee Returns, As of 31 March 2021, url 70 AI, Jordan, Stop Forcible Transfer of Syrian Refugees to a No- Man’s Land in the Desert, 15 september 2020, url; Anonymous source, e-mail correspondence, 19 April 2021 71 Landinfo, Syria, Return from Abroad, 10 February 2020, url, p. 13; International humanitarian organisation working in Syria, e-mail correspondence, 19 March 2021; Advocacy Coordinator at the Jordainian INGO Forum (JIF), Zoom interview, 30 March 2021; Anonymous source, e-mail correspondence, 19 April 2021 72 In Arabic known as Wathecat Abour or waraqet mror , meaning literally ‘crossing paper’ or ‘passing paper’. 73 International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021; Advocacy Coordinator at the Jordainian INGO Forum (JIF), Zoom interview, 30 March 2021; Anonymous source, e-mail correspondence, 19 April 2021 74 International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021 75 International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021; Advocacy Coordinator at the Jordainian INGO Forum (JIF), Zoom interview, 30 March 2021 76 International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021 77 International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021; Advocacy Coordinator at the Jordainian INGO Forum (JIF), Zoom interview, 30 March 2021; Anonymous source, e-mail correspondence, 19 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 17 A Syrian who has left Jordan on a Syrian LP cannot re-enter Jordan using this type of travel document. Syrian passport holders can (re-)enter Jordan provided they comply with a set of requirements: • having a valid passport; • having a security approval; • having an entry or exit/entry permit. 78 78 International humanitarian organisation working in Syria, e-mail correspondence, 18 and 19 March 2021; Anonymous source, e-mail correspondence, 19 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 18 2. Consequences of illegal exit and having applied for asylum abroad 2.1 Consequences of illegal exit Previously, illegal exit from Syria would lead to punishment by means of imprisonment and/or fines. However, on 26 March 2019, the Syrian Ministry of Interior issued circular No. 342, waiving the aforementioned punishment. 79 Having exited Syria illegally, however, remains a matter that needs to be settled through a formal procedure, variously referred to as ‘status settlement’ or ‘security clearance’, prior to one’s return to Syria. 80 This procedure will be discussed in more detail in Chapter 3: GoS return policy and practice. A Legal and Human Rights Adviser at SJAC mentioned explicitly that a person who has exited Syria illegally cannot initiate any legal procedure inside Syria. If a returnee goes back to Syria without having settled his or her illegal exit first, he or she will be sent to a military prison or military security branch straight away, according to the same expert. 81 However, it has also been documented that some returnees who did settle their illegal exit prior to return were nonetheless arrested upon return. 82 For more information about the treatment of returnees, please read Chapter 5: Treatment upon return. 2.2 Consequences of having applied for asylum abroad No unambiguous answer could be found to the question about how those having applied for asylum abroad will be treated upon return. General Naji Numeir, the Chief of the Syrian Immigration and Passports Department, told the DIS during an interview held in November 2018 that returnees would not be prosecuted or arrested upon return for obtaining asylum in neighbouring countries or other countries, including Western countries. A Damascus-based lawyer told the DIS in November 2018 that having applied for asylum in other countries does not lead to punishment upon return, unless the returnee in case is a well-known political or military opponent. 83 A Syria expert at the European Institute of Peace (EIP) believed that having applied for asylum abroad might be something to settle through a formal procedure which will be discussed in more detail in in Chapter 3: GoS return policy and practice. 84 A Legal and Human Rights Adviser at SJAC 79 DIS and DRC, Syria, Security Situation in Damascus Province and Issues Regarding Return to Syria, Report based on interviews between 16 to 27 November 2018 in Beirut and Damascus, February 2019, url, p. 19; DIS, Syria, Consequences of Illegal Exit, Consequences of Leaving a Civil Servant Position Without Notice and the Situation of Kurds in Damascus, June 2019, url, pp. 6- 7; UNHCR, Relevant Country of Origin Information to Assist with the Application of UNHCR’s Country Guidance on Syria, 7 May 2020, url, pp. 20-21 80 DIS and DRC, Syria, Security Situation in Damascus Province and Issues Regarding Return to Syria, Report based on interviews between 16 to 27 November 2018 in Beirut and Damascus, February 2019, url, p. 19; DIS, Syria, Consequences of Illegal Exit, Consequences of Leaving a Civil Servant Position Without Notice and the Situation of Kurds in Damascus, June 2019, url, p. 7 Landinfo, Syria, Return from Abroad, 10 February 2020, url, p. 18; DIS, Syria, Security Clearance and Status Settlement for Returnees, December 2020, url, p. 11; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 81 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021. 82 DIS, Syria, Security Clearance and Status Settlement for Returnees [Source: Suhail Al-Ghazi, non-resident fellow at Tahrir Institute for Middle East Policy], December 2020, url, p. 11 83 DIS and DRC, Syria, Security Situation in Damascus Province and Issues Regarding Return to Syria, Report based on interviews between 16 to 27 November 2018 in Beirut and Damascus, February 2019, url, p. 20 84 Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 19 reported that it varies from case to case. This expert knew of former asylum seekers who did not experience any personal problems with the Syrian authorities upon return, whereas other former asylum seekers were either killed or forcibly disappeared by the Syrian authorities upon return. 85 For more information about the treatment of returnees, please read Chapter 5: Treatment upon return. 2.3 Monitoring of the Syrian diaspora by the Syrian authorities It has been established by several sources that Syrians abroad are to a certain extent monitored by the Syrian authorities. SJAC, for instance, obtained Syrian government documents, exposing that the Syrian embassies in Spain and Saudi Arabia were involved in collecting information about dissident members of the Syrian diaspora and forwarding this information to various intelligence directorates in Syria. 86 According to a Syria expert at the EIP, activists and civil society organisations are extensively monitored by the Syrian authorities. 87 According to a Syria expert at the EIP, Syrians in the diaspora are being monitored in two ways: informally and formally. The informal way of monitoring involves individuals reporting others to the Syrian authorities. These informants are not officially employed by the security branches, but report others in order to appear loyal to the GoS. In doing so, they seek to ward off any possible negative attention that might be directed at themselves. The formal way of monitoring involves state institutions like embassies and security branches collecting information about dissident Syrians residing abroad. The source consulted had knowledge of social media accounts and social media groups of Syrians living abroad being monitored by security branches. 88 Jusoor for Studies states that the Syrian authorities have deployed intelligence agents and informants in the countries of asylum, including the EU and Turkey, to monitor Syrians in the diaspora and report on them on a weekly basis. These agents and informants are affiliated to different security branches: 4 th Division Security Bureau, Branch 279 of the General Intelligence Department, Branch 297 of the Military Intelligence Division, the Air Force Intelligence and Branch 300. Thus, according to Jusoor for Studies, political and humanitarian activists who are considering to return to Syria are at great risk. 89 85 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 86 SJAC, Shadows of Surveillance, Government Documents Confirm Syrian Embassies Monitored Syrians Abroad, 24 September 2020, url 87 Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021 88 Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021 89 Jusoor for Studies, e-mail correspondence, 12 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 20 3. GoS return policy and practice 3.1 Introduction Returnees from abroad as well as internally displaced persons (IDPs) from opposition-held areas need to be cleared by the Syrian authorities in order to return to government-controlled Syria. 90 Omran for Strategic Studies notes that the government’s securi ty forces require all returnees to attain security permits prior to returning and that many returnees were reportedly arrested for not possessing the requested documents. 91 In the existing literature on formal returns to government-held Syria two prominent notions come to the fore: ‘security clearance’ (Arabic: muwafaka amniya ) and ‘status settlement /adjustment ’ (Arabic: taswiyat Wada’ 92 ). 93 According to the DIS, the application for a security clearance is a process through which the Syrian authorities cross-check whether a person is on any wanted list and is to be considered a security threat, whereas settling one’s status involves a process in which a person settles his/her outstanding security issues with the Syrian authorities, like having left the country illegally, having participated in an anti-government demonstration or having evaded the military service. 94 The sources consulted for this report, however, mentioned that there was no clear distinction between applying for a security clearance and settling one’s status. If a Syrian residing in a neighbouring country or in an EU Member State wants to return legally to government-held Syria, he or she will have to apply at a Syrian diplomatic mission. During this procedure, which is variously referred to as ‘security approval’ or ‘status settlement’, the applicant is being checked by the Syrian authorities in one way or another. 95 From now onwards, this report will only use the term ‘security clearance’ in a generic way for the purpose of clarity. According to Suhail Al-Ghazi, only those who have left Syria legally, are not wanted by the Syrian authorities, and still possess a valid passport, are not required to apply for a security clearance in order to return to Syria. 96 It is common practice for those considering to return to Syria to find out first whether they are on any wanted list of Syria’s security branches before applying for a security clearance. They seek to do this through their informal network of personal connections, a practice popularly referred to as wasta. 97 It should be stressed, however, that collecting information through the practice of wasta is not exhaustive. Therefore, if a returnee finds out through wasta that he or she is not wanted by the 90 DIS, Syria, Security Situation in Damascus Province and Issues Regarding Return to Syria, February 2019, url, p. 20; EIP, Refugee Return in Syria, Dangers, Security Risks and Information Scarcity, July 2019, url, p. 20; Omran for Strategic Studies, The Security Landscape in Syria and its Impact on the Return of Refugees, An Opinion Survey, December 2020, url, p. 69 91 Omran for Strategic Studies, The Security Landscape in Syria and its Impact on the Return of Refugees, An Opinion Survey, December 2020, url, p. 69 92 An alternative transliteration of taswiyat Wada’ is Taswiet Wadea. 93 Landinfo, Syria, Return from Abroad, 10 February 2020, url, p. 7; DIS, Syria, Security Clearance and Status Settlement for Returnees, December 2020, url, pp. 3-10 94 DIS, Syria, Security Clearance and Status Settlement for Returnees, December 2020, url, pp. 3, 8 95 Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 96 Suhail Al-Ghazi, e-mail correspondence, 29 April 2021 97 Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; Nawar Shaban and Muhsen al Mustafa, interview, 5 February 2021; Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 21 Syrian authorities, there is no guarantee that he or she will not be arrested and detained upon return. 98 3.2 The procedure itself A security clearance can be applied for in two ways. One, the returnee lodges an application at a Syrian embassy or consulate himself or herself. Two, a first-degree relative 99 of the returnee applies on behalf of the returnee inside Syria. 100 The sources consulted gave conflicting information about the government agency where the returnee’s relative is supposed to apply. A Legal and Human Rights Adviser at SJAC and Suhail Al-Ghazi mentioned the Syrian Ministry of Foreign Affairs in Damascus 101 , whereas Urnammu for Justice and Human Rights mentioned the Immigration Department or one of its branches in the governorates. 102 If a relative in Syria applies on behalf of the returnee, the relative will be required to prove the family ties by submitting a document like a family booklet or a family extract from the civil registry office. The relative is not required to submit a power of attorney. 103 Relatives in Syria need to pay a fee. 104 Suhail Al-Ghazi believes that the Syrian Ministry of Foreign Affairs will charge a fee ranging from SYP 5 000 to SYP 15 000 (according to CoinMill 105 , an online currency convertor, SYP 5 000 and SYP 15 000 amounted to EUR 3.35 and EUR 10.06 respectively on 8 April 2021). 106 As for applications at Syrian diplomatic missions, these are for free, according to a Legal and Human Rights Adviser at SJAC and Suhail Al-Ghazi, although one needs to pay a bribe in order to get an appointment. 107 Urnammu for Justice and Human Rights, however, states that one needs to pay a consular fee amounting EUR 46 when applying for a security clearance at a Syrian diplomatic mission. 108 To complete the application for a security clearance, so- called ‘return’ or ‘reconciliation’ forms need to be filled out. When filling out such forms, the returnee is required to write down his or her personal details and provide information on whether he or she has participated in any anti- government activities, whether his or her relatives have engaged in any anti-government activities or have been detained, whether he or she knows of any ‘terrorists’ and/or ‘terrorist activities’, and so on. 109 According to a Syria expert at the EIP, these forms constitute an unwinnable situation for applicants. If the applicant answers ‘yes’ to any of the security -related questions asked, he or she will incriminate himself or herself and/or others. However, i f the applicant answers ‘no’ to any of the 98 Nawar Shaban and Muhsen al Mustafa, interview, 5 February 2021; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 99 First degree relatives include parents, siblings and offspring. 100 Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021; Urnammu for Justice and Human Rights, e-mail correspondence, 12 April 2021 101 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021; Suhail Al-Ghazi, e-mail correspondence, 8 April 2021 102 Urnammu for Justice and Human Rights, e-mail correspondence, 12 April 2021 103 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021; Suhail Al-Ghazi, e-mail correspondence, 8 April 2021; Urnammu for Justice and Human Rights, e-mail correspondence, 12 April 2021 104 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021; Suhail Al-Ghazi, e-mail correspondence, 8 April 2021 105 CoinMill.com, 8 April 2021, url 106 Suhail Al-Ghazi, e-mail correspondence, 8 April 2021 107 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021; Suhail Al-Ghazi, e-mail correspondence, 8 April 2021 108 Urnammu for Justice and Human Rights, e-mail correspondence, 12 April 2021 109 EIP, Refugee Return in Syria, Dangers, Security Risks and Information Scarcity, July 2019, url, p. 21; Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 22 security-related questions, he or she fails to fulfil his or her citizen’s duty to report ‘terrorism’ to the Syrian authorities. After a decade of widespread armed conflict, the authorities will not find it likely that one is not aware of any security threat against the GoS. 110 Regardless of whether the application has been submitted by the returnee or a relative, it will be forwarded to Syria’s security apparatus. 111 A Legal and Human Rights Adviser at SJAC specifies that applications for a security approval are being forwarded to the military security branch 291 based in Damascus. 112 The security personnel will check whether the returnee has been involved in (armed) opposition against the GoS, whether the returnee has left the country legally or illegally, whether the returnee has posted and/or liked posts on the social media that are critical of the GoS, whether any of the returnee’s relatives have been detained, and so on. 113 The duration of an application varies from one month to up to six months. 114 The sources consulted gave contradictory information about the type of document that was given by the Syrian authorities to a returnee upon approval of his or her application. According to a Legal and Human Rights Adviser at SJAC and Urnammu for Justice and Human Rights, the LP itself served as a document confirming that a security clearance has been granted. 115 Suhail Al-Ghazi, however, stated that the returnee would receive a so-called taswiyat Wada’ document that was stamped by the Syrian Ministry of Interior, having a validity for a period of six to twelve months. 116 If a relative has applied on behalf of a returnee and the security clearance has been granted, there are two different methods for the returnee to obtain the written approval, according to the sources consulted. According to Suhail Al-Ghazi, the relative will receive a document mentioning the returnee’s name, information and case number. The relative subsequently transmits the relevant data mentioned on this document to the returnee. Upon entering Syria at the airport or over land, the returnee can mention the aforementioned data to the Syrian authorities, which will subsequently print and issue the taswiyat Wada’ document. 117 According to a Legal and Human Rights Adviser at SJAC, however, the relative receives the LP and sends it by an express shipping service to the returnee living abroad. 118 The sources consulted gave conflicting information whether applications for a security clearance would be denied by the Syrian authorities in some cases. Suhail Al-Ghazi, a Legal and Human Rights Adviser at SJAC and Urnammu for Justice and Human Rights mentioned that the Syrian authorities were not inclined to deny security clearances to returnees. On the contrary, according to these sources, the Syrian authorities would be interested in persuading dissident returnees to come back 110 Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021 111 Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021; Urnammu for Justice and Human Rights, e-mail correspondence, 12 April 2021 112 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 113 EIP, Refugee Return in Syria, Dangers, Security Risks and Information Scarcity, July 2019, url, p. 21; DIS, Syria, Security Clearance and Status Settlement for Returnees, December 2020, url, p. 9; Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 114 Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 115 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021; Urnammu for Justice and Human Rights, e-mail correspondence, 16 April 2021 116 Suhail Al-Ghazi, e-mail correspondence, 7 April 2021 117 Suhail Al-Ghazi, e-mail correspondence, 8 April 2021 118 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), e-mail correspondence, 12 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 23 home only to arrest them upon return; either to quell their anti-government activism or to extort money from their families. 119 A Syria expert at the EIP, however, had knowledge of Syrian refugees who had their applications rejected. The same expert stated that the reasons for rejecting an application are infinite, including posting and/or liking statements on social media that are critical of the GoS, having a relative in detention, having a name that is similar to a wanted person, returning from a country that is deemed hostile to the GoS, hailing from a former opposition stronghold, and so on. 120 This information seems to resonate with other sources of information. ICG spoke to sources who made it clear that not all applications for a security clearance lodged in Lebanon were approved, as has been discussed in Section 1.3.3 Return from Lebanon. 121 In September 2019, the Malcolm H. Kerr Carnegie Middle East Center 122 reported that hundreds of Syrians in Lebanon had applied, yet only a fraction was allowed to return to Syria. 123 Finally, according to a Syria expert at the EIP and Urnammu for Justice and Human Rights, the processing of applications for a security clearance is an arbitrary and non-transparent affair. Therefore, the precise requirements for obtaining a security clearance remain unclear. 124 Urnummu for Justice and Human Rights mentioned that sometimes a security clearance is issued after a bribe has been given or when the applicant happens to know an influential person within the GoS. 125 119 Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021; Urnammu for Justice and Human Rights, e-mail correspondence, 12 April 2021 120 Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021 121 International Crisis Group , Easing Syrian Refugees’ Plight in Lebanon, Middle East Report N˚211, 13 February 2020, url, p. 20 122 This Beirut-based center provides in-depth analysis of political, socio-economic and security issues in the Middle East and North Africa. For more information about the Malcolm H. Kerr Carnegie Middle East Center, please visit: url 123 Carnegie Middle East Center, Into the Fire, Countries are Forcibly Sending Syrians Back Home, Though Their Country Remains Highly Insecure, 11 September 2019, url 124 SAWA for Development and Aid, Unpacking Return, Syrian Refu gees’ Conditions and Concerns, February 2019, url, p. 22; Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021; Urnammu for Justice and Human Rights, e-mail correspondence, 12 April 2021 125 Urnammu for Justice and Human Rights, e-mail correspondence, 12 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 24 4. Potential obstacles to return 4.1 Access limitations to areas of return A security clearance granted by a Syrian embassy or consulate to a returnee only serves the purpose of permitting the holder to enter Syria. A security clearance does not guarantee a returnee to physically access his or her place of origin inside government-held Syria. Returning to one’s place of origin inside government-controlled Syria involves another trajectory, which is managed by local power brokers like municipal authorities or local government-supporting militias. Procedures to obtain a permission t o enter one’s place of origin vary from place to place and from actor to actor. As local power dynamics are shifting over time, the varying procedures are also subject to change. 126 To make matters more complicated, a security clearance issued by one government-aligned entity inside Syria may be considered invalid in areas controlled by other government-affiliated entities. This can be attributed to the fragmentation of the government’s security apparatus, limiting mobility to areas controlled by specific government-aligned security entities. 127 During the report’s period of reference, the UN observed that the Syrian auth orities routinely denied Syrians return to their places of origin, most notably in formerly besieged areas that had been retaken by the Syrian armed forces. 128 Some sources stated that some groups of returnees were denied access to a particular area of origin, because of their ethnicity, religion and/or political orientation. Suhail Al-Ghazi, for instance, mentioned that some Iranian-backed militias kept Sunni returnees, who are deemed disloyal to the GoS, out of particular areas in order to alter the area’s demographic composition in favour of the Shia community. 129 It has been reported, for instance, that Hezbollah prevented displaced residents of Sunni origins from returning to Qusair 130 in Homs governorate and Zabadani in Rif Dismashq (Rural Damascus) governorate. 131 Al Jazeera was told by some Palestinian activists that only pro-government Palestinians were allowed by the Syrian authorities to return to Yarmouk, a camp for Palestinian refugees that got largely destroyed by the war. 132 A Legal and Human Rights Adviser at SJAC, however, remarked that swaths of government- held Syria were not accessible to the general public anyhow and that the denial of access to these areas was not only aimed at particular groups of returnees. 133 Further information on internal mobility and areas within Damascus governorate where access is limited is available in Chapter 2 of the EASO COI Report: Syria – Socio-economic situation in Damascus city (April 2021). 126 Syria expert at the European Institute of Peace (EIP), 1 April 2021 127 NGO Joint Research Project, Syria Solutions Analysis, An Assessment of Durable Solutions Conditions at the Whole of Syria Level, January 2021, private document held on file, p. 18 128 UN Human Rights Council, Report of the Independent International Commission of Inquiry on the Syrian Arab Republic, 14 August 2020, url, p. 8; UN Human Rights Council, Report of the Independent International Commission of Inquiry on the Syrian Arab Republic, 21 January 2021, url, p. 10 129 Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; Suhail Al-Ghazi, e-mail correspondence, 7 and 9 April 2021 130 Alternatively transliterated as ‘Qusayr’. 131 Ezzi, M., Lebanese Hezbollah’s Experience in Syria, European University Institute, 13 March 2020, url, p. 8, 13 and 14; Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; Suhail Al-Ghazi, e-mail correspondence, 7 and 9 April 2021 132 Al Jazeera, ‘Afraid of Return’, Palestinians Fearful of Life in Yarmouk Camp, 30 March 2021, url 133 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 25 4.2 Civil documentation and nationality Lacking civil documentation does not necessarily obstruct the process of return itself, according to a Legal and Human Rights Adviser at SJAC. 134 Those who do not have a passport or whose passport got expired, for instance, can apply for an LP at a Syrian diplomatic mission abroad. 135 However, a lack of civil documentation can certainly frustrate a returnee upon return when seeking to access government services, initiate legal procedures and file property claims. 136 Family booklets and family extracts, for instance, grant the holder access to public services, including education, health care and emergency assistance. Loss of such documentation could lead to the refusal of the aforementioned services. 137 The Norwegian Refugee Council (NRC) 138 reported that many Syrian refugees living in Turkey, Lebanon, Jordan and Iraq do not possess legal and civil documentation to support their HLP rights, which constitutes a challenge for those considering to return voluntarily to Syria. 139 For more information about HLP rights in relation to return, please read Section 4.3 Housing, land and property rights. Another issue that could pose a stumbling block to one’s return is Syria’s nationality law. According to Article 21(E) of the aforementioned law, a citizen may be deprived of the Syrian nationality in case it has been established that the person has left Syria illegally for another country which is in a state of war with Syria. A citizen may also be stripped of the nationality if the person has been away for more than three years in a non-Arab country without communicating with the Syrian authorities, according to Article 21(G). 140 When asked about practical implementation of Article 21, a Syria expert at EIP stated that it is unclear which countries the GoS regards itself at war with, but Article 21(E) could be applicable to those having left illegally for Turkey, a country that supports armed actors opposing the GoS. 141 Neither is Syria’s nationality law clear about which countries are regarded as ‘non - Arab’ , but according to a Syria expert at EIP, Article 21(G) could apply to returnees coming from Turkey, the EU, the US, Canada and Latin America who have been abroad for more than three years without having communicated with the Syrian authorities. 142 At the time of writing, however, no further information has been found on whether Article 21 of the nationality law was being implemented within the context of return and if so, how and against whom. Further information on civil documentation is available in Chapter 2 of the EASO COI Report: Syria – Socio-economic situation in Damascus city (April 2021). 4.3 Housing, land and property rights The government’s violations of Syrians’ HLP rights pose another stumbling block for IDPs and refugees to return. Since 2011, the GoS has enacted a series of laws and administrative decisions to 134 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 135 International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 136 NRC, Housing Land and Property (HLP) in the Syrian Arab Republic, May 2016, url, p. 15; PAX and Impunity Watch, Violations of Housing, Land and Property Rights, An Obstacle to Peace in Syria, March 2020, url, p. 4; NRC, The Darkest Decade, What Displaced Syrians Face if the World Continues to Fail Them, March 2021, url, pp. 22-23 137 Netherlands Ministry of Foreign Affairs, Thematic Country of Origin Information Report, Syria, Documents, December 2019, url, pp. 27, 30 138 The NRC is a humanitarian NGO seeking to protect the rights of refugees and IDPs worldwide. For more information, please visit: url 139 NRC, The Darkest Decade, What Displaced Syrians Face if the World Continues to Fail Them, March 2021, url, pp. 22-23 140 Syrian Arab Republic, Syrian Nationality Law, 1969, Legislative Decree 276, 24 November 1969, url, p. 7 141 Syria expert at the European Institute of Peace (EIP), e-mail correspondence, 9 April 2021 142 Syria expert at the European Institute of Peace (EIP), e-mail correspondence, 9 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 26 legitimise the expropriation of properties. 143 The GoS, for instance, enacted urban development legislation, purportedly to rebuild or redevelop informal settlements. In reality, however, these urban development projects served as a pretext to evict the pre-dominantly pro-opposition residents from their homes in favour of wealthy elites having close ties to the GoS. 144 The Syrian authorities also confiscate houses and property of detainees (including those who have not been convicted yet), displaced persons and human rights activists within the framework of anti- terrorism and national security legislation, thus using the seizure of houses and property as a means to target and punish detainees, opponents and human rights activists. 145 The GoS also expropriates houses in order to give to members of the Syrian military and to sell to Iranian militias supporting the GoS. 146 It has also been reported that government-aligned militias have confiscated houses and properties. 147 For instance, it was reported that Liwa Al-Quds , a pro-government militia consisting of Palestinians 148 , confiscated homes and shops of (perceived) pro-opposition Palestinians in Neirab, a Palestinian refugee camp in the northern governorate of Aleppo. 149 Two years ago, pro-Iranian Shia militias confiscated farmlands near Mayadeen, a city in the eastern governorate of Deir-ez-Zor. Up to now, the original residents cannot enter this farm area harbouring palm and olive groves. 150 Further information on HLP issues in Damascus governorate is available in Section 3.5 of the EASO COI Report: Syria – Socio-economic situation in Damascus city (April 2021). 143 SJAC, Return is a Dream, Options for Post-Conflict Property Restitution in Syria, September 2018, url, p. 6; PAX and Impunity Watch, Violations of Housing, Land and Property Rights, An Obstacle to Peace in Syria, March 2020, url, p. 2; TIMEP, Part 1, Violations in Government-held Areas, 4 February 2021, url 144 PAX and Impunity Watch, Violations of Housing, Land and Property Rights, An Obstacle to Peace in Syria, March 2020, url, pp. 2-3; TIMEP, Part 1, Violations in Government-held Areas, 4 February 2021, url 145 SJAC, Return is a Dream, Options for Post-Conflict Property Restitution in Syria, September 2018, url, p. 12; PAX and Impunity Watch, Violations of Housing, Land and Property Rights, An Obstacle to Peace in Syria, March 2020, url, pp. 5-6; TIMEP, Part 1, Violations in Government-held Areas, 4 February 2021, url 146 TIMEP, Part 1, Violations in Government-held Areas, 4 February 2021, url 147 PAX and Impunity Watch, Violations of Housing, Land and Property Rights, An Obstacle to Peace in Syria, March 2020, url, p. 4 148 Liwa Al-Quds means ‘Jerusalem Brigade’ in English. 149 The Syria Report, Neirab Camp. Liwa Al-Quds Seizes Properties of Pro-Opposition Palestinians, 20 January 2021, url 150 The Syria Report, Pro-Iran Militias Take Over Farms Near Mayadeen, Bar Entry for Owners, 27 January 2021, url ",
        "Country of origin information report | Syria: Situation of returnees from abroad 27 5. Treatment upon return In its April 2020 report on internally displaced persons, returnees and internal mobility, EASO cited various sources stating that returnees had been arrested, detained and tortured by the Syrian authorities upon return, including those who had settled their status. 151 This type of treatment of returnees has continued to be reported by sources consulted during this report’s period of reference. Since the beginning of 2020, for instance, the Syrian Network for Human Rights (SNHR) 152 documented at least 156 cases of arrest of returnees, including 89 cases of arrest targeting returnees from outside Syria. 153 The sources consulted for this report stressed that obtaining a security clearance will by no means guarantee a safe return to Syria. Urnammu for Justice and Human Rights, for instance, has documented cases of returnees who obtained a security clearance prior to return, but were nonetheless subjected to arrest, enforced disappearances and/or death under torture upon return. 154 Moreover, it should be borne in mind that a security clearance merely permits a returnee to enter Syria. In addition to a security clearance, it is common for returnees to receive a written instruction to visit a particular security branch upon return. This type of document is known as Waraket Mourajaa and is either issued to a returnee at a Syrian diplomatic mission or upon entering Syria. Visiting a security branch brings along the risk of getting interrogated, arrested, detained, tortured and/or forced to become an informant, government soldier or pro-government militia member. 155 According to a Legal and Human Rights Adviser at SJAC, this practice puts the returnee in an unwinnable situation. If the returnee presents himself or herself at the security branch in case, he or she might get exposed to serious harm. However, if the returnee does not adhere to the written instruction to visit a security branch, an arrest warrant will be issued against him or her. 156 Several sources consulted mentioned in the footnotes below confirmed that the Syrian authorities continue to arrest, (temporarily) detain, interrogate, torture and/or pursue returnees by terrorism courts upon return. According to these sources, the following groups are particularly at risk to experience one or more of the aforementioned forms of treatment upon return: 151 EASO, Syria, Internally Displaced Persons, Returnees and Internal Mobility, Country of Origin Information Report, April 2020, url, pp. 33-34 152 SNHR is an NGO that monitors and documents human rights violations in Syria. For more information about SNHR, please visit: url 153 SNHR, At Least 1,882 Cases of Arbitrary Arrest/Detention Documented in Syria in 2020, 149 of Them in December, Detainees Include 52 Children and 39 Women, 2 January 2021, url, p. 6 154 Urnammu for Justice and Human Rights, e-mail correspondence, 12 April 2021 155 Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021; Suhail Al-Ghazi, e-mail correspondence, 7 April 2021 156 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 28 • those having engaged in anti-government protests and/or who are opposition members; 157 • those whose relatives have engaged in anti-government protests and/are opposition members; 158 • those having a security record and/or are on a wanted list; 159 • those having exited Syria illegally; 160 • those hailing from former opposition strongholds; 161 • those returning from countries that are deemed hostile to the GoS; 162 • those who still need to serve in the military; 163 • women and children whose husband, father and/or brother went missing. 164 With regard to the Syrian government’s negative perception of those hailing from former opposition strongholds, a Legal and Human Rights Adviser at SJAC mentioned the cases of two returnees who originally came from Damascus. Upon return they received a waraket mourajaa, instructing them to visit a particular security branch. For two months, both returnees were sent from one security branch to another and each time they found themselves paying a bribe in order to avoid arrest. Thus, hailing from an area that has been under government control throughout the conflict does not necessarily guarantee a safe return to government-held Syria, the expert stressed. 165 As mentioned in Chapter 3. GoS return policy and practice, persons who evaded the military service have to undergo the process of settling one’s status with the Syrian authorities before returning. 166 With respect to those who have settled their draft evasion prior to return, these returnees are still required to serve in the Syrian armed forces upon return 167 , unless they fit in one of the categories of people that can be exempted from the military service. 168 Detailed information on the situation of draft evaders and military service in the Syrian Arab Army is available in the EASO COI Report: Syria - Military service (April 2021). Another factor impacting the treatment of returnees is the highly fragmented nature of Syria’s security apparatus. For instance, there are four main security branches: the Air Force Intelligence Directorate, the Military Intelligence Directorate, the Political Security Directorate, and the General 157 Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 158 Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021 159 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 160 International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021 161 Suhail Al-Ghazi, Microsoft Teams interview, 27 January 2021; Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 162 The consulted expert mentions Turkey in particular in this regard. Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 163 International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021; Hiran Ali, Signal interview, 12 March 2021 164 The consulted expert explains that men who went missing during the conflict situation in Syria are generally suspected to have been detained, forcefully disappeared and/or killed by the Syrian authories. Thus, their relatives are deemed pro- opposition by the Syrian authorities. International humanitarian organisation working in Syria, Microsoft Teams interview, 18 February 2021 165 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021 166 DIS, Syria, Security Clearance and Status Settlement for Returnees, December 2020, url, pp. 3, 8 167 Legal & Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC), WhatsApp interview, 2 April 2021; Suhail Al-Ghazi, e-mail correspondence, 11 April 2021; Jusoor for Studies, e-mail correspondence, 12 April 2021; Urnammu for Justice and Human Rights, e-mail correspondence, 12 April 2021 168 The Syrian Military Service Law identifies various categories of people that are exempted from the military service, including men who are the only male child to their parents, men who are sick/unfit for military service and men who pay an exemption fee. DIS, Syria, Military Service, Report Based on a Fact-finding Mission to Istanbul and Beirut (17-25 February 2020), May 2020, url, pp. 20-23; EASO, Syria, Military Serice, Country of Origin Information Report, April 2021, url, pp. 28-32 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 29 Intelligence Directorate, the latter also known as the National Intelligence Directorate. 169 According to several sources, this could lead to a situation in which persons, returnees included, have been cleared by one intelligence directorate, but are still wanted by another intelligence directorate. Thus, it is difficult, if not impossible, for one to determine where he or she stands in relation to Syria’s security apparatus . 170 To add more confusion to the picture, Syria’s security apparatus is inconsistent in its treatment of returnees. For instance, Jusoor for Studies had knowledge of returnees who were arrested because their relatives were wanted. Yet, the same expert also knew returnees who had family members on a wanted list and who were nonetheless not arrested. 171 In its February 2020 report on the situation of Syrians in Lebanon, ICG concluded that there is no certainty about who is safe from arrest upon return, because the authorities’ concept of who is an opponent is not always clear or can change over time. 172 This conclusion made by ICG was corroborated by several interviews with experts. A Syria expert at the EIP mentioned that in some cases the lack of an exi t stamp in one’s passport will not cause an immediate problem upon return, but could nevertheless be used against the returnee by the Syrian authorities later on. 173 Jusoor for Studies and Urnammu for Justice and Human Rights stated that some returnees are directly arrested upon return, whereas others are arrested within one month or one to two months after their return. 174 The return of Mazen al-Hamada 175 from the Netherlands to Syria constitutes an example of the risks activists might be exposed to when returning to Syria. Prior to his arrival in the Netherlands in 2014, Hamada had been arrested three times by the Syrian authorities. Upon his third and last arrest, Hamada was detained for one and a half year at a prison in Damascus where he was subjected to various forms of torture. During his stay in the Netherlands, Hamada spoke openly about his experiences as a torture survivor, testifying against the Syrian authorities at the International Criminal Court (ICC) in The Hague. For unclear reasons, Hamada settled his status at the Syrian Embassy in Berlin, Germany and returned to Syria in February 2020. 176 After having arrived at the airport in Damascus, no one heard from him anymore, making many believe that he was forcibly disappeared by the Syrian authorities. 177 According to Jusoor for Studies, Hamada was imprisoned at Sednaya Prison and referred to the Terrorism Court. 178 169 Zeegers, Maarten, Wij zijn Arabieren, Portret van ondoordringbaar Syrië, 2012, p. 44; Netherlands Ministry of Foreign Affairs, Country of Origin Information Report Syria, May 2020, url, p. 68; Nawar Shaban and Muhsen al Mustafa, interview, 5 February 2021; Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021 170 Syrian Migration Expert, interview, 11 January 2021; Nawar Shaban and Muhsen al Mustafa, interview, 5 February 2021; Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021 171 Jusoor for Studies, e-mail correspondence, 12 April 2021 172 International Crisis Group , Easing Syrian Refugees’ Plight in Lebanon, 13 February 2020, url, p. 16 173 Syria expert at the European Institute of Peace (EIP), Zoom interview, 1 April 2021 174 Jusoor for Studies, e-mail correspondence, 12 April 2021; Urnammu for Justice and Human Rights, e-mail correspondence, 12 April 2021 175 Alternatively spelled as ‘Mazen al - Hummada’ and ‘Mazen Hamada’. 176 SHRC, Re-arrest of Former Detainee Mazen al-Hamada, 24 February 2020, url; Trouw, Syrische activist verdwijnt uit Nederland, vrienden vrezen dat hij is ontvoerd door het regime van Assad, 2 March 2020, url; Washington Post (The), He Told the World About His Brutal Torture in Syria, Then, Mysteriously, He Went Back, 4 March 2021, url; Jusoor for Studies, e-mail correspondence, 12 April 2021 177 SHRC, Re-arrest of Former Detainee Mazen al-Hamada, 24 February 2020, url; Trouw, Syrische activist verdwijnt uit Nederland, vrienden vrezen dat hij is ontvoerd door het regime van Assad, 2 March 2020, url; Washington Post (The), He Told the World About His Brutal Torture in Syria, Then, Mysteriously, He Went Back, 4 March 2021, url 178 Jusoor for Studies, e-mail correspondence, 12 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 30 Annex I: Bibliography Oral sources, including anonymous sources • A Legal and Human Rights Adviser at the Syria Justice and Accountability Centre (SJAC). SJAC is an NGO seeking to promote justice and accountability in Syria by documenting human rights violations. For more information about SJAC, please visit: url • A Syria expert at the European Institute of Peace (EIP). The EIP is an independent, non-profit organisation involved in designing and delivering sustainable peace processes and agreements. For more information about the EIP, please visit: url • A Syrian Migration Expert. The source preferred anonymity for the sake of discretion. • An Advocacy Officer at the Jordanian INGO Forum (JIF). The JIF is an independent network of 59 INGOs, aiding vulnerable groups living in Jordan. The JIF is based in Amman, the capital of Jordan. For more information, please visit: url • An anonymous source. The source preferred anonymity for the sake of discretion and organisational safety. • An international organisation working in Lebanon. The source preferred anonymity for the sake of discretion and organisational safety. • An international humanitarian organisation working in Syria. The source preferred anonymity for the sake of discretion, personal and organisational safety. • Employees of an implementing agency of the Netherlands Ministry of Justice and Security. These sources preferred anonymity for the sake of discretion. • Hiran Ali, a project manager at Solid Road. Solid Road is a Dutch NGO supporting (former) asylum seekers and people without residence permits to return voluntarily from the Netherlands to their country of origin. For more information about Solid Road, please visit: url • Jusoor for Studies, an independent institution specialised in conducting research on Syrian political and social affairs in particular and the Middle East region in general. For more information about Jusoor for Studies, please visit: url • Nawar Shaban and Muhsen al Mustafa, a Military Expert and Research Assistant respectively at Omran Center for Strategic Studies (also known as ‘Omran Dirasat’). The Omran Center for Strategic Studies is a research institute that focuses on Syrian affairs in political, local administration and development sector. For more information about the Omran Center, please visit: url • Suhail Al-Ghazi, a Non-Resident Fellow at the Tahrir Institute for Middle East Policy (TIMEP). TIMEP is a non-profit organisation centering on bringing localised perspectives in the policy discourse in order to foster transparent, accountable and just societies in the Middle East and North Africa (MENA) region. For more information about TIMEP, please visit: url • Urnammu for Justice and Human Rights, an NGO documenting and addressing human rights violations in Syria. For more information about Urnammu for Justice and Human Rights, please visit: url ",
        "Country of origin information report | Syria: Situation of returnees from abroad 31 Public sources AA (Anadolu Agency), Turkey Denies Claims of Deporting Syrians Illegally, 26 October 2019, https://www.aa.com.tr/en/turkey/turkey-denies-claims-of-deporting-syrians-illegally/1626678, accessed 10 March 2021 AA (Anadolu Agency) , ‘Safe, Voluntary Return of Syrians a Turkish Priority’, 5 October 2020, https://www.aa.com.tr/en/middle-east/safe-voluntary-return-of-syrians-a-turkish-priority/1996698, accessed 10 March 2021 AA (Anadolu Agency), Over 414,000 Syrians return home thanks to Turkey, 15 October 2020, https://www.aa.com.tr/en/middle-east/over-414-000-syrians-return-home-thanks-to- turkey/2007120, accessed 10 March 2021 AI (Amnesty International), Turkey, Halt Illegal Deportation of People to Syria and Ensure Their Safety, 29 May 2020, https://www.amnesty.org/download/Documents/EUR4424292020ENGLISH.pdf, accessed 10 March 2021 AI (Amnesty International), Jordan, Stop Forcible Transfer of Syrian Refugees to a No- Man’s Land in the Desert, 15 september 2020, https://www.amnesty.org/en/latest/news/2020/09/jordan-stop- forcible-transfer-of-syrian-refugees-to-a-no-mans-land-in-the-desert/, accessed 17 March 2021 Al Arabiya English, Caught in Between, Syrians Seeking to Return from Lebanon Stuck in Buffer Zone, 29 May 2020, https://english.alarabiya.net/features/2020/05/29/Caught-in-between-Syrians- seeking-to-return-from-Lebanon-stuck-in-buffer-zone, accessed 16 March 2021 Al Jazeera, Putin Says Syrian Refugees Should Return, Rebuild Country, 9 November 2020, https://www.aljazeera.com/news/2020/11/9/russias-putin-says-its-time-for-syrian-refugees-to- return-home, accessed 15 April 2021 Al Jazeera, ‘Afraid of Return’, Palestinians Fearful of Life in Yarmouk Camp, 30 March 2021, https://www.aljazeera.com/news/2021/3/30/palestinian-syrians-bear-the-brunt-of-syrias-war, accessed 6 April 2021 AP (Associated Press), EU Snubs Russia-backed Event on Returning Refugees to Syria, 10 November 2020, https://apnews.com/article/syria-foreign-policy-europe-russia-vladimir-putin- 8267cddeeaa1240a53d0a3b8f1bd4815, accessed 14 April 2021 Arab News, Few Takers for Hezbollah Offer to Repatriate Syrian Refugees, 20 July 2018, https://www.arabnews.com/node/1342001/middle-east, accessed 6 May 2021 De Groene Amsterdammer, Als de rollen worden opgeschud, 3 March 2021, https://www.groene.nl/artikel/als-de-rollen-worden-opgeschud, accessed 22 April 2021 DIS (Danish Immigration Service) and DRC (Danish Refugee Council), Syria, Security Situation in Damascus Province and Issues Regarding Return to Syria, Report based on interviews between 16 to 27 November 2018 in Beirut and Damascus, February 2019, https://www.nyidanmark.dk/- /media/Files/US/Landerapporter/Syrien_FFM_rapport_2019_Final_31012019.pdf?la=en- GB&amp;hash=745F91DF6E7962DB4523B8B994B9088C5B28FFE4, accessed 3 May 2021 DIS (Danish Immigration Service), Syria, Consequences of Illegal Exit, Consequences of Leaving a Civil Servant Position Without Notice and the Situation of Kurds in Damascus, June 2019, https://www.ecoi.net/en/file/local/2011587/Report_syria_june_2019.pdf, accessed 11 April 2021 DIS (Danish Immigration Service), Syria, Military Service, Report Based on a Fact-finding Mission to Istanbul and Beirut (17-25 February 2020), May 2020, https://coi.easo.europa.eu/administration/denmark/PLib/Report_Syria_Military_Service_may_2020 .pdf, accessed 30 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 32 DIS (Danish Immigration Service), Syria, Security Clearance and Status Settlement for Returnees, December 2020, https://www.justice.gov/eoir/page/file/1347351/download, accessed 6 April 2021 EASO (European Asylum Support Office), Syria, Internally Displaced Persons, Returnees and Internal Mobility, Country of Origin Information Report, April 2020, https://coi.easo.europa.eu/administration/easo/PLib/04_2020_EASO_COI_Report_Syria_IDPs_retur nees_and_internal_mobility.pdf, accessed 29 March 2021 EASO (European Asylum Support Office), Syria, Military Serice, Country of Origin Information Report, April 2021, https://coi.easo.europa.eu/administration/easo/PLib/2021_04_EASO_COI_Report_Military_Service. pdf, accessed 29 April 2021 ECRE (European Council on Refugees and Exiles), Denmark, No Forced Returns to Syria, 21 February 2020, https://www.ecre.org/denmark-no-forced-returns-to-syria/, accessed 19 March 2021 EIP (European Institute of Peace), Refugee Return in Syria, Dangers, Security Risks and Information Scarcity, July 2019, https://www.eip.org/wp-content/uploads/2020/06/EIP-Report-Security-and- Refugee-Return-in-Syria-July.pdf, accessed 10 April 2021 Euronews, The Briefing, Why Syria’s War Has Always Been Europe’s Problem, 16 March 2021, https://www.euronews.com/2021/03/16/the-briefing-why-syria-s-war-has-always-been-europe-s- problem, accessed 17 March 2021 European Parliament, European Parliament Resolution of 11 March 2021 on the Syrian conflict, 10 Years After the Uprising, 2021/2576(RSP), 11 March 2021, https://www.europarl.europa.eu/doceo/document/TA-9-2021-0088_EN.pdf, accessed 3 May 2021 Ezzi, M., Lebanese Hezbollah’s Experience in Syria, European University Institute, 13 March 2020, https://cadmus.eui.eu/bitstream/handle/1814/66546/MED_WPCS_2020_4.pdf?sequence=1&isAllo wed=y, accessed 10 May 2021 Eurostat, Asylum and First Time Asylum Applicants by Citizenship, Age and Sex – Annual Aggregated Data (Rounded), last updated on 13 April 2021, https://ec.europa.eu/eurostat/databrowser/view/MIGR_ASYAPPCTZA__custom_657856/default/ta ble?lang=en, accessed 15 April 2021 Guardian (The), Denmark Strips Syrian Refugees of Residency Permits and Says It Is Safe to Go Home, 14 April 2021, https://www.theguardian.com/world/2021/apr/14/denmark-revokes-syrian-refugee- permits-under-new-policy, accessed 15 April 2021 HRW (Human Rights Watch), Syria’s 100 Dollar Barrier to Return, 23 September 2020, https://www.hrw.org/news/2020/09/23/syrias-100-dollar-barrier-return, accessed 11 March 2021 ICG (International Crisis Group) , Easing Syrian Refugees’ Plight in Lebanon, Middle East Report N˚211, 13 February 2020, https://d2071andvip0wj.cloudfront.net/211-easing-syrian-refugees-plight- in-lebanon.pdf, accessed 17 March 2021 Jordan Times (The), Informed Source Denies ‘False Allegations’ of Forced Return of 3 Sy rian Nationals, 2 April 2021, https://www.jordantimes.com/news/local/informed-source-denies- %E2%80%98false-allegations%E2%80%99-forced-return-3-syrian-nationals, accessed 11 May 2021 Landinfo, Syria, Return from Abroad, 10 February 2020, https://landinfo.no/wp- content/uploads/2020/06/Report-Syria-Return-from-abroad-10022020.pdf, accessed 11 March 2021 Malcolm H. Kerr Carnegie Middle East Center, Into the Fire, Countries are Forcibly Sending Syrians Back Home, Though Their Country Remains Highly Insecure, 11 September 2019, https://carnegie- mec.org/diwan/79805, accessed 29 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 33 Netherlands Ministry of Foreign Affairs, Thematic Country of Origin Information Report, Syria, Documents, December 2019, https://www.government.nl/documents/reports/2019/12/31/country- of-origin-information-report-syria-december-2019, accessed 29 April 2021 Netherlands Ministry of Foreign Affairs, Country of Origin Information Report Syria, May 2020, https://www.ecoi.net/en/document/2038451.html, accessed 8 April 2021 New York Times (The), Syria Seeks Return of Refugees, But They Fear Leader’s Wrath, 12 november 2020, https://www.nytimes.com/2020/11/12/world/middleeast/12syria-refugees-assad.html, accessed 14 April 2021 NGO Joint Research Project, Syria Solutions Analysis, An Assessment of Durable Solutions Conditions at the Whole of Syria Level, January 2021, private document held on file North Press Agency, Nearly 2,000 Syrians Stranded on the Syrian-Lebanese Border due to Coronavirus, 18 May 2020, https://npasyria.com/en/blog.php?id_blog=2577&sub_blog=12&name_blog=Nearly%202,000%20Sy rians%20stranded%20on%20the%20Syrian-Lebanese%20border%20due%20to%20coronavirus, accessed 16 March 2021 North Press Agency, Syrian Government Forces Those Entering Country to Exchange $100, 10 July 2020, https://npasyria.com/en/blog.php?id_blog=2932&sub_blog=11&name_blog=Syrian%20government %20forces%20those%20entering%20country%20to%20exchange%20$100, accessed 16 March 2020 NRC (Norwegian Refugee Council), Housing Land and Property (HLP) in the Syrian Arab Republic, May 2016, https://www.nrc.no/globalassets/pdf/reports/housing-land-and-property-hlp-in-the- syrian-arab-republic.pdf, accessed 29 April 2021 NRC (Norwegian Refugee Council), The Darkest Decade, What Displaced Syrians Face if the World Continues to Fail Them, March 2021, https://reliefweb.int/sites/reliefweb.int/files/resources/the- darkest-decade.pdf, accessed 10 May 2021 Official Journal of the European Union, L 043, 8 February 2021, https://eur-lex.europa.eu/legal- content/EN/TXT/HTML/?uri=OJ:L:2021:043:FULL&from=en, accessed 10 May 2021 Omran for Strategic Studies, The Security Landscape in Syria and its Impact on the Return of Refugees, An Opinion Survey, December 2020, https://omranstudies.org/publications/books/the- security-landscape-in-syria-and-its-impact-on-the-return-of-refugees-an-opinion-survey.html, accessed 10 May 2021 PAX and Impunity Watch, Violations of Housing, Land and Property Rights, An Obstacle to Peace in Syria, March 2020, https://paxforpeace.nl/media/download/policybrief-syria-hlp-2020-english-10- 03-2020.pdf, accessed 29 April 2021 Reuters, Fifty Thousand Syrians Returned to Syria From Lebanon This Year: Official, 25 September 2018, https://www.reuters.com/article/us-mideast-crisis-syria-lebanon-refugees/fifty-thousand- syrians-returned-to-syria-from-lebanon-this-year-official-idUSKCN1M51OM, accessed 6 May 2021 RPW (Refugee Protection Watch), Trapped in Between Lebanon and Syria, The Absence of Durable Solutions for Syria’s Refugees, October 2020, https://reliefweb.int/sites/reliefweb.int/files/resources/trapped-in-between-lebanon-and-syria.pdf, accessed 11 March 2021 SAWA for Development and Aid, Unpacking Return, Syrian Refugees’ Conditions and Concerns, February 2019, https://reliefweb.int/sites/reliefweb.int/files/resources/SAWA_Unpacking%20Return%20Report.pdf , accessed 22 April 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 34 SCP (Netherlands Institue for Social Research), Syrische statushouders op weg in Nederland, De ontwikkeling van hun positie en leefsituatie, June 2020, https://digitaal.scp.nl/syrische- statushouders-op-weg-in-nederland/assets/pdf/syrische-statushouders-op-weg-in-nederland.pdf, accessed 19 March 2021 SHRC (Syrian Human Rights Committee), Re-arrest of Former Detainee Mazen al-Hamada, 24 February 2020, https://www.shrc.org/en/?p=33384, accessed 29 March 2021 SJAC (Syria Justice and Accountability Centre), Return is a Dream, Options for Post-Conflict Property Restitution in Syria, September 2018, https://syriaaccountability.org/wp-content/uploads/Property- Restitution-Report-Final-Web-1.pdf, accessed 13 May 2021 SJAC (Syria Justice and Accountability Centre), Shadows of Surveillance, Government Documents Confirm Syrian Embassies Monitored Syrians Abroad, 24 September 2020, https://syriaaccountability.org/updates/2020/09/24/the-shadows-of-surveillance-government- documents-confirm-syrian-embassies-monitored-syrians-abroad/, accessed 11 April 2021 SJAC (Syria Justice and Accountability Centre), Turkey Continues to Deport Syrians to Idlib, Violating International Law, 8 October 2020, https://syriaaccountability.org/updates/2020/10/08/turkey- continues-to-deport-syrians-to-idlib-violating-international-law/, accessed 10 March 2021 SNHR (Syrian Network for Human Rights), At Least 1,882 Cases of Arbitrary Arrest/Detention Documented in Syria in 2020, 149 of Them in December, Detainees Include 52 Children and 39 Women, 2 January 2021, https://sn4hr.org/wp- content/pdf/english/Most_of_Arbitrary_Arrests_Detentions_Targeted_Those_Who_Had_Concluded _Settlements_Returning_Refugees_and_IDPs_or_in_Connection_with_Expressing_Opinions_en.pdf, accessed 11 May 2021 SNHR (Syrian Network for Human Rights), The Syrian Regime Prevents Hundreds of Syrians from Returning from Lebanon to Their Homeland, 9 September 2020, https://sn4hr.org/blog/2020/09/09/55433/, accessed 11 March 2021 Syrian Arab Republic, Syrian Nationality Law, 1969, Legislative Decree 276, 24 November 1969, https://www.refworld.org/pdfid/4d81e7b12.pdf, accessed 10 April 2021 Syria Direct, The Border Crossings of Syria’s Nort hwest, 21 December 2017, https://syriadirect.org/the-border-crossings-of-syrias-northwest/, accessed 11 May 2021 Syria Report (The), Neirab Camp. Liwa Al-Quds Seizes Properties of Pro-Opposition Palestinians, 20 January 2021, https://www.syria-report.com/neirab-camp-liwa-al-quds-seizes-properties-pro- opposition-palestinians, accessed 19 April 2021 Syria Report (The), Pro-Iran Militias Take Over Farms Near Mayadeen, Bar Entry for Owners, 27 January 2021, https://www.syria-report.com/pro-iran-militias-take-over-farms-near-mayadeen-bar- entry-owners, accessed 19 April 2021 SOHR (Syrian Observatory Human Rights), Stranded on Lebanon-Syria, 12 September 2020, https://www.syriahr.com/en/184270/, accessed 16 March 2021 TDA (The Day After), Syrian Refugees in Turkey, Perceptions on Return to Syria, April 2020, https://tda-sy.org/wp-content/uploads/2020/05/Syrian-Refugees-in-Turkey-Perceptions-on-Return- to-Syria.pdf, accessed 10 March 2021 TDA (The Day After), Between Integration and Return, The Reality of New Syrian Refugees in Europe, A Survey of Refugees in Germany, France, the Netherlands and Sweden, January 2021, https://tda- sy.org/wp-content/uploads/2021/01/Between-Integration-and-Return-29-01-2021.pdf, accessed 18 March 2021 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 35 TIMEP (Tahrir Institute for Middle East Policy), Part 1, Violations in Government-held Areas, 4 February 2021, https://timep.org/explainers/part-1-violations-in-government-held-areas/, accessed 13 April 2021 Trouw, Syrische activist verdwijnt uit Nederland, vrienden vrezen dat hij is ontvoerd door het regime van Assad, 2 March 2020, https://www.trouw.nl/nieuws/syrische-activist-verdwijnt-uit-nederland- vrienden-vrezen-dat-hij-is-ontvoerd-door-het-regime-van-assad~b813eb243/, accessed 29 March 2021 UNHCR (United Nations High Commissioner for Refugees), Syria Emergency, updated 15 March 2021, https://www.unhcr.org/syria-emergency.html, accessed 15 April 2021 UNHCR (United Nations High Commissioner for Refugees), Relevant Country of Origin Information to Assist with the Application of UNHCR’s Country Guidance on Syria, 7 May 2020, https://www.ecoi.net/en/file/local/2030290/5ec4fcff4.pdf, accessed 6 May 2021 UNHCR (United Nations High Commissioner for Refugees), Situation Syria Regional Refugee Response, Voluntary Syrian Refugee Returns, As of 31 March 2021, https://data2.unhcr.org/en/situations/syria_durable_solutions, accessed 11 May 2021 UNHCR (United Nations High Commissioner for Refugees) , Sixt Regional Survey on Syrian Refugees’ Perceptions & Intentions on Return to Syria, Egypt, Iraq, Lebanon, Jordan, March 2021, https://data2.unhcr.org/en/documents/details/85739, accessed 30 March 2021 UNHCR (United Nations High Commissioner for Refugees), Syria Regional Refugee Response, Total Persons of Concern by Country of Asylum, last updated on 7 April 2021, https://data2.unhcr.org/en/situations/syria, accessed 15 April 2021 UNHCR Lebanon, Nine out of ten Syrian refugee families in Lebanon are now living in extreme poverty, UN study says, 18 December 2020, https://www.unhcr.org/lb/14025-nine-out-of-ten- syrian-refugee-families-in-lebanon-are-now-living-in-extreme-poverty-un-study-says.html, accessed 19 April 2021 United Nations Human Rights Council, Report of the Independent International Commission of Inquiry on the Syrian Arab Republic, 14 August 2020, https://www.ecoi.net/en/file/local/2037646/A_HRC_45_31_E.pdf, accessed 10 May 2021 United Nations Human Rights Council, Report of the Independent International Commission of Inquiry on the Syrian Arab Republic, 21 January 2021, https://www.ecoi.net/en/file/local/2045772/A_HRC_46_54_E.pdf, accessed 10 May 2021 Washington Post (The), He Told the World About His Brutal Torture in Syria, Then, Mysteriously, He Went Back, 4 March 2021, https://www.washingtonpost.com/gdpr- consent/?next_url=https%3a%2f%2fwww.washingtonpost.com%2fworld%2finteractive%2f2021%2f arab-spring-anniversary-syria-assad-mazen-hamada%2f, accessed 30 March 2021 Zeegers, Maarten, Wij zijn Arabieren, Portret van ondoordringbaar Syrië, Uitgeverij Rainbow, Amsterdam, 2012 ",
        "Country of origin information report | Syria: Situation of returnees from abroad 36 Annex II: Terms of Reference The report should focus on the general situation of returnees from abroad (with a focus on returnees from Europe, Turkey, Lebanon and Jordan) in terms of procedures, prevalence and treatment upon return in government-held Syria. ❑ Returnees from abroad (focus on returnees from Europe, Turkey, Lebanon and Jordan) ▪ Overview of the pattern of return, number of returnees, location of return ▪ Consequences of illegal exit and/or applying for asylum abroad ▪ Return policy and practice ▪ Potential obstacles towards return (access limitations to areas of return, civil documentation and HLP rights) ▪ Treatment upon return by state authorities and affiliated actors ",
        "Country of origin information report | Syria: Situation of returnees from abroad 37 doi: 10.2847/980660 "
    ]
}