{
    "text": [
        "ISSN 1023-3725 Directorate-General for Education and Culture Le Maqazine ^^^m Number 13-2000 • eLearning Hello Mr Chips European Commission ",
        "4 The Portuguese presidency has fired the starting shot in the field of education, training and youth. At a major conference in Lisbon on 17 and 18 March, not only were the new programmes inaugurated but a process of reflection was initiated on the future of lifelong training and closer links were proposed between education and employment policies. Contents Education, training, youth: Lisbon fires the starting shot Rolling agenda New programmes: lift­off Culture, audiovisual policy and sport Pages 4-7 8 8-9 Culture framework programme: implementation and priorities 10­11 European Cities of Culture 12 eLearning: green light for the digital age 13 Netd@ys Europe ­ the multimedia bridge between education and culture 14 13 Every citizen must have access to the digital culture. Which is why Commissioner Viviane Reding recently launched the eLearning initiative. This mobilizing initiative sets concrete goals for 2001, 2002 and 2003 in order to make it easier for schools to enter the digital age. International cooperation Ten years of Tempus 15 Tempus institution building and the acquis communautaire in Romania 16­17 EU­US/Canada cooperation: sharing insights across the Atlantic 18 Training Leonardo da Vinci contact days Promoting equality for disabled students Cedefop: ■ what's new in vocational training? ■ an age of learning without time limits 19 20­21 22­23 24 20 By promoting in­company placements, the British association Workable succeeds in finding quality employment every year for hundreds of disabled f people. Thanks to a Leonardo da Vinci pilot project, Workable has now been able to export its innovative methods to other European countries. What is the secret ' ^ of this success? Le Magazine went to London to find out. 29 Information is communicated most effectively when young people talk directly with other young people. With this principle in mind, 50 students from 30 European countries agreed to act as ambassadors for the Socrates programme, after first completing a week's training course in Brussels. This pilot project was conducted at the initiative of three European student associations. Le Magazine met some of these young ambassadors ­ and found that their enthusiasm is infectious. Youth Youth policy: a White Paper Young people and sport Education Young ambassadors for Socrates Teachers learn to share their problems Comenius: changes and improvements A Lingua assistant in Sweden New technologies and the school of the future Eurydice: ■ Key data on education in Europe ■ What's new in education systems? Citizenship ■ European information: a strategy of decentralization Europe listens to civil society 25­26 27­28 29­30 31 32 33 34 35 36­37 38 39 EUROPEAN COMMISSION, Education and Culture DG, rue Belliard 5­7, B­1049 Brussels Τ + 32 2 299 11 11 ­ F + 32 2 295 01 38 ­ http://europa.eu.int/comm/dgs/education_culture/index_en.htm Publisher: Nikolaus G. van der Pas Journalism: ESN, European Service Network Brussels ­ Graphic design and illustrations: Rali Bilbao Office for Official Publications of the European Communities, 2000 ­ θ European Communities ­ 2000 The opinions expressed in this publication do not necessarily reflect those of the Commission ­ Reproduction is authorized provided the source is acknowledged ­ Printed in Italy Cover page picture: Digital Imagery® Copyright 1999 Photodisc, Inc. ",
        "Editoria European Union government leaders held a special meeting in March to agree a new strategic goal for the next decade: to make the EU the most competitive and dynamic economy in the world, capable of sustainable economic growth with more and better jobs and greater social cohesion. Dubbed the dot.com summit and described by the Portuguese presidency as «a true revolution in the methods of the European Union», this informal Lisbon European Council called fora comprehensive eEurope Action Plan to be formally adopted in June. A key part of that plan is the eLearning initiative, a set of concrete proposals spearheaded by Viviane Reding, Commissioner for Education and Culture, and designed to make the most of the opportunities presented by information and communication technologies for education, train­ ing and lifelong learning in Europe. The eLearning initiative contains four main elements: providing all schools with adequate multimedia equipment; training at all levels in the use of electronic learning technology; developing good quality European multimedia educational content and services; and a drive to accelerate the interconnection of teach­ ing and training establishments, helping to develop them into centres for acquiring knowledge. At the same time, accompanying the eLearning initiative, the new Socrates, Leonardo da Vinci, Youth and Culture 2000 programmes are rapidly getting under way for a seven­year period ­ five years in the case of Culture 2000 ­ during which the EU will undertake its greatest expansion ever. Our programmes will continue to set the pattern for educational, training and youth exchanges between more than 30 European countries, including all the Member States and candidate countries, and further afield in the broader international context. In terms of mobility alone they should provide opportunities to learn abroad for up to 2 million people. These undertakings represent great challenges for the EU and for the Commission's services, particularly for the Directorate­General for Education and Culture ­ DG EAC. A year ago in Le Magazine, my predecessor David O'Sullivan wrote of the impending reorganization of the Commission and the difficulties which we hoped would shortly be behind us. As regards DG EAC, the restructuring is accomplished and we now have a tightly organized, fully operational new Commission department. Our areas of responsibility are wide­ranging. They truly reflect the diversity of a European Union closer to its citizens and responsive to their many concerns and interests. The contents of this issue of Le Magazine reflect that range and diversity, from education to 'dialogue with the citizen', from vocational training to audiovisual policy, from youth policy to digital literacy in the use of modern technologies. A v ! Nikolaus G. van der Pas Director­General Le Magazine in brief Who publishes Le Magazine? Le Magazine is published by the Education and Culture Directorate­General of the European Commission. Who does what? The Director­General of the Education and Culture DG is Le Magazine's editor­in­chief. Editorial policy is decided by an editorial committee within the Commission, man­ aged by the Education and Culture DG's information unit. When is it published and in what languages? Le Magazine is published twice a year, in June and De­ cember, in three language versions: English, French and German. Do you want to receive Le Magazine regularly? Le Magazine is available free of charge. Request your regular copy from: Dominique Marchalant ­ Education and Culture DG library. Fax:+32 2 296 42 59 Do you want to contribute your reactions or ideas? We welcome your suggestions and comments. Please submit them to the Education and Culture DG's informa­ tion unit. Fax: +32 2 296 73 58 Do you want to know more about an article? This is easily done. The articles generally give the name and fax number of the contact person. Please feel free to use them! Do you want to consult the Education and Culture DG's Internet site? The address is: http://europa.eu.int/comm/dgs/education_culture/in­ dex_en.htm The site contains a lot of useful information on the DG's programmes, actions, other publications and more. A more direct contact? You can also contact the Education and Culture DG ■ In writing: European Commission, Education and Cul­ ture DG, 200 rue de la Loi, B­1049 Brussels ■ by telephone: +32 2 299 11 11 ■ by fax: +32 2 296 42 59 ■ by e­mail: eac­info@cec.eu.int Le Magazine · #13 ■ 2000 ",
        "Education, Training, Youth On the initiative of the Portuguese presidency, and with the support of the European Commission, a major conference was held in Lisbon on 17 and 18 March to launch the new phase of three Community programmes: Socrates, Leonardo da Vinci and Youth. This new generation of programmes will run for seven years (2000-2006), receive a budget of €3.52 billion and involve no fewer than 2 million citizens. Education, training and youth ministers from the 31 countries now eligible to participate in these programmes attended the conference. Malta and Turkey were both represented for the first time. The Portuguese organizers wanted to take this opportunity to look ahead to future prospects for lifelong education and training. Preparations for the Lisbon European Council of 23 and 24 March on employment and the knowledge society were also on the agenda. The education ministers held a special meeting in Lisbon on 18 March to agree proposals to be submitted to the summit, and these were largely adopted by the heads of state and government in their conclusions. The Portuguese President and Prime Minister also participated in the Lisbon conference, underlining the importance they assign to education, training and youth policies. Lisbon fires the starting shot Le Magazine · #13 · 2000 ",
        "Lisbon conference The education ministers of the 15 EU Member States met on the fringes of the Lisbon conference to discuss the role of education and training in employment policies in general, and more specifically their contribution to the special Lisbon Council on 23 and 24 March. The message was heard. In their conclusions, the heads of state and government at the summit gave particular priority to the education ministers' proposals. Education ministers speak out The proposals of the Portuguese presidency The education ministers focused on three concrete pro­ posals formulated by the Portuguese presidency: • The establishment of a common reference framework for basic skills. • The transformation of educational and training estab­ lishments into open learning centres able to work with a range of publics and partners to provide appropriate training. • The implementation of flexible validation and certifi­ cation systems for skills acquired in different contexts (for example, by identifying key elements to be in­ cluded in a standardized European curriculum vitae). The messages from the ministers The meeting produced three key messages: • The development of a knowledge and innovation soci­ ety is essential to launching a process of genuine eco­ nomic and social renewal in Europe. Innovation and knowledge are decisive factors for the EU's competi­ tiveness and its ability to combat the scourge of un­ employment. Investment in human resources has be­ come an essential condition for lasting economic and social success. Education and training are key ele­ ments in promoting active citizenship and a society based on social inclusion. • Lifelong education and training play a leading role in Europe's employment strategy. This is why the Educa­ tion Council should be more closely involved in the Luxembourg process (1). A system of reference and performance indicators should be introduced, espe­ cially in the field of lifelong education and training and the quality of education and training. • A command of information and communication tech­ nologies is crucially important in the new knowledge society. Schools must be quicker to enter the digital age. The Commission's eLearning initiative could play a major role in this respect (2). The conclusions of the special Council The special European Council of 23 and 24 March in Lis­ bon, unanimously seen as a success, sought to set a new strategic objective for the Union with the aim of rein­ forcing employment, economic reform and social cohe­ sion as part of a knowledge­based economy. It was the first time such a summit had placed education and train­ ing matters at the top of the agenda. The special summit drew up six precise proposals: • substantially to increase the per capita investment in human resources every year; • to reduce by one half, by 2010, the number of people aged between 18 and 24 who do not complete the first cycle of secondary education and who do not un­ dertake any further education or training; • to take the necessary steps to ensure that training centres ­ all of which should have Internet access ­ develop into polyvalent open learning centres using methods suited to a wide diversity of target groups; to set up partnerships between schools, learning centres, companies and research bodies so that knowledge ac­ quisition is of benefit to all; • to adopt a European framework defining the new basic abilities which must be accessible to all through lifelong education and training: IT skills, foreign languages, technological culture, a spirit of enterprise, and social skills; to introduce a European diploma for basic IT skills awarded on a decentral­ ized basis, in order to promote digital culture throughout the Union; • to define, by the end of 2000, ways to encourage mo­ bility among students, teachers, trainers and re­ searchers through the optimal use of the existing Community programmes (Socrates, Leonardo da Vinci, Youth), the removal of obstacles and increased trans­ parency in the recognition of qualifications and peri­ ods of study and training; to take steps to remove ob­ stacles to the mobility of teachers by 2002 and to attract quality teachers; • to develop a common European model for curricula vi­ tae to be used voluntarily to promote mobility by making it easier for education and training establish­ ments and employers to assess skills. Furthermore, as a means of encouraging an active em­ ployment policy, the European Council called for greater efforts to involve excluded groups in working life, and for more importance to be placed on lifelong learning. The Luxembourg process is based on the drawing­up of Community employment guidelines and their transposition into national employ­ ment plans. See eLearning article on p. 13 Le Magazine ■ #13 ■ 2000 ",
        "Lisbon conference In plenary session and at workshops, the education, training and youth ministers from the 31 countries participating in the programmes came together with representatives of associations and the European social partners to consider the future of lifelong education and training. What concrete measures can be taken to encourage it? How can everyone benefit? What impact will it have on employment? How should competitiveness be pursued without putting social solidarity at risk? Here are some of the answers given on 17 and 18 March. Lifelong learning: the same right for all Our societies are changing faster than ever before and now lie at a strategic crossroads. Knowledge and innova­ tion have become essential resources for economic de­ velopment. But while generating wealth, this knowledge society also has the potential to exclude. The EU must aim to be not only an economically competitive area, but also ­ and the two are inextricably linked ­ a social enti­ ty with which its citizens identify. It is in this context that lifelong education is of such major importance. As the Lisbon conference stressed, the task is to make the econ­ omy more competitive, develop social cohesion and pro­ mote active citizenship. To achieve this, all citizens must have real opportunities. Access to lifelong training and education must be guar­ anteed for all: from young to elderly people, from work­ ers made redundant through industrial restructuring to the unemployed and/or unskilled, and ultimately all those seeking self­improvement. People who are socially excluded or threatened with exclusion also demand spe­ cial attention. The answers must be as diverse as the needs of the individuals in question. Each group, each situation requires its own approach. The importance of basic education How can we promote lifelong learning as a universal right? The need to strengthen each link in the educa­ tional chain was foremost among the preconditions highlighted. Basic education and initial training are fundamental. It is in the very beginning, starting at primary school, that people must \"learn to learn\" and be stimulated to want to do so. Informal education also makes a contribution, and in particular, teaching practices aimed at young people. It is at this age that they learn to work in a group and acquire the social skills important in the context of lifelong edu­ cation. A young person who undertakes voluntary work and assumes responsibility for others, for example, de­ velops specific abilities which should count when he or she applies for a job. This would in turn benefit employ­ ment and social integration. Closer integration Connections between formal education and training and informal education must be reinforced. As education, so­ cial issues and the economy become more closely inte­ grated, differences between education and training are tending to disappear. Lifelong learning transforms the very concept of education and training, transmitting a comprehensive set of life and vocational skills. This ap­ proach promotes interdisciplinarity, project work, team­ work, the practice of citizenship and access to working life. At the organizational level, there must be greater syner­ gy between education and training sites. Universities could make their facilities available for adult education, for example. Schools could build partnerships with local youth clubs. Generally speaking, the debate on the role of the educa­ tion system as a whole must involve all players in the ed­ ucation community and the social partners. Local com­ munities, the labour force and employers must all be involved in helping excluded people to get back into school or work. Making the most of the skills acquired If they are to invest in knowledge, it is important for people to know that what they learn ­ throughout their lives ­ will be fully recognized. As the Lisbon conference stressed, this requires a better validation of the skills ac­ quired, both formally and informally. Given the huge number of vocational qualifications currently available in Europe, the sheer complexity of the problem is clear. There is a need, in this respect, to distinguish between the transparency of qualifications and their certification, each resulting from different procedures. Schools must take more account of what happens in the world outside. Involvement in the community should be recognised as a process which also develops new skills. A common frame­ work of basic abilities must be defined, but carefully, and without seeking to harmonize education systems. The recognition of skills concerns young people just as much as older people. Some workers with few diplomas have extensive experience which should be better acknowl­ edged. The Lisbon conference also stressed the benefits of en­ couraging European mobility in the framework of life­ long learning. Mobility allows Europe to draw closer to its citizens. It creates new skills, both social and voca­ tional. It also promotes knowledge and understanding of other cultures. These are all major advantages for profes­ sional integration and active citizenship. Mobility should start as early as possible, even in prima­ ry school. The twinning of schools, for example, would be a foundation for building mutual understanding and ar­ ranging exchange visits. But again, the skills acquired through mobility must be fully recognized. The challenge of the new technologies The conference participants drew attention to the key role of the new information and communication tech­ nologies (ICTs) in promoting and furnishing more flexible lifelong education and training. No one ­ whether school pupil, adult or teacher ­ should be denied access. All schools must be equipped. Hence the importance of Eu­ ropean Commissioner Viviane Reding's recently launched eLearning initiative, designed to speed up the equipping of schools and training centres. The new ICTs pose a number of challenges. Teachers and trainers must themselves be trained in how to use them. The teaching value of the tools available must also be guaranteed. The conference drew attention to the Inter­ net's potential role in encouraging discussion and influ­ encing policies relating to active citizenship. One work­ shop participant asked why, for example, the Internet could not be the forum for a major debate on the forth­ coming White Paper on youth policies in Europe. The point was also made that education and lifelong learning should be seen as a universal right. That presup­ poses having the resources to match the objectives, plus concrete encouragement. The conference put forward the idea that responsibility should be shared between governments, employers and individuals. Public authori­ ties should first make available the basic resources. Com­ panies must then help to co­finance learning actions, by means of \"time credit\" systems, for example. They should be encouraged to reconcile learning with work organiza­ tion and working time: another argument for the close involvement of the social partners. These efforts should not be seen as \"costs\" but as an investment, bringing re­ wards in the future. Finally, there is a need to motivate the individuals directly concerned. Strengthening the synergies between the three programmes The participants at the Lisbon conference welcomed the three new programmes (Socrates, Leonardo da Vinci and Youth) as essential contributions to the process of life­ long education and training. These programmes allow Le Magazine ■ #13 · 2000 ",
        "young people in particular to understand the notion of a pluralist Europe, develop their powers of observation and communication, fulfil their personal potential, and to look at their own country with different eyes. In this respect they stressed the benefits of the opportu­ nities brought by the \"joint actions\" between the pro­ grammes. But they also made the point that this cooper­ ation should be taken further by creating synergies between the three Community programmes and the Structural Funds, in particular the European Social Fund, and also with the Fifth Framework Programme for Re­ search and Technological Development. There should be greater cooperation at national and European level be­ tween the programmes and the bodies responsible for their implementation. Students, teachers, pupils and so­ cial partners could all be more closely involved in devel­ oping and implementing these three programmes. What they said... • Viviane Reding, European Commissioner \"The new programmes will directly affect 2 million citizens\" Viviane Reding, European Commissioner responsible for education and culture, stressed the historical dimension of the Lisbon conference: \"The first event bringing to­ gether the education, training and youth ministers from all 31 European countries to which our action pro­ grammes are open.\" \"I note with pleasure,\" she said, \"that the Portuguese presidency has also invited representa­ tives of the social partners at European level and the most eminent European associations, testifying to the priority we award to all the actors in the field and the citizens directly affected by our policies.\" She stated that these three programmes will be receiving a budget of €3.52 billion for seven years, representing more than a 30% increase on the previous period. \"This shows very clearly the general acceptance of the added value of our programmes and their contribution to cre­ ating a citizens' Europe.\" Since 1995, she continued, more than 1 million people have benefited from the opportunities these pro­ grammes offer. For the period 2000­2006, the aim of Socrates, Leonardo da Vinci and Youth will be to reach 2 million. The Commissioner then drew attention to the fact that this conference to launch the programmes was being held at a particularly opportune moment: one week be­ fore the Lisbon European Council which would confirm the leading role of innovation and knowledge in making the Union more competitive and in combating unem­ ployment. Having explained that lifelong learning was a central priority in the three new programmes, Viviane Reding ended by affirming that \"education and training policy is the principal means for constructing a Europe of knowledge in which citizens are closely involved.\" • Jorge Sampaio, President of the Portuguese Republic \"The meaning of Europe... » Portuguese President Jorge Sampaio spoke at the con­ ference's opening ceremony. \"Training, youth and educa­ tion policies,\" he pointed out, \"are decisive in building a European area in which human rights and cultural diver­ sity are becoming increasingly important... Today, the major challenge is to make the youngest generations feel the meaning of Europe and its values.\" There was a need to act, every day, \"with courage and rigour, so that Eu­ rope will be viewed as a valuable asset. We must act to ensure that cultural diversity is perceived as a positive factor. We must work to create a tolerant and cohesive society.\" • António Guterres, Prime Minister of Portugal \"A more competitive and cohesive society\" The knowledge­based economy has become the principal source of wealth creation, but it is also a potential factor for exclusion, argued António Guterres at the conference closing session. \"But it is possible to act for a society that is both more competitive and more cohesive.\" The Por­ tuguese prime minister also stressed that \"every organi­ zation in our social fabric, our education and training systems, must guarantee citizens the right to lifelong learning.\" ■ All about education, on­line What is the state of European research on preventing failure at school? What percentage of young girls take higher education science courses in the United Kingdom? What language courses are available in Madrid and Barcelona? Every day, the experts and the general public ask countless questions about education in Europe. But the sheer number of existing information sources often makes gathering data a frustrating task. To correct the problem, the European Commission is putting all its energies into a truly innovative pilot pro­ ject, the outlines of which were presented at the Lisbon conference. Known as the \"Gateway\" project, it aims to provide a unique portal for access to all information on the European learning area, via the Internet. The Gate­ way will function as a guide to existing sources. It will not replace other websites, but will make them more valuable by rendering them more accessible. The project was initiated by two of the European Com­ mission's services: ­ the Education and Culture Directorate­General, re­ sponsible for content and, ultimately, managing the Gateway; ­ the Joint Research Centre, responsible for the techni­ cal aspects of developing a prototype. A feasibility study is currently being carried out and will be finished in October. The system itself should be up and running for the summer of 2001. For further information : Eac­gateway@cec.eu.int A survey in the Member States The Eurydice European unit has published, especially for the Lisbon conference, the results of a major survey on the contribution of the education systems in the EU Member States to lifelong learning. This document is available on the Internet, in English, French and Por­ tuguese: http://www.eurydice.org ■ Le Magazine ■ #13 · 2000 ",
        "At the end of last year, the European Union agreed a new procedure for developing policy in the field of education and training, based on the principle of a 'rolling agenda'. The initiative should enhance cooperation and ensure continuity from one EU Presidency to another. But how is it being implemented? Rolling agenda to speed up progress on education The rolling agenda is a new structure for the future work of the Education Council (EU education ministers) and of other bodies dealing with education and train­ ing, such as the Advisory Committee for Vocational Training (national experts). It will change the way the Council deals with ongoing issues, strengthening the impact of work and reinforcing cooperation at Euro­ pean level. The use of a rolling agenda within the Education Coun­ cil has been considered for some time. At the initiative of the Finnish presidency, with the support of the Com­ mission, the proposal was formally accepted last No­ vember when the Council adopted a Resolution on de­ veloping new working procedures for European cooperation in the field of education and training. The Resolution aims to make the work of the Council on education and training issues more coherent by making sure that issues are dealt with on a rolling basis, with the Council coming back to them at regular intervals. Indi­ vidual presidencies will continue to set their own agen­ das and priorities, but in future they should do this with­ in the context of the rolling agenda and in close cooperation with each other and with the Commission. The importance of cooperation and continuity in gener­ al is something which is strongly emphasised by the Council Resolution, as they underpin many aspects of the process. The basic structure of the rolling agenda can be broken down into a number of steps: ■ Firstly, the Education Council discusses priority themes which are of common interest to the Member States, and decides on the best way of taking them forward; ■ Member States then inform the Commission about activities at national level in connection with the themes agreed; ■ When it has received this information from all Mem­ ber States, the Commission analyses it and produces a summary for the Education Council; ■ The Council then looks at this summary and decides if and how it should be followed up. The same principles are central to the 'open method of coordination' presented by the Portuguese Presidency at the extraordinary European Council meeting in Lis­ bon on 23­24 March. The Resolution proposed three themes within the field of education and training which will form the initial basis of the rolling agenda. These are: ■ the role of education and training in employment policies; ■ the quality of education and training at all levels; ■ mobility, including the recognition of qualifications. The importance of the above themes was reaffirmed by the European Council at its meeting in Lisbon, when it called for increased action and cooperation in these ar­ eas. For each of the three priority themes, the Commis­ sion ­ in particular DG Education and Culture ­ is con­ sidering how the rolling agenda can actually be put into place, and which steps should be taken within each area so that the process is as productive as possible. This re­ quires close cooperation with other services, such as DG Employment, who have an interest in the priority areas chosen. There have already been discussions, within the Com­ mission, the Education Committee, the Advisory Com­ mittee for Vocational Training and the Directors Gen­ eral for Vocational Training, about how to put the rolling agenda into practice. This new method for structuring the work of the Council has been widely welcomed. ■ New programmes: Lift-off We finally have lift­off. After Leonardo da Vinci and Socrates, agreement has been reached on Youth. Which means the three new programmes (2000­2006) are well and truly launched. The last issue of Le Magazine presented the substance of the main changes. We now bring concrete details and useful information on how the programmes will be implemented during this transitional year. Youth: start­up Slightly behind schedule, the Youth programme was fi­ nally given the go­ahead in April following the agree­ ment reached, on 29 February, between the European Parliament and Council. Youth will indeed run for seven years (2000­2006) and will have a total budget of €520 million. This represents considerable progress: Youth for Europe was allocated €126 million for the previous five years (1995­1999) and European Voluntary Service €47.5 million for 1998/1999. The Youth programme was finally approved by the Euro­ pean Parliament and Council before Easter. Its publica­ tion in the Official Journal of the European Communities in May marks the programme's effective entry into force. On 18 and 19 April, a meeting of the Youth Committee endorsed the rules and priorities for implementing the programme. These include, in particular: ­ the development of multilateral exchanges (minimum 3 partners) ­ more host sites for volunteers ­the participation of young people encountering prob­ lems of access to Community programmes, for example by means of bilateral exchanges or short EVS activities (from 3 weeks) ­ the opening up of EVS activities to countries on track for EU membership ­increased cooperation with the countries of the Mediterranean Basin (Euro­Med). New financial regulations have also been agreed. In fu­ ture, most projects under this programme ­ which tend to be small ­ will essentially receive lump­sum funding. Previously, the rule was to award a (variable) percentage of the total cost. This new system will be to everyone's benefit. Life will be easier for the project promoters who will be better able to plan income and expenditure. At the same time the national agencies set up in the Mem­ ber States to manage a large number of projects will be Le Magazine · #13 ■ 2000 ",
        "relieved of excessively burdensome administrative tasks, as will the European Commission. The time saved can be usefully employed in monitoring project quality, giving advice, site visits, etc. Due to the programme's late adoption, special arrange­ ments apply as regards deadlines for the submission of projects in 2000. An initial deadline for submitting applications according to the rules which applied for the former programmes (the forms, the financing, etc.) was set for 1 May 2000 for all the Youth actions. The next three deadlines, name­ ly 1 June, 1 September and 1 November, apply both to decentralized activities (exchanges, EVS, youth initia­ tives, certain support measures) and other activities (Euro­Med projects, third­country projects, support measures, multilateral projects). All this information is included in the user's guide, avail­ able in the European Union's 11 official languages from the national agencies or from the Internet site at: eu­ ropa, eu.int/comm/education/youth.html (which also gives the particulars of the national agencies). In addition, there are two calls for projects relating to training, information and cooperation activities for which the Commission will publish and circulate a spe­ cific document. The deadline for the first is June, and for the second September. The contact at the European Commission is: Pierre Mairesse, Education and Culture DG F+ 32 2 299 40 38 youth@cec.eu.int Leonardo da Vinci : six priorities The first call for proposals for the Leonardo da Vinci pro­ gramme, for the period 2000­2002, was published in the Official Journal (C 23/7) on 27 January 2000. The next deadline for submitting applications is 19 January 2001. The Commission sets six priorities in its call for proposals: 1. Ability to participate in working life: to improve the quality of education and vocational training systems and guidance services as well as access to training and qualifications, with the aim of promoting the em­ ployability of young people and adults. 2. Partnership: to promote cooperation between train­ ing establishments at all levels and companies (SMEs in particular) and the social partners in order to make the training more relevant and effective. 3. Social inclusion: to promote equal access to training and the inclusion of disadvantaged people in the labour market, and to combat discrimination. 4. Adaptability and entrepreneurship: to promote in­ vestment in human resources as company strategy with the aim of improving the ability to adapt to technological and organizational change. 5. New technologies: to make the most of the potential of the information and communication technologies (ICTs) in training 6. Transparency: to improve the transparency of qualifi­ cations. All projects must relate to one of these priorities and contribute to the realization of at least one of the pro­ gramme's objectives. It must also be in keeping with the programme's more general philosophy of promoting in­ novation and improving the quality of training practices and systems through transnational cooperation now widened to include 31 countries. The role of the national agencies is to inform, advise and assist project promoters in their search for partners. Their particulars and details of the documents required when preparing a proposal (in particular the promoter's guide, the specific guides for each of the measures, and the ap­ plication forms) are available on the Internet site: http://europa.eu.int/comm/education/leonardo.html Socrates: forthcoming deadlines The decision on the new Socrates programme was final­ ly taken by the European Parliament and Council on 24 January 2000. Given that it proved impossible to offi­ cially draw up the documents for implementing the sec­ ond phase of Socrates in 1999, arrangements have been made for a two­stage transition, in 2000 and 2001. The general principle is as follows: in 2000 all the Socrates actions which already existed under the programme's first phase will.continue to be managed as before. Total­ ly new actions will nevertheless come into force in this first year ­ such as the inclusion of part of Lingua in Comenius and the decentralization of teacher exchanges under Erasmus. So what are the forthcoming deadlines for submitting proposals? Comenius ­ school partnerships: 1 March 2001 ­ cooperation projects for teaching staff: 1 March 2001 ­ individual grants for training education staff: 1 March 2001 (for Comenius language assistants, 1 February 2001) and 1 November 2001 ­ Comenius networks: 1 November 2000 Erasmus ­ Inter­university cooperation: 1 November 2000 ­Student and teacher mobility: contact the university concerned ­ Erasmus thematic networks: 1 November 2000 Grundtvig ­ European cooperation projects: 1 November 2000 ­ Educational partnerships: 1 March 2001 ­ Mobility for the training of education staff: 1 March 2001 and I November 2001 ­ Grundtvig networks: 1 November 2000 Lingua and Minerva : 1 November 2000 The Socrates guide for candidates, which is valid for sev­ eral years, is available from the national agencies or from the Internet site at: http://europa.eu.int/comm/educa­ tion/socrates.html This site also presents full programme details. ■ Le Magazine ■ #13 · 2000 ",
        "φ·· The Culture 2000 framework programme, adopted for a period of five years (2000­2004) by the European Parliament and the Council on 14 February, entered into force on 10 March 2000.' The task for the Commission now is to implement it effectively and ensure that the programme and projects are better managed than previous cultural programmes. The Culture 2 0 00 programme: adoption, implementation and priorities Reus (Spain) Casa Navas (1901­1907) architect Lluis Domenèch i Montaner Vienna ­ close­up monument, by Otto Wagner The challenge is to streamline procedures and to exercise stricter control over the timetable to prevent cultural operators receiving their support too late, often long af­ ter their cultural event is over and done with. The programme's main aim is to help and encourage cit­ izens and cultural organizations to set up cultural coop­ eration projects with a strong European dimension and added value. A first call for proposals has already been published, inviting cultural operators to submit projects as early as possible so as to enable the Commission to or­ ganize the selection process, obtain the budgetary re­ sources before August, and make the first payments be­ fore November. This is an exceptional situation caused by the pro­ gramme's late adoption. It should not be repeated in 2001 as the Commission staff responsible for culture have taken the precaution of proposing to the manage­ ment committee that the call for proposals for 2001 should be made in May this year. This will allow the se­ lection process to be completed before the end of 2000 and the first payments to be made before projects start. The ready availability of appropriate information adapt­ ed to Europe's various cultures is inconceivable without the presence of the Cultural Contact Points. Although they have existed for a number of years already, in the Culture 2000 programme their information role is more clearly defined. The call for proposals was quickly launched An announcement of the forthcoming call for proposals and the text of the decision establishing the programme were published on the Internet as early as 18 February. On 22 February this information was published in the Of­ ficial Journal in all languages. At the beginning of April, the call for proposals was published in the Official Jour­ nal and made immediately available on the Internet. This early warning allowed cultural operators to prepare for the call for proposals and to develop and programme their cultural cooperation projects based on a transna­ tional partnership. Priority for concrete cultural projects For the year 2000, priority will be awarded to projects for concrete cultural productions, such as publications, fes­ tivals, exhibitions or restoration works aimed at the widest possible audience, including young people. Spe­ cial attention will also be given to the underprivileged sections of society. Action 1 of the programme will give priority to concrete projects in the sectors of architectural and cultural her­ itage, books and the visual and plastic arts which aim to provide further training, improve the mobility of artists and their works, exchange best practice (on the restora­ tion and promotion of architectural heritage from the 19 ,h and 20 lh centuries), highlight major literary trends, translate literary works by European authors from the latter half of the 20 th century, assist the study of cultur­ al and architectural heritage in schools and elsewhere, and raise awareness of art as well as improve access to artistic and cultural practices, in particular by making use of new technologies. Decision n° 508/2000/EC published in the Official Journal of the European Communities (L 63) of 10 March 2000 <?¡o>.. C u l t u re 10 Le Magazine ■ #13 ■ 2000 ",
        "Further information Jean­Michel Courades, Education and Culture DG F+ 32 2 299 92 83 Action 2 of the programme will give priority to cultural cooperation agreements concluded in the music sector (either to develop musical heritage or to promote new forms of musical expression). Priority will also be given to multidisciplinary cultural cooperation agreements aimed at encouraging the study and mutual knowledge of the cultural history of the peoples of Europe. Finally, for Action 3, priority will be given to the Euro­ pean Cities of Culture (about €2 million) and the Euro­ pean heritage laboratories ­ with particular attention being given to developing projects in zones affected by natural disasters or damaged by environmental pollu­ tion. Cultural Contact Points ­ a sharper definition of their information role According to the decision establishing the Culture 2000 programme and the terms of the agreements to be signed with each of them, the Cultural Contact Points must: ■ Promote the programme, in particular by satisfying the public demand for information; ensuring wide­ spread publicity (throughout the participating country in question) for Community support mechanisms in the field of culture; and widely disseminating calls for proposals and any other document aimed at the cul­ tural sector published by the Commission's Education and Culture Directorate­General. This implies setting up and regularly updating a database of cultural orga­ nizations active in the territory they cover. ■ Facilitate the participation of the greatest number of cultural professionals in the programme by giving them appropriate information on the procedures for making grants under the Community cultural pro­ gramme. This will include disseminating appropriate information on paper and through the Internet and organizing meetings with potential participants to provide information on the procedures for submitting applications. ■ Liaise with the various national institutions which provide particular support for the cultural sector, thus helping make Culture 2000 actions complementary with national support measures. ■ Provide contact and interaction at the national and regional levels between participants in the Culture 2000 programme and participants in other Communi­ ty programmes open to cultural projects. ■ Maintain a link with the other information bodies in the Member States so as to stay up to date with the activities of other Community programmes with a bearing on culture, and direct applicants to the pro­ grammes best suited to their needs. Preparatory actions in 1999 In 1999, a \"life­size\" test was carried out in managing the Culture 2000 programme. The Commission made a finan­ cial contribution to 55 cultural projects of €6.07 million following a call for proposals modelled on the principles and criteria of the future framework programme. Out of the 410 applications received at the close of a one­month period, the Commission selected 55 on the advice of a committee of independent experts represent­ ing various cultural disciplines. The experimental actions were used to test a new method of evaluating projects on the basis of specific criteria (cultural quality, European added value, innova­ tive nature, multiplier effect). Two lessons may be drawn from the experience The first lesson to be drawn from the experimental ac­ tions is the ability of the European cultural area to de­ velop cultural cooperation projects in large numbers: 410 projects were submitted despite the fact that cultural operators were allowed just one month to do so and that the Raphael, Kaleidoscope and Ariane programmes had already generated more than a thousand projects. A clear majority of projects (65%) were presented as specific non­multiannual projects (action 1), whereas multian­ nual actions within cooperation agreements (action 2) accounted for just 20% of projects. For the year 2000, the Culture 2000 project can be reasonably expected to receive between 1,000 and 2,000 projects. The second lesson to be drawn is that the performance arts and dance, theatre and music in particular (36% for action 1 ; 30% for action 2) are over­represented com­ pared to other sectors such as books and literature (5.7% for action 1 ; 6.8% for action 2), the visual and plastic arts (9.75% for action 1 ; 7.5% for action 2) or heritage (9% for action 1 ; 12.5% for action 2). In this connection, the decision establishing the pro­ gramme stipulates that the specific needs of the various sectors of cultural life must be taken into account in a balanced way when distributing funds. Full information on the subjects covered in this article is available on the Internet site at http://europa.eu.int/comm/culture/index_en.html Two examples of projects supported in 1999 under the framework programme's preparatory actions (http://europa.eu.int/comm/culture/1999_en.html) For wider theatre access (action 1: specific innovative and/or experimental actions) What can be done to encourage people who are hard of hearing to enjoy the performing arts, and the theatre in particular? Four professional organi­ zations ­ from Austria, Sweden, Finland and the Netherlands ­ are working on the use of sign lan­ guage in live performances as part of a joint ap­ proach to promote access for the hard of hearing to dramatic art in Europe. At a series of workshops and symposia, hearing artists will work with the deaf on ways of expressing dramatic language through ges­ tures. Theatre productions with young hearing and deaf actors are also being organized. This European cooperation aims to create a European network of professional theatres for the deaf in Europe. Contact: Arbos, Gesellschaft für Musik und Theater Postfach 130 Venloweg 8 A­9010 Klagenfurt Highlighting Art Nouveau in Europe (action 2: actions in the framework of cultural, transnational, structured and multiannual coopera­ tion agreements). The European network for Art Nouveau was estab­ lished in 1999 to link up public and private institu­ tions in 11 European countries (Austria, Belgium, Finland, France, Hungary, Italy, Latvia, Norway, Slovenia, Spain, United Kingdom). The network aims to promote various aspects of this major movement in Europe's heritage, known as Art Nou­ veau, Jugendstil, Style Liberty or Modernismo, and to ensure it is protected for further generations. The network members have drawn up a work pro­ gramme with activities including exploratory mis­ sions, the production of an directory of Europe's Art Nouveau heritage, the creation of a house style, restoration works, and a major information cam­ paign targeted at professionals and the general public. Contact: Service des Monuments et des Sites rue du Progrès, 80 Bte 1 B­1030 Bruxelles ■ Le Magazine ■ #13 · 2000 11 C u I t u r 6fi> . ",
        "The growing success of the European initiative for a broad area of creativity and cooperation European City of Culture\" was launched by the Council of Ministers in 1985, at the initiative of Melina Mercouri, Greek culture minister at the time. The aim was to help bring the peoples of Europe closer together. It was an immediate popular success. European Cities of Culture Every year the European Commission plays a very active role in supporting the European City of Culture event. The aim is to help draw attention to the cultural wealth and diversity of European cities by highlighting their common cultural heritage. Until 2004 it will remain an intergovernmental event, the cities being selected by the Council of Ministers. From 1985 to 1999 just one city was chosen to host the annu­ al event. However, owing to the many candidate cities and the particular symbolic value of a year marking the transition to the third millennium, nine European Cities of Culture have been selected for 2000: Avignon, Bergen, Bologna, Brussels, Cracow, Helsinki, Prague, Reykjavik and Santiago de Compostela. The European Cities of Culture have already been select­ ed through to 2004, after which a new selection proce­ dure will operate on a rotating basis between the Mem­ ber States until 2019 (see page 25 of the last issue of Le Magazine). The year 2000 programme: increasing awareness of the wealth of cultural heritage and the potential for cooperation. The Culture 2000 programme has just been adopted by the European Parliament and Council (see page 10). It will allow the Commission to provide funding for this year's nine designated cities. Their programmes are very varied and will allow thou­ sands of Europe's cultural organizations to work togeth­ er in fields as diverse as theatre, heritage, music, urban culture and the use of new technologies for artistic cre­ ation. The Internet site at europa.eu.¡nt/comm/culture/ index_en.html contains detailed information on the ac­ tivities planned. The principal themes of each of the nine Cities of Culture for the year 2000 are, briefly, as follows. The Brussels 2000 programme was inaugurated by the exhibition The House of Nine Cities at a ceremony at the European Parliament attended by European Commis­ sioner Viviane Reding. Nine artists from the nine Euro­ pean Cities of Culture presented works at the exhibition. The other artistic events planned for the year will all be based on the theme of The City, past and future. Avignon in France has also chosen to present reflections on the city as its central theme, but in the context of Transition. Transition from one city to another, from one millennium to another, between the city itself and its surroundings, between neighbourhoods and between in­ habitants. It will also present an exhibition entitled Beauty devoted to contemporary artistic expression and, during its famous theatre festival, will play host to pres­ tigious European theatre directors. Bergen (Norway) is organizing its activities in coopera­ tion with cultural institutions from other countries, with a specific programme for each Season. It will also be or­ ganizing a joint exhibition in association with a number of European maritime museums. Bologna (Italy) is putting the spotlight on the new com­ munication technologies in order to pay homage to its past at a time when it is looking to the future. A com­ mittee chaired by Umberto Eco is organizing the Net­ mage project to promote audiovisual production in net­ works. Cracow (Poland) will be holding a conference on the re­ lationship between Thought, Spirituality and Creativity. Special attention will be paid to the anniversary of the restoration of the University of Jagellons with a debate on teaching and knowledge in modern Poland. Helsinki (Finland) is staging a variety of events (street carnivals, concerts, post­modern opera) as part of an analysis of the relationships between Knowledge, Tech­ nology and the Future. To mark the 125 th anniversary of the birth of Jean Sibelius it is also holding a competition on the interpretation of his compositions. Prague (Czech Republic) is highlighting the theme of Cultural heritage and the growth of the city, with an ex­ hibition on architectural thought and the birth of mod­ ern town planning in Central Europe. Reykjavik (Iceland,) the capital of a country in which culture is closely linked to the forces of nature, is adopt­ ing links between Culture and Nature as its principal theme. It has commissioned a work for choir by the Es­ tonian composer Arvo Part. Santiago de Compostela (Spain), the destination of the famous pilgrimage across the length of Europe, is basing its programme on Exchanges between Europe and the rest of the world. Among the events will be an exhibition on the influence of land and ocean cartography in the context of major discoveries. ■ Further information Jean­Michel Courades, Education and Culture DG F+ 32 2 299 92 83 (33 , I t u 12 Le Magazine · #13 · 2000 ",
        "Further Information By the end of 2002, teachers should be equipped and skilled in the use of the Internet and multimedia resources. By the end of 2003, all pupils should be 'digitally literate' by the time they leave school. These are just some of the objectives of the eLearning initiative recently launched by European Commissioner Viviane Reding. eLearning: green light for Maruja Gutiérrez Díaz, Education and Culture DG F + 32 2 296 69 22 the digital age At the special European Council held in Lisbon on 23 and 24 March on \"A Europe of Innovation and Knowledge\", the European Union set itself a strategic objective for the coming decade: to become the world's most competitive and dynamic knowledge economy, capable of sustained economic growth coupled with improved employment and greater social cohesion (seethe leading article in this issue of Le Magazine). The emergence of a knowledge­based economy should be a powerful factor for growth, competitiveness and job creation. To make the most of the opportunities, the Eu­ ropean Council in Feira (Portugal) on 20 June adopted a global eEurope action plan for the period 2000­2003. In this connection, the eLearning initiative launched by Viviane Reding, European Commissioner responsible for education and culture, aims to complete and render more concrete the education and training aspects of eEurope. The Commission is acting on two priority fronts in these fields. First, it is placing the emphasis on lifelong learn­ ing and the use of new technologies in the new genera­ tion (2000­2006) of European education, training and youth programmes. Subsequently, Europe must be quick­ er in adapting its education and training systems and in ensuring that all its training centres enter the digital age. Digital literacy should become a basic skill possessed by every citizen. Gaining momentum Following the launch of eEurope last December, in Janu­ ary 2000 the Commission adopted two reports: Design­ ing tomorrow's education. Promoting innovation with new technologies' and Strategies for jobs in the Infor­ mation Society 2 . These take stock of the present situation in Europe and propose ways of boosting the dynamic to create quality content and services in educational multi­ media, as well as to accelerate change in education and training systems and job creation. Adapting education and training to the digital age In this context, eLearning includes four main elements: ■ an effort to equip all learning centres with multimedia computers and to connect and improve access speeds to the Internet; ■ an effort to train teachers and trainers so that they can integrate these tools in their teaching practices; COM (2000) 23final COM (2000) 48final ■ the development of European educational multimedia resources offering high­quality content and services; ■ faster networking of education and training establish­ ments. For increased European cooperation Implementation requires increased cooperation between the Member States and the Commission, as well as the development of a concerted vision at European level in order to reflect on and prepare the education and train­ ing of the future. Although the resources will be largely national, an intervention by the European Structural Fund in eligible regions, the mobilization of Community programmes to promote information and communica­ tion technologies, and the development of public­pri­ vate partnerships will have a supporting role to play. The priority objectives of the eLearning initiative As Mme Reding reiterated at the press conference held to launch the initiative: \"These objectives are particularly ambitious and require an additional effort on the part of most Member States. But if pursued and realized, they will allow Europeans to build the world's most dynamic knowledge society.\" The eLearning initiative aims to achieve the following objectives: ■ By the end of 2001 all schools should have access via the Internet to multimedia resources and support ser­ vices, including teaching resources and information. All young people must have access to the Internetand multimedia resources at public centres, especially in the most disadvantaged areas. All European countries should have high­speed and low­cost interconnected networks for Internet access; every country should have at least one university equipped with a campus network for multimedia communications. ■ Also by the end of 2001, there must be a trans­Euro­ pean high­speed network for scientific communica­ tions in electronic form which will link research insti­ tutes and universities, libraries and scientific centres, and ultimately schools; every European student should have access to the interactive multimedia courses of a virtual European campus involving at least one univer­ sity or open and distance learning centre or training service in each Member State. ■ By the end of 2002, all teachers should be individually equipped and able to use the Internet and multimedia resources. Pupils should have rapid access to the Inter­ net and multimedia resources in classrooms. ■ By the end of 2003, all pupils should have acquired a 'digital culture' by the time they leave school. Other initiatives with the same aim There are also plans under the EUN 3 (European School­ net) initiative to increase cooperation between 20 edu­ cation ministries in the European Union and EFTA coun­ tries and certain accession countries. Since the end of 1998, the EUN has made it possible for many schools to work together on European projects and to gain access to a large volume of information on educational net­ works in Europe. At the same time, there is a need for schools and train­ ing centres to progressively become local multidiscipli­ nary learning centres accessible to all, using the most ap­ propriate methods in the light of the diversity of the target groups. Finally, a broad communication plan will seek to popu­ larize the objectives of eLearning and mobilize all the ac­ tors in the field throughout Europe. ■ In 1999 there were 195 million Internet users, of which 46 million were in Europe compared to 107 million in the United States. This lag is exacer­ bated by the marked differences between socio­ economic categories and between the north and south of Europe. An average of 51% of Americans are on­line, compared to 23% of Europeans, with variations ranging from 49% in Finland to 6% in Greece. In 1998 Europe was short of 500,000 specialists in the new technologies. If the trend continues, this skills deficit is likely to exceed 1.6 million in 2002. In five years' time, 1 person in 2 will have a job which depends on the new technologies. Sources: NUA, IDC, Dataquest, The European Internet Report 1999. ■ 3 http://www.eun.org Le Magazine ■ #13 ■ 2000 13 A u d i o v i s u al p o l i cy (cL-íÚ. <& ",
        "Netd@ys Europe continues to go from strength to strength, attracting more interest than in ever in 1999. Thousands of educational and cultural organizations are now involved in its activities, and new international links have extended access far beyond Europe's borders. Netd@ys Europe 2000 is set to be bigger than ever. The multimedia bridge between education and culture Netd@ys Europe aims to raise awareness in the educa­ tional and cultural communities of the potential value of using new online technologies as teaching, learning and discovery resources. These include the use of the Inter­ net, videoconferencing and new audiovisual tools. Netd@ys Europe is now the largest event of its kind in the world, attracting much interest and support from both the public and private sectors. It has grown in pop­ ularity each year since its launch in 1997: last year there were 5 million visits to its website, while 150,000 educa­ tional and cultural organizations in 35 countries partici­ pated. These included schools, youth clubs, museums, cinemas, opera houses and vocational training centres. The initiative includes a communication campaign that encourages partnerships between a variety of organiza­ tions in the private and public sectors. The website con­ tains detailed information about Netd@ys, its current activities and future plans. The Commission also provides financial support to some of the projects, which have to involve at least three partners from different European countries. Priority is given to the educational content of projects rather than to the technology. Two of the 1999 Netd@ys projects in particular proved to be extremely popular. The 'Guardians of the Millenni­ um' project was an online adventure about space. Over 35,000 students all over the world had access to infor­ mation about galaxies, the solar system, comets and oth­ er planets. The underlying theme was to develop a peace­ ful approach to outer space exploration and the resolution of territorial conflicts in space. Netd@ys Berlin was the largest of all the projects with 600 events organized. These included demonstrations of how the In­ ternet relates to youth training, employment opportuni­ ties and the development of foreign languages. These projects, and all the others involved in Netd@ys Europe 1999, participated in the Netd@ys Europe week which was held last year between 13 and 21 November. This provided the opportunity for all involved to showcase their projects and to exchange ideas and information about their interests in the areas of education and cul­ ture. It is possible to get involved in Netd@ys in a variety of ways. For example, last year there were touring buses equipped with PCs, PC­Cafés at schools, Open Doors Days, competitions, training courses, website inaugura­ tions, national and regional launch events, web maga­ zines and web pages, seminars, roundtables, discussions, events linking education and culture, e­mail exchanges, chats and games, press conferences and videoconfer­ ences. Many other activities are organized to promote the creation and exchange of educational online con­ tents all over the world. The participants do not only in­ clude European countries, since special links have been established with Canada, Australia, Japan, the USA and Israel. It is planned to extend these links to other coun­ tries in 2000. A number of private companies have demonstrated their commitment to Netd@ys by giving very generous finan­ cial and other support to the initiative. Their participa­ tion helps to ensure the success of the event and this is widely appreciated in the European Commission and elsewhere. Netd@ys Europe 2000: 20­27 November Netd@ys 2000 looks as if going to be even bigger. In 2000, the European Commission will continue its cam­ paign to: ■ help people to acquire the necessary skills to partici­ pate actively in the information society; ■ remove barriers to learning and ensure equality of ac­ cess for people of all ages and backgrounds, including those who live in disadvantaged or isolated areas and those with special needs; ■ strengthen and expand the links between education and culture; ■ encourage the participation of countries from outside Europe, especially central European countries, in what is now a global event. The European Netd@ys 2000 launch event will take place at the beginning of Netd@ys Week, 20­27 Novem­ ber, during the French EU Presidency, and will be jointly organized with the French Ministry of Education as part of the \"Salon de l'Education\" exhibition to be held in Paris. Who can participate? Netd@ys Europe is open to all organizations that want to raise awareness, and exchange their experiences of us­ ing new media as a tool for enhancing teaching and learning. Netd@ys also promotes partnerships between the public and private sectors in the fields of education, culture and vocational training. The Commission will be providing funding for some \"um­ brella\" projects and applications in this category had to be submitted by 3 May. However, participation is not lim­ ited to umbrella projects. \"Labelled\" Netd@ys projects can also participate. These are projects which are regis­ tered with the Commission as official Netd@ys 2000 projects and will receive various supporting materials such as flyers, posters and stickers. They will also be reg­ istered on the Netd@ys Europe website and this will give them wide publicity. Applications for \"labelled\" projects must be submitted before 20 November. Netd@ys team at the European Commission The Commission provides administrative and financial support to the Netd@ys initiative. Please feel free to contact the Netd@ys team for any additional informa­ tion or visit our site at <www.netdays2000.org> or <http://europa.eu.int/comm/netdays >. ■ Further information Maria Kokkonen, Loïc Bestard, Terry Grant, Education and Culture DG Τ + 32 2 299 27 83 - F + 32 2 296 62 97 netdays@cec.eu.int www.netdays2000.org http://europa.eu.int/comm/netdays (c^tíi A u d i o v i s u al po ι c y 14 Le Magazine · #13 ­ 2000 ",
        "The Tempus trans­European cooperation programme for university studies was officially launched on 7 May 1990. Ten years old already! Over the years it has achieved a lot in concrete terms. But it has also evolved, opening up to the former communist bloc and reviewing its priorities. On the occasion of this tenth anniversary, Le Magazine takes a brief look at its achievements. Ten years of Tempus The birth of the programme for the Central and Eastern European countries In 1989 Poland and Hungary embarked on a policy of transition, opening up their borders and moving towards the market economy. Other Central and Eastern Euro­ pean countries soon followed. The European Community quickly established a pro­ gramme to support this process of economic and social change in these neighbouring countries (known as the Phare programme, standing for \"Poland, Hungary, aid to economic restructuring\"). Training was identified as one of the priority fields. It was particularly important to train a new generation of decision­makers, of individuals ready to take up the challenge of democratization and opening up to inter­ national economic and industrial competition. But many university courses were ill­adapted to the task. Whole areas of education needed to be revised, such as law and economics. With the difficult economic situation in these countries, their universities had very few resources with which to modernize. In order to support the drive to modernize the universi­ ty system, the European Commission drew on its experi­ ence with other Community programmes such as Eras­ mus and Comett and developed a customized programme aimed specifically at these Central and East­ ern European countries. On 7 May 1990, the Council of Ministers adopted Tempus, the \"trans­European mobility programme for university studies\". Tempus launches the exchanges In addition to offering financial support, the Communi­ ty allowed its new partners to choose the European mod­ el which they felt was best suited to them. The initiative for change therefore rested with the beneficiary institu­ tions so that the sum of the individual efforts would ul­ timately influence the university system as a whole. However, in order to ensure the necessary coherence be­ tween Tempus and overall national policies, the Commis­ sion and each of the partner countries decided to set a number of priority fields every year. It is in this way that, for the past 10 years, partnerships between universities in the East and West have initiated joint European projects to modernize or set up courses or study programmes, or to improve the way an institution in the beneficiary country is managed. In realizing these objectives each project can finance a number of activi­ ties. For example, university lecturers from the West can undertake teaching or advisory missions in the East, while lecturers from the East visit partner universities in the West and enrich their experience through contact with Community models. Students ­ mainly from the East­ can also spend part of the academic year studying at a partner university. Furthermore, the beneficiary in­ stitution can acquire the necessary equipment to ensure the project runs successfully. But Tempus has never viewed student exchanges as an end in themselves. The primary aim is to obtain ­ with a necessarily limited Community contribution ­ the best possible multiplier effect by acting on structures for the benefit of the students as a whole. Tempus extends to the New Independent States of the former Soviet Union and Mongolia A few years later, it was the countries now known as \" the former Soviet Union\" and Mongolia which embarked on political and economic reform. To assist this region, in 1993 the Community set up the \"Tacis\" programme, modelled on the Phare programme. This source of fi­ nancing, designed to assist these countries in their ef­ forts at economic recovery, allowed Tempus to extend its geographical range to these new partners. From assistance to cooperation... In the meantime, the Central and Eastern European countries, the first to have participated in Tempus, had been making enormous progress in terms of the content and organization of university courses and management. This favourable development made it possible to respond to the desire expressed by the heads of state and gov­ ernment in Copenhagen in June 1993 to see Community programmes open up to the associated countries of Cen­ tral and Eastern Europe. In addition to participation in Tempus II, the Socrates and Leonardo da Vinci pro­ grammes progressively became accessible to them from 1997 onwards. For these countries this marked the posi­ tive transition from \"assistance\" to \"cooperation\". Also, to prepare their membership of the Community and facilitate the assimilation of the existing body of EU leg­ islation or acquis communautaire, Tempus set the new priority of \"institution building\", the aim of which is to put into place the structures to train the administrators, legislators and all the other socio­economic players in the period leading up to accession to the European Union. The future of Tempus The experience of these first 10 years provides a solid ba­ sis for the third phase of Tempus as agreed by the Coun­ cil in April 1999 for the period 2000­2006. This phase will be open to the non­associated Central and Eastern Euro­ pean countries as well as the countries of the former So­ viet Union and Mongolia. Tempus will continue its activities in Albania, Bosnia­ Herzegovina and the Former Yugoslav Republic of Mace­ donia. The other countries of the former Yugoslavia also want to participate in Tempus as soon as a political deci­ sion is made allowing them to benefit from Community assistance programmes. Tempus will therefore continue to provide substantial aid to reforming education sys­ tems in this region and will consolidate its impact on civ­ il structures and society. Taking stock From the Atlantic to the Bering Sea, in 10 years of activ­ ity Tempus has promoted fruitful and often friendly con­ tacts between over 1,900 higher education establish­ ments. Over 2,000 European projects in Central and Eastern Europe and 600 projects in the former Soviet Union and Mongolia have served to create 1,500 new courses and adapt 15,000 others. More than 120,000 teachers and 35,000 students, most of them from the East, have spent time at partner institutions. They have also acquired an enriching experience and established solid contacts with a part of Europe with which they were unfamiliar. It should also be stressed that 41 coun­ tries have pooled their efforts to make the programme a success. The various evaluations made of Tempus have also highlighted an unexpected benefit of the pro­ gramme: many Community teachers have acknowledged the fact that they improved their own courses after par­ ticipating in Tempus projects. Tempus faces a new challenge But the story goes on and Tempus still has much to do. Recent events have concentrated attention on the Balka­ ns. Meeting in Cologne in June 1999, the heads of state and government concluded a stability pact for south­ east Europe. This defines a framework for cooperation between the European Union, the Commission, the Unit­ ed States, Russia, Japan, the Balkans, Turkey, internation­ al organizations and all the countries seeking to partici­ pate. As the development of higher education is part of this cooperation, Tempus is naturally set to continue to play its part in stabilizing the region through regional, cultural and democratic cooperation. ■ Further information Christelle Leman, Education and Culture DG F+ 32 2 295 57 19 Le Magazine #13 · 2000 15 I n t t i ",
        "Over the last two years, the Tempus programme has focused its activities in the EU candidate countries of Central and Eastern Europe on giving universities a unique role in preparing for Union membership. Support for 'institution building' means reinforcing links between higher education institutions and the non-academic world of business, public services and government. Tempus helps Romanian universities to meet the EU challenge Tempus, the Trans-European mobility scheme for univer sity studies, was set up in 1990 to work with the Euro pean Union's Phare and Tacis programmes in Central and Eastern Europe and the former Soviet Union. Its radical reorientation in recent years has focused on helping uni versities and colleges to train staff in public administra tion and industry to meet the challenges of EU member ship. The institution building projects offer academic bodies a central role in getting their countries ready to become part of the EU family, with the support of their counter parts in the existing Member States. They also bridge the gap between theory and practice - and this combination of academic knowledge and the world of work, whether in ministries, local authorities or private enterprises, has proved to be a winning one. Romanian project In Romania, the \"Babes-Bolyai\" University and the Tech nical University, both in the city of Cluj-Napoca, and Transylvania University of Brasov, have together launched a Joint European Project (JEP) to set up a net work for web-based continuous education in European studies. It involves the universities of Utrecht in the Netherlands, Limerick in Ireland, and Turin in Italy, plus a network of non-academic organizations including the Cluj Chamber of Commerce, Industry and Agriculture, the Cluj County Council, the Foundation for the Promo tion of SMEs in Brasov, the Romanian wing of the Carpathian Euroregion Union and Swedish Telepedagog- ¡c Knowledge, based in Nyköping. The consortium plans to develop a continuous education network (CONED), and set up a CONED centre for web educational technology, as well as four learning labora tories in the two Cluj-Napoca universities. It is also de veloping four pilot courses in European studies support ed by Internet technologies. Finally it will set up a web library and database. Professors loan Salomie and Kalman Pusztai, from the Technical University of Cluj- Napoca, are the leading figures in the project. \"We wanted to offer continuous education in European matters to employees from Romanian administration and industry,\" explains Professor Salomie, the project co ordinator. \"The concept of institution building perfectly matches our goals. Web-based education is effective, cheap, and enables a large number of people to be edu cated without timetable constraints. The students can take the courses whenever they want, and progress at their own speed. There is no limitation on the number of students enrolled, and for course development and deliv ery, we can use the principle of 'develop once only - use it anywhere'. The new institution building projects are very important for developing the links between univer sities and their social and economic environment.\" No ivory tower Professor Pusztai, the project contractor, agrees. \"A mod ern university is no longer an ivory tower, but must de velop contacts in the society that surrounds it,\" he ex plains. \"The beneficiaries of our courses are people who usually have a university degree, but we can also offer special training to secondary school graduates from pub lic and local administrations, industry and social organi zations. The courses and practical applications we offer are based on careful analysis of the needs in different sectors, and we continuously adjust our courses to these needs. Given the nature of web-based education, with practically the same effort we can enrol several hundred participants at the same time.\" The Technical University of Cluj-Napoca - one of Roma nia's major higher education institutions- has taken part in no less than 22 Tempus projects over the past nine years. \"Our participation has had a great impact on our institution, as well as on ourselves individually,\" says Pro fessor Pusztai. \"Through these projects, we are in a posi tion to know directly the higher education systems in practically all EU countries. We are now able to respond to the needs of our regional enterprises and institutions, to whom we offer training in information technology.\" The \"Babes-Bolyai\" University also welcomes the collab oration with its sister institution. \"Cooperation with the Technical University is very beneficial to us,\" explains Professor Maria Barsan, from the Faculty of European Studies. \"In the humanities, we are not specialists in in formation technology, so our engineer colleagues help us to develop continuous education in European studies based on Internet technologies. With support from Tern- pus, our university has created and developed a Faculty of European Studies, which trains European economy and law specialists through four-year day courses. The faculty also offers M.Sc. and Ph.D. courses.\" Under the CONED project, \"Babes-Bolyai\" University has developed a new laboratory for web-based education, including a computer server, seven workstations and software for web-based course development. It will be used by target group members without their own Inter net connections. Staff have also acquired new expertise in web-based education and its delivery, and multimedia authoring tools, through attending training courses in EU partner universities. Identifying the need Before launching the project, the coordinators examined the training requirements of local enterprises and orga nizations. In Cluj, they liaised closely with the Chamber of Commerce, Industry and Agriculture - one of the largest bodies of its kind in Romania and the major tar get-group partner. They found a demand for courses in European business law, European market and commercial policies, European management, quality standards in Eu rope, organizational behaviour, social policies, European communication policies and use of IT in organizations. Once they identified the main forms of training needed to promote European integration among target group members, the coordinators started to think about poten tial partners in Romania and the EU, specialized in Euro pean studies, economics and IT. \"Our Western partners, from the Netherlands, Ireland and Italy, are outstanding universities with well-known achievements in European studies, open and distance learning and course development for multimedia,\" de clares Professor Salomie. \"We are very pleased about our cooperation with these partners. We cooperate closely with them in training our staff in the new technology of web-based education and multimedia course authoring. They have also brought valuable input during project meetings.\" Pilot courses The project started in earnest in March 1999 when all the consortium partners met for the first time. For the par ticipants from Western universities, it was their first op portunity to meet the Romanian target groups. During the four-day meeting, the partners planned the curricu la and contents of the pilot courses, the time schedule for the courses, arrangements for recognition and ac creditation, and evaluation of the trainees. 'European Business Environment', 'European Management', 'Quality Management', and 'Information Systems in Organiza tions using Intranet/Extranet Technology', were the themes chosen for the pilot courses, all delivered and as sessed via the Internet. So far, the response from Romanian enterprises has been very positive. \"Feedback from the two experimental cours es delivered in November and December 1999 for two of our target groups showed that the knowledge transferred was already applicable in their daily activities,\" says Pro fessor Salomie. \"The participants also appreciated the very challenging new educational approach.\" \"Our colleagues are very content with these courses,\" confirms Ion Giurgea, of the Cluj Chamber of Commerce, Industry and Agriculture. \"The first experimental course delivered on the web for us and for nine members of the Chamber was attended by 96 students, and the number of people interested in taking them is increasing contin uously. \"Our overall strategy is to facilitate business contacts, business and marketing information, foreign investment promotion and assistance, commercial arbitrage, com mercial advice, and training for companies. Thanks to this project we expect to be able to train our own employees, as well as those of member businesses, in European econ omy and management. We are aware of the importance of institution building for our development, so we take t I t I 16 Le Magazine · #13 · 2000 ",
        "these courses as a great opportunity for training people interested in European practices. We think web­based ed­ ucation is very modern, useful and effective.\" The European dimension \"The idea of launching this JEP came from our clear per­ ception that Romanian society needs this input from the academic community, and we have the necessary skills and knowledge to provide it,\" adds Professor Pusztai. \"What is particularly attractive for our target groups is the stress that Tempus projects put on the 'European di­ mension'. Romanians need to know, adopt and imple­ ment European legislation and regulations in their fields of activity. This is a part of our country's pre­accession strategy. \"Through Tempus, and thanks to our Western partners' expertise and know­how, we offer our Romanian target groups the necessary knowledge of European institutions and legislation. The Tempus programme in general, and its institutional building component in particular, has proved to be a good framework for supporting the adop­ tion and implementation of the acquis communautaire by Romanian society.\" The training of trainers is an important part of the CONED project, and has two aspects. The selected train­ ers acquire the web­based education technology (remote student log­in, registration and communication, learning and evaluation) in the EU partner universities. The pro­ fessors, authors and tutors of pilot courses will make documentary studies in the Western partner institutions, aimed at developing new courses and practical applica­ tions. Becoming more visible The project is scheduled to end in March 2001. According to Professor Salomie, the experience acquired will enable the Romanian partnersto obtain extra funds from course fees. This money will be used for upgrading the labora­ tories, and to develop scientific research. \"Everywhere in the world universities are struggling to get extra money,\" he explains. \"Tempus projects are a good school for us, because we are learning from our Western partners how to become more visible, based on the quality of teaching, in the non­academic environment.\" For the Romanian partners, the only negative aspect of the whole CONED experience has been the amount of time \"wasted\" in obtaining travel visas from EU em­ bassies. \"We hope this problem will be solved in the near future, at least for the people participating in the inter­ national projects, \" says Professor Salomie. Apart from this inconvenience, the participants believe the project has helped them to make a significant con­ tribution towards the successful construction of an en­ larged Union. \"Tempus institution building projects rep­ resent a good way to get the academics involved in the progress not only of their own universities, but of Ro­ manian society too, towards European integration,\" ar­ gues Professor Nicolae Paun, the Dean of the Faculty of European Studies. Indeed, all the CONED partners plan to maintain their cooperation within this framework after the Tempus project ends, and to make CONED a self­sustaining business. ■ Dan Grigorescu, Director National Tempus Office rue Constantin Noica, 140 RO­79782 Bucarest 6 T + 00 40 1 637 35 90 F+ 00 40 1 312 10 65 The launch of the European Union's Tempus programme in Romania, nine years ago, came just at the right time, says Director Dan Grigorescu. The country ­ and its academic institutions ­ were emerging from a period of massive political change. Teaching a whole new philosophy \"The biggest challenge has been opening up the universi­ ty system towards the wider economic environment, not only for the sake of the universities themselves, but also to share skills with other sectors of society,\" explains Pro­ fessor Grigorescu, whose 10­year tenure as Tempus Direc­ tor ends in June 2001. \"The link between universities and enterprises and organizations that is the main concern of Tempus institution building was an important priority for Romania, starting in the Tempus II phase (1995­1998) and continuing in the Tempus II bis (1998­2001). During these years more than 100 Centres for Continuing Education were created in most of our public universities. All these centres work with specific target groups.\" Another major priority was the 'Europeanization' of the system, bringing university courses and curricula more into line with the EU Member States. \"They are very much compatible now, in all fields,\" he says. In the tech­ nical universities, this meant introducing new technolo­ gy, and teaching the norms applied to European indus­ tries. In the higher education institutions centred on economics, political sciences, law and in general on hu­ manities, the courses underwent an even more funda­ mental overhaul, as the basic concepts and the entire philosophy imposed on universities by the old Commu­ nist system were overturned, and they opened up to the new interpretations on which democratic societies and market­oriented economies are based. Foreign language teaching has also been extended dra­ matically, with even technical students undertaking at least two years of language study. At the same time, ex­ plains Professor Grigorescu, the universities have re­ formed their administrative structures, setting up new facilities such as student counselling and career advice, and introducing the European Credit Transfer System. Learning through dialogue Professor Grigorescu regards the Tempus initiative as \"very generous and very appropriate\". \"Without it, the universities in all the Phare countries would not have achieved what they have over the last 10 years,\" he ar­ gues. It represented a new approach to developing cours­ es, not on the basis of the skills of one particular profes­ sor, but bringing together the know­how of different academics in institutions inside and outside the EU. \"Pro­ fessors from our partner universities in the West have told us how much they have learnt themselves through this dialogue,\" he adds. In November 1998, the National Tempus Office orga­ nized an international conference in Brasov on \"Univer­ sities in their social and economic environment\". Roman­ ian professors and managers of different types of enterprises, together with their projects partners from France, the UK, Germany, Italy, Belgium, Greece and Fin­ land, spoke about their achievements and experiences, and some of the obstacles they faced in developing co­ operation. Mutually beneficial It was through the support of Tempus, some years ago, that the \"Babes­Bolyai\" University in Cluj­Napoca was able to set up a new faculty of European Studies. Under the CONED project, the information technology skills of the Technical University helped to extend this work out­ side the university walls, to the non­academic partners in the town of Cluj­Napoca. Now, other faculties are devel­ oping continuing education courses, which will also ben­ efit enterprises, while at the same time bringing re­ sources into the university. Professor Grigorescu admits that money is short in Ro­ mania's 49 public universities. \"But this is the same for all universities in the world,\" he insists. \"I have discussed this with colleagues from France and Germany. The funds they receive from government are never enough. But it is true that our needs are not comparable. We lack the money to provide the minimal requirements for a mod­ ern education: well equipped laboratories and libraries, and decent conditions for our students in hostels and other facilities. There are always protests in our country about the small education budget.\" Although no charge is made for courses during the life of the Tempus project, when it finishes it isin everyone's in­ terest to maintain the structure that has been estab­ lished, and at this point the universities can look forward to earning some extra funding. Romania also has almost 58 private universities, but these are still going through the process of course accreditation, and were not eligible for the Tempus programme. Some 124,000 students at­ tend private universities in this academic year (1999/2000), compared with 318,649 in the public sector. In all, over 600 Romanian enterprises and other organi­ zations have participated or are still participating as Tempus project partners. \"From the official European Commission statistics, it seems this is the largest partici­ pation of non­academic sectors in Tempus projects in all Phare countries,\" says Professor Grigorescu. Since 1991, he has seen the role of Romania's universities transformed. \"Through the diversification of fields, they are now relating to a new type of society, to a democra­ tic, market economy,\" he explains. \"They are sustained by their autonomy, by their cooperation, and by their new connections with the wider environment.\" ■ Le Magazine · #13 · 2000 17 I n t t ι t ι ",
        "p ' ι ι κ , ^ ¡ ä v '. 11 V W' Γινο programmes launched with the USA and Canada in 1996 are starting to make a notable contribution to transatlantic friendship. Students, teachers and administrators have benefited from virtual and real mobility. The schemes have a wide geographical range and have drawn in 'associated partners' from private Industry and regional authorities. Sharing insights across the Atlantic At the end of 1995 the European Parliament and the Council gave a green light to two modest­sized pro­ grammes of academic cooperation with the US and Canada. The basic formula involves a minimum of three institutions in three EU Member States joining with three partner institutions in different US States of the Union or, in the case of Canada, in different Provinces, to cooperate in a new and innovative teaching or learn­ ing project, financed for a three­year period only. Each project is supposed to show evidence of sustainability on its own after public seed­funding has ended. Each partner may send abroad a small number of ex­ change students during the life of the project. Usually, the students spend part of the first year undergoing cultural and linguistic preparation, and travel during the second and third year. Both the partner services, the US Department of Education and Human Resources Development Canada, agreed with the Commission in insisting that the success of the programmes depended on the degree to which the students were prepared to integrate socially with the surrounding community, as well as fitting into the study course. The transfer of study credits is an integral component of the programmes. On the European side, this could well have proved extremely difficult for the visitors had it not been for the valuable experience already gained in the European Credit Transfer System ­ ECTS. But the real success of the programmes lies in many of the intangible activities undertaken, such as the devel­ opment of new teaching curricula in academically­ advancing or multidisciplinary areas, or in the design of new teaching materials and media. According to an external evaluation', an additional benefit was in the area of \"virtual\" mobility. It is esti­ mated that in each institution about 60 students par­ ' the Evaluation of the Cooperation Programme in Higher Education and training between the European Community and the United States/Canada, The Circa Group Europe Ltd, 1999. ticipated in some forms of transatlantic virtual mobili­ ty using the web and e­mail. Although such benefits were hoped for when setting up the programmes ini­ tially, the joint consortium formula has proved particu­ larly successful in catalysing subject matter for inter­ change among the partner institutions' students. This may provide a useful lesson on how to maximize the benefits of multilateral forums of academic coopera­ tion with other non­Community partners and regional grouping in times of budgetary stringency. Education and training In designing the programmes, Canadian, American and European partners attempted to build on the various experiences of such cooperation each had gained over the years. On the European side, this included experi­ ence with the Comett programme, which encouraged universities ­ writ large to include technological train­ ing institutions ­ to cooperate with industry in teach­ ing and learning about new technological innovations. Such education and training is regarded as the most successful means of diffusing innovation. Thus, in ad­ dition to the minimum of three partners on each side, so­called associated partners could be included, such as private enterprises, professional associations and re­ gional development authorities. In one case, a number of European and American motor manufacturers have joined as associated partners in an engineering project. Regional spread Another potential benefit of the multi­partner struc­ ture is that it allows regional participants with no pre­ vious experience of such international cooperation to short­circuit the lengthy setting­up time, not to men­ tion the expense, involved in such partnerships. Fre­ quently the lead partner has such experience and in­ vites inexperienced new partners to join in, thus enhancing the cost­effectiveness of the model. Not only are all EU countries relatively well represented but the programmes now include partners in some 47 States of the Union and in all Canadian Provinces, as well as in the Yukon and Northwest Territory. Multidisciplinary To date some 45 Joint EC/US Consortia and 35 Joint EC/Canada Consortia have been selected for support following a rigorous system of independent assessment by outside experts, who follow the guidelines for pro­ ject selection laid down by the Council in 1995. Unfor­ tunately, due to the shortage of funding, slightly less than 20 % of proposals are successful (annual budget of €600,000 p.a. for Canada, and €1,200,000 p.a. for USA fora total of 12 US projects and 6 Canadian projects per year). A full listing of projects to date is available for consul­ tation on the Europa server 2 . These include such diverse areas of study as mathematics, engineering, agricultur­ al biotechnology, aerospace, nursing, coastal develop­ ment, training for old age, forestry, child abuse and pro­ tection, curricula for deaf persons, and teledetection from space. More than 200 American, 150 Canadian and 300 European institutions are involved. In addition to the physical and virtual mobility of students, about 500 teachers and administrators have crossed the At­ lantic between US and EC, and 350 between Canada and EC, to share their diverse experiences, help remove barriers to mobility and encourage an innovative form of structural, long­term cooperation on a wide range of challenging topics. ■ ' http://europa.cu.int/comm/education/index_en.html Further information Brendan Cardiff, Education and Culture DG F+32 2 295 57 19 http://europa.eu.int/comm/education/index_en.html 18 Le Magazine · #13 · 2000 ",
        "More than 2,000 people took part in the special event to launch phase two of the Leonardo da Vinci programme, In Brussels in January. They were able to find answers to their questions about European Commission support for vocational training projects under the new scheme, which runs for the next seven years. Record turnout in Brussels for the Leonardo da Vinci Contact and Information Days Knowledge is a vital \"raw material\" in a rapidly changing world. This was one of the key points emphasised by Ed­ ucation and Culture Commissioner Viviane Reding, when she opened the Leonardo da Vinci Contact and Informa­ tion Days held in Brussels at the end of January. Attract­ ing a record number of more than 2,000 participants, the event signalled the launch of the second phase of the European Community's vocational training programme. Over the next seven years, a quarter of a million (mainly young) people should benefit from training actions with a European dimension under the expanded Leonardo da Vinci scheme. \"Training,\" Mrs Reding pointed out at the opening ses­ sion, \"has become a central tool in helping individuals to meet the new requirements of the economy and the labour market.\" She underlined the need to reconcile economic growth and social cohesion by ensuring that all individuals had access to knowledge irrespective of their age, qualifications or social background. The high level of interest in the Leonardo da Vinci programme was reflected in speeches at the inaugural session by repre­ sentatives of the Council of Ministers (Portuguese presi­ dency), the European Parliament, the European Trade Union Confederation (ETUC) and the Union of Industrial and Employers' Confederations of Europe (UNICE). Two focal points The Contact and Information Days had two main focal points: a series of workshops offering the opportunity to obtain details about specific measures under the new phase of Leonardo da Vinci; and an exhibition area with more than 40 stands and meeting points staffed by the Commission and the National Agencies. The workshops, directed by Commission officials, with participation from national experts, concentrated on the five types of measure which qualify for Community sup­ port under the programme: ■ mobility, ■ pilot projects, ■ language competencies, ■ transnational networks, ■ reference material. Sessions were also organized on \"Dissemination and cap­ italizing on results\" and the recently introduced « Eu­ ropass Training » scheme. The workshops proved so pop­ ular that extra ones had to be organised on the afternoon of the second day. At the stands, project promoters were able to seek out partners and discuss possibilities for new vocational training actions. Staff from the national agencies of most of the 31 countries taking part in the Leonardo da Vinci programme were kept busy, as were the officials on duty at the main Commission stand in the centre of the hall. Promoters in search of partners were able to leave messages at one of the six \"thematic meeting areas\" where more specialist advice was also available from the Commission. The whiteboards located in these zones rapidly changed hue as hundreds of colour­coded mes­ sages were posted. There was also a special zone equipped with computer monitors for those looking for potential partners already registered on the database. At a nearby stand, technical advice was available on how to set up a project and on the 2000­2002 call for proposals. Finally, there was an extensive documentation area dis­ playing the new guides to promoters and application forms. ■ Helping adults on to the education ladder John Kennedy is all too aware of the dangers of so­ cial exclusion in a global economy increasingly in­ fluenced by hi­tech developments. As an adult ed­ ucation officer in Kerry, Ireland, his work includes helping people to acquire the core learning skills that are essential if they are to avoid being margin­ alized. County Kerry (population 120,000), in the rural south­west of Ireland, has 6,000 students on adult education courses. These are mainly in part­ time and evening classes, but the figure includes some 200 unemployed people involved in full­time training. Le Magazine spoke to John in January at the Con­ tact and Information Days in Brussels. He was there to investigate the possibility of setting up a dissem­ ination project in the field of adult basic training, following on from an existing pilot project which was supported under the first phase of the Leonar­ do da Vinci programme. \"There is a need,\" he said, \"to have some form of certification for adults at the basic level which is recognized.\" Working closely with partners in France, Finland and the UK, the local education au­ thority in Kerry has developed an agreed descrip­ tion of skills (\"adult education outcomes\") which they hope will gain wider international acceptance. Having been validated at local level and by the pro­ ject committee, .the aim is to have it accepted by national education agencies. John is also now hop­ ing to attract interest from other countries, notably in Eastern Europe. He was keen to stress how the approach developed in the four­country pilot pro­ ject ­ with its focus on transparency of qualifica­ tions and the need to integrate marginalized groups in society ­ fitted in with the general thrust of adult education in Europe. Like other possible project promoters, John Kennedy saw the \"Days\" as an important opportu­ nity to make new contacts and learn first­hand about the priorities and procedures of the pro­ gramme's latest phase. Further information Geneviève Pellegrini, Education and Culture DG F +32 2 295 57 23 http: //europa.eu.¡nt/comm/education/index_en.html Le Magazine ■ #13 ■ 2000 19 ι η ι n tf\" ",
        "Disabled graduates are four times more likely to be unemployed than their able­bodied peers and two out of three are still jobless six months after graduating. Through a unique deal with universities, NGOs, government departments and key companies, United Kingdom charity Workable helps hundreds of disabled students each year to secure work placement experience and job offers with top employers. Now, following a Leonardo da Vinci pilot project, the organization is ready to transfer this model across Europe. Promoting equality for disabled students - on a shoestring UK charity Workable, which provides counselling, train­ ing, work experience and employment opportunities for disabled students, began life 10 years ago as a partner­ ship helping key UK disability charities to work together more closely. Many of the charities from those early days ­ Action for Blind People, Barnardo's, Mencap, the Royal National Institute for the Blind ­ are still trustees, now joined by private sector companies such as Tate Et Lyle, Pearl Assurance PLC and the Prudential. Le Magazine met staff at their offices just outside the City of London to find out more. Currently, around 100 of the UK's biggest employers sup­ port Workable ­ by sponsorship, hosting awareness days for disabled students, or by backing one of the organiza­ tion's specialist projects focusing on the legal profession, the arts, government, insurance or the media. Vanessa Davis, Workable's new chief executive, explains: \"Research, and our own experience, suggests that dis­ abled people are four times more likely to be unem­ ployed. Disabled graduates are no exception ­ two out of three are still unemployed six months after graduating.\" Workable's early pioneers saw a clear need for services to improve this situation, and the charity was born. Low expectations It aims to provide counselling, advice and guidance for disabled students \"at what is often a crucial time in their lives,\" says director David Bennett. \"Many students come to us convinced that the world of work simply doesn't want them, with their self­esteem and expectations in­ credibly low. Sometimes the first thing ­ often the most important thing ­ we have to do is change attitudes.\" Changing attitudes ­ of employers and of disabled stu­ dents themselves ­ is a fundamental part of the organi­ zation's work. Paulette Thomas, office manager and the first point of contact for students approaching the orga­ nization, adds, \"We never turn people away because their disability is too severe. Attitude is more important than disability. It may sometimes take a long time,12 months or more, but we usually find most students a sponsored placement in the career of their choice. But I always say: you have to really want to do this.\" The organization operates on a shoestring, with no core funding or income from statutory bodies and only 10 full­time staff. Yet Workable now has an office in Lon­ don, five regional centres ­ all managed by disabled graduates or industry secondées ­ five specialist pro­ grammes targeting particular professions and an emerg­ ing European network of 'Workable centres'. Of necessi­ ty, it has become skilled in securing private sector sponsorship and other charitable funding. David Ben­ nett, for example, was busy liaising with Shazia Khan, the young woman coordinating his forthcoming 650­mile sponsored 'Premiership Walk', visiting 20 Premier League football grounds throughout April and May to raise money for Workable. This kind of can­do energy and commitment seems to permeate the organization. Pilot project From 1995 to 1998, with funding from the Leonardo da Vinci programme ­ designed to increase transnational mobility, exchanges and placements for young people ­ Workable ran a three­year pilot project to test the po­ tential for extending the idea to other Member States. \"We know we have a transferable model which others can use and learn from,\" says Jennie Hawks, who man­ aged the project, \"but we needed to test it. We needed to find out whether conditions for disabled students were the same elsewhere (they aren't necessarily), and we needed to identify what kind of infrastructure needs to be in place before a fully­fledged programme of interna­ tional placements for disabled students can take place.\" This pilot project resulted in the establishment of a num­ ber of firm partnerships with transnational universities, NGOs and companies in the Netherlands, Germany, Aus­ tria, Italy and Greece. \"Some of these partners,\" explains Hawks, \"are large organizations with a ready infrastruc­ ture for placements and training. But others were orga­ nizations completely new to this field and the work in­ volved is very much greater.\" This emerging European network has begun to establish the shared infrastructure necessary to underpin transna­ tional placements. Demand from students for such placements is increasing, says Workable, although the practical language difficulties have yet to be fully ex­ plored. \"If a person's first language is 'signing', for exam­ ple,\" says Hawks, \"can they be supported to use a foreign language? No one really knows and here, as with many aspects of disability, there is a huge need for primary re­ search which the European Commission should perhaps be investigating.\" The project culminated in the publication of a successful guidebook to help potential partners set up their own Workable centres, plus 'Job Search Skills' resource packs for use in each centre. Over 80 placements were gener­ ated ­ in Austria, Germany, Greece, the Netherlands, the UK and Italy ­ and 20 students have since been offered jobs. European network The organization believes that the pilot has shown there is a real need for a European network, and it is commit­ ted to ensuring that European placements will in future be a core activity. Further partnerships are being devel­ oped in the Czech Republic, Poland and Slovakia, and # 20 Le Magazine ■ #13 ■ 2000 ",
        "Contacts Workable, 3rd Floor 67­71 Goswell Road London EC1V 7EP Chief Executive: Vanessa Davis Office Manager: Paulette Thomas Τ : 0207 608 3161 F: 0207 608 3171 Email: workable@aol.com Website: www.workable.co.uk students have also expressed an interest in American and Australian placements. The pilot also revealed some of the obstacles that need to be overcome if an effective European Workable network is to be established. \"Corporate culture isn't the same right across Europe,\" explains Jennie Hawks. \"The UK has an increasingly US­influenced corporate culture and the kind of Employment Action Days we encourage our cor­ porate partners to host ­ where students can learn about CV writing, interview skills and other things which will prepare them for the jobs market ­ work well. But in southern Europe, employers seem more reluctant to take on this kind of role and students tend not to expect them to.\" Private sector partners in Italy and the Netherlands were amongst the first to drop out of the scheme, in one case handing involvement over to a university. \"Certainly, it is harder to work with SMEs as partners ­ universities are far more used to this kind of role,\" Hawks concedes. In 1999, with funding from the UK's National Lottery Charities Board, the organization set up Artsable, an­ other specialist project aimed at giving disabled stu­ dents access to work experience in the arts and cultural industries. Le Magazine spoke to 28­year­old Emma Beamont who manages the project. Emma, who is par­ tially sighted, first approached Workable for advice and counselling while studying at the Royal College of Mu­ sic. \"I had begun to feel that I hadn't the right tempera­ ment to make it as a professional singer, which is what I had been studying for,\" she explains. \"I really wanted to try and combine an interest in the arts with the under­ standing my personal experience of disability has given me, to do something valuable and satisfying. But I had­ n't a clue how to do that. Workable gave me the best ad­ vice I could have hoped for and pointed me towards some information technology training, as I had no com­ puter skills.\" However, Emma's sight continued to deteriorate and she decided to abandon her studies. \"I was sitting at home wondering what on earth I was going to do,\" she says. It was then that Workable contacted her and suggested she apply for the post of manager of the new Artsable pro­ ject. \"I did, I was successful and I haven't looked back since,\" she says. \"I love it.\" Within months, Emma was presenting a keynote speech to a conference on sight impairment in Finland and preparing the national launch of Artsable. \"It was an in­ credibly steep learning curve for me,\" she says. \"As well as delegates from some of the biggest arts organizations in the UK, we had two government ministers and the chairperson of the National Lottery Charities Board.\" Opportunities in the arts The organization believes that the arts offer massive op­ portunities for students with disabilities, and has already secured over 20 placements at companies as diverse as the international fashion magazine Vogue, Covent Gar­ den Opera, the Tate Gallery, The Arts Council, the Royal College of Music, the National Theatre and numerous smaller theatre companies. \"We can offer placements throughout the year, during vacations, as part of sand­ wich courses or as fixed­term graduate contracts,\" Emma explains. \"The arts world can be far more flexible than some parts of the private sector. However, we do find it hard to find sponsored placements in the arts. Students may well find the placement of a lifetime, but they won't necessarily be earning.\" Workable is striving to reach \"the kind of 'critical mass' which ensures that employers come to us rather than the other way round,\" says Vanessa Davis. There is some evi­ dence that this is beginning to happen. A number of arts­related employers now send Workable their vacancy and placement details as a matter of course, over 50 gov­ ernment departments participate in the Workable in the Civil Service scheme, and almost 20 of the UK's top law firms participate in Legable, the specialist project fo­ cused on the legal profession. \"We're sure this is the way forward ­ it's one way we can really focus our resources on particular sectors.\" Mentoring scheme With funding of £54,000 from the Lloyds­TSB Founda­ tion, the organization has embarked on a mentoring scheme, aimed at pairing disabled students with mentors in a range of professions, in a further bid to ensure that students maximize the benefits of their placement peri­ ods. Workable believes that work experience, often the key thing missing from disabled students' CVs, brings bene­ fits both for students and employers. \"There can be a big gap between disability policy and practice,\" says Davis, \"and a successful placement experience can change this.\" She cites the example of Reading Univer­ sity student Simon Killingray, a wheelchair­user, who spent his vacation constructing an integrated database at the RAF Hercules Support Authority facility at RAF Wyton. Simon has since written, \"I was pleased to be given a 'proper' job and not something created for a student, but there were other, more subtle benefits too. Although my colleagues had equal opportunities train­ ing, they found learning about the day­to­day difficul­ ties encountered by someone with a disability highly rewarding.\" The charity works closely with universities' careers and welfare officers, but students are also encouraged to ap­ ply by e­mail via the Workable website. \"We advise man­ agers to maintain a caseload of no more than 50 stu­ dents each,\" says Davis, \"which means we can realistically support a maximum of 350 students a year.\" Since its in­ ception, Workable has supported over 600 students and estimates that around 50% of these went on to careers in the professions of their choice. \"Currently we estimate that about 75% of students gain employment after us­ ing our services,\" says Jennie Hawks, \"but our resources are too limited to enable us to stay in touch with gradu­ ates much beyond six months or so.\" One of the things the organization would like to do is set up an alumni as­ sociation so that past and current clients can be brought together. \"That could be a really powerful example, espe­ cially for students who currently don't feel very much hope regarding their careers.\" It is after 17h00 on Friday afternoon but most desks at Workable are still occupied. « We know we're just touch­ ing the tip of the iceberg and that there are at least 60,000 disabled students in the UK alone », says David Bennett. \"There's always more to do.\" ■ Le Magazine · #13 · 2000 21 \\ *\" ",
        "Vocational training The changing scene in Europe There is a strong emphasis in these articles on the re form of continuing vocational training, particularly with a view to combating skill shortages and to meeting the specific needs of adults, who have missed out in initial education and training, and of small and medium-sized enterprises (SMEs). In the United Kingdom and Ireland, it is hoped to achieve the necessary flexibility to meet these needs by establishing networks and learning re source centres funded through private limited compa nies set up specifically for this purpose. In Finland and the Netherlands there is an emphasis respectively on long-term planning and on involving all relevant part ners. In Norway paid educational leave is seen as a po tential instrument for achieving greater adult participa tion. The item on Germany is concerned with ensuring the availability of training places for all young people, while the one on Denmark deals with the reform and ex tension of short vocationally-oriented higher education programmes The articles have been selected from contributions by members of Cedefop's documentary information net work. Space here is very limited and readers interested in VET developments should contact Cede fop and access its Electronic Training Village (ETV) (www.trainingvil- lage.gr). In the ETV's Window on VET systems site, there are country specific reports and a six-monthly EU wide overview of recent developments in VET systems. Michael Adams F + 32 2 230 58 24 jma@cedefop.eu.int Denmark - Reform of vocationally oriented higher education The reform of short higher education programmes has been on its way for quite some time. From August 2000, the number of these will be reduced to 15. Of these 13 are entirely new. The aim of reducing their number, from about 75, is first and foremost to ensure broader and more focussed programmes that can compete with oth er further and higher education provision. Secondly, the new programmes are to provide students with skills that prepare them for future labour market needs. Thirdly, the aim is to make the area more transparent and intelligible to students. Finally, the reform is an important part of the overall government objective according to which 50% of each cohort completes a further education pro gramme. The duration of the programmes, except for construc tion, will be two years and they will aim at qualifying students for middle management positions in private and public enterprises. Students who have completed a relevant vocational education and training programme or upper general secondary education will have access to most of the new programmes. Another important element of the reform is to ensure the general quality and the nation-wide homogeneity of each programme. A programme e.g. in the field of IT and communication should provide students with the same skills regardless of where in Denmark they have complet ed it. In order to ensure quality and homogeneity, the Ministry of Education has formulated a number of qual ity criteria covering both institutions and programmes. These criteria also aim at a continuous development of the programmes. Further information: Ministry of Education, fax +45 33 925547, e-mail: uvm@uvm.dk Source: DEL Finland - 1999-2004 development plan for education and research adopted A new long-term development plan for education and research was adopted at the end of 1999. It sets a frame work of both quantitative and qualitative objectives, which will be implemented by annual decisions concern ing curricula, the number of places and courses, and re source allocation. Progress towards the achievement of the objectives will be monitored and evaluated annually. The aim is to target vocational training at those areas that are threatened by skill shortages. In 2004, there will be 49,000 upper secondary places, some of which will be provided in the form of apprenticeship. At least 42,000 people should obtain vocational qualifications at this level in 2004, when the cohort of 18-year-olds will be just over 60,000. The degree level provision of polytechnics will be ex panded and re-targeted at fields within areas like con servation, culture, arts, craft and design. In 2004, 25,000 entry places will be available, while 19,000 polytechnic degrees will be completed and 80% of polytechnic stu dents should finish their degrees within the standard time. To support the reform of current on-the-job training, dissemination of relevant information, training for on- the-job instructors, teacher training and pilot projects will be developed in cooperation with the social partners. Arrangements for financially supporting the adult popu lation during periods of study will be developed once the working group set up by the Prime Minister's Office has presented its proposals. The use of study vouchers, as a form of financing adult education and training will be investigated through experimentation. More information: Jouko Könnölä, fax +358 9 1341 6967, e-mail jouko.konnola@minedu.fi Source: NBE Germany - Emergency programme on training and employment for young people extended German's 1999 emergency programme to reduce youth unemployment has been extended for one year. This means that in 2000 the Federal Employment Agency will again have around €2 billion to fund new and existing measures. The guidelines have changed in some areas. For instance, in addition to training, the focus will be on facilitating access to the jobs market through labour cost subsidies. It is intended to place young people without training in initial vocational training rather than in continuing training or a job creation scheme. The training programme for unplaced apprentices will be cancelled in favour of an earlier start in out-of-compa- ny initial training. Job creation schemes will be used only when it appears that young people's integration into working life cannot be achieved through training or oth er placement assistance. The measures take account of two criticisms of the exist ing programme. As the proportion of foreigners among those receiving assistance was low, minimum participa tion rates, which reflect their proportion of the young unemployed and of those seeking a training place, will be introduced. To meet a criticism, voiced particularly by employer organizations, that a high proportion of those being assisted already possess an upper secondary or in termediate school leaving certificate, young people with an upper secondary school leaving certificate can in fu ture be trained outside companies only in cases of hard ship. Out-of-company training will be concentrated on regions with particular problems. Source: BIBB - krause@bibb.de fax + 49.228 107 29 74, e-mail Ireland - Skillnets to meet training needs in enterprise An employer-led Training Networks Programme has been launched to address the training needs of companies, particularly small and medium-sized ones (SMEs), many of which under-invest in training. This initiative em- \\ *\" 22 Le Magazine · #13 · 2000 ",
        "anates from the Human Resource Development White Paper and calls from employers' bodies for industry­led company training. The three year programme, with a budget of €16.125m, is funded by the Department of En­ terprise, Trade and Employment and the Euro­ pean Social Fund. The board of the company (Skillnets) set up to manage the programme is comprised of six business representatives, three employee representatives and three government nominees. The programme is focused on improving the lev­ el and quality of training and development ac­ tivities in enterprises, which already invest in training. It also aims to increase the amount of training in enterprises (particularly SMEs) and sectors where little training has taken place to date. Networks can be created to fulfil sectoral, regional or specific types of training needs. The focus is on mobilizing groups of companies to develop strategic answers to their joint training needs and on tapping into the reservoir of best practice. The self­directing nature of the net­ works allows companies to determine the aims of each network and the way it should operate, and to ensure it is of direct relevance to their business needs. By pooling resources and by group­purchasing so­ lutions to common training problems, the cost of access­ ing training can be reduced for individual companies, a factor of importance for SMEs. More information: Skillnets Ltd., fax +353 1 4901543, e­ mail info@skillnets.com Source: FAS The Netherlands ­ Innovation on the agenda for vocational training and adult education In September 1999, the Minister of Education, Culture and Science published an \"Agenda for vocational train­ ing and adult education\". It contained his view on what should happen in the coming years if the sector isto ful­ fil its tasks. The agenda is meant to be the starting point for a process in which all parties involved in vocational training and adult education will contribute towards a policy for further development. The minister does not want to impose his views. Parties involved include the as­ sociations for regional colleges and for national voca­ tional education bodies, the social partners, municipali­ ties and other ministries. The agenda underlines the immense importance of voca­ tional training and adult education for the individual, the labour market and society as a whole. The 1996 Act on Vocational Training and Adult Education (WEB) and the establishment of the regional education and training centres created the right framework. Two leading princi­ ples for future action have now been identified: ■ reinforcement of quality, accessibility and regional co­ operation ■ promotion of institutional autonomy and deregula­ tion. Important themes for the coming years include: lifelong learning, development of qualification structures, rein­ forcement of the teaching and training process, ensuring the quality of teaching staff and their legal and financial status, quality assurance and public accountability. Most of these relate to policy documents, published in previ­ ous years, which the minister wants to put into a more coherent framework. Further information: Ministry of Education, Culture and Science Source: CINOP, mjacobs@cinop.nl fax 31 73 6123425, e­mail: Norway leave Extension of paid educational and training As part of recent reforms, the Norwegian parliament has decided that all employees will be entitled to individual education and training leave. The arrangement is valid for all employees who have been working for at least three years and with the same employer for at least two years. Training above basic and upper secondary educa­ tion level must be work­related and part of a recognized education and training provision. Financial support will be provided through the State Educational Loan Fund. Based on an agreement between the government and the social partners made during April 1999 wage negoti­ ations, a total of around €45 million, will be allocated for development projects over a 2 to 3 year period, start­ ing with some €5.5 m in 2000. The money will be spent on joint actions between training providers and employ­ ers, with the aim of developing the market for continu­ ing education and training. The use of ICT and multimedia will be an important element in the projects. Source: NCU Norway, fax 47 22 201801, e­mail farh@teknologisk.no United Kingdom ­ First 'learndirect' centres now open The first wave (68 in England, five in Northern Ireland and four in Wales) of'learndirect' centres providing on­line learning and information on learning resources have now been opened. De­ veloped under the government's University for Industry (Ufi) initiative, these are being run as a pilot scheme. Up to a thousand centres will be opened by autumn 2000, when 'learndirect' will be fully operational. Ufi is not a university or ed­ ucational establishment in the conventional sense. It is a public­private partnership whose strategic aims are to stimulate demand for life­ long learning and to improve access to relevant high­quality learning. In particular it will use in­ formation and communication technologies to achieve its objectives. It will work with business­ es and education and training providers to make learning available at times, places and formats to suit learners. Ufi Ltd. is a private limited company appointed by the government to carry forward the Ufi initiative. The gov­ ernment will provide €70.4 million during the first year (1999­2000). Ufi Ltd will be independent, though the government remains the major stakeholder. In its devel­ opment plan Ufi identified four priority target groups: ■ adults with low basic skills ■ employees in small enterprises ■ employees in the retail, automotive component, envi­ ronmental and multimedia sectors ■ industries and businesses which need to improve their information technology skills. Ufi has a target of providing information to 2.5 million people a year by 2002 and creating demand for one mil­ lion courses and learning packages by 2004. It will cater for a wide range of levels, from basic skills to postgradu­ ate learning and from general management to specific technical skills. Learning needs will be met by the 'learndirect' network and by existing suppliers. Scottish Ufi, a parallel but distinct initiative, is to be launched in autumn 2000. It has been allocated €26 mil­ lion by the devolved Scottish parliament and has at­ tracted €6.5 m through an Adapt project. More information: Innovation Centre, fax +44 114 270 0034, e­mail enquiries@ufi.cwc.com Source: IPD ■ Le Magazine · #13 · 2000 23 \\í\" ",
        "The European jobs market requires a skilled and flexible workforce if the EU is to compete successfully with its global competitors. Lifelong learning is one of the keys to updating knowledge and maximizing potential. But vocational training and educational systems must be adapted within the framework of a common European strategy. An age of learning without time limits Making lifelong learning a reality requires a fundamen­ tal rethink of the role of vocational training, according to An Age of Learning, a report' prepared and published by the European Centre for the Development of Voca­ tional Training (Cedefop) which analyses vocational training policy developments at European level over the past 40 years. It looks at action in the Member States and the impact of economic and social change on vo­ cational training, and concludes that there is a need for a more clearly focused policy framework at European level. A context of change Successive European policy frameworks have identified common issues, acted as a reference point for national vocational training policies and provided the context for practical cooperation, such as pilot projects and ex­ changes. But the pace of economic and social change has quick­ ened. European producers need a well­trained work­ force. Jobs for unskilled workers have declined and those requiring a capacity for reasoning and manage­ ment as well as technical know­how have increased. Change has put a premium on a high level of education, which is having ever more influence on career prospects. And it poses serious challenges for vocation­ al training systems. Towards lifelong learning Throughout the EU, efforts have been made to raise skill levels. Member States have sought to reduce the num­ bers of young people leaving school without qualifica­ tions and to give those who do. leave sufficient voca­ tional training'to find a job. They have also agreed that people need accessio learn­ ing throughout their working lives. But making lifelong learning a reality has far­reaching implications. It blurs traditional distinctions between initial and continuing vocational training, between formal and non­formal learning and between general education and vocation­ al training. Establishing a system of lifelong learning requires a fundamental re­examination of the role of vocational training, what it comprises, what is expect­ ed of it, how it is delivered, how it is financed and how to offer the widest possible access to it. How systems change will be determined by the interac­ tion of a wide range of interests, including government at various levels, the social partnersand individuals. This ' An Age of Learning: vocational training policy at European level, Cedefop. Luxembourg EUR­OP, 2000, 148pp, ISBN 92­828­8051­6, HX­25­99­075­EN­C. Price _ 19. The report is available in English, French, German and Portuguese. It can be ordered from Cedefop or through www.trainingvillage.gr/etv/pollcyreport, from which an ex­ ecutive summary in the 11 official EU languages can be downloaded free of charge implies a need for consensus building. For systems to change effectively all those involved need to under­ stand the strategy and objectives being pursued. A European framework Irrespective of differences in vocational training sys­ tems, the challenge of responding to change is common to all Member States. But facing common challenges is not new in this area. In the past, they have been met by pooling ideas, iden­ tifying common objectives and agreeing joint action. Accordingly, the EU has been seen as a reference point for developing national policies and areas of coopera­ tion. The joint opinions of the social partners have also been a reference point at EU level for both sides of in­ dustry in developing their approaches to vocational training. There is a need for a clearly focused policy framework at European level to act as a reference point to support Member States' efforts to reform their systems. Such a framework could identify common policy issues and de­ fine the links between vocational training and the Eu­ ropean employment strategy. It could encourage debate on ways of making lifelong learning a reality and help build consensus across the EU on the objectives of vo­ cational training and the measures for achieving them. It would also help establish an effective system for the exchange of information and experience at European level, providing a forum for discussion and analysis and helping to improve policy­making. A strong political commitment is essential to implement such a policy framework at European level, with clear roles for the Education Committee, the Social Affairs Council, the European Parliament and other European institutions and bodies. Many elements of a framework already exist. Policy­ makers meet regularly at European level. A number of organizations, including Cedefop, collect information on vocational training developments. The results of the European vocational training programmes, such as the first phase of Leonardo da Vinci, are sources of new ma­ terial to feed into the debate. The challenge is to draw these elements into a coherent system. To benefit fully from exchanges of views, it is important to have a clearly focused policy framework, agreed and monitored at a high political level — one which provides a reference point from which Member States, should they wish, can draw to develop national policies and within which actions in the second phase of Leonardo da Vinci programme could be determined. Concluding remarks Many issues concerning lifelong learning affect the content and organization of vocational training. These are the responsibility of Member States. A vocational training policy framework at European level must rec­ ognize that there is no single European solution. But a clearly focused framework, supported by the var­ ious interests involved and which facilitates exchanges of information and experience in a structured way, could contribute significantly to the decision­making process in Member States. As the prosperity of the EU as a whole depends on the economic performance of its constituent parts, there is a common European interest in monitoring develop­ ments in vocational training in Member States and helping them implement policies to improve their sys­ tems. This interest was recognized by the Council Reso­ lution of 17 December 1999 which established a 'rolling agenda' for future work in the field of education and training. An Age of Learning, along with other Cedefop publications ­ particularly the second report on voca­ tional training research, which will be published during 2000 ­ will contribute to the development and imple­ mentation of this rolling agenda. ■ Steve Bainbridge F+ 30 31 49 01 17 sb@cedefop.eu.int \\ *\" 24 Le Magazine ■ #13 ■ 2000 ",
        "Youth policy The White Paper on youth policy in the European Union responds not only to a request by the Member States and European Parliament but also to the expectations of young people themselves. The document will deal with the situation of young people in the Union and try to identify new ways of meeting their concerns. It is an initiative which could lend real substance to the policy­Initiating role Community cooperation has played in the youth field for a number of years now. It is quite different from a purely programming approach which tries simply to supplement, simplify or adapt existing actions. A White Paper to get Europe moving It was at the Council of Youth Ministers under the Lux­ embourg presidency, on 28 October 1998, that the min­ isters expressed their desire to have access to regularly updated data on youth and their needs, common trends in youth policy at European level, and possible strategic options. The request received the European Parliament's backing in an own­initiative report. Much has changed in the youth field over the past five years. The implementation of the third phase of the Youth for Europe programme made it possible to support a series of targeted studies on youth and youth policy. The start­up of European Voluntary Service (EVS) gave a new impetus to the political debate and a major study on youth and youth policy has just been launched. There is now a considerable wealth of information available on youth and youth policy. Young people and the pertinent players will all contribute to the White Paper The Youth Council of 23 November 1999 welcomed the Commission's proposal to draw up a White Paper on youth policy in 2001. The Member States also stressed the need to ensure that young people themselves are able to provide input. For this reason, the Council gave its agreement in principle to the Commission's proposal to organize national youth conferences (\"youth\" being de­ fined as people aged between 15 and 25) in each Mem­ ber State in order to consult the young people them­ selves. These national conferences ­ to be held between May and September ­ will culminate in a European youth conference planned for October under the French presi­ dency. The Commission will support and coordinate the national conferences so as to guarantee a minimum of coherence in terms of timing and content, with the Member States retaining responsibility for practical im­ plementation. At the same time as consulting young people themselves, the Commission also intends to consult those responsible for youth policy at national level. It would like their con­ tribution to also express the views and expectations of local authorities involved in youth policy, and believes the latter should also provide input to the White Paper. The Commission will therefore be holding bilateral meet­ ings during the latter half of the year. Meetings of this kind could also be held with other sections of civil soci­ ety, as these play a major role in youth policy. The results of the studies mentioned at the beginning of this article will also provide useful subject matter for these consultations. Key themes for a fertile debate Civil society: young people are interested in active citizenship and are concerned by the environment Young people are an important element in this civil soci­ ety and must be able to participate in it actively as citizens concerned about so­ cial, political, economic and other mat­ ters. The routes to socialization taken by young people are changing all the time. Hence the need to update the debate on the in­ volvement of young people in society and to look both at the means which exist at present and those that must be invented, adapted or developed in order to promote this socialization. Outside the traditional framework of the home and school, youth clubs and various new forms of social or­ ganization must be taken into account. Another facet of the \"civil society\" sphere is the environment, which seems to be at the centre of the concerns of many young people in Europe. This concern is not only the expression of an interest in the subject but also generally reflects worries about the future. An awareness of environmen­ tal problems brings an understanding that the sum of individuals' behaviour is re­ sponsible for much wider problems which affect our commun future. In this respect, the problem of the environment, includ­ ing the urban environment, represents an opportunity to enter into dialogue and lasting relations with young people in the Union. Experience shows that youth clubs are generally aware and active in regard to these problems. Yet there is a flagrant fail­ ure to acknowledge actions of this kind in terms of education and socialization in the widest sense and a clear lack of coop­ r © Carl Cordonnier eration and complementarity between the youth field and the sectors. The Commission would like to take a closer look at the various aspects and questions linked to this problem in order to identify areas for action and reflection at Com­ munity and national level which would allow young peo­ ple to fulfil their role as responsible citizens. Le Magazine ■ #13 ■ 2000 25 Y o u th 7& ",
        "W^­^FL .·* j* Economic structure and employment In this sphere of the discussion, the Commission plans to look at how society is structured from an economic point of view, the consequences of this structuring, and the re­ sponses to be made to meet the needs of young people in terms of integration into working life and society. Employment, or at least paid employment, has played an important role in modern societies as a determining fac­ tor in the independence of young people and, more gen­ erally, as a basis for a secure adult life. But employment also opens up socio­cultural possibilities which favour individual development. This is why preparation for par­ ticipation in working life has always been a central issue throughout the period of youth. Today a large majority of young people find it hard to obtain stable, paid em­ ployment. Unemployment is in the process of becoming a \"normal social experience\" and is establishing condi­ tions of insecurity, disorientation, social inequality and new forms of poverty among young people. The jobs which are available to young people are also often pre­ carious, short term and poorly paid. Many young people have responded to this situation by prolonging their studies, but others find themselves caught up in a spiral of exclusion. There is therefore a need to take a closer look at a certain number of points linked to employability and the fight against exclusion, and also at new approaches aimed at being able to participate fully in society which are not strictly wage­based. Well­being: a complex notion Well­being relates to the total environment of young people: their physical, psychological and social well­be­ ing; their search for well­being and the taking of certain risks. Young people aged between 15 and 25 are not exposed to any specific health risks. The development of their health at this age is a complex combination of biologi­ cal, psychological, social and cultural processes. A large proportion of young people suffer from poverty, the break­up of the family, lack of social support or poor diet: all factors which compromise growth and develop­ ment. In many Member States one in five young people is neither studying nor working. Studies on the health and attitudes of young people also show that young people are exposed to a large number of risks, even in everyday life. Every year 12,000 young people are killed in road accidents in the European Union and suicide is one of the three major causes of death among young people. Sexually transmitted diseases, the use of drugs for recreational purposes, the temptation to break the law (delinquency), and high risk physical activities can be added to the list. This is why the economic, social and cultural factors related to well­being must all be placed high on the political agenda. Prevention has an important role to play. It starts with information ­ which means finding the method and lan­ guage which stands a chance of being heard and a net­ work through which to transmit it. The messages on all these questions are complex and thus extremely difficult to formulate and transmit as they touch upon the deep­ seated emotions of young people. Autonomy of young people The transition process outside the parental home is changing as the period of study or training is being ex­ tended, the labour and housing markets are changing and people are waiting longer before starting a family. This situation raises the question of the autonomy of young people which is a precondition for any real partic­ ipation. It is not enough for this autonomy and freedom to be recognized in law: the material conditions for ex­ ercising it must also be met. The process of leaving the family home, as an inherent part of a broader transition, is not only affected by struc­ tures of education and training, social security/protec­ tion and employment, but also by the housing market. The situation on the housing market has consequences for many aspects of the life of young people: it affects the scope for young people to develop an independent lifestyle in keeping with their own values and ideas, it af­ fects the transition to the employment market and it is a key factor in the decision to start a family. The meetings planned in the Member States could be the occasion to link up with young people to look at all these various aspects in order to identify ways of in­ creasing their opportunities for autonomy in a chang­ ing society. Europe: young people have high hopes Europe is a reality for young people. Today's young peo­ ple envisage living their lives in this wider area and want to develop in a world without borders. The most recent Eurobarometer survey showed that more than a third of them believe the European Union represents a better fu­ ture. But young people are not content to just dream about Europe ­ they want to be actively involved in building it. They see the treaties as no more than the foundations for a concrete Europe devoted to improving the everyday lives of all its citizens: 75% of the young people interviewed expect a determined initiative to combat the scourge of unemployment that currently af­ fects 20% of them. It will be interesting to use these national meetings as an opportunity to get beyond the clichés and join with young people in taking an in­depth look at a number of questions relating to the new and evolving European area. ■ Further information Sylvie Viandas, Education and Culture DG F + 32 2 99 41 58 j& Λ' t h 26 Le Magazine · #13 · 2000 ",
        "Young people and sport Youth activities to include more physical exercise Making the most of an informal educational potential As a source of physical exercise, sport is universally recognized as an important part of young people's education. Not only does it contribute to the their physical well­being, it also builds communication skills, respect for others, a sense of responsibility and social integration. Increasingly often, it also provides a means of access to working life. Despite this unanimous recognition of the potential benefits of sport, when it comes to putting youth poli­ cies ­ or informal education ­ into practice, the Mem­ ber States and Community youth programmes tend to view physical exercise as a threat to the educational content of youth activities, rather than a key area in which informal education can be developed. Behind this reality which promises so little for the de­ velopment of such a potential lies the feeling that, in most cases, sports events do not allow young people to be the initiators, organizers or key players in projects that satisfy the principles of informal education. But there may be another explanation: the general fear among those involved in youth work of seeing \"institu­ tionalized\" sport monopolize the available resources to the detriment of non­sports associations which are the real driving force behind the programme. The European Commission wants to draw on the informal educational potential of sport in Community programmes for young people. Whatever the case, the fact remains that the present situation reflects neither the interest of young Euro­ peans in sport' nor the importance of physical exercise in present­day youth culture. The Commission has real­ ized the need to take a close look at what should be done to allow Community actions and programmes According to the Eurobarometer survey (Young Europeans, 1997), 27.6% of young Europeans are members of sports clubs. aimed at young people to draw more benefit from the informal educational potential of sport. To do so, a study was commissioned and carried out in 1999 (available on the Education and Culture DG Inter­ net site at: europa.eu.int/comm/dgs/education_cul­ ture/index_en.htm). This looks at relations between sport and youth structures in the Member States, cur­ rent thinking on the training role of sport and physical exercise, and the practices of the Community's Youth for Europe and European Voluntary Service pro­ grammes in including physical exercise activities in youth exchanges and voluntary service schemes. The study also formulates a number of recommendations for giving more space to sport and physical exercise in informal educational programmes for young people. Le Magazine ■ #13 · 2000 27 Y o t h M ",
        "The question of sport in informal education was also of concern to Finland, which held the EU presidency between July and December 1999. It was the theme of a seminar of youth managers in Rovaniemi in Sep­ tember 1999. This exchange of opinions was followed by the adoption of a Resolution, initiated by the Finnish presidency, in which the Council of ministers responsible for youth policy acknowledge the infor­ mal educational potential of sport and invite the Commission to look at ways of ensuring that its youth programmes draw on this potential. The recently adopted Youth programme takes real account of physical exercise activities. The European Parliament and Council have adopted the Youth programme (2000­2006) and the imple­ menting procedures are now being discussed. A num­ ber of measures can be identified that would bring increased recognition for physical exercise activities in the programme, such as: the clarification of certain concepts to avoid a loss of the educational value of youth and other exchange activities as a result of in­ eluding elements particular to sport (teams for exam­ ple), specific training for youth workers, and informa­ tion specifically targeted at associations interested in the informal educational dimension of sport, includ­ ing sports clubs. The Youth programme will clearly not be a source of alternative financing for competitions or other sports activities. It is more a matter of including physical ex­ ercise in the programme's activities ­ youth ex­ changes, youth initiatives, voluntary service ­ so as to enable them to realize their full educational potential by drawing on a fundamental feature of present­day youth culture. Lifelong benefits Sport and adventure activities play an important role for young people. This is because they influ­ ence their future behaviour in working life or as citizens, according to Professor Peter Becker of the University of Marburg (Germany), who took part in the study. He illustrates his point with some con­ crete examples. Sports training, he explains, re­ quires the young person to \"assimilate fundamen­ tal choices such as planning training for a precise goal, pacing oneself to conserve the available phys­ ical capacities, keeping an on­going record of per­ formances and adjusting objectives, rationally co­ ordinating training periods and the dates of competitive events, etc.\" Competitive sport also has a positive effect: \"somebody who follows the rules of the game learns not only that performance is fairly rewarded with a ranking but also that, even if the inequality inherent in the ranking has to be ac­ cepted, it can be corrected by appropriate personal efforts.\" Training plus competing in sports events therefore helps the young person to redefine his or her identity outside the family framework. Individuals certainly have to create a stable identi­ ty, but this must not be too stable if they want to remain open to new experiences, continues Profes­ sor Becker, praising the benefits of adventure. \"It is only the individual who is ready to open up to what is foreign, new and unknown and to assimilate these experiences who is able to evolve. People who do not do this remain locked into repetitive rou­ tines. Which amounts to a conscious rejection of training and development.\" He goes on to say that \"when you travel down fast­flowing rivers, cross mountainous regions and dense forests, make dif­ ficult climbs, cycle across a foreign country or pit your strength against waves and currents, you are having fun and at the same time confronting unfa­ miliar situations. You learn what it means to exceed your limits, to break with routine, to have to take a decision on which there is no going back, assess al­ ternative solutions, and take responsibilities within a group or solve conflicts in a rational manner in order to take control of a situation.\" ■ iß Y o u th 28 Le Magazine · #13 ■ 2000 ",
        "The best way to communicate information is to get young people to talk directly with other young people. With this principle firmly in mind, 50 students from 30 European countries volunteered to act as ambassadors for the Socrates programme. Le Magazine caught up with them in Brussels where they spent a week training before going out into the field. The students are members of three associations: ESIB, AEGEE and ESN(1). The pilot project received financial support from the European Commission. Young ambassadors for Socrates On this second day of training, the small room on the rue Grétry in Brussels is packed full. Not an empty chair any­ where. All 50 students are there, and on time. Yet to judge from the tired faces and the knowing looks, the previous evening must have been a long one. The group ­ made up of 30 different nationalities ­ is evidently closely­knit, energetic and highly motivated. First on the agenda this morning is information and a de­ bate on Erasmus. Three representatives of the European Commission ­ Massimo Gaudina, Anne Serizier and Tor­ björn Gronner ­ introduce the discussion. The first briefly outlines the Erasmus structure. The second recalls the history of the programme and the important introduc­ tion of institutional contracts in 1997. The third presents a number of statistical tables. But they are soon inter­ rupted by the students. The debate immediately takes a non­academic turn as the questions are fired in rapid succession, each one pertinent and to the point. Personal testimonies... Grzegorz and Piotr ­ Poland Grzegorz is studying European law and economics at the University of Poznan. He is a member of ESN, the association of Erasmus students. Piotr is studying business administration at the University of Gdansk, in the north of the country, and belongs to AEGEE. So what do they see as the major obstacles to Polish stu­ dents participating in Socrates? They both agree: the main obstacle to mobility is the difference in living standards between Poland and the EU Member States. This means that the Erasmus grant is not enough to live on. But this is not the only obstacle. They are also agreed on the lack of information. \" Many Polish stu­ dents still believe that Socrates is not open to them,\" says Piotr. \"The universities do not provide enough in­ formation,\" adds Grzegorz. So how to make up for this lack of promotion? Grzegorz does not think newslet­ ters are much use. He believes that if you want to con­ vince people, you have to meet them face to face. His first step after the Brussels training seminar will be to make an appointment with university officials in the west of Poland in order to convince them of the need for better targeted and \"fresher\" information. Kristin ­ Austria Kristin is studying languages (English and Spanish) at the University of Graz. She recently spent six months in Valadolid, Spain as part of the Erasmus student mo­ bility action. She applied for an Erasmus grant almost by chance. But she had no problem being selected. \"If you are studying languages you have an advantage over the others.\" Now back home in Austria, she would like to give fur­ ther expression to her commitment to Europe. That is why she has accepted the presidency of ESN's local section. What does she think must be done to get more Austrian students involved in Socrates? First, provide good information. Second, get rid of the red tape. Kristin plans to visit six universities to promote not just Erasmus but also Grundtvig, Minerva and Lin­ gua. She plans to ask for permission to speak in the lecture theatres in order to reach the maximum num­ ber of students at one time. Carlo ­ Italy Carlo is studying political science at the University of Cagliari in Sardinia. \"We Sardinians, living on an is­ land, are used to travelling. We are used to crossing the sea to travel to destinations in Italy. To go to an­ other European country is not much further.\" Erasmus candidates from Cagliari are spoilt in a sense. On top of their European grant they also receive fi­ nancial support from the university and regional gov­ ernment. But despite this, student participation in Socrates is too low. Carlo sees a reason for this. Many students on Sardinia come from families with very modest incomes. They often have to work at the same time to finance their studies ­ and it is very difficult for them to give up these jobs in order to participate in European mobility. Andrei, a Romanian student, asks whether a student who is not a national of an eligible country but who is legal­ ly resident in one and is enrolled as a full­time student there can participate in Erasmus. The answer is yes. Mar­ co, an Italian, asks whether it is possible to split an Eras­ mus period into two. No. The rule is that the mobility must cover a continuous period of between 3 and 12 months, without interruption. In other words, it is not possible to travel abroad for two months, return home, and then go back to the foreign university for a further two months. Other students have questions about some of the very practical details. Must Erasmus students pay for additional activities, such as library access? Are stu­ dents from Central and Eastern European countries cov­ ered in the event of health problems which may arise when studying at an EU university? There have been problems in these areas. A Hungarian student wants to know what the selection criteria are for Erasmus stu­ dents. The Commission suggests that the universities should judge on the basis of three priorities: the acade­ mic merits of the student, language skills, and motiva­ tion. But in practice the universities are free to decide as they see fit. Nevertheless, if any student feels he is the victim of an injustice, he or she should inform the Socrates national agency in the home country. Could do better At the end of the week's training session in Brussels, the 50 young students will serve as 'ambassadors' for Socrates for one year, while also promoting other pro­ grammes which may interest their colleagues, such as Tempus, Leonardo da Vinci or Youth. Erasmus, a central pillar of the Socrates programme, is known to be a grow­ ing success among students and their universities. But still the information is not circulating among students as it should be. The communication products are not suffi­ ciently adapted to the language of young people. Also, many of the institutions involved lack the resources to reach large numbers of students. \"Could do better\" is the verdict on the information effort. Which is why this pro­ ject ­ known as \"Socrates on the move\" ­ is founded on equipping the students themselves to help spread the message. \"If you want something done properly, do it yourself,\" as the proverb says. These 50 volunteers have undertaken to organize at least five information actions, in the form of special events, at their home country universities. They will be meeting in the spring, summer and autumn to exchange their expe­ riences, with a final conference scheduled for December. This final meeting will aim to draw more general conclu­ sions on the operation and to submit proposals to the European Commission. The 50 young ambassadors come from three European organizations: ESIB, AEGEE and ESN. ESIB, a more politi­ cal organization, federates the national student unions in 35 European countries. AEGEE represents locally­ based student organizations which concentrate on pro­ viding services. ESN is an organization for Socrates alum­ ni and endeavours to ensure Erasmus students receive the best possible support. These three organizations can therefore be viewed as mutually complementary. Togeth­ er, they comprehensively represent the student world. A first Manja Kiemende, the ESIB general secretary, coordinat­ ed the Brussels training session. She sees the \"Socrates on the move\" project as a \"historical first\". First of all, she ex­ ESIB : The National Unions of Students in Europe. AEGEE : Association des Etats Généraux des Étudiants de l'Europe. ESN : Erasmus Student Network. Le Magazine · #13 ■ 2000 29 E d u c a t i on \\Xj·'* ",
        "Further information Massimo Gaudina, Education and Culture DG F +32 2 299 41 53 plains, because \"it is the first time the Commission's Ed­ ucation and Culture DG has financed a student operation on this scale.\" But first and foremost because \"it is also the first time the three organizations have cooperated on a joint project. The Commission recognizes that we are well placed to inform students. That is a very positive sign.\" Following this pilot information action, Manja Klemencic and her colleagues from the other organizations have further hopes for the future. The three associations are already considering stepping up their cooperation by creating a joint structure ­ while retaining their inde­ pendence ­ in the form of a European student liaison group. \"We want to build up lasting relations with the European Commission,\" Manja explains. \"We would like to see the Commission adopt the practice of consulting this group on a regular basis on all matters of concern to us.\" First circulating the information, then providing in­ put to policy... The students are certainly committed to the cause. Erasmus students and finances At the request of the European Parliament, the Com­ mission conducted a major survey on the socio­eco­ nomic circumstances of Erasmus students. In all, 9,500 students ­ which is considered to be a very big sample ­ completed a questionnaire circulated among 150 universities in the 15 EU countries. The survey related to the 1997/1998 academic year. The findings make interesting reading. For most students, financial difficulties experienced during the period of mobility depend on two main factors: ­ whether or not they live with their parents in the home country; ­ the existence of a national policy of financial aid and the amounts awarded. Students who live with their parents spend twice as much abroad as they do when at home. In their case accommodation costs in the host country account for two­thirds of the additional costs, while the Erasmus grant covers just 40% of extra costs. By contrast, for students who do not live with their parents the Eras­ mus grant covers 80% of the additional costs. Another finding is that the students who receive most financial support experience the greatest financial difficulties abroad. This is the case for the Greeks and Portuguese, whose Erasmus grant is nevertheless twice the European average. This situation is due to the dif­ ferences in the cost of living in the host countries and the relatively low level of national aid Greece and Por­ tugal provide. It is often thought that Erasmus students are among the most privileged in socio­economic terms. But the results of the Commission survey show that this does not appear to be the case: 53% of Erasmus students describe their parents' income as \"average\" or \"low\". The Commission formulates a number of concrete rec­ ommendations on the basis of the survey. It stresses the role of student organizations in making access to Erasmus easier for students who do not come from a privileged background. It also suggests that the size of Erasmus grants should be based on the socio­econom­ ic circumstances of the students. ■ «■ E d t i on 30 Le Magazine · #13 · 2000 ",
        "\"The main aim of the project was to learn to be European, to understand the diversity of learning,\" says Leena Kaikkonen, from Finland. She coordinated the Seneca project, backed by the European Commission's Comenius initiative, to offer in­service training for teachers of students with special educational needs. The 19 participants came from 16 different countries of the EU and Central and Eastern Europe. Further information Leena Kaikkonen, Jyväskylä Polytechnic Rajakatu 35 SF ­ 40200 Jyväskylä T + 358 14 444 66 11 F + 358 14 444 67 67 Teachers learn to share their problems Leena Kaikkonen admits that perhaps her original expec­ tations for the project were overambitious. \"I thought the participants would do something that would change the world,\" she laughs. \"But what happened was that people learned to understand that, when it comes to dis­ cussing special needs, we are all dealing with similar types of issues. The course demonstrated that by listen­ ing to and learning from each other, we can tackle these problems in a variety of ways.\" The highlight of the Seneca (Special Educational Needs European Competence Advancement) project was a one­ week training module entitled Educating Everyone To­ gether, held in September 1999 at the Jyväskylä Poly­ technic in Finland, and supported by Comenius ­ a strand of the Socrates programme. Teachers came from widely diverse backgrounds: two each from France, Germany and Spain, with individual participants from Austria, Denmark, Finland, Greece, Italy, the Netherlands, Portu­ gal, Sweden, the UK, the Czech Republic, Hungary, Ro­ mania and Poland. Networking Leena Kaikkonen believes that one of its most innovative achievements was the launch of an intranet network, which the teachers continue to use long after their re­ turn home. During the course, each participant had to draw up an action plan for his or her own school and post it on the intranet, for the group to discuss. \"I was surprised how much they used it,\" she says. \"I had planned to close the Intranet around Christmas time, but they asked me to keep it open. It was one feature that made this a little different from other Comenius projects. I am very enthusiastic about it, even though I am not a very technical person. Even now, some of the teachers still go to the network.\" A project website was also set up to inform the partici­ pants about each other and the course itself. Francesco Scaramuzzi, who teaches psychology at a vocational sec­ ondary school in Bari, southern Italy, found it invaluable. \"It was easy to connect with other people when we ar­ rived in Jyväskylä,\" he explains. \"Really, we were 'inte­ grated' from the first moment, and able to work togeth­ er. Creating communication among a group of people coming from 16 different countries was a merit of the course organization.\" Son of Seneca Francesco Scaramuzzi has used the intranet to cooperate with participants David Cropp from the UK and Sirkku Purontaus from Finland to develop a new project, enti­ tled Sentra (Special Educational Needs Transition), which has since been submitted to the Commission. The project will help teachers to develop ways of integrating young­ sters with special needs during the difficult transition periods between secondary and higher education and work. \"Sentra is, in a way, the son of Seneca,\" he says. For him, the course was an \"important experience\" which has transformed his approach to both special needs and other pupils. Thirty­two of his school's 800 students have disabilities ranging from mobility problems and deafness to Downs Syndrome and autism. Special needs pupils are Officially' integrated into ordinary classes, but this is easier said than done, he argues. \"Achieving real integra­ tion is a day­by­day job for each teacher. Comparing dif­ ferent ways of solving special needs problems was a spur to changing our organization. My colleagues and I now feel surer about starting from similar experiences in oth­ er countries\". Integration \"We have to think of special needs pupils as all those who have trouble following normal courses of study,\" Francesco Scaramuzzi feels. \"With the new situation in Europe, with immigrants who have difficulty with lan­ guage and pupils coming from difficult social environ­ ments, we have to use communication and integration skills to avoid drop­outs and failures among all students. In short, the point is to understand differences, to be able to accept other points of view, and to respect different cultures and different ways of living.\" Sirkku Purontaus was also attracted to the course by the opportunity to compare approaches to special needs teaching. She is a senior lecturer at Kokkola College of Social Services and Health Care in Finland, where stu­ dents with mild learning difficulties and more severe mental conditions study for vocational qualifications in home economics. \"One question arising on the course was 'who has special needs? The child, the teacher, the school, the parents, society?' This philosophical aspect is most important,\" she insists. Humour Groups of five teachers from different countries worked together to design their own school, planning its philos­ ophy, curriculum and organization. \"The people on the course were the best thing,\" declares Purontaus. \"The at­ mosphere was open, and everyone had space to speak and listen. We also used a lot of humour.\" The five Seneca project partners (one each in Finland, Germany, and the Netherlands, and two in the UK) brought together teachers themselves to draw up the course curriculum. \"The basic idea was to listen to teach­ ers in the field telling us about the difficulties they have in coping with students with special needs,\" explains Leena Kaikkonen. In the end, much of the preparation time was taken up with getting to know the educational systems in the different countries, and accommodating their different approaches in the project. Seneca is now in its third year, and work is focusing on evaluation and dissemination of the lessons learnt. The coordinator has sent out a questionnaire to collect feed­ back from the participants. Kaikkonen insists that the project report must reflect \"the voice of ordinary teach­ ers, in ordinary schools\". But she believes it must also help future project organisers to avoid the pitfalls lying in wait for first­timers. This evaluation is especially impor­ tant because the Seneca course is due to be rerun in Tallinn, Estonia, in May 2001. \"The most important thing about Socrates as a whole is that it teaches us to work European­wide,\" concludes Kaikkonen. \"In the beginning, the course content is per­ haps of secondary importance. But it is easier to get ac­ quainted if you have something in common and, in the end, shared interests will keep us together as friends.\" ■ Le Magazine ■ #13­ ■ 2000 31 E d u 1 o n fà·\" ",
        "Reforms incorporated in the new Comenius action will touch upon a range of areas including language learning and teaching, and school management. The scheme now offers everyone involved in school education ­ in the widest sense ­ the chance to add an extra European dimension to their work. Comenius: changes and improvements The success of Comenius in its initial phase (1996­1999) is clear from the figures: more than 10,000 schools par­ ticipated in European Education Projects and more than 5,000 teachers from all over Europe attended in­service training courses abroad. In its second phase (2000­2006), as part of the Socrates programme, Comenius will play an even more important role in enhancing the quality and reinforcing the European dimension of school education. Its overall budget has been increased fivefold for the new seven­year period, and the programme has undergone major restructuring. It takes in new fields of activity. For example, school partnerships and projects for the training of educational staff can now address the management and administra­ tive level of school Ufe. Also, language learning has be­ come one of the programme's key issues since much of the former Lingua action has been incorporated into Comenius. Intercultural education and education for dis­ advantaged pupils, formerly targeted under Comenius action 2, are now transversal priorities for the whole pro­ gramme. And support for Comenius networks (action 3) ¡s a completely new initiative which has the potential to enhance significantly the impact of all Comenius pro­ jects. The school as part of the wider community A school does not just operate within its four walls. It is a multi­dimensional interaction of learners and educa­ tors set against a complex social and economic back­ ground. Comenius fully appreciates this. All administra­ tive and educational personnel involved in school education are invited to take part in Comenius projects or benefit from mobility grants. And the range of poten­ tial participating institutions in Comenius now goes be­ yond the traditional educational institutions such as schools, teacher training centres, universities and re­ search centres, to include associations, non­government organizations and even private companies which offer pupils internships in preparation for their future careers. Better school management has also become an issue for Comenius, and the newly introduced \"School Develop­ ment Projects\" within Comenius 1 (School Partnerships) are designed to tackle any structural problems arising from the specific social and economic conditions affect­ ing individual schools or school education in general. In this context it is important to underline that even though there is no direct equivalent to the former Come­ nius action 2 in the new programme, projects on inter­ cultural education and education of children of gypsies, migrants, migrant workers and socially disadvantaged pupils have by no means disappeared. On the contrary, intercultural education and combating school failure have become transversal priorities throughout the Comenius action. Language learning in Comenius The second phase of Comenius also now includes four former Lingua actions which aim to improve the quality and quantity of language teaching and learning. Togeth­ er, these very successful actions have done much to pro­ mote the less widely used and less taught languages and have enabled nearly 40,000 teachers and pupils each year to travel abroad to improve their language skills. Practical language­based projects which include a class exchanges between two groups of school pupils (former Lingua E) are incorporated into Comenius I.The relevant sections for language teacher training projects, in­ser­ vice training courses, and Language Assista n tships (for­ mer Lingua A, B, and C) are now included in Comenius 2. Emphasis on mobility Learning and teaching in different places is a reward­ ing experience for pupils and teachers alike. Comenius aims to foster this. Mobility plays an increasingly impor­ tant role within Comenius, following the integration of language teacher training provision, language assistant­ ships and language­related class exchanges within the school partnerships. Moreover, in Comenius 1 the mobil­ ity of project participants has been made easier from an administrative point of view. It is also now possible for up to four pupils per class, who are actively involved in the development of a school project or a school development project, to travel abroad with their teachers for project meetings with their foreign partners. Comenius networks to the fore on 21 September A new and very promising action for the future ­ Come­ nius 3 ­ came into being on 1 January with the creation of the Comenius networks. Although a few networks be­ gan to be set up following the launch of Socrates, this re­ mains largely unexplored territory. So what is the purpose of a Comenius network? Above all to encourage sustained cooperation between projects based on partnerships between schools (Comenius 1 ) and projects relating to the training of educational staff (Comenius 2). These projects are therefore a starting point for going further, but in the framework of a pre­ cisely defined subject of general interest, such as Euro­ pean citizenship, education on the environment, the ed­ ucational use of the new information and communication technologies, schools and the world of work, combating violence, etc. The Comenius networks permit synergy between projects in secondary education. They must involve at least six partners and are designed to create a snowball effect. The aim is to increase the number of projects on a given theme and enhance their impact by boosting their qual­ ity. The Comenius networks will both capitalize on inter­ esting practices and positive achievements which are in­ sufficiently known, and extend and improve the use of the new information and communication technologies, in particular the Internet. Two important dates should be noted: the Comenius net­ works promotion day in Brussels on 21 September; and the deadline for submitting pre­projects for Comenius networks for 2001 on 1 November. ■ Further information Detlev Clemens, Education and Culture DG F + 32 2 299 37 30 % E d u c­ t i on 32 Le Magazine · #13 · 2000 ",
        "© A Lingua assistant in Sweden gives her account... Yamina Ahmed­Brahim, a young French teacher, spent eight months as a Lingua assistant in a village in the far north of Sweden. What kind of welcome did she receive? What did her work involve? How did she set about learning Swedish? Yamina learned a lot from her experience in the country. She is convinced that the way to really improve the learning of foreign languages is by strengthening the link with the social context. Linking language to real life When Le Magazine contacted Yamina Ahmed­Brahim on a March afternoon, the temperature in Öjebyn was 2°C. For this village in the far north of Sweden, it was as if summer had arrived. The snow was melting. There was even a certain balminess in the air, whereas the same temperature in Paris means a cold snap. When she ap­ plied for a post in Sweden, Yamina was looking for a new experience. She certainly found it. To start at the beginning... Yamina, 23, is a newly quali­ fied French teacher. She studied in the Paris area, where she gained a higher diploma in teaching French as a for­ eign language. Yamina's work therefore involves teach­ ing French to people who know nothing about the cus­ toms, culture or language of France. \"If I was going to have any professional credibility,\" she reasoned, \"then I had to spend time myself in a foreign country and expe­ rience the same situations as the foreigners I would be teaching. I wanted to go to a country I knew absolutely nothing about. Hence my idea of going to Sweden.\" Yamina applied to go there as a \"language assistant\" un­ der Lingua Action C of the Socrates programme. Not without some surprise, she quickly received a positive re­ ply. \"Release mechanism for words\" So off she set to Öjebyn, in Sweden's distant north. Yam­ ina arrived there on 29 September for an eight­month assistantship. She was warmly welcomed by her super­ vising teacher, Britt Öqvist. \"My hostess had arranged everything. I stayed with her at first, and then moved in with a host family.\" At first Yamina communicated in English. But she soon decided she should learn Swedish. She attended classes in the neighbouring town of Piteå and within a few months found she was making remarkable progress. \"Now that I can express myself in Swedish I feel more au­ tonomous. I am no longer frightened to answer the tele­ phone. I watch films on TV and can understand the Swedish subtitles,\" she explains. © Gunnar Westergren The school in Öjebyn where Yamina is based is a college for 12­ to 15­year­olds. After a brief settling­in period, she started giving French classes at the school, alternat­ ing with Britt. Yamina bases her teaching on mime, role plays and sketches, \"lama release mechanism for words,\" is how she likes to describe it. The fact that the pupils are directly confronted with a French person acts as a trig­ ger. \"For them, speaking to me in French has become a necessity. The social justification for speaking the lan­ guage has become apparent.\" Yamina has also become aware of the differences be­ tween the French and Swedish school systems. \"In Swe­ den there are more meetings between the teachers. There are more group projects. The relationships are less bound by hierarchy.\" Yamina also ventures some comparisons in connection with language teaching itself. \"The main for­ eign language here is English. The pupils learn this from a very young age and are very talented. But when it comes to the second language ­ Spanish, German or French ­ the methods remain quite traditional and not much different from those in France.\" Yamina also draws some interesting lessons from her own experiences in studying Swedish. \"When you teach a for­ eign language, the first thing you tend to teach is the vo­ cabulary of the home. But it is the environment in which you find yourself in the host country which determines what you need to learn first. In my case the vocabulary linked to the school was paramount. That confirmed my idea that when teaching a language you should place yourself in the social context. The lessons must be linked to very concrete situations in life.\" A multiple role Yamina has progressively gained in confidence over the months and increased her activities, in cooperation with her host teacher. Every week she now visits primary schools in the area and organizes activities ­ in French ­ with even the very youngest children. \"If you want lan­ guage teaching to be effective, you must start in prima­ ry school. That is the best time, because at that age chil­ dren are very inquisitive.\" The role of the Lingua assistant is in fact a very varied one, points out Yamina. \"I fulfil a kind of continuous training role in regard to the Swedish teachers of French. I am the teachers' teacher.\" Independently of the college and primary schools, Yamina has recently started giving free French evening classes to a group of parents, and also teaches at an adult education centre. She is also often asked to give talks describing the French education system. \"I am often asked to make compar­ isons between the two countries. But I am very careful in that area and do not allow myself to make any value judgement on the subject. Good ideas can certainly be taken here and there from the two systems. But I do not believe it is possible to mechanically transpose one sys­ tem from one country to another.\" \"The best year in my teaching career\" Britt Öqvist, the French teacher in Öjebyn who played host to Yamina, will long remember the ex­ perience. \"The result was very positive, both for the pupils and for myself, in our practice of the French language. I hope that Yamina's visits to the prima­ ry school classes will motivate more of them to choose French as their second foreign language. I was very lucky in having an assistant who was so charming and talented, who was able to adapt im­ mediately to the pupils and who always had new ideas. It was so nice to have a French colleague! It was a year unlike any other for me... certainly the best in my whole teaching career.\" Lingua C, in brief Grants under Lingua C (Socrates programme) give future language teachers the chance to spend be­ tween three and eight months as a language assis­ tant at a school in another participating country where one of the official languages is usually a lan­ guage which the teacher will later teach. Nevertheless, in order to give priority to languages less widely used and taught, an exception may be made to allow Lingua assistants to go to a country where one of these languages is spoken, even if they will later teach another language. During the school years 1996­1997 and 1997­1998, a total of 1,087 Lingua assistants were able to ben­ efit from the European Commission's financial sup­ port in this way. From 2001 the action will be included under the Comenius chapter (school education) and renamed \"Comenius Linguistic Assistantship\". ■ Le Magazine ■ #13 · 2000 33 L a ng & ",
        "New technologies The economy and jobs are normally cited as the reasons for introducing new technologies in schools ­ and information and communication technologies (ICTs) will undoubtedly be vital in training the workers, artists and researchers of the future. But we must also keep sight of the real reason for using these new technologies in schools. Actions financed under the Socrates programme place the emphasis firmly on their educational, cultural and social dimensions. Contrasting technologies for the school of the future Socrates pilot projects in the field of the use of new technologies in education ­ Socrates­ODL (open and dis­ tance learning) and shortly Socrates Minerva ­ come in many forms. Some place the emphasis on the pupil play­ ing an active role and being aware that during the learn­ ing process he or she is simultaneously initiator, creator and player. Others highlight the use of technology in the context of educational pathways already defined by pro­ grammes, disciplines and exams. Of course it is not ulti­ mately a question of being confined to any one alterna­ tive. In reality various models exist. The various scenarios presented in this article are based on these projects, but no explicit reference in made to any particular project. Contrasting learning scenarios Advocates of a \"back to basics\" approach believe that the use of technologies, in a manner appropriate to the goals pursued, requires constraint and self­discipline. An initial scenario can be evoked: A big square classroom. Computer screens set up along the walls. A pupil studying in front of each one. The class is linked up to the school's intranet. In learning to read, each pupil is presented with a series of texts to read within a given time. Progress bars at the top of the screen indicate where he or she is in his reading and the time available. Once the reading time is expired the pupil receives a series of comprehension questions on the text. (...) At another session of this kind ­ in geography ­ the pupil visits a series of websites to explore the ge­ ography of the American continent. Using the school's intranet, which filters the authorized addresses and de­ fines a series of possible links, the pupil accesses sites abroad. By means of a series of cut and paste operations and the many illustrations made available by a person­ alized multimedia publisher, the pupil is able to draw up an on­line report for the teacher. Advocates of a more \"constructivist\" approach place the emphasis on the pupil's more active role in building up his or her own knowledge. This gives rise to a radically different learning scenario: Another big classroom, which looks more like a huge workshop divided into individual areas by movable par­ titions. A large model stands in the middle of the class­ room. The pupils are in the process of constructing a scale model of Leonardo da Vinci's flying machine. The model is the focal point around which several work ta­ bles are arranged. At one, pupils are engaged in debate on Leonardo da Vinci's life and the state of knowledge at that time. At another a teacher is holding a discussion on the way the various pupils conceive of the principles of air navigation. Several computers are set up next to the library section which the pupils can use at any time for an information search. Some are being used for mea­ surements and simulations. At one computer a group of three pupils are writing their project report. They are us­ ing the computer's spellcheck function to improve their text. One may well wonder what the classroom of the future will be like. Will there still be a classroom? Will pupils have a desk, telephone and e­mail access for au­ tonomous or group activities? Cultural as well as educational implications Other scenarios can be sketched depending on whether ­ to take the two extremes ­ the culture is \"internation­ al\" or \"local\". In a first model, schools provide their pupils with educa­ tional resources developed at global level. These educa­ tional products and services are designed to be adapted to regional or national curricula. The process is one of exploration based on various pro­ jects: For part of the programme, pupils have access to a set of interactive modules marketed by a major cinema pro­ duction company. Guided by characters from one of their favourite films, they embark on a series of adven­ ture games to discover new galaxies. One involves analysing the origin of rocks brought back from various interstellar voyages. The earth itself can also be the sub­ ject of various 'lessons'. The pupil's astrolab is linked up to experts and scientists around the world to whom he can put questions. In another model, it is the pupils' own production of re­ sources which lies at the centre of the educational process. Multimedia sites and content are created on the basis of particular interests, groups of students or teach­ ers. They are all occasions to learn. The groupings are on the basis of an affinity, cooperation between 'peers' or the instructions of 'tutors'. In this model the emphasis is on local culture or the intercultural dimension, rather than on global culture. Languages, customs, occupations can all give rise to the creation of resources. There is also an emphasis on common roots extending beyond the indi­ vidual locality. Sites can be created by young migrants, for example, who share ­ across Europe's borders ­ the same desire to discover their common cultural heritage and make it known to others. Another example could be the discovery of common myths, such as that of Don Juan, which take different form depending on the country. Yet another model concentrates on physical devices in addition to the virtual explorations: A karaoke machine has been set up in one school. The equipment has had a big impact on the pupils' ability to learn foreign languages. The system also makes it pos­ sible to edit the lyrics. The pupils have fun replacing a song's original words with a pastiche. This stimulates their imagination and their practice of the languages concerned (...) For science subjects, the students have helped produce a series of models reproducing the col­ lection of scientific objects in Coimbra originally assem­ bled to educate the 'princes' of Portugal. A major Euro­ pean firm has expressed interest in the project and will be developing a series of plastic toys on this same basis. There are also multimedia modules produced by a local museum which illustrate the mechanical principles in­ volved. These imaginary explorations ­ but nevertheless based on many current experiments ­ raise the question not so much of what will be the long­term effects of technolo­ gy on education, but rather of re­thinking education it­ self. It is not technical skills which are needed to develop more open models for ICTs in school, but the ability to manage group work, project and other so­called active teaching methods, and disciplines to develop multi­dis­ ciplinary educational pathways. It is on the basis of these skills that the fabric will be cre­ ated ­ with the pupils and respecting their different styles ­ within which the new technologies will be used in the education of the future. ■ Further information Corinne Hermant­de Callatay, Education and Culture DG F + 32 2 296 69 92 % E d u Ι ι 34 Le Magazine · #13 ■ 2000 ",
        "Study Among the findings of the latest edition of Key data on education ¡n Europe is that the teaching of languages and information technologies is central to tomorrow's education systems Key data on education in Europe The fourth edition of Key data on education in Europe comprises, as did the previous editions, a combination of statistical data and descriptive information on the orga­ nization and operation of European education systems. This document offers a comparative vision of the efforts being made in the field of education in 29 European countries (the Member States of the Union, the EFTA/EEA and the pre­accession countries) and introduces two new chapters. The first collects together data on teaching for­ eign languages; the second contains a range of new in­ dicators relating to information and communication technology. Most of the other indicators combine to up­ date the data contained in the previous edition, but, in each chapter, new indicators have been added. The chap­ ters examine, among other things, the insecure nature of youth employment, ways in which education systems are steered and the role of parents on school boards; analyse the content of new pre­primary curricula and changes in participation at the end of compulsory education; com­ pare language teaching in the general and vocational streams, the ages at which teachers retire and the per­ centage of them that are approaching retirement age. Increasing numbers of young people are continuing to study after the end of compulsory education The younger generations are remaining in education longer, but the rate at which they leave the education system after the compulsory period varies from one country to another. This is explained in part by the age at which they are no longer required to study, but also, in some countries, by well­established traditions in youth culture. Thus in Belgium, Germany, France, the Nether­ lands, Austria, Finland, Sweden, Norway, Poland and Slovenia, fewer youngsters quit studying before they have at least completed the upper secondary level. Insecure jobs are more often taken by young people Penetration of young people into the job market presents a particular profile. The young suffer most from unem­ ployment, whatever the overall level of unemployment in their country. What is more, when they find work un­ der the age of 25, it is more likely to be an insecure job than that of older people. In this respect, the pre­acces­ sion countries differ from countries within the EU: the proportion of young people in uncertain work is clearly lower. It is the same as that in the active population as a whole. All the countries have set up one form or other of steering the education system Although the public authorities retain a great deal of re­ sponsibility in matters of school education, we are wit­ nessing the progressive decentralization of management of the education system. In many countries, to accompa­ ny this decentralization, measures are taken such as the requirement for institutions to draw up plans or project­ ed activities and to create management bodies at institu­ tion level. Quality control and the possibility of regulating and improving the functioning of the education system form part of the preoccupations of the political decision­ makers and are prerogatives that the public authorities re­ tain. Measures for guiding the education system have been established in a growing number of countries. Among these, the publication of the overall results ob­ tained in nationally recognized examinations is often used to measure the effectiveness of the educational system. More than 20% of teachers nearing the end of their careers A large proportion of European teachers are aged over 40, especially at secondary level. So in the years to come, one of the important issues of educational policy will be to face up to having to renew a large part of the body of teachers. By bringing large numbers of young, recently qualified teachers into the profession, education systems are going to be able to benefit from teachers better pre­ pared to face the challenges that confront the education systems, in particular those of teaching languages and information and communication technology. When esti­ mating the proportion of teachers who are in the last 10 years of their careers, it becomes apparent that the situ­ ation varies enormously between countries in the Union and the pre­accession countries. In the latter, at least a quarter of teachers are approaching retirement, while in the Union it is on average 10% (though there are large differences between countries). School systems are entering the age of information and communication The chapter on information and communication tech­ nology (ICT) clearly shows the priority being given from now on to this sector. Today ICT is integrated or is being integrated into the primary and secondary teaching pro­ grammes of all European countries. While at primary level ICT is more often used as a tool at the service of educational content, or for interdiscipli­ nary projects, at the secondary level it is more common­ ly presented as a separate subject. These different ap­ proaches are to be viewed in relation to the training teachers have received. ICT specialists are far more likely to be found at the secondary level. They teach ICT as a subject in its own right, while teachers of other subjects use it as a tool. Curricula in many countries have incorporated compul­ sory teaching of ICT to pupils, but the same does not go for the initial training of future primary or secondary school teachers. ICT is a compulsory'subjeet for trainee teachers in less than half of European countries. All pupils learn at least one foreign language during their time at school The increasingly important place occupied by languages in school curricula and the time that is devoted to them reflect the effort expended by European policy­makers, convinced that all their citizens should learn at least one foreign language. Reforms are under way in several countries in order to extend language teaching to all pupils in the near future. The transition phase currently under way for this area is often justified by the lack of language teachers who are capable of living up to this requirement, or by the difficulty of imposing the extra cost that would result from immediate implementation of the reforms on the current education budget. Although determination to defend the multilingual character of Europe is reiterated in official documents, English is almost everywhere the first foreign language studied by the greatest number of children in primary and general secondary education. In some countries, this is partly because those responsible have decided that learning this language should be compulsory for all pupils. ■ Further information Arlette Delhaxhe, Eurydice European Unit Τ+32 2 238 30 11 F+32 2 230 65 62 Le Magazine · #13 ■ 2000 35 E d u c a t ι o η ( g ·\" ",
        "Developments in national education systems CZECH REPUBLIC New law on foster care in the pipeline In September 1999, the Czech govern­ ment approved draft legislation on ed­ ucational establishments for children and young people needing institution­ al provision and care. The main aim of the proposed law is to set out ways of taking court decisions relating to institutional or protective education, or preliminary measures, in the establishments concerned. It seeks primarily to define the precise rights and responsibilities of the State and all other legal and physical entities in­ volved in or affected by this sector (in­ cluding the directors of institutions, the legal guardians of children and the children themselves). The draft legislation enumerates the various kinds of establishment with differing educational approaches, such as children's homes (détsky domov), de­ tention homes (détsky vychovny ustav) and diagnostic institutes. It establishes age limits for children in care and spec­ ifies the methods and conditions of the provision they receive. It also specifies the methods and amount of funding for institutional care, as well as the terms governing the payment of pock­ et money and material support for chil­ dren. FRANCE New grading system France has recently moved towards a more consistently structured system of higher education qualifications, along the lines discussed by the 29 European ministers who signed the Bologna Dec­ laration of 19 June 1999. The trans­ parency recommended by the ministers has been achieved in France through reviewing the concept of grade. The concept of grade refers to a com­ mon level of studies whatever the area of specialization or training structure concerned. Until last year, there were three grades, namely the baccalauréat (upper secondary school­leaving cer­ tificate, or 'bac + 0'), the licence (bac + 3) and the doctorat (bac + 8). The Mos­ rere, which completes this list, will be awarded to anyone holding a qualifica­ tion representing a state certificate at the level of bac + 5 [diplôme d'études supérieures spécialisées, titre d'ingénieur diplômé, diplôme d'études approfondies), or qualifications of the same level included on a list established by decree. No existing qualifications will be abolished. For the first time, the same terms will apply to both universi­ ties and the grandes écoles in an at­ tempt to increase the transparency of the French higher education system. The licence professionnelle is intended for different groups who may have re­ ceived either general education (the diplôme d'études universitaires générales), or forms of vocational training, including the brevet de tech­ nicien supérieur [ETS) and diplôme uni­ versitaire de technologie (DUT), or continuing training. The new degree was designed to make it easier for such people to enter the labour market, al­ though the BTS and DUT retain their identity as qualifications in their own right. It was worked out in close con­ sultation with professional groups and will lead to employment at a level be­ tween that of technicien supérieur (ad­ vanced technician] and ingénieur (engineer). The first licences profes­ sionnelles will be awarded from the 2000 school year onwards. GREECE Technical vocational schools The institutional framework of reform in secondary education has been com­ pleted following adoption of Law 2640. It establishes an integrated system of technical/vocational education ensur­ ing school leavers flexible access to the labour market and job security. Studies in TVS last up to three years, and are organized in two stages, A and B, which include particular sectors and specializations. Stage A lasts two years and stage B, one. After passing examinations in common subjects at prefectorial level, stage A graduates are awarded a second­level degree and may also obtain a licence to exercise a profession; continue their studies in stage B; and enrol in the sec­ ond year of the Single Lykeio. After passing examinations in common subjects at national level, graduates from stage Β are awarded a third­level degree and may also obtain a licence to exercise a profession; secure priority enrolment in vocational training insti­ tutes (IEK); take examinations and en­ ter a technical vocational institute (TEI). NORWAY New eLearning strategy Norway has published a plan for infor­ mation and communication technolo­ gies (ICTs) in the education and training sector for the period 2000­2003. The plan emphasizes the incorporation of ICTs in education and training to take full advantage of the opportunities they offer as a resource for teaching and learning. It thus builds on the suc­ cess of the previous plan, which en­ couraged the development of individ­ ual user competence in the ICTs. The plan stresses the importance of a long­ term approach, with close cooperation between the authorities and educa­ tional institutions. Specific flagship projects will be used to stimulate fur­ ther developments. For example, a por­ tal for Norwegian education and train­ ing is to be established on the Internet. Teacher training will include the use of ICTs as an open and flexible method of teaching. A systematic approach to re­ search and development will investi­ gate their role in developing the school of the future. The focus is on creating the best possible learning environment for the user, whether a school pupil, student, teacher or an adult developing new skills. %■ E d t i on 36 Le Magazine · #13 · 2000 ",
        "POLAND New exam system In accordance with the new legislation on education (the Regulation of 19 April 1999 on Pupil Evaluation, Eligibility for Assessment, Promotion and Examinations and Tests in Public Schools), a new system for the ex­ ternal evaluation of pupils has been established. The main aims of the external evaluation system are: better quality control in education; support for diag­ nosis of pupil achievements; national­level comparison oftest and examination results. All tests and examinations will be organized by the agencies newly established in 1999, namely eight Re­ gional Examination Commissions supported and super­ vised by the Central Examination Commission. The re­ sponsibilities of Examination Commissions are: to prepare syllabuses for all required subjects on the basis of core curricula; to prepare tests and examinations, in accordance with the syllabuses; to conduct tests and examinations by trained and certified examiners; to analyse results, formulate findings, keep appropriate records and prepare reports for school directors, local authorities, regional educational authorities and, final­ ly, the Ministry of National Education; to devise and deliver training for teachers/examiners. The new system will consist of external standardized tests and examinations common to all schools. UNITED KINGDOM England, Wales and Northern Ireland Following devolution, Wales and Northern Ireland set up national assemblies in 1999 and assumed addition­ al responsibilities for education. The National Curriculum for primary and secondary ed­ ucation has recently been reviewed in England and Wales. Consequently, a revised National Curriculum will be introduced from September 2000. Reforms in Eng­ land include introducing personal, social and health education for all pupils aged 5­16, and introducing cit­ izenship as a compulsory subject for pupils aged 11­16 from 2002. The Northern Ireland Curriculum is also un­ dergoing a period of review. Any changes will be im­ plemented from 2002. The teaching profession in England and Wales is cur­ rently being reformed. Initiatives include leadership training for heads and deputy heads, the introduction of performance related pay, and an accelerated (fast track) career development scheme for teachers. The Learning and Skills Bill, currently before the UK Parliament, proposes major reform of further educa­ tion administration in England and Wales. Organiza­ tions currently responsible for post­16 learning will be replaced by two new bodies, the Learning and Skills Council for England (LSC) and the National Council for Education and Training for Wales (CETW). These orga­ nizations will be responsible for the planning and funding of all post­16 education and training (up to higher education). Current issues in Scottish education The Scottish Executive has set up an independent com­ mittee of inquiry into the professional conditions of service for teachers. The committee launched a wide­ ranging consultation exercise and has sought com­ ments on key issues including pay, promotion, manage­ ment structures, working hours and workload. It is due to report in May 2000. The Scottish Executive will create a new framework for the continuing professional development of teachers. A ministerial committee will be established to draw up a strategy for the continuing professional development of teachers in the school sector. This committee will meet for the first time early in 2000. The Scottish Executive has agreed to new arrange­ ments for the funding of higher and further education in Scotland. The measures proposed include the aboli­ tion of tuition fees for all Scottish higher and further education students in Scotland, the targeting of pay­ ments to students from lower income families and a graduate endowment plan which will allow students to make a deferred contribution. In January 2000 the Scottish Executive published The Standards in Scotland's Schools Bill. The Bill will put in ; the place a framework for improvement that gives Scottish Executive new powers to set the strategic di­ rection for education in Scotland. The Bill will include a duty on Scottish ministers and local authorities to promote improvements and a new improvement framework to ensure the Scottish Executive, local au­ thorities and schools work together. The Bill includes measures relating to the Scottish Executive, local au­ thorities, teachers, parents and pupils. In addition the Scottish Executive also has current priorities in the areas of pre­school education, New Community Schools, an Early Intervention Pro­ gramme, target setting, 5­14 curriculum review, ICT (information and communication technology) in schools, modern language teaching in schools and lifelong learning. ■ The contributions above have been provided by the na­ tional units concerned in the Eurydice network. More information Is available on the Eurydice Internet web­ site (http://www.eurydice.org) in the news section. Le Magazine · #13 · 2000 37 E d u c i o n ( ^\" ",
        "Europe is increasingly present in our day­to­day lives. The single currency, public health issues, consumer protection and many other matters mean that more and more people are asking questions about the European Union, its policies and its institutions. European information: a strategy of decentralization Most Europeans want to be better informed on issues such as the euro, citizens' rights and employment.' The media are in the front line in meeting this demand. Tele­ vision, newspapers and radio all report on Community events on a day­to­day basis: 60% of people say they get their information on Europe primarily from television, 41% from the papers, and 24% from the radio. But this information is not always enough. Two in three Euro­ peans say they want to know more. Which means there is a need to supplement their knowledge. But where and how? To meet this demand, the European Commission helps set up various instruments permitting increased decentral­ ization of information. Hence the several hundred \"in­ formation relays\" operating in partnership with the local authorities throughout the Member States at national, regional and local level. These are decentralized struc­ tures, close to the user, which aim to provide access to in­ formation on the EU when and where the citizen needs •it. These information relays take different forms. They es­ sentially consists of the Info­Points Europe scattered throughout the towns and regions in the 15 Member States, Rural Information and Promotion Carrefours which are more concerned with country areas, and larg­ er Information Centres. Info­Points: made­to­measure information in the towns and regions Since 1991, 121 Info­Points Europe (IPEs) have opened throughout the European Union. The initiative does not come from the European Commission but from local or regional authorities, public libraries or associations which want to open information centres in order to make European information more easily available to the public. Partnership agreements are concluded with the Commission which issues a common logo to all these IPEs, provides information in the appropriate languages and in various forms (books, brochures, CD­Roms, etc.), organizes training for the centre managers, and grants access to computer databases and Europe by Satellite, etc. This allows the Info­Points Europe to reply to re­ quests for general information, provide reference copies of certain official EU publications such as the Official Journal, and also organize interactive conferences and video screenings, etc. They are designed to be part of the fabric of the local community and thus able to select and adapt information to the real needs of their public. In addition to disseminating information, the Info­Points also try to adopt a more active approach. In Strasbourg (France) for example, the town halls have asked their lo­ cal Info­Point Europe to lay on complete training pro­ grammes. Others, such as the Info­Point in Tornio, Fin­ land, hold information days on Europe aimed at the general public or specific groups (students, teachers, etc.). Others again organize conferences, information visits and stands at cultural or trade fairs. Several IPEs ­ Toulouse, Linz and Modena, for example ­ have taken the initiative of hiring buses painted in the European colours which travel their region bringing information virtually to the citizen's doorstep. Rural areas want to be informed too In rural areas, the Commission launched the Rural Infor­ mation and Promotion Carrefours in 1988. The aim is to bring European information to the heart of rural com­ munities and promote meetings, discussions and actions through established regional bodies (chambers of agri­ culture, rural foundations, etc.). Rural areas are known to be very much concerned by the European Union as agri­ cultural policy has been almost entirely a Community re­ sponsibility since the EU was first founded. That said, the Carrefours do not limit their field of action to aspects of the Common Agricultural Policy alone. They also meet a wider need to inform the socio­economic players and the general public about the EU and Community measures and policies of interest to rural areas, to stimulate dia­ logue and cooperation, encourage exchanges of experi­ ence, etc. Some of the 122 Carrefours now operating have decided to publish newsletters or circulate publications, while others cooperate with the local media (television, re­ gional newspapers, etc.) or organize training sessions, seminars and conferences. known as Information Centres on Europe. The name of the Paris centre is Sources d'Europe and it occupies 4,300 m 2 premises in the base of the Grande Arche at La Défense. In Portugal, the Jacques Delors Information Centre is also located in the capital, Lisbon. These two centres, and soon also the one in Rome, provide reference documentation covering the whole field of Community activity. They are the product of a partnership between the French, Portuguese and Italian governments and the Commission and are invaluable centres for disseminating information and organizing special events in response to the tens of thousands of requests and visits made each year. Two­way information flow The Commission's communication and information strat­ egy thus employs a range of mutually complementary projects. The decentralized information relays and net­ works reach citizens seeking local access to information on the European Union, providing them with direct an­ swers to their questions and the opportunity to be ac­ tively involved in the process of European integration by initiating a dialogue and communicating their reactions to and comments on Community policies. This strategy is not confined to information networks alone. It is also reflected in the many initiatives for small and medium­sized enterprises and craft businesses (Euro Info Centres) and consumers (European Consumer Infor­ mation Centres). Mention must also be made of the vast amount of information available on the Europa Internet site (http://europa.eu.int/index.htm). ■ 1 According to Eurobarometer surveys (March 1999), 21% of people say they have a real need to know more about the EU, 44% would like to have more information and 32% are satisfied with what they know al­ ready. At national level: the information centres In addition to this local and regional information, more recently national centres have opened in Paris and Lis­ bon, with another to open shortly in Rome. These are Further Information Ylva Tlveus Kronlund, Education and Culture DG F + 32 2 296 66 73 ■k C i ti 38 Le Magazine · #13 · 2000 ",
        "Over the past few years a new voice has been making itself heard in the European debate. A voice expressing the concerns of the majority of citizens on subjects such as the fight against unemployment, protection of the environment, aid to developing countries, and combating social exclusion and poverty. Europe listens to civil society The voice is that of organized civil society which rep­ resents thousands of associations and non­govern­ mental organizations (NGOs) throughout Europe. So what is this civil society and what does it stand for? It is not easy to define. But it is true to say that, in gen­ eral terms, it covers diverse elements such as non­ profit­making organizations, non­governmental or­ ganizations, the trade union movement and the various agencies often set up at European level and active in areas such as the fight against poverty, pro­ motion of the environment, support for development projects in Europe and the Third World. Its principal characteristics are that it is independent of govern­ ments, public authorities and political parties, and does not defend commercial interests or pursue prof­ it objectives. This emerging player is taking an active part in the Eu­ ropean debate by expressing its views and demands on topical issues. At negotiations on the Lomé Convention between the European Union and the ACP (African, Caribbean and Pacific) countries, development organi­ zations made their position very clear, for example. Similarly, the implementation of European policy to combat discrimination is actively monitored and com­ mented on by associations engaged in combating so­ cial exclusion. Trade union organizations voice their opinions on European employment strategy; youth or­ ganizations call to account the Community institu­ tions; associations of the aged and/or disabled people press home their demands. Strengthening the partnership To the extent that civil society expresses the concerns of the citizen, it is important to listen to its demands and to be able to engage in constructive debate with it. A partnership between the European Commission and non­governmental organizations has been developing over the past 20 years on a number of fronts. Initiatives have been taken in favour of civil society and the European Commission has set up a new \"Citi­ zenship and Youth\" Directorate within the Education and Culture Directorate­General. The Commission also promotes information and reflection actions on the part of the various partners in civil society in the framework of its calls for proposals. An annual call for proposals is aimed at financing in­ formation and communication projects on European topics by non­governmental organizations. Seminars, conferences, publications, computer products, radio and television broadcasts and European networks are all examples of actions which can be funded in this way. Among the main themes this year are the Euro­ pean Union and its objectives and institutions, Agenda 2000, the intergovernmental conference, and Euro­ pean citizenship. A second call for proposals is published once a year to stimulate reflection actions on European integration. In this framework, the Commission finances a series of small­scale projects based on priority subjects agreed at the start of each year. Subjects for the year 2000 are the charter of fundamental rights, the ethical values and sources of European integration, and the meeting of different cultures. In addition, a partnership with trade union organiza­ tions makes it possible to hold regular meetings with the European trade union press, for example. Every year several dozen trade unions also receive funding to or­ ganize training seminars. The aim of the Infonet site is to inform and dialogue with the various players in civil society. Interested per­ sons or organizations can obtain access to this site by sending an e­mail to: trunsoaf@cec.eu.int. ■ Further information Ylva Tiveus Kronlund, Education and Culture DG F + 32 2 296 66 73 Le Magazine ■ #13 · 2000 39 C i ti tf ",
        "EXPO. Welcome to the European pavilion in Hanover û * * OFFICE FOR OFFICIAL PUBLICATIONS * EUR * \" * OFTHE EUROPEAN COMMUNITIES * Of) Under the title Lessons from the past, perspectives for the future, the European Union pavilion highlights the Union's long tradition of commitment to the themes chosen for Expo 2000: Humankind, Nature, Tech nology. The Education and Culture Directorate-General is particularly well represented in both the \"exhi bition\" and \"activities\" sections. Expo 2000 is open until 31 October 2000. For further details, consult the website at the following address: http://europa.eu.int/expo2000. L-2985 LUXEMBOURG "
    ]
}