{
    "text": [
        "14958/19 NTC/AFG/cs 1 ECOMP.2 EN Council of the European Union Brussels, 13 December 2019 (OR. en) 14958/19 FSTR 163 REGIO 216 FC 69 CADREFIN 408 CODEC 1746 Interinstitutional File: 2018/0197(COD) NOTE From: Presidency To: Permanent Representatives Committee No. Cion doc.: COM(2018) 372 Subject: Cohesion policy legislative package 2021-2027 - European Regional Development Fund and Cohesion Fund Regulation = Presidency Report I. INTRODUCTION 1. On 30 May 2018 the Commission adopted the proposal for a Regulation on the European Regional Development Fund and the Cohesion Fund 1 (ERDF/Cohesion Fund Regulation). 2. The ERDF/Cohesion Fund Regulation was presented to the Structural Measures Working Party (SMWP) in June 2018 during the Bulgarian Presidency. 3. Detailed examination of the ERDF/Cohesion Fund Regulation by the SMWP started under the Austrian Presidency. 1 Doc. 9522/18 + ADD1-2. ",
        "14958/19 NTC/AFG/cs 2 ECOMP.2 EN 4. On 15 February 2019, the Permanent Representatives Committee agreed on a partial mandate for negotiations on the ERDF/Cohesion Fund Regulation (ST 6147/19 ADD 2). 5. The Economic and Social Committee and the Committee of the Regions have been consulted on the file and have adopted their opinions on 17 October and 5 December 2018, respectively. 6. The European Parliament voted its first reading position on the ERDF/Cohesion Fund Regulation on 27 March 2019. II. STATE OF PLAY 7. Since the ERDF/Cohesion Fund Regulation is a proposal linked to the Multiannual Financial Framework (MFF), all provisions with budgetary implications or of a horizontal nature have been set aside (in square brackets) for the time being - and thus excluded from the negotiations - pending further progress on the MFF. This mainly concerns Article 3 (Thematic concentration of ERDF support). 8. Inter-institutional negotiations on this file started under Finland's Presidency. 4 technical meetings (14 and 17 October; 21 November; and 5 December) and 1 trilogue (12 December) with the REGI Committee took place, with the following Articles being examined: ‒ Articles 1 (Subject matter); ‒ Article 1a (Tasks of the ERDF and the Cohesion Fund - EP amendment); ‒ Article 2 (Specific objectives). ",
        "14958/19 NTC/AFG/cs 3 ECOMP.2 EN 9. Work has mainly focused on Article 2 (Specific objectives) of the ERDF/Cohesion Fund Regulation, due to its importance for the programming of the funds as well as for its linkages with the Common Provisions Regulation, in particular the thematic enabling conditions linked to the ERDF. 10. The first trilogue on this file took place on 12 December, focusing on the examination of the progress made to date, in particular on Article 2 (Specific objectives). The preliminary results of the inter-institutional negotiations, from the Presidency's viewpoint, are annexed to this note. III. WAY FORWARD 11. The Permanent Representatives Committee is invited to take note of the progress made on the inter-institutional negotiations on the ERDF/Cohesion Fund Regulation, as presented by the Presidency in annex to this note. ",
        "14958/19 NTC/AFG/cs 4 ANNEX ECOMP.2 EN ANNEX EUROPEAN REGIONAL DEVELOPMENT FUND AND COHESION FUND REGULATION Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row 2 TABLE OF CONTENTS [… TO BE INSERTED ] Provisional common understanding [… TO BE INSERTED ] 1. 2 EP position on 3 recitals of broader scope: Recital (3): Regulation (EU) 2018/XXX of the European Parliament and of the Council [new CPR] sets out common rules applicable to various funds including the European Regional Development Fund ('ERDF'), the European Social Fund Plus ('ESF+'), the Cohesion Fund, the European Agricultural Fund for Rural Development (EAFRD) , the European Maritime and Fisheries Fund ('EMFF'), the Asylum and Migration Fund ('AMIF'), the Internal Security Fund ('ISF') and the Border Management and Visa Instrument ('BMVI') which operate under a common framework ('the Funds'). [Am. 1] Recital (3a): Member States and the Commission shall ensure the coordination, complementarity and coherence between the European Regional Development Fund (ERDF), the Cohesion Fund (CF), the European Social Development Fund+ (ESF+), the European Maritime and Fisheries Fund (EMFF) and the European Fund for Agricultural Development (EAFRD), so that they can complement each other where this is beneficial for creating successful projects. [Am. 2] Recital (5): Horizontal principles as set out in Article 3 of the Treaty on European Union ('TEU') and in Article 10 of the TFEU, including principles of subsidiarity and proportionality as set out in Article 5 of the TEU, should be respected in the implementation of the ERDF and the Cohesion Fund, taking into account the Charter of Fundamental Rights of the European Union. Member States should also respect the obligations of the UN Convention on the and the European Pillar of Social Rights of Persons with Disabilities and ensure accessibility in line with its article 9 and in accordance with the Union law harmonising accessibility requirements for products and services. Member States and the Commission should aim at eliminating social and income inequalities , at furthering the fight against poverty, at the preservation and at promoting equality between men and women and integrating the gender perspective, as well as at the creation of quality jobs with attendant rights and at ensuring that the ERDF and the Cohesion Fund promote equal opportunities for all , combating discrimination based on gender , sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation. The Funds should also promote the transition from institutional care to family and community-based care, in particular for those who face multiple discrimination . The Funds should not support actions that contribute to any form of segregation. The objectives of the Investments under ERDF and the Cohesion Fund , in synergy with ESF+ , should be pursued in the framework of sustainable development and the Union's promotion of the aim of preserving, protecting and improving the contribute to promoting social inclusion and fighting poverty, and to raising citizens’ quality of the environment as set out in Articles 11 and 191(1) of the TFEU, taking into account the polluter pays principle. In order to protect the integrity life in line with the obligations of the internal market, operations benefitting undertakings shall comply with State aid rules as set out ",
        "14958/19 NTC/AFG/cs 5 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row CHAPTER I Common provisions [no change] [no change] Provisional common understanding [No change] 2. Article 1 Subject matter [no change] [no change] 3. 1. This Regulation sets out the specific objectives and the scope of support from the European Regional Development Fund ('ERDF') with regard to the Investment for jobs and growth goal and the European territorial cooperation goal (Interreg) referred to in Article [4(2)] of Regulation (EU) 2018/xxxx [new CPR]. [no change] [no change] Provisional common understanding [No change] 4. 2. This Regulation also sets out the specific objectives and the scope support from the Cohesion Fund with regard to the Investment for jobs and growth goal ('the Investment for jobs and growth goal') referred to in [point (a) of Article 4(2)] of Regulation (EU) 2018/xxxx [new CPR]. [no change] [no change] Provisional common understanding [No change] 5. in Articles 107 and 108 of the TFEU UN Convention on the Rights of Persons with Disabilities and the UN Convention on the Rights of the Child (UNCRC) to contribute to children’s rights . [Am. 3] ",
        "14958/19 NTC/AFG/cs 6 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Amendment 28 Article 1a 6. Tasks of the ERDF and the Cohesion Fund 7. The ERDF and the Cohesion Fund (CF) shall contribute to the overall objective of strengthening the Union’s economic, social and territorial cohesion. The ERDF shall contribute to reducing disparities between the levels of development of the various regions within the Union, and to reducing the backwardness of the least favoured regions including environmental challenges, through sustainable development and structural adjustment of regional economies. The Cohesion Fund shall contribute to projects in the field of trans-European networks and environment. 8. ",
        "14958/19 NTC/AFG/cs 7 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Article 2 3 Specific objectives for the ERDF and the Cohesion Fund [no change] [no change] 9. 3 EP position on several recitals linked to Article 2: Recital (8): In an increasingly interconnected world and in view of the internal and external demographic and migration dynamics, it is clear that Union migration policy requires a common approach that relies on the synergies and complementarities of the different funding instruments. The ERDF must pay more specific attention to demographic change as a key challenge and priority area in devising and implementing programmes. In order to ensure coherent, strong and consistent support for solidarity and responsibility-sharing responsibility as well as sharing efforts between Member States in managing migration, the ERDF should provide support to facilitate the long-term cohesion policy could contribute to integration of processes of refugees and migrants under international protection by adopting an approach aimed at protecting the dignity and rights of them, not least in view of the mutually-reinforcing relationship between integration and local economic growth, especially by providing infrastructure support to cities and local authorities involved in implementing integration policies . [Am. 4] Recital (9): In order to support the efforts of Member States and regions in reducing disparities between levels of development and harmonise different situations of EU regions, facing up to social disparities, new challenges and ensuring inclusive societies and a high level of security for their citizens as well as the prevention of marginalisation and radicalisation, while relying on the synergies and complementarities with other Union policies, investments under the ERDF should contribute to security in areas where there is a need to ensure safe , modern, accessible and secure public spaces and critical infrastructure, such as communication, public transport , and energy and universal, high-quality public services which are vital to address regional and social disparities, promote social cohesion and regional development and encourage enterprises and people to stay in their local area . [Am. 5] Recital (10): In addition, investments under the ERDF should contribute to the development of a comprehensive high-speed digital infrastructure network, throughout the Union, including in rural areas where it is a vital contributor to small and medium-sized enterprises (SMEs), and to promoting clean pollution-free and sustainable multimodal urban mobility with a focus on walking, cycling, public transport and shared mobility. [Am. 6] Recital (10a): Many of the greatest challenges in Europe increasingly affect marginalised Roma communities, who often live in the most disadvantaged micro- regions which lack safe and accessible drinking water, sewage, electricity, and which do not enjoy transportation possibilities, digital connectivity, renewable energy systems or disaster resilience. Therefore, ERDF-CF shall contribute to improving the living conditions of Roma and fulfilling their true potential as EU citizens, and Member States shall safeguard that the benefits of all the five policy objectives of ERDF-CF will reach the Roma as well. [Am. 7] Recital (12): In order to contribute to an appropriate governance, enforcement, cross-border cooperation and spread of best practices and innovations in the field of smart specialization and circular economy improve the overall administrative capacity of the institutions and governance in the Member States , including at the regional and local levels on the principles of multilevel governance, implementing the programmes under the Investment for jobs and growth goal, it is necessary to enable supporting promote administrative reinforcement measures under all of the of a structural nature in support of all specific objectives. Being based on measurable objectives and notified to citizens and businesses as a means of simplifying and reducing the administrative burden imposed on beneficiaries and managing authorities, it is possible for these measures to strike the right balance between the result-orientation of the policy and the level of checks and controls. [Am. 8] ",
        "14958/19 NTC/AFG/cs 8 ANNEX ECOMP.2 EN 1. In accordance with the policy [no change] [no change] Provisional common understanding 10. Recital (13): In order to encourage and boost cooperation measures, within programmes implemented under the Investment for jobs and growth goal, it is necessary to enhance cooperation measures with partners including those at local and regional level within a given Member State or between different Member States in relation to support provided under all of the specific objectives. Such enhanced cooperation is additional to the cooperation under ETC/Interreg and should in particular support cooperation among structured partnerships with a view to implementing regional strategies as referred to in the Communication from the Commission ‘Strengthening Innovation in Europe's Regions: Strategies for resilient, inclusive and sustainable growth’ 3 . Partners may therefore come from any region in the Union, but may also include cross-border regions and regions which are all covered by European Groupings of Territorial Cooperation, a macro-regional or sea-basin strategy or a combination of the two. [Am. 9] Recital (13a): The future cohesion policy may take adequate consideration of and provide support to the regions of the Union that are most impacted by the consequences of the United Kingdom’s exit from the Union, in particular those that will, as a result, find themselves situate d on external sea or land borders of the Union; [Am. 10] Recital (14): The objectives of the ERDF and the Cohesion Fund should be pursued in the framework of sustainable development, notably the highly importance of tackling climate change in line with the Union's commitments to implement the Paris Agreement, 2030 Agenda of the United Nations and the UN Sustainable Development Goals as well as and the Union's promotion of the aim of preserving, protecting and improving the quality of the environment as set out in Articles 11 and 191(1) of the TFEU, taking into account the polluter pays principle as well as focusing on poverty, inequality and a just transition to a socially and environmentally sustainable economy in a participatory approach in cooperation with relevant public authorities, economic, and social partners as well as civil society organisations. Reflecting the importance of tackling climate change and loss of biodiversity in order to contribute to the financing of necessary actions to be taken at EU, national and local level to fulfil in line with the Union's commitments to implement the Paris Agreement and the United Nations Sustainable Development Goals, as well as to ensure integrated disaster prevention support linking resilience and risk prevention, preparation and response, the Funds will contribute to mainstream climate actions and to the achievement of an overall target of 25 % biodiversity protection by targeting 30 % of the EU budget expenditure supporting climate objectives. The Funds must contribute substantially to the achievement of a circular and low-carbon economy in all territories of the Union and fully incorporating the regional dimension. Operations under the ERDF are expected to contribute 30 % to at least 35 % of the overall financial envelope of the ERDF to climate objectives. Operations under the Cohesion Fund are expected to contribute 37% 40 % of the overall financial envelope of the Cohesion Fund to climate objectives. These percentages should be respected throughout the programming period. Therefore, relevant actions will be identified during the preparation and implementation of these funds, and reassessed in the context of the relevant evaluations and review procedures. These actions and the financial allocation reserved for their implementation are to be included in the national Integrated Energy and Climate Plans in accordance with Annex IV of Regulation (EU)2018/xxxx[new CPR] as well as long-term renovation strategy established under the revised Energv Performance of Building Directive (E) 2018/844 to contribute to the achievement of a decarbonised building stock by 2050, and attached to the Programmes. Specific attention should be paid to carbon-intensive areas facing challenges due to decarbonisation commitments, in view of assisting them in pursuing strategies consistent with the Union’s climate commitment and laid down in the Integrated National Energy and Climate Plans and under the ETS Directive 2018/410 and to protect workers also through training and reskilling opportunities. [Am. 11] Recital (24 a): Specific attention should be paid to carbon-intensive areas facing challenges due to decarbonisation commitments, in view of assisting them in pursuing strategies consistent with the Union’s climate commitment under the Paris Agreement that protect workers and affected communities alike. Such areas should benefit from dedicated support to prepare and implement plans for decarbonisation of their economies taking into account the need for targeted vocational training and reskilling opportunities for the workforce. [Am. 23] ",
        "14958/19 NTC/AFG/cs 9 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row objectives set out in Article [4(1)] of Regulation (EU) 2018/xxxx[new CPR], the ERDF shall support the following specific objectives: [No change] (a) 'a smarter Europe by promoting innovative and smart economic transformation' ('PO 1') by: Amendment 29 (a) 'a smarter Europe by promoting innovative and , smart and inclusive economic development and transformation , regional connectivity in the area of technologies, developing the information and communication technologies (ICT), connectivity and efficient public administration ' ('PO 1') by: [no change] To be agreed in the context of the CPR inter-institutional negotiations. 11. (i) enhancing research and innovation capacities and the uptake of advanced technologies; Amendment 30 (i) supporting the development and enhancement of enhancing research and innovation capacities and , investments and infrastructure, the uptake of advanced technologies and supporting and promoting the clusters for innovation between business, research, academia and public authorities ; [no change] 12. (ii) reaping the benefits of digitisation for citizens, companies and governments; Amendment 31 (ii) enhancing digital connectivity and reaping the benefits of digitisation for citizens, scientific establishments, [no change] 13. ",
        "14958/19 NTC/AFG/cs 10 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row companies , and governments and public administration at regional and local level including smart cities and smart villages ; (iii) enhancing growth and competitiveness of SMEs; Amendment 32 (iii) enhancing sustainable growth and competitiveness of SMEs and providing support for the creation and safeguarding of jobs and support technological upgrade and modernization ; (iii) enhancing growth and competitiveness of SMEs , including by productive investments ; 14. (iv) developing skills for smart specialisation, industrial transition and entrepreneurship; Amendment 33 (iv) developing skills and strategies, and building capacities for smart specialisation, just industrial transition and , circular economy, social innovation, entrepreneurship , tourism sector and transition to industry 4.0 ; [no change] 15. (b) 'a greener, low-carbon Europe by promoting clean and fair energy transition, green and blue investment, the circular economy, climate adaptation and risk prevention and management ('PO 2') by: Amendment 34 (b) 'a greener, low-carbon and resilient Europe for all by promoting clean and fair energy transition, green and blue investment, the circular economy, climate adaptation and risk prevention and management ('PO 2') by: (b) 'a greener, low-carbon and resilient Europe by promoting clean and fair energy transition, green and blue investment, the circular economy, climate adaptation and risk prevention and management ('PO 2') by: To be agreed in the context of the CPR inter-institutional negotiations. 16. (i) promoting energy efficiency Amendment 35 (i) promoting energy efficiency measures and reducing greenhouse 17. ",
        "14958/19 NTC/AFG/cs 11 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row measures; (i) promoting energy efficiency , savings and energy poverty measures ; gas emissions 4 ; (ii) promoting renewable energy; Amendment 36 (ii) promoting sustainable renewable energy; (ii) promoting renewable energy 5 ; 18. (iii) developing smart energy systems, grids and storage at local level; Amendment 37 (iii) developing smart energy systems, grids and storage at local level; (iii) developing smart energy systems, grids and storage at local level outside TEN-E ; Provisional common understanding (iii) developing smart energy systems, grids and storage at local level outside TEN-E ; 19. (iv) promoting climate change adaptation, risk prevention and disaster resilience; Amendment 38 (iv) promoting climate change adaptation, risk prevention , management of and disaster resilience to extreme weather events and natural disasters including earthquakes, forest fires, flooding and drought, taking into account eco-system based approaches ; [no change] 20. 4 Council position: The following recital will be added: (9a) Modernisation of district heating networks could be supported with a view to improving energy efficiency of efficient district heating systems, as defined in Directive 2012/27/EU, pursuant to objectives laid down in National Energy and Climate Plans. 5 Council position: The following recital will be added: (9b) With a view to promoting renewable energy, support could be provided for district heating boilers supplied by a combination of gas and renewable energy sources. In such cases support from the Funds should correspond pro-rata to the share of renewable energy input to such boilers. ",
        "14958/19 NTC/AFG/cs 12 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row (v) promoting sustainable water management; Amendment 39 (v) promoting universal access to water and sustainable water management; [no change] Provisional common understanding (v) promoting access to water and sustainable water management; 21. (vi) promoting the transition to a circular economy; Amendment 40 (vi) promoting the transition to a circular economy economy and improving resource efficiency ; [no change] Provisional common understanding (vi) promoting the transition to a circular and resource efficient economy; 22. Amendment 41 (via) supporting regional transformation processes towards decarbonisation as well as the transition towards low-carbon energy generation 23. (vii) enhancing biodiversity, green infrastructure in the urban environment, and reducing pollution; Amendment 42 (vii) protecting and enhancing biodiversity green infrastructure in the urban environment, and natural heritage, preserving and highlighting protected natural areas , natural resources and reducing every form of pollution such as air, water, soil, noise and light pollution; (vii) enhancing nature protection and biodiversity, green infrastructure in particular in the urban environment, and reducing pollution; 24. ",
        "14958/19 NTC/AFG/cs 13 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Amendment 43 (viia) enhancing green infrastructure in functional urban areas, developing small-scale multimodal urban mobility as part of a net zero emission economy; 25. (viii) promoting sustainable multimodal urban mobility; 26. (c) 'a more connected Europe by enhancing mobility and regional ICT connectivity' ('PO 3') by: Amendment 44 (c) 'a more connected Europe for all by enhancing mobility' and regional ICT connectivity' ('PO 3') by: [no change] To be agreed in the context of the CPR inter-institutional negotiations. 27. (i) enhancing digital connectivity; Amendment 45 6 (i) enhancing digital connectivity; [no change] 28. (ii) developing a sustainable, climate resilient, intelligent, secure and intermodal TEN-T; Amendment 46 (ii) developing a sustainable climate resilient, intelligent, secure and sustainable road and railway and intermodal TEN-T and cross- border links focussing on noise reduction measures, environmentally friendly public transport and rail networks ; [no change] 29. 6 EP position: N.B. EP amendment 45 will require consequential adjustments to Annex I and Annex II. ",
        "14958/19 NTC/AFG/cs 14 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row (iii) developing sustainable, climate resilient, intelligent and intermodal national, regional and local mobility, including improved access to TEN-T and cross-border mobility; Amendment 47 (iii) developing sustainable, climate resilient, intelligent and intermodal national, regional and local mobility, including improved access to TEN-T , and cross-border mobility and environmentally friendly public transport networks ; (iii) developing and enhancing sustainable, climate resilient, intelligent and intermodal national, regional and local mobility, including improved access to TEN- T and cross-border mobility; 30. (iv) promoting sustainable multimodal urban mobility; Amendment 48 7 (iv) promoting sustainable multimodal urban mobility; (iv) promoting sustainable multimodal urban mobility; 31. (d) 'a more social Europe implementing the European Pillar of Social Rights' ('PO 4') by: Amendment 49 (d) 'a more social and inclusive Europe implementing the European Pillar of Social Rights’ (‘PO 4’) by: [no change] To be agreed in the context of the CPR inter-institutional negotiations. 32. (i) enhancing the effectiveness of labour markets and access to quality employment through developing social innovation and infrastructure; Amendment 50 (i) enhancing the effectiveness and inclusiveness of labour markets and access to high quality employment through developing social innovation and infrastructure and promoting the social economy and innovation ; [no change] 33. (ii) improving access to inclusive and quality services in education, Amendment 51 (ii) improving access to inclusive and quality services in education, 34. 7 EP position: N.B. EP amendment 48 will require consequential adjustments to Annex I and Annex II. ",
        "14958/19 NTC/AFG/cs 15 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row training and life long learning through developing infrastructure; (ii) improving equal access to inclusive and quality services in education, training and life long learning and sport through developing accessible infrastructure and services ; training and life long lifelong learning through developing infrastructure; Amendment 52 (iia) investment in housing, when owned by public authorities or non-profit operators for use as housing designated for low-income households or people with special needs; 35. (iii) increasing the socioeconomic integration of marginalised communities, migrants and disadvantaged groups, through integrated measures including housing and social services; Amendment 53 (iii) increasing promoting the socioeconomic integration inclusion of marginalised communities migrants and disadvantaged and deprived communities such as Roma and disadvantage groups, through integrated meausres actions including housing and social services; [no change] 36. ",
        "14958/19 NTC/AFG/cs 16 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Amendment 54 (iiia) promoting long-term socio- economic integration of refugees and migrants under international protection through integrated actions including housing and social services by providing infrastructure support to cities and local authorities involved; 37. (iv) ensuring equal access to health care through developing infrastructure, including primary care; Amendment 55 (iv) ensuring equal access to health care through developing health care infrastructure and other assets , including primary care and preventive measures and advancing the transition from institutional to family- and community-based care ; [no change] Provisional common understanding (iv) ensuring equal access to health care through developing infrastructure, including primary care and promoting the transition from institutional to family- and community-based care ; 38. Amendment 56 (iva) providing support for physical, economic and social regeneration in deprived communities; Provisional common understanding EP AM withdrawn with a suggestion for a change to the CPR Code 131; CPR Code 131 amended as follows: Physical, economic and social regeneration and security of public spaces 39. (e) 'a Europe closer to citizens by fostering the sustainable and integrated development of urban, rural and Amendment 57 (e) 'a Europe closer to citizens (e) 'a Europe closer to citizens by fostering the sustainable and integrated development of urban, To be agreed in the context of the CPR inter-institutional negotiations. 40. ",
        "14958/19 NTC/AFG/cs 17 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row coastal areas and local initiatives' ('PO 5') by: by fostering the sustainable and integrated development of urban, rural and coastal and all other areas and local initiatives' ('PO 5') by: rural and coastal areas and local initiatives' all types of territories' ('PO 5') by: (i) fostering the integrated social, economic and environmental development, cultural heritage and security in urban areas; Amendment 58 (i) fostering the integrated and inclusive social, economic and environmental development, culture, natural cultural heritage , sustainable tourism also through the tourist districts, sports and security in urban areas , including functional urban areas ; (i) fostering the integrated social, economic and environmental local development, and cultural heritage 8 , tourism and security in urban areas; 41. (ii) fostering the integrated social, economic and environmental local development, cultural heritage and security, including for rural and coastal areas also through community-led local development. Amendment 59 (ii) fostering the integrated and inclusive social, economic and environmental local development, cultural culture, natural heritage , sustainable tourism also through the tourist districts, sports and security, all at local level, including for rural , mountain, islands and coastal regions, isolated and sparsely populated and all other areas also that have difficulty accessing basic services including also on NUTS 3 level, through community-led territorial and (ii) fostering the integrated social, economic and environmental local development, and cultural heritage , tourism and security, including for rural and coastal in areas other than urban areas. 42. 8 Council position: The following recital will be added: (10a) Investments supporting the creative and cultural industries, cultural services and cultural heritage sites could be financed under any policy objective provided that they contribute to the specific objectives and that they fall within the scope of support from the ERDF. ",
        "14958/19 NTC/AFG/cs 18 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row local development strategies, through the forms set out in points (a) (b) and (c) of Article 22 of Regulation (EU) 2018/xxxx [new CPR] . 1(bis). Under the two specific objectives of point (e) of paragraph 1, Member States may also support operations which can be funded under the specific objectives set out under points (a) to (d) of paragraph 1. Provisional common understanding 1(bis). Under the two specific objectives of point (e) of paragraph 1, Member States may also support operations which can be funded under the specific objectives set out under points (a) to (d) of paragraph 1. 43. Amendment 60 1a. Enhancing small-scale multimodal urban mobility as referred to in point b (vii a) of this Article, which shall be considered eligible for support if ERDF contribution to the operation shall not exceed EUR 10 000 000. 44. 2. The Cohesion Fund shall support PO 2 and specific obejctives under PO 3 set out in points (ii), (iii) and (iv) of paragraph 1(c). [no change] 2. The Cohesion Fund shall support PO 2 and specific obejctives objectives under PO 3 set out in points (ii), and (iii) and (iv) of paragraph 1(c). 45. 3. With regard to the specific objectives set out in parargraph 1, the Amendment 61 3. With regard to the specific objectives set out in parargraph Provisional common understanding 46. ",
        "14958/19 NTC/AFG/cs 19 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row ERDF or the Cohesion Fund, as appropriate, may also support activities under the Investment for jobs and growth goal, where they either: With regard to achieving the specific objectives set out in paragraph 1, the ERDF or the Cohesion Fund as appropriate, may also support activities under the Investment for jobs and growth goal, where they either: paragraph 1, the ERDF or the Cohesion Fund, as appropriate, may also support activities under the Investment for jobs and growth goal, where they either: 3. With in regard to the specific objectives set out in parargraph paragraph 1, the ERDF or the Cohesion Fund, as appropriate, may also support activities under the Investment for jobs and growth goal, where they either: (a) improve the capacity of programme authorities, and bodies linked to the implementation of the Funds; Amendment 62 (a) improve the capacity of programme authorities, and bodies linked to the implementation of the Funds , and support public authorities, local and regional administrations responsible for implementation of the ERDF and the Cohesion Fund, through specific administrative capacity- building plans aimed at localising the Sustainable Development Goals (SDGs), simplifying procedures and cutting implementation time for actions, provided these are structural in nature and the programme itself has measurable objectives ; [no change] 47. Amendment 63 Support of capacity-building, referred to point (a) of this Article, may be complemented by additional support from the Reform Support Programme 48. ",
        "14958/19 NTC/AFG/cs 20 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row established under regulation EU (2018/xxx (Reform Support Programme); (b) enhance cooperation with partners both within and outside a given Member State. [no change] [no change] Provisional common understanding [No change] 49. Cooperation referred to in point (b) shall include cooperation with partners from cross-border regions, from non- contiguous regions or from regions located in the territory covered by a macro-regional or sea-basin strategy or a combination thereof. Amendment 64 Cooperation referred to in point (b) shall include cooperation with partners from cross-border regions, from non-contiguous regions or from regions located in the territory covered by a European Grouping of Territorial Cooperation, a macro-regional or sea-basin strategy or a combination thereof. [no change] Provisional common understanding Cooperation referred to in point (b) shall include cooperation with partners from cross-border regions, from non- contiguous regions or from regions located in the territory covered by a European Grouping of Territorial Cooperation, a macro-regional or sea- basin strategy or a combination thereof. 50. Amendment 65 Meaningful participation of regional and local authorities, civil society organisations including beneficiaries in all stages of the preparation, implementation, monitoring and evaluation of the Programmes under ERDF shall be ensured in line with principles, set in the European Code of Conduct on Partnership. 51. ",
        "14958/19 NTC/AFG/cs 21 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Article 3 9 Thematic concentration of ERDF support 10 52. 1. With regard to programmes implemented under the Investment for jobs and growth goal, the total ERDF resources in each Member State shall be concentrated at national level in accordance with paragraphs 3 and 4. 53. 9 EP position on two recitals linked to Article 3: Recital (17):The ERDF should help to redress the main regional imbalances in the Union and to reduce disparities between the levels of development of the various regions. and the backwardness of the least favoured regions including those facing challenges due to the decarbonisation commitments through financial support for the transitional period. It should also foster resilience and prevent vulnerable territories from falling behind . ERDF support under the Investment for jobs and growth goal should therefore be concentrated on key Union priorities in line with policy objectives laid down in Regulation (EU) 2018/xxx [new CPR]. Therefore support from the ERDF should be concentrated specifically on the policy two objectives of a 'a smarter Europe by promoting innovative , and smart and inclusive economic development and transformation' , regional connectivity in the area of technologies, developing the information and communication technologies (ICT), connectivity and efficient public administration and 'a greener, low-carbon and resilient Europe for all by promoting clean and fair energy transition, green and blue investment, the circular economy, climate adaptation and risk prevention and management' ' while taking account of the overall policy objectives of a more cohesive and solidarity-based Europe helping reduce economic, social and territorial asymmetries. That ' while taking account of the overall policy objectives of a more cohesive and solidarity-based Europe helping reduce economic, social and territorial asymmetries. Said thematic concentration should be attained at national level , while allowing margins for flexibility at the level of individual programmes and between the three groups of Member States formed according to respective gross national income various categories of regions, taking account too of different levels of development . In addition, the methodology to classify the regions Member States should be set out in detail taking into account the specific situation of the outermost regions. [Am. 14] Recital (18) In order to concentrate the support on key Union priorities and in line with the objectives of social, economic and territorial cohesion set out in Article 174 TFEU and the policy objectives laid down in Regulation (EU) 2018/xxx [new CPR] , it is also appropriate that thematic concentration requirements should be respected throughout the programming period, including in the case of transfer between priorities within a programme or between programmes. [Am. 16] 10 Council position: The Council does not have yet a mandate on Article 3 of the ERDF/CF Regulation. ",
        "14958/19 NTC/AFG/cs 22 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row 2. With regard to the thematic concentration of support for Member States comprising outermost regions, the ERDF resources allocated specifically to programmes for the outermost regions and those allocated to all other regions shall be treated separately. 54. 3. Member States shall be classified, in terms of their gross national income ratio, as follows: Amendment 66 Member States Regions at NUTS 2 level shall be classified, in terms of their gross national income domestic product (GDP) per capita , as follows: 55. (a) those with a gross national income ratio equal to or above 100 % of the EU average ('group 1'); Amendment 67 (a) those with a gross national income ratio equal to or GDP per capita above 100 % of the EU average GDP of the EU27 ('group 1'); 56. (b) those with a gross national income ratio equal to or above 75 % and below 100 % of the EU average ('group 2'); Amendment 68 (b) those with a gross national income ratio equal to or above 75 % and below GDP per capita between 75 % and 100 % of the EU average GDP of the EU27 ('group 2'); 57. (c) those with a gross national income ratio below 75 % of the EU Amendment 69 58. ",
        "14958/19 NTC/AFG/cs 23 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row average ('group 3'). (c) those with a gross national income ratio below GDP per capita less than 75 % of the EU average GDP of the EU27 average ('group 3'). For the purposes of this Article, the gross national income ratio means the ratio between the gross national income per capita of a Member State, measured in purchasing power standards and calculated on the basis of Union figures for the period from 2014 to 2016, and the average gross national income per capita in purchasing power standards of the 27 Member States for that same reference period. Amendment 70 For the purposes of this Article, the gross national income ratio means classification of a region under one of the three categories of regions shall be determined on the basis of the ratio between the gross national income domestic product per capita of a Member State each region , measured in purchasing power standards (PPS) and calculated on the basis of Union figures for the period from 2014 to 2016, and the average gross national income per capita in purchasing power standards GDP of the 27 Member States EU27 for that same reference period. 59. With regard to programmes under the Investment for Jobs and growth goal for the outermost regions, they shall be classified as falling within group 3. 60. 4. Member States shall comply with the following thematic concentration requirements: 61. (a) Member States of group 1 shall Amendment 71 62. ",
        "14958/19 NTC/AFG/cs 24 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row allocate at least 85 % of their total ERDF resources under priorities other than for technical assistance to PO 1 and PO 2, and at least 60 % to PO 1; (a) Member States of For the more developed regions category ( group 1) they shall allocate at least 85 % of their total ERDF resources under priorities other than for technical assistance to PO 1 and PO 2, and at least 60 % to PO 1; Amendment 72 (i) at least 50 % of total ERDF resources at national level to PO 1; and 63. Amendment 73 (ii) at least 30 % of total ERDF resources at national level to PO 2. 64. (b) Member States of group 2 shall allocate at least 45 % of their total ERDF resources under priorities other than for technical assistance to PO 1, and at least 30 % to PO 2; Amendment 74 (b) Member States of For the transition regions category ( group 2) they shall allocate at least 45 % of their total ERDF resources under priorities other than for technical assistance to PO 1, and at least 30 % to PO 2; 65. Amendment 75 (i) at least 40 % of total ERDF resources at national level to PO 1 and 66. ",
        "14958/19 NTC/AFG/cs 25 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Amendment 76 (ii) at least 30 % of total ERDF resources at national level to PO 2. 67. (c) Member States of group 3 shall allocate at least 35 % of their total ERDF resources under priorities other than for technical assistance to PO 1, and at least 30 % to PO 2. Amendment 77 (c) Member States of For the less developed regions category ( group 3) they shall allocate at least 35 % of their total ERDF resources under priorities other than for technical assistance to PO 1, and at least 30 % to PO 2. : 68. Amendment 78 (i) at least 30 % of total ERDF resources at national level to PO 1 and 69. Amendment 79 (ii) at least 30 % of total ERDF resources at national level to PO 2. 70. Amendment 80 4a. In duly justified cases, the Member State concerned may request that the concentration level for resources at regional category level be decreased by no 71. ",
        "14958/19 NTC/AFG/cs 26 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row more than 5 percentage points, or 10 percentage points in the cases of outermost regions, for the thematic objective determined in accordance with Article 3(4)(a)(i), Article 3(4)(b)(i) and Article 3(4)(c)(i) [new ERDF-Cohesion Fund]. 5. The thematic concentration requirements set out in paragraph 4 shall be complied with throughout the entire programming period, including when ERDF allocations are transferred between priorities of a programme or between programmes and at the mid- term review in accordance with Article [14] of Regulation (EU) 2018/xxxx [new CPR]. [no change] 72. 6. Where the ERDF allocation with regard to PO 1 or PO 2 or both of a given programme is reduced following a decommitment under Article [99] of Regulation (EU) 2018/xxxx [new CPR], or due to financial corrections by the Commission in accordance with Article [98] of that Regulation, compliance with the thematic concentration requirement set out in paragraph 4 shall not be re-assessed. Amendment 81 6. Where the ERDF allocation with regard to concerning PO 1 or PO 2 , the main policy objectives, or both of a given programme is reduced following a decommitment under Article [99] of Regulation (EU) 2018/xxxx [new CPR], or due to financial corrections by the Commission in accordance with Article [98] of that Regulation, compliance with the thematic concentration requirement set out in paragraph 4 shall not be re- assessed. 73. ",
        "14958/19 NTC/AFG/cs 27 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Article 4 11 Scope of support from the ERDF [no change] [no change] 74. 1. The ERDF shall support the following: [no change] [no change] 75. (a) investments in infrastructure; [no change] [no change] 76. Amendment 83 and 191/rev (aa) investments in research, development and innovation (R&D&I); 77. 11 EP position on two recitals linked to Article 4: Recital (15): In order to enable the ERDF to provide support under ETC/Interreg in terms of both investments in infrastructure and the associated investments, training and integration activities, for the improvement and development of administrative skills and competences, it is necessary to provide that the ERDF may also provide support for activities under the specific objectives of the ESF+, set up under Regulation (EU) 2018/XXX of the European Parliament and of the Council [new ESF+] 11 . [Am. 12] Recital (16): In order to concentrate the use of limited resources in the most efficient way, the support given to by the ERDF to productive investments under the relevant specific objective, should be limited directed to only micro, small and medium-sized enterprises ('SMEs') within the meaning of Commission Recommendation 2003/361/EC 11 , except where investments involve cooperation with SMEs in research and innovation activities and to enterprises other than SMEs, without prejudice to jobs related to the same or similar activity in other European regions, within the meaning of Article 60 of Regulation (EU) . ../...[new CPR] . [Am. 190/rev] Recital (19): This Regulation should set out the different types of activities the costs of which may be supported by means of investments from the ERDF and the Cohesion Fund, under their respective objectives as set out in the TFEU including crowdfunding . The Cohesion Fund should be able to support investments in the environment and in TEN-T. With regard to the ERDF, the list of activities should take into account specific national and regional development needs as well as endogenous potential and be simplified and it should be able to support investments in infrastructure, including research and innovation infrastructure and facilities, cultural and heritage infrastructure, sustainable tourism infrastructure also through the tourist districts, services to enterprises, as well as investments in housing , investments in relation to access to services with a particular focus on disadvantaged, marginalised and segregated communities , productive investments in SME's, equipment, software and intangible assets, incentives during the transition period of regions in the process of decarbonisation , as well as measures with regard to information, communication, studies, networking, cooperation, exchange of experiences between partners and activities involving clusters. In order to support the programme implementation, both funds should also be able to support technical assistance activities. Finally, in order to support provide for a broader range of interventions for Interreg programmes, the scope should be enlarged to also include the sharing a broad range of facilities and human resources and costs linked to measures within the scope of the ESF+. [AM 18] ",
        "14958/19 NTC/AFG/cs 28 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row (b) investments in access to services; [no change] [no change] 78. (c) productive investments in SMEs; Amendments 84 and 192/rev (c) productive investments and investments which help to safeguard existing jobs and create new jobs in SMEs and any support in SMEs in the form of grants and financial instruments ; (c) productive investments in SMEs; 12 79. (d) equipment, software and intangible assets; [no change] (d) equipment, software and intangible assets; 80. (d)bis networking, cooperation, exchange of experience and activities involving clusters; Provisional common understanding (d) bis networking, cooperation, exchange of experience and activities involving innovation clusters including between businesses, research organisations and public authorities; 81. 12 Council position: N.B. Recital 19 will be amended as follows: (19) This Regulation should set out the different types of activities the costs of which may be supported by means of investments from the ERDF and the Cohesion Fund, under their respective objectives as set out in the TFEU. The Cohesion Fund should be able to support investments in the environment and in TEN-T. With regard to the ERDF, the list of activities should be simplified and it should be able to support investments in infrastructure, investments in relation to access to services, productive investments in SME's, equipment, software and intangible assets, as well as measures with regard to information, communication, studies, networking, cooperation, exchange of experiences and activities involving clusters. Productive investment should be understood as investment in fixed capital or immaterial assets of enterprises, in view of producing goods and services thereby contributing to gross capital formation and employment. In order to support the programme implementation, both funds should also be able to support technical assistance activities. Finally, in order to support provide for a broader range of interventions for Interreg programmes, the scope should be enlarged to also include the sharing a broad range of facilities and human resources and costs linked to measures within the scope of the ESF+. ",
        "14958/19 NTC/AFG/cs 29 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row CPR Annex I – Code 019 019 Support for Iinnovation cluster s support including between businesses, research organisations and public authorities and business networks primarly benefiting SMEs (e) information, communication, studies, networking, cooperation, exchange of experience and activities involving clusters; [no change] (e) information, communication, and studies ,networking, cooperation, exchange of experience and activities involving clusters; 82. (f) technical assistance. [no change] [no change] 83. In addition, productive investments in enterprises other than SMEs can be supported when they involve cooperation with SMEs in research and innovation activities supported under point (a)(i) of Article 2 (1). Amendment 193/rev In addition, Productive investments in enterprises other than SMEs can be supported when they involve cooperation with SMEs or business infrastructure that benefits SMEs. In addition, productive investments in enterprises other than SMEs can also be supported in research and innovation activities supported under point (a)(i) of Article 2 (1) and in energy efficiency and renewable energy activities under points (b)(i)and (ii) of Article 2 (1) respectively, in In addition, productive investments in enterprises other than SMEs can be supported : - through financial instruments; - when they involve cooperation with SMEs in research and innovation activities supported under point (a)(i) of Article 2 (1). ; - when primarily supporting energy efficiency measures and renewable energy under point (b)(i) and (ii) of Article 2(1). 84. ",
        "14958/19 NTC/AFG/cs 30 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row accordance with point (a) of Article 59(1) and Article 60 of Regulation (EU) . ../...[new CPR]. Productive investments in small mid-cap companies as defined in Article 2(6) of Regulation (EU) No 2015/1017 of the European Parliament and the Council 13 can also be supported in research and innovation activities supported under point (a)(i) of Article 2(1). 85. In order to contribute to the specific objective under PO 1 set out in point (a) (iv) of Article 2(1), the ERDF shall also support training, life long learning and education activities. Amendments 87 and 194/rev In order to contribute to the specific objective under PO 1 set out in point (a) (iv) of Article 2(1), the ERDF shall also support training, mentoring, life long learning , reskilling and education activities. [no change] 86. 2. Under the European territorial cooperation goal (Interreg), the ERDF may also support: [no change] [no change] 87. (a) sharing of facilities and of human resources; [no change] [no change] 88. (b) accompanying soft investments and other activities linked to PO 4 under the European Social Fund Plus as set out in Regulation (EU) 2018/xxxx [new ESF+]. [no change] [no change] 89. 13 Regulation (EU) No 2015/1017 of the European Parliament and the Council of 25 June 2015 on the European Fund for Strategic Investments, the European Investment Advisory Hub and the European Investment Project Portal and amending Regulations (EU) No 1291/2013 and (EU) No 1316/2013 — the European Fund for Strategic Investments. ",
        "14958/19 NTC/AFG/cs 31 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Article 5 14 Scope of support from the Cohesion Fund [no change] [no change] 90. 1. The Cohesion Fund shall support the following: [no change] [no change] 91. (a) investments in the environment, including investments related to sustainable development and energy presenting environmental benefits; Amendment 88 (a) investments in the environment, including investments related to circular economy, sustainable development and renewable energy presenting environmental benefits; [no change] 92. (b) investments in TEN-T; Amendment 89 (b) investments in TEN-T core and comprehensive network ; [no change] 93. (c) technical assistance. Amendment 90 (c) technical assistance , including improvement and development of administrative skills and competences of local authorities in managing these [no change] 94. 14 EP position on Recital (20):Trans-European transport networks projects in accordance with Regulation (EU) No 1316/2013 No1316/2013 shall continue to be financed from the Cohesion Fund , including tackling the missing links and bottlenecks, in a balanced manner as well as including for improving the safety of existing bridges and tunnels via both shared management and the direct implementation mode under the Connecting Europe Facility ('CEF'). These networks must boost public services in rural areas, especially in sparsely populated areas and in areas with largely ageing populations, in order to foster interconnectivity between cities and the countryside, promote rural development, bridge the digital divide. [Am. 19] ",
        "14958/19 NTC/AFG/cs 32 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row funds . Amendment 91 (ca) information, communication, studies, networking, cooperation, exchange of experience and activities involving clusters; 95. Member States shall ensure an appropriate balance between investments under points (a) and (b). Amendment 92 Member States shall ensure an appropriate balance between investments under points (a) and (b) , based on the investments and specific requirements of each Member State . [no change] 96. 2. The amount of the Cohesion Fund transferred to the Connecting Europe Facility 15 shall be used for TEN-T projects. Amendment 93 2. The amount of the Cohesion Fund transferred to the Connecting Europe Facility 23 shall be proportional and shall be used for TEN-T projects. [no change] 97. 15 Reference. ",
        "14958/19 NTC/AFG/cs 33 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Article 6 16 Exclusion from the scope of the ERDF and the Cohesion Fund [no change] [no change] 98. 1. The ERDF and the Cohesion Fund shall not support: [no change] [no change] 99. (a) the decommissioning or the construction of nuclear power stations; [no change] [no change] 100. (b) investment to achieve the reduction of greenhouse gas emissions from activities listed in Annex I to Directive 2003/87/EC of the European Parliament and of the Council 17 ; [no change] [no change] 101. (c) the manufacturing, processing and marketing of tobacco and tobacco products; [no change] [no change] 102. (d) undertakings in difficulty, as defined in point 18 of Article 2 of Commission Regulation (EU) No 651/2014 18 ; [no change] (d) undertakings in difficulty, as defined in point 18 of Article 2 of Commission Regulation (EU) No 651/2014; 103. 16 EP position on Recital (21): At the same time, it is important to identify synergies on the one hand and clarify those activities which fall outside the scope of the ERDF and the Cohesion Fund, including investments to achieve the reduction of greenhouse gas emissions from activities listed in Annex I to Directive 2003/87/EC of the European Parliament and of the Council 16 on the other hand; this in order to multiplication effects or avoid duplication of available financing, which already exists as part of that Directive. In addition, it should be explicitly set out that the overseas countries and territories listed in Annex II of the TFEU are not eligible for support from the ERDF and the Cohesion Fund. [Am. 20] 17 Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC. 18 Commission Regulation (EU) No 651/2014 of 17 June 2014 declaring certain categories of aid compatible with the internal market in application of Articles 107 and 108 of the Treaty (OJ L 187, 26.6.2014, p. 1). ",
        "14958/19 NTC/AFG/cs 34 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row (e) investment in airport infrastructure except for outermost regions; Amendment 94 (e) investment in new regional airport and in airport infrastructure , except for : (e) investment in airport infrastructure , except for : 104. Amendment 95 (ea) investment related to outermost regions; 105. Amendment 96 (eb) support linked to core TEN-T networks; 106. Amendment 97 (ec) Investment related to emvironmental protection and aimed to mitigate or reduce its negative environmental impact. 107. (i) investment in security, safety and air traffic management systems, in particular those resulting from the SESAR system, for existing airports; 108. (ii) in outermost regions; 109. (f) investment in disposal of waste in landfill; Amendment 98 (f) investment in disposal of waste in landfill , except in the outermost regions and for support (f) investment s in increasing the capacities for disposal of waste in landfill; 110. ",
        "14958/19 NTC/AFG/cs 35 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row for decommissioning, reconverting or making safe existing facilities and without prejudice to Article 4(2) of Directive (EU) 2008/98 of the European Parliament and of the Council 19 ; (g) investment in facilities for the treatment of residual waste; Amendment 99 (g) investment in facilities for the treatment of residual waste with the exception of outermost regions and in case of state-of-the-art recycling solutions in line with the principles of the circular economy and the waste hierarchy fully respecting the targets laid down in Art 11(2) of Directive (EU) 2008/98 and provided that Member States have established their waste management plans according to Art. 29 of Directive (EU) 2018/851. Residual waste should be understood as primarily non separately collected municipal waste and rejects from waste treatment ; (g) investment s increasing the capacities in facilities for the treatment of residual waste; 20 111. (h) investment related to production, processing, distribution, storage or combustion of fossil fuels, Amendment 100 (h) investment related to (h) investment related to production, processing, distribution, storage or combustion of fossil 112. 19 Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain Directives (OJ L 312, 22.11.2008, p. 3). 20 Council position: N.B: As regards Article 6(g), the following sentence will be inserted in a recital of the ERDF/CF Regulation: \"Residual waste should be understood as primarily non separately collected municipal waste and rejects from waste treatment\". ",
        "14958/19 NTC/AFG/cs 36 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row with the exception of investment related to clean vehicles as defined in Article 4 of Directive 2009/33/EC of the European Parliament and of the Council 21 ; production, processing , transport , distribution, storage or combustion of fossil fuels; with the exception of investment: related to clean vehicles as defined in Article 4 of Directive 2009/33/EC of the European Parliament and of the Council 26 ; fuels, with the exception of investment related to clean vehicles as defined in Article 4 of Directive 2009/33/EC of the European Parliament and of the Council; : (i) the replacement of coal-based heating systems by gas-based heating systems for climate mitigation purposes; 113. (ii) investment in the distribution and transport of natural gas substituting coal. 114. The total EU investment in (i) and (ii) shall not exceed an overall amount of 1% of the total programmes allocation from the ERDF and Cohesion fund under the Investment for jobs and growth goal for the Member State concerned; 115. (iii) investment related to clean vehicles as defined in [the recast of Directive 2009/33/EC of the 116. 21 Directive 2009/33/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of clean and energy-efficient road transport vehicles (OJ L 120, 15.5.2009, p. 5). ",
        "14958/19 NTC/AFG/cs 37 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row European Parliament and of the Council 22 ]; Amendment 101 1a. The exceptions mentioned in point h shall be limited to an amount up to 1 % of the total ERDF-CF resources at national level. 117. (i) investment in broadband infrastructure in areas in which there are at least two broadband networks of equivalent category; Amendment 102 (i) investment in broadband infrastructure in areas in which there are at least two broadband networks of equivalent category; deleted (i) investment in broadband infrastructure in areas in which there are at least two broadband networks of equivalent category one Very High Capacity Network ; 118. (j) funding for the purchase of rolling stock for use in rail transport, except if it is linked to the: Amendments 103 (j) funding for the purchase of rolling stock for use in rail transport, except if it is linked to the: [no change] 119. (i) discharge of a publicly tendered public service obligation under Regulation 1370/2007 as amended; (i) discharge of a publicly tendered public service obligation under Regulation 1370/2007 as amended; (i) discharge of a publicly tendered public service obligation and public service contracts under direct award, in accordance with the provisions under Regulation 1370/2007 as 120. 22 Directive 2009/33/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of clean and energy-efficient road transport vehicles (OJ L 120, 15.5.2009, p. 5). ",
        "14958/19 NTC/AFG/cs 38 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row amended; (ii) provision of rail transport services on lines fully opened to competition, and the beneficiary is a new entrant eligible for funding under Regulation (EU) 2018/xxxx [Invest EU regulation]. (ii) provision of rail transport services on lines fully opened to competition, and the beneficiary is a new entrant eligible for funding under Regulation (EU) 2018/xxxx [Invest EU regulation]. (ii) provision of rail transport services on lines fully opened to competition, and the beneficiary is a new entrant eligible for funding under Regulation (EU) 2018/xxxx [Invest EU regulation]. . 121. Amendment 104 (ja) investments in the construction of institutional care facilities that segregate or infringe on personal choice and independence; 122. 1a. With regard to operations falling under Article 111 of Regulation No …/… [CPR] point (g) shall not apply. 123. 2. In addition, the Cohesion Fund shall not support investment in housing unless related to the promotion of energy efficiency or renewable energy use. Amendment 105 2. In addition, the Cohesion Fund shall not support investment in housing unless related to the promotion of energy and resource efficiency or renewable energy use and accessible living conditions for older people and persons with disabilities and seismic retrofitting . [no change] 124. 3. Overseas countries and territories shall not be eligible for support from the ERDF or the [no change] [no change] 125. ",
        "14958/19 NTC/AFG/cs 39 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Cohesion Fund, but may participate in Interreg programmes in accordance with the conditions set out in Regulation (EU) 2018/xxxx [ETC (Interreg]. Amendment 106 Article 6 a Partnership 1. Each Member State shall ensure the meaningful and inclusive participation of social partners, civil society organisations and service users in the management, programming, delivery, monitoring and evaluation of activities and policies supported by the ERDF and the Cohesion Fund under shared management, according to Article 6 of the proposed CPR Regulation “Commission Delegated Regulation (EU) No 240/2014. 126. ",
        "14958/19 NTC/AFG/cs 40 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Article 7 23 Indicators [no change] [no change] 127. 1. Common output and result indicators, as set out in the Annex I with regard to the ERDF and to the Cohesion Fund, and, where necessary, programme-specific output and result indicators shall be used in accordance with point (a) of the second subparagraph of Article [12(1)], point (d)(ii) of Article [17(3)] and point (b) of Article [37(2)] of Regulation (EU) 2018/xxxx [new CPR]. Amendment 107 1. Common output and result indicators, as set out and defined in the Annex I with regard to the ERDF and to the Cohesion Fund, and, where relevant , programme- specific output and result indicators shall be used in accordance with point (a) of the second subparagraph of Article [12(1)], point (d)(ii) of Article [17(3)] and point (b) of Article [37(2)] of Regulation (EU) 2018/xxxx [new CPR]. [no change] 128. 2. For output indicators, baselines shall be set at zero. The milestones set for 2024 and targets set for 2029 shall be cumulative. [no change] [no change] 129. 3. In compliance with its reporting requirement pursuant to Article [38(3)(e)(i)] of the Financial Regulation, the Commission shall present to the European Parliament and the Council information on [no change] 3. In compliance with its reporting requirement pursuant to Article [38 41 (3)(e)(i h )] of the Financial Regulation, the Commission shall present to the European Parliament and the 130. 23 EP position on Recital (23): Pursuant to paragraph 22 and 23 of the Inter-institutional agreement for Better Law-Making of 13 April 2016, there is a need to evaluate the Funds on the basis of information collected through specific monitoring requirements, while avoiding overregulation and administrative burdens, in particular on Member States. These requirements, where appropriate, can include measurable indicators, as a basis for evaluating the effects of the Funds on the ground. [Am. 21] ",
        "14958/19 NTC/AFG/cs 41 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row performance in accordance with Annex II. Council information on performance in accordance with Annex II. 4. The Commission is empowered to adopt delegated acts in accordance with Article 13 to amend Annex I in order to make the necessary adjustments to the list of indicators to be used by Member States and to amend Annex II in order to make the necessary adjustments to the information on performance to be provided to the European Parliament and the Council. [no change] 4. The Commission is empowered to adopt delegated acts in accordance with Article 13 to amend Annex I in order to make the necessary adjustments to the list of indicators to be used by Member States and to amend Annex II in order to make the necessary adjustments to the information on performance to be provided to the European Parliament and the Council. 131. Amendment 108 24 4a. Member States may make a duly justified request for further flexibility within the current framework of Stability and Growth Pact for the public or equivalent structural expenditure, supported by the public administration by way of co-financing of investments activated as part of ERDF and CF. When defining the fiscal adjustment under either the preventive or the corrective arm of the Stability and Growth Pact, the 132. 24 EP position on (Recital 17a): In order to ensure the strategic importance of investments co-financed by the ERDF and CF, Members States could make a duly justified request for further flexibility within the current framework of Stability and Growth Pact for the public or equivalent structural expenditure. [Am. 15] ",
        "14958/19 NTC/AFG/cs 42 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Commission shall carefully assess this request in a manner reflecting the strategic importance of investments co-financed by the ERDF and CF. CHAPTER II Specific provisions on the treatment of particular territorial features [no change] CHAPTER II Specific provisions on the treatment of particular territorial features and Interregional Innovation Investments 133. Article 8 25 Integrated territorial development [no change] Article 8 Integrated territorial development 134. 1. The ERDF may support integrated territorial development within programmes under both goals referred to in Article 4(2) of Amendment 109 1. The ERDF may shall support integrated territorial development 1. The ERDF may support integrated territorial development within programmes under both goals referred to in Article 4(2) of 135. 25 EP position on two recitals linked to Article 8: Recital (24): In order to maximise the contribution to territorial development, and to address more effectively economic, demographic, environmental and social challenges, as envisaged in Article 174 TFEU, in areas with natural or demographic disadvantages including ageing, rural desertification and demographic decline but also demographic pressure or where it is difficult to access basic services, actions in this field should be based on programmes, axes or integrated territorial strategies including in urban areas and rural communities . These actions should be the two sides of the same coin, based on both the central urban hubs and their surroundings as well as the more remote rural. These strategies may also benefit from a multifund and integrated approach involving the ERDF, ESF+, EMFF and EAFRD. A minimum target of 5% of ERDF resources should be earmarked at national level for integrated territorial development . Therefore, the ERDF support should be delivered through the forms set out in Article 22 of Regulation (EU) 2018/xxxx [new CPR] ensuring appropriate involvement of local, regional and urban authorities , economic and social partners and representatives of civil society and non-governmental organisations . [Am. 22] Recital (29): Since the objective of this Regulation, namely to reinforce economic, social and territorial cohesion by redressing the main regional imbalances in the Union through citizens oriented approach aimed at supporting community led development and fostering active citizenship , cannot be sufficiently achieved by the Member States but can rather, by reason of the extent of the disparities between the levels of development of the various regions and the backwardness of the least favoured regions and the limit on the financial resources of the Member States and regions, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the TEU. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective. [Am. 27] ",
        "14958/19 NTC/AFG/cs 43 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Regulation (EU) 2018/xxxx [new CPR] in accordance with Chapter II of Title III of that Regulation[new CPR]. within programmes under both goals referred to in Article 4(2) of Regulation (EU) 2018/xxxx [new CPR] in accordance with Chapter II of Title III of that Regulation[new CPR]. Regulation (EU) 2018/xxxx [new CPR] in accordance with Chapter II of Title III of that Regulation[new CPR]. Amendment 110 1a. At least 5% of the ERDF resources available at national level under the Investment for jobs and growth goal, other than for technical assistance, shall be allocated to integrated territorial development in non-urban areas with natural, geographic or demographic handicaps or disadvantages or which have difficulty accessing basic services. Out of this amount, at least 17,5 % shall be allocated to rural areas and communities taking into account provisions of a Smart Villages Pact to develop projects such as smart villages. 136. 2. Member States shall implement integrated territorial development, supported by the ERDF, exclusively through the forms referred to in Article [22] of Regulation (EU) 2018/xxxx [new CPR]. Amendment 111 2. Member States shall implement integrated territorial development, supported by the ERDF, exclusively through a specific axis or programme or through the other forms referred to in Article [22] of Regulation (EU) 2018/xxxx [new CPR] , and may 2. Member States shall implement integrated territorial development, supported by the ERDF, exclusively through the forms referred to in Article [22] of Regulation (EU) 2018/xxxx [new CPR]. 137. ",
        "14958/19 NTC/AFG/cs 44 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row benefit from a multifund and integrated approach involving the ERDF, ESF+, EMFF and EAFRD . Article 9 26 Sustainable urban development [no change] [no change] 138. 1. The ERDF shall support integrated territorial development based on territorial strategies in accordance with Article [23] of Regulation (EU) 2018/xxxx [new CPR] focused on urban areas ('sustainable urban development') within programmes under both goals referred to in Article 4(2) of that Regulation. Amendment 112 1. To address economic, environmental, climate, demographic and social challenges, the ERDF shall support integrated territorial development based on territorial strategies in accordance with Article [23] of Regulation (EU) 2018/xxxx [new CPR] , which may also benefit from a multifund and integrated approach involving the ERDF and the ESF+, and focused on functional urban areas ('sustainable urban development') within 1. The ERDF shall support integrated territorial development based on territorial strategies in accordance with Article [23] of Regulation (EU) 2018/xxxx [new CPR] focused on urban areas ('sustainable urban development') within programmes under both goals referred to in Article 4(2) of that Regulation. 139. 26 EP position on (Recital 25): Within the framework of sustainable urban development, it is considered necessary to support integrated territorial development in order to more effectively tackle the economic, environmental, climate, demographic , technology and social and cultural challenges affecting urban areas, including functional urban areas and rural communities , while taking into account the need to promote urban-rural linkages , including through peri-urban areas where appropriate . The principles for selecting the urban areas where integrated actions for sustainable urban development are to be implemented, and the indicative amounts for those actions, should be set out in the programmes under the Investment for jobs and growth goal with . Said actions may also benefit from a multifund and integrated approach involving the ERDF, ESF+, EMFF and the EAFRD. A minimum target of 6 % 10% of the ERDF resources allocated should be earmarked at national level for that purpose the sustainable urban development priority . It should also be established that this percentage should be respected throughout the programming period in the case of transfer between priorities within a programme or between programmes, including at the mid-term review. [Am. 24] ",
        "14958/19 NTC/AFG/cs 45 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row programmes under both goals referred to in Article 4(2) of that Regulation. 2. At least 6% of the ERDF resources at national level under the Investment for jobs and growth goal, other than for technical assistance, shall be allocated to sustainable urban development in the form of community-led local development, integrated territorial investments or another territorial tool under PO5. Amendment 113 At least 6% 10% of the ERDF resources at national level under the Investment for jobs and growth goal, other than for technical assistance, shall be allocated to sustainable urban development in the form of a specific programme, a specific priority axis, community- led local development, integrated territorial investments or another other territorial tool s, as set out in point (c) of Article 22 of Regulation (EU) 2018/xxxx (new CPR). The ‘urban authorities’ referred to in Article 6 of Regulation (EU) 2018/XXXX [new CPR] shall be empowered to choose the measures and projects involved. Operations carried out under POs other than PO5 may, if consistent, contribute to reaching the 10% minimum threshold for sustainable urban development. Investments made under PO5 (i) should count as contributing to this earmarking of 10%, as well as operations carried out under other POs, if consistent with sustainable urban development . 2 1 . At least 6% of the ERDF resources at national level under the Investment for jobs and growth goal, other than for technical assistance, shall be allocated to sustainable urban development in one or more of the form s of community-led local development, integrated territorial investments or another territorial tool under PO5. referred to in Article [22] of Regulation (EU) 2018/xxxx [new CPR]. 140. ",
        "14958/19 NTC/AFG/cs 46 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row The programme or programmes concerned shall set out the planned amounts for this purpose under point (d)(vii) of Article [17(3)] of Regulation (EU) 2018/xxxx [new CPR]. [no change] The programme or programmes concerned shall set out the planned amounts for this purpose under point (d)(viic) of Article [17(3)] of Regulation (EU) 2018/xxxx [new CPR]. 141. 3. The percentage allocated to sustainable urban development under paragraph 2 shall be complied with throughout the entire programming period when ERDF allocations are transferred between priorities of a programme or between programmes, including at the mid-term review in accordance with Article [14] of Regulation (EU) 2018/xxxx [new CPR]. [no change] 3 2 . The percentage allocated to sustainable urban development under paragraph 2 1 shall be complied with throughout the entire programming period when ERDF allocations are transferred between priorities of a programme or between programmes, including at the mid-term review in accordance with Article [14] of Regulation (EU) 2018/xxxx [new CPR]. 142. 4. Where the ERDF allocation is reduced following a decommitment under Article [99] of Regulation (EU) No [new CPR], or due to financial corrections by the Commission in accordance with Article [98] of that Regulation, compliance with paragraph 2 shall not be re-assessed. [no change] 3 . Where the ERDF allocation is reduced following a decommitment under Article [99] of Regulation (EU) No [new CPR], or due to financial corrections by the Commission in accordance with Article [98] of that Regulation, compliance with paragraph 2 1 shall not be re-assessed. 143. ",
        "14958/19 NTC/AFG/cs 47 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Article 10 27 European Urban Initiative [no change] [no change] 28 144. 1. The ERDF shall also support the European Urban Initiative, implemented by the Commission in direct and indirect management. [no change] [no change] This initiative shall cover all urban areas and shall support the Urban Agenda of the Union. Amendment 114 This initiative shall cover all functional urban areas and shall support the partnerships and organisational costs of the Urban Agenda of the Union. Local authorities should be actively involved in establishing and implementing the European Urban Initiative. This initiative shall cover all urban areas and shall support the Urban Agenda of for the Union EU . 145. 2. The European Urban Initiative shall consist of the following three strands, all with regard to sustainable urban development: [no change] 2. The European Urban Initiative shall consist of the following three two strands, all with regard to sustainable urban development: 146. 27 EP position on (Recital 26): In order to identify or provide solutions which address issues relating to sustainable urban development at Union level, the Urban Innovative Actions in the area of sustainable urban development should be replaced by continued and developed into a European Urban Initiative, to be implemented under direct or indirect management. That initiative should cover all urban areas and support the Urban Agenda for the European Union 27 aiming to stimulate growth, liveability and innovation and to identify and successfully tackle social challenges . [Am. 25] 28 Council position: N.B.: The Council mandate for the ERDF/CF Regulation foresees the URBACT programme to be moved from the ERDF/CF Regulation to the Interreg Regulation, in order to ensure continuity with the current programming period. Therefore, the Interreg Regulation is amended accordingly, in line with the formulation of current Article 7(1)(c)(i) of Regulation (EU) No 1299/2013 (current ETC Regulation). ",
        "14958/19 NTC/AFG/cs 48 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row (a) support of capacity-building; Amendment 115 (a) support of capacity-building , including actions of exchange for regional and local representatives at subnational level ; (a) support of capacity-building; 147. (b) support of innovative actions; Amendment 116 (b) support of innovative actions which may receive additional co- funding for regulation (EU) 2018/xxx (European Agricultural Fund for Rural Development) and be provided jointly with the European Network for Rural Development in particular with regard to rural and urban links and projects supporting the development of urban and functional urban areas ; (a) (b)support of innovative actions; 148. (c) support of knowledge, policy development and communication. Amendment 117 (c) support of knowledge, territorial impact assessments, policy development and communication. (b) support of capacity and knowledge building , policy development and communication. 149. Upon request from one or more Member States, the European Urban Initiative may also support inter- governmental cooperation on urban matters. Amendment 118 Upon request from one or more Member States, the European Urban Initiative may also support inter-governmental cooperation on urban matters such as the [no change] 150. ",
        "14958/19 NTC/AFG/cs 49 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row reference framework on sustainable cities, the territorial agenda of the European Union and the adjustment of the UN Sustainable Development Goals to the local level circumstances . Amendment 119 The Commission shall submit an annual report to the European Parliament on developments in connection with the European Urban Initiative. 151. 3. The governance model of the European Urban Initiative shall include the involvement of Member States, regional authorities and cities and shall ensure appropriate coordination and complementarities with the dedicated programme under Article XX of [Interreg Regulation] dealing with sustainable urban development. 152. ",
        "14958/19 NTC/AFG/cs 50 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row Amendment 120 Article 10a 29 Areas facing natural or demographic handicaps and challenges 1. In programmes that are co-funded by the ERDF and cover areas facing severe and permanent natural or demographic handicaps and challenges such as those referred to in Article 174 TFEU, special attention shall be paid to addressing the challenges faced by those areas. In particular, NUTS level 3 areas or clusters of local administrative units (LAUs) with a population density of below 12.5 inhabitants per km2 for sparsely populated areas or below 8 inhabitants per km2 for very sparsely populated areas, or with an average population decrease of more than1% between 2007 and 2017 153. 29 EP position on Recital (18a): The ERDF should address the problems of accessibility to, and remoteness from, large markets, faced by areas with an extremely low population density, as referred to in Protocol No 6 on special provisions for Objective 6 in the framework of the Structural Funds in Finland and Sweden to the 1994 Act of Accession. The ERDF should also address the specific difficulties encountered by certain islands, border regions, mountain regions and sparsely populated areas, the geographical situation of which slows down their development, with a view to supporting their sustainable development. [Am. 17] ",
        "14958/19 NTC/AFG/cs 51 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row shall be subject to specific regional and national plans to enhance attractiveness, increase business investment and boost the accessibility of digital and public services, including a fund in the cooperation agreement. A dedicated funding may be earmarked in the Partnership Agreement. Article 10bis 154. Interregional Innovation Investments 155. 1. The ERDF shall support the Interregional Innovation Investments Instrument, implemented by the Commission under direct and indirect management. 156. 2. The Interregional Innovation Investments Instrument shall support the commercialisation and scaling up of interregional innovation projects having the potential to encourage the development of European value chains. 157. 3. The Interregional Innovation Investments Instrument shall cover the entire territory of the Union. [Third countries can be covered by this 158. ",
        "14958/19 NTC/AFG/cs 52 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row instrument in line with the arrangements foreseen in Article XXX of the [Horizon Europe programme]]. 4. The Interregional Innovation Investments Instrument shall consist of the following two strands: 159. (a) Financial and advisory support for investments in interregional innovation projects; 160. (b) Financial and advisory support for the development of value chains in less developed regions. 161. 5. The governance model of the Interregional Innovation Investments Instrument shall include the set-up of a dedicated expert group composed of representatives from Member States, regional authorities and cities, representatives of business, research and civil society bodies. The expert group shall support the Commission in defining a long-term work programme and in preparing calls for proposals. 162. 6. The governance model shall also ensure appropriate coordination and complementarities with ERDF 163. ",
        "14958/19 NTC/AFG/cs 53 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row programmes under the Investment for jobs and growth goal, as well as with Interreg programmes, in particular under strand 'Interreg C' as defined in Article XX of [Interreg Regulation] 30 . Article 11 31 Outermost regions [no change] [no change] 164. 1. The specific additional allocation for the outermost regions shall be used to offset the additional costs incurred in these regions as a result of one or several of the permanent restraints to their development listed in Article 349 of the TFEU. Amendment 121 1. The Article 3 shall not apply to the specific additional allocation for the outermost regions. This specific additional allocation for the outermost regions shall be used to offset the additional costs incurred in these regions as a 1. The specific additional allocation for the outermost regions shall be used to offset the additional costs incurred in these regions as a result of one or several of the permanent restraints to their development listed in Article 349 of the TFEU. Article 3 shall not apply to the specific additional 165. 30 Council position: Strand 'Interreg C' as defined in the Presidency paper for GAC (Cohesion). 31 EP position on Recital (27): Specific attention should be paid to outermost regions, namely by adopting measures under Article 349 of the TFEU providing for an additional allocation for the outermost regions to offset the additional costs incurred in these regions as a result of one or several of the permanent restraints referred to in Article 349 of the TFEU, namely remoteness, insularity, small size, difficult topography and climate, economic dependence on a few products, the permanence and combination of which severely restrain their development. This allocation can cover investments, operating costs and public service obligations aimed at offsetting additional costs caused by such restraints. Operating aid may cover expenditure on freight transport services , green logistics, mobility management and start-up aid for transport services as well as expenditure on operations linked to storage constraints, the excessive size and maintenance of production tools, and the lack of human capital in the local market . This allocation shall not be subject to the thematic concentration provided for in this Regulation . In order to protect the integrity of the internal market, and as is the case for all operations co-financed by the ERDF and the Cohesion Fund, any ERDF support to the financing of operating and investment aid in the outermost regions should comply with State aid rules as set out in Articles 107 and 108 of the TFEU. [Am. 26] ",
        "14958/19 NTC/AFG/cs 54 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row result of one or several of the permanent restraints to their development listed in Article 349 of the TFEU. allocation for the outermost regions. 32 2. The allocation referred to in paragraph 1 shall support: [no change] [no change] 166. (a) the activities within the scope as set out in Article 4; [no change] [no change] 167. (b) by way of derogation from Article 4, measures covering operating costs with a view to offsetting the additional costs incurred in the outermost regions as a result of one or several of the permanent restraints to their development listed in Article 349 of the TFEU. [no change] [no change] 168. The allocation referred to in paragraph 1 may also support expenditure covering compensation granted for the provision of public service obligation and contracts in the outermost regions. [no change] [no change] 169. 3. The allocation, referred to in paragraph 1, shall not support: [no change] [no change] 170. 32 Council position: N.B.: A provision on the specific additional allocation for the northernmost regions with very low population density will be discussed in the context of the discussions on thematic concentration (Art.3). It should be noted that, since according to Art.7(6)ESF+ the specific ESF+ allocation is not part of the regular thematic concentration requirements, the specific ERDF allocation is not to be counted as part of ERDF thematic concentration requirements either. ",
        "14958/19 NTC/AFG/cs 55 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row (a) operations involving products listed in Annex I to the TFEU; [no change] [no change] 171. (b) aid for the transport of persons authorised under point (a) of Article 107(2) of the TFEU; [no change] [no change] 172. (c) tax exemptions and exemption of social charges [no change] [no change] 173. (d) public services obligations not discharged by undertakings and where the State acts by exercising public power. [no change] [no change] 174. Amendment 122 3a. By way of derogation from Article 4(1), the ERDF may support productive investment in enterprises in the outermost regions, irrespective of their size. 4. By way of derogation from point (c) of paragraph 1 of Article 4, the ERDF may support productive investments in enterprises in the outermost regions, irrespective of the size of those enterprises. 175. CHAPTER III Final provisions [no change] [no change] 176. Article 12 Transitional provisions [no change] [no change] 177. Regulations (EC) No 1300/2013 and 1301/2013 or any act adopted thereunder shall continue to apply to programmes and operations supported by the ERDF or the Cohesion Fund under the 2014-2020 programming [no change] [no change] 178. ",
        "14958/19 NTC/AFG/cs 56 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row period. Article 13 Exercise of the delegation [no change] [no change] 179. 1. The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article. [no change] [no change] 180. 2. The power to adopt delegated acts referred to in Article 7(4) shall be conferred on the Commission for an indeterminate period of time from the date of the entry into force of this Regulation. Amendment 123 2. The power to adopt delegated acts referred to in Article 7(4) shall be conferred on the Commission for an indeterminate period of time from the date of the entry into force of this Regulation until 31 December 2027 . [no change] 181. 3. The delegation of power referred to in Article 7(4) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force. [no change] [no change] 182. 4. Before adopting a delegated act, the Commission shall consult experts designated by each Member State in [no change] [no change] 183. ",
        "14958/19 NTC/AFG/cs 57 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row accordance with the principles laid down in the Interinstitutional Agreement on Better Law-Making of 13 April 2016 33 . 5. As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council. [no change] [no change] 184. 6. A delegated act adopted pursuant to Article 7(4) shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council. [no change] [no change] 185. Amendment 124 Article 13a Repeal Without prejudice to Article 12 of this Regulation, Regulations (EC) No 1301/2013 and (EC) No 186. 33 OJ L 123, 12.5.2016, p. 13. ",
        "14958/19 NTC/AFG/cs 58 ANNEX ECOMP.2 EN Commission proposal COM(2018)372 final European Parliament’s first reading (27/03/19) Council position (COREPER partial mandate of 15 February 2019) Compromise proposal, comments Row 1300/2013 are repealed with effect from 1 January 2021. Amendment 125 Article 13b Review The European Parliament and the Council shall review this Regulation by 31 December 2027, in accordance with Article 177 TFEU. 187. Article 14 Entry into force [no change] [no change] 188. This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . [no change] [no change] 189. This Regulation shall be binding in its entirety and directly applicable in all Member States. [no change] [no change] 190. "
    ]
}