{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 18.2.2016 COM(2016) 74 final REPORT FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT AND THE COUNCIL Regulation EU/995/2010 of the European Parliament and of the Council of 20 October 2010 laying down the obligations of operators who place timber and timber products on the market (the EU Timber Regulation) {SWD(2016) 33 final} {SWD(2016) 34 final} ",
        "2 Commission Report to EP and Council 1. Introduction The European Union (EU) adopted in 2010 Regulation (EU) No 995/2010 laying down the obligations of operators who place timber and timber products on the market 1 (the Timber Regulation, hereinafter the EUTR or the Regulation), as part of the implementation of the Action Plan on Forest Law Enforcement, Governance and Trade (FLEGT AP). The FLEGT AP is the EU policy instrument to combat the illegal logging in the world's forests and the EUTR is the key instrument to address the problem from the demand side. The Regulation entered into application in March 2013. Article 20(3) of the EUTR requires the Commission to review, on the basis of Member States' reports and the experience with the application of the Regulation, \"the functioning and effectiveness of the Regulation, including in preventing illegally harvested timber or timber products derived from such timber being placed on the market\". According to such requirements, this report presents the first review of the Regulation conducted by the Commission. The review carried out by the Commission takes the form of an evaluation conducted in accordance with the EU 'Better Regulation' 2 guidelines. It provides replies to five evaluation questions: relevance, effectiveness, efficiency, coherence and EU-added value. The evaluation covers the first two years of application of the EUTR. Its findings are based on the Member States' reports on the application of the Regulation submitted to the Commission, a comprehensive consultation, analysis of relevant scientific articles, a trade flow analysis and an evaluation report produced by an external consultant. This report summarises the main results of the evaluation, draws conclusions and makes recommendations for follow-up actions. It is complemented by a Staff Working Document showing the results of the evaluation in greater detail. It should be noted that only two years of implementation experience has proved to be a limiting factor for the evaluation. 2. Background Illegal logging is a pervasive problem of major international concern. It has a devastating impact on some of the world's most valuable remaining forests as well as on the people who live in them and who rely on the resources that forests provide. It contributes to tropical deforestation and forest degradation, which may be responsible for 7 to 14% 3 of total CO 2 emissions from human activities; it threatens biodiversity and undermines sustainable forest management and has a negative impact on poverty reduction, sustainable and inclusive economic growth and sustainable development, including by undermining the commercial viability of operators who do act in accordance with applicable legislation. 1 http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32010R0995 2 Commission communication on Regulatory Fitness and Performance Programme (REFIT) - COM(2014)368. 3 https://ec.europa.eu/jrc/en/news/reporting-greenhouse-gas-emissions-deforestation-and-forest-degradation-pan- tropical-biomass-maps. ",
        "3 The 2003 FLEGT AP sets out processes and measures to prevent the marketing of illegal timber in the EU, improve the supply of legal timber and increase the demand of timber sourced from responsibly managed forests. The FLEGT AP recognised the possibility of developing new legislation to address the demand side of illegal logging, which resulted in the adoption of the EUTR. The EUTR establishes the following three key obligations: 1. It prohibits the placing on the market of illegally harvested timber or timber products derived from such timber; 2. It requires operators who place timber products on the EU market for the first time to exercise ‘due diligence’ (DD); 3. It requires traders in timber and timber products after the first placement on the market to keep records of their suppliers and customers. The product scope covered by the Regulation is set out in its Annex. The EUTR outlines the DD obligation and requests that operators develop and apply a due diligence system (DDS) or use the DDS of a monitoring organisation (MO). The EUTR was adopted in December 2010 but only entered into application on 3 March 2013. The interim period was intended to allow the Competent Authorities (CAs) in the Member States and the private sector to prepare for its application. During this time, the Commission adopted a delegated and an implementing act to facilitate implementation 4 . 3. Methodology The evaluation of the EUTR started in April 2015 and covers the period March 2013 - March 2015. In compliance with Article 20(2) of the EUTR, the main information source for elaborating this report has been the Member States' reports on the application of the Regulation, submitted to the Commission by 30 April 2015. In addition, the Commission launched an open public consultation on the dedicated website “Your Voice in Europe” (15 April - 3 July 2015). Other targeted stakeholders` surveys and spontaneous comments received from interested parties have also been used. The evaluation is based on a broad evidence base; however, assessing the performance of an innovative legislative tool only two years after its entry into application proved to be challenging. Limited information is available on the impacts of the legislation and it is not possible to unconditionally ascribe some of the effects and trends emerging from the analysis to the EUTR application. 4 Commission delegated Regulation (EU) 363/2012, OJ L 115, 27.4.2012, p. 12–16 and Commission implementing Regulation (EU) 607/2012, OJ L 177, 7.7.2012, p. 16–18. ",
        "4 4. Implementation state of play The Regulation requires 5 Member States to designate CAs; to adopt effective, proportionate and dissuasive penalties for infringements; to elaborate plans for checks, and to conduct consistent checks on operators and monitoring organisations (MOs). In addition, the EUTR provides 6 for technical assistance and guidance to operators by the Member States, assisted by the Commission, as well as for exchange of information among relevant stakeholders. The evaluation has revealed that, within the period of March 2013 – March 2015, the general state of implementation has shown discrepancies across the EU. Some Member States have started implementing the EUTR only late in the reporting period. The Commission engaged in bilateral dialogue with eight Member States, which proved successful in rapidly bringing the majority of them to compliance. The Commission started nevertheless legal action against four non-compliant Member States in the course of 2015 7 . 4.1 Designation of Competent Authorities With the exception of Spain, all Member States reported that they have designated a Competent Authority (CA) to monitor the compliance of operators with the requirements of the EUTR 8 . The institutional structures, legal powers and status of these institutions vary between Member States, reflecting their different legal and institutional frameworks. A wide variation in human and financial resources available for the application and enforcement of the EUTR was reported. Available human resources range from approximately 1 to 200 person/month 9 . 4.2 Penalties for Infringements of the EUTR 24 Member States reported on sanctions set in their national legislation for infringements of the obligations of the Regulation (the prohibition, DD and traceability). Greece, Hungary, Romania and Spain are still in the process of elaborating adequate sanction provisions. The range of sanctions varies considerably across the Member States from notice of remedial actions, fines, seizure of timber, suspension of authorisation to trade to imprisonment. Some Member States have enacted only administrative sanctions while others have made the violation of some obligations a criminal offense. Penalties for violation of the prohibition are generally higher than those for breach of the DD and traceability obligations. Factors taken into account by the Member States to determine the level of sanctions include the national economic conditions and levels of sanctions imposed for infringements of other comparable obligations, e.g. in the EU Wildlife Trade Regulations 10 . While the Member States have the power to set sanctions, too much variation in levels of sanctions means that operators in the EU are not operating on a level playing field. 5 Article 7(1); 10(1) and 19 of the EUTR. 6 Article 13 of the EUTR. 7 Hungary, Greece, Spain, Romania. 8 http://ec.europa.eu/environment/forests/pdf/EUTR%20implementation%20scoreboard.pdf. 9 Member States biannual reports. 10 Council Regulation (EC) No 338/97 and Commission Regulation (EC) No 865/2006. ",
        "5 In 19 Member States checks resulted in remedial actions or penalties for infringements of the EUTR obligations. Some investigations were initiated on the basis of substantiated concerns from third parties. As a limited number of penalties have been applied so far, it cannot yet be determined whether they are “effective, proportionate and dissuasive”. 4.3 Checks on Operators and Monitoring Organizations 26 Member States 11 reported that their CAs have plans in place, as required by article 10(2) of the EUTR, for checking operators. All CAs apply a risk-based approach for the preparation and review of their plans. Risk factors include the characteristics of suppliers and their products, the type of operators, as well as information received from third parties (i.e. \"substantiated concerns\"). Not all Member States reported that they have conducted checks. In several countries checks started late due to delays in the adoption of relevant national legislation and were sporadic at the beginning, although they became more systematic and rigorous over time. Recognition of MOs by the Commission started in August 2013, when the first two MOs were recognised. At the time of the evaluation, the Commission has recognised nine MOs 12 . Since the CAs are obliged 13 to carry out checks on a MO at least once every two years, checks on the first recognised MO have been carried out in the second half of 2015, that is to say after the evaluation period covered by the report. 4.4 Communication, dissemination, cooperation and information exchange In 2012 the Commission conducted a communication campaign on the EUTR 14 and the Member States reported to have carried out national awareness-raising campaigns as well. To help align the interpretation of key provisions of the Regulation with a view to achieving a uniform application across the EU, an EUTR Guidance document was developed by the Commission in close collaboration with the Member States 15 . However, guidance and assistance focused on small and medium-sized enterprises (SMEs) by the Member States, assisted by the Commission, have been rather limited. Cooperation between the Commission and Member States has been extensive and included expert meetings on the implementation and meetings focused on enforcement as well as contacts with a range of non-EU timber producing and consuming countries. In January 2015 the Commission established an electronic communication platform for information exchange between Member States CAs. 5. Evaluation 5.1. Relevance 11 Greece and Hungary did not provide information on the risk factors applied. 12 After the evaluation period, 3 more MOs were recognised by the Commission: http://ec.europa.eu/environment/forests/mos.htm. 13 Article 6(1) of Regulation (EU) 607/2012. 14 http://ec.europa.eu/environment/eutr2013/. 15 http://ec.europa.eu/environment/forests/pdf/Final%20Guidance%20document.pdf. ",
        "6 The Union is committed to fight illegal logging and related trade, which continues to be a persistent problem worldwide with high negative environmental, social and economic consequences. Part of the FLEGT AP, the EUTR was adopted as an overarching instrument to ensure that only products made of legally harvested timber are marketed in the EU. Evidence shows that since its entry into application, the Regulation has encouraged more responsible sourcing policies and, therefore, demonstrated its potential to change operators' market behaviour and establish supply chains free of illegally harvested timber, thus contributing to the achievement of the overall objectives of the FLEGT AP. The relevance of the Regulation was confirmed in the Seventh Environmental Action Programme (2013-2020), which refers explicitly to the EUTR \"as a legal basis for the Union to address the global problem of illegal logging through its demand for timber and timber products\" 16 . The evaluation has shown that the Regulation is regarded by many stakeholders as adding significant value to the international efforts to halt deforestation and forest degradation, conserve biodiversity and address climate change (by reducing emissions from deforestation, enhancing the conservation role of forests, the sustainable management of forests and the enhancement of forest carbon stocks in developing countries, based on the Warsaw Framework for REDD-plus) 17 , thus contributing to compliance with the EU's international obligations. 5.2. EU added value The fight against illegal logging and related trade is a global challenge, which cannot be addressed effectively by the Member States operating individually. By establishing uniform rules at EU level, the EUTR allows the Union and its Member States to take full advantage of their combined market leverage to ensure demand for legally-harvested timber and avoid distortions of the EU market, which would have occurred if varying rules had been put in place by individual Member States. The EUTR aims at creating a level playing field by setting equal requirements for legality on both domestically harvested timber and imported timber products and introduces an additional control layer applicable to all operators across the EU. Without the EUTR, the process of establishing a level playing field for economic operators would be discontinued, leaving operators that already apply DD requirements in a disadvantaged position, especially as cheaper illegal timber would freely enter the EU market. Without the EUTR, the progress achieved on other elements of the FLEGT AP, such as the Voluntary Partnership Agreements (VPAs), as well as the possibility for the EU to make commitments to combat illegal logging in recent bilateral trade agreements, would be seriously undermined. 16 Decision No 1386/2013/EU of the European Parliament and of the Council of 20 November 2013 on a General Union Environment Action Programme to 2020 ‘Living well, within the limits of our planet’, OJ L 354/171, 28.12.2013, p. 177– 200. 17 http://unfccc.int/land_use_and_climate_change/redd/items/8180.php. ",
        "7 5.3. Efficiency The EUTR entails compliance costs for the Member States. One of these costs is to carry out checks on operators and MOs. In many cases, human and financial resources dedicated to checks on operators appear disproportionately low compared to the number of operators in those countries, leaving the deterrent effect of the enforcement activities rather limited. The evaluation has shown that the financial resources allocated to CAs vary considerably among Member States. In this regard, it should be mentioned that some Member States have not allocated any additional financial resource for the implementation and enforcement of the EUTR. The EUTR entails compliance costs for the private sector as well. These costs depend on the existence of previous responsible sourcing policies, the type and complexity of traded products, the number and geographic location of suppliers and, finally, the complexity of the supply chains. Business costs may include investments in information systems, development of in-house expertise and training of staff. This assessment largely concurs with the cost prognosis in the Impact Assessment 18 carried out in 2008 when the Commission put forward its proposal for a Regulation. Compliance costs for the prohibition obligation were expected to be neutral while compliance costs for the DD obligation were deemed to depend on previous existence and the quality of control systems in the companies` supply policy. The compliance costs for the private sector are generally considered manageable, for companies already applying responsible sourcing policies. This may also be the case for those opting for cost-effective practices (see below) or trading in timber products with relatively simple supply chains. Administrative consequences for SMEs The DD obligation of the EUTR applies to all company sizes. Large companies seem to have been able to adapt better and quicker to the new requirements than SMEs. SMEs may seem to be in a disadvantaged position due to their low economies of scale as the costs of the DDS need to be covered by a lower turnover. However, there are no clear indications that being a smaller business is a barrier to apply an effective DDS 19 . The evaluation is based on a very small sample, which responded to the online public consultation. It has showed that some SMEs consider the compliance with the EUTR a challenge, due to difficulties in understanding the technical requirements of the DDS, lack of 18 Study for Assessment of the Impact of Potential Further Measures to Prevent the Importation or Placing on the Market of Illegally Harvested Timber or Products Derived from Such Timber. See on http://ec.europa.eu/environment/forests/pdf/ia_report.pdf. See also the Commission Staff Working Document accompanying the Proposal for a Regulation determining the obligations of operators who make timber and timber products available on the market on: http://ec.europa.eu/environment/forests/pdf/impact_assessment.pdf. 19 See a Survey of Small and Medium size Enterprises’ approach to due diligence carried out by Global Timber Forum (GTF), in 2015: http://www.illegal-logging.info/content/gtf-supplier-and-consumer-due-diligence- analysis. ",
        "8 staff with adequate knowledge and experience necessary for exercising the DD and/or limited financial resources to update their existing control systems. Evidence shows that the EUTR compliance costs for SMEs can be reduced if companies apply cost-effective practices (see below); avoid expensive IT solutions; and benefit from external technical support for developing and applying adequate DDS. Cost-effective practices In the course of the EUTR implementation, several cost-effective practices have been identified: (i) cooperation between Member States authorities as well as between them and counterparts in third countries; (ii) CAs use of substantiated concerns received from third parties concerning the compliance with the Regulation and (iii) operators developing DDS, which meet not only the EUTR requirements but also other legal instruments (i.e. the USA Lacey Act and the Australian Illegal Logging Prohibition Act); iv) operators using voluntary third-party verified schemes (i.e. voluntary forest certification) in the risk assessment and risk mitigation process; v) use for DD purposes of the results from the EU negotiations with the VPA countries concerning legality definitions and contacts with national authorities. Since the entry into force of the EUTR, the main timber certification schemes have adapted their standards to reflect the scope of the legality definition embedded in the Regulation and have emerged as a practical option that can be used by EU operators to contribute to their risk assessment and risk mitigation process. The role of third-party verified schemes in the implementation of the legislation could be further clarified in the EUTR Guidance document. 5.4. Effectiveness The following major challenges to the effective application of the EUTR have been identified in the evaluation process: insufficient human and financial resources allocated to the CAs, varying types and level of sanctions across Member States and a lack of uniform understanding and application of the Regulation throughout the EU. Those challenges have translated into uneven enforcement, which creates a non-level playing field for economic operators. However, the evaluation has shown that the Regulation and the communication campaigns carried out by the Commission and the Member States have increased awareness of the problem of illegal logging. The Regulation, a text with EEA relevance, has been included in the Agreement on the European Economic Area (EEA) and is currently implemented also by Norway, Iceland and Lichtenstein. It has created an incentive for producer countries to develop systems to verify and demonstrate compliance with the legality requirements, and also encouraged some third-countries to conclude FLEGT VPAs with the EU 20 . Furthermore, it has, together with the US Lacey Act, encouraged other consumer countries to expand their national legislation with similar legislative acts (Australia, Switzerland) or start considering 20 There is evidence that exports from Indonesia into the EU increased in 2014 and 2015, which can be attributed also to the facilitated compliance with the EUTR of timber covered by a Sistem Verifikasi Legalitas Kayu (SVLK) certificate, i.e. the Indonesian Timber Legality Assurance System. ",
        "9 measures with similar objectives (China, Japan, Korea). The EUTR has also influenced amendments of the EU Wildlife Trade legislation 21 where the Commission regulation was reinforced with a provision of legal basis for the Member States` Management Authorities to refuse the issuing of an import permit in case of serious doubts as to the legality of a shipment of CITES specimens. Effectiveness of the prohibition of placing on the market (Article 4(1)) The Member States have not reported any closed investigation cases for violation of the prohibition obligation 22 . Due to the limited time and given the insufficient experience with the enforcement of the prohibition, no conclusion could be drawn with regard to its effectiveness due to the absence of experience with its enforcement. Quantitative evaluation of the impact of the EUTR on trade in illegally harvested timber is challenging due to the clandestine nature of the activities. The trade statistics analysed do not show a clear change over the past two years in the imports in timber and timber products that could be unambiguously attributed to the application of the EUTR. Exercise of the due diligence (DD) systems (Article 6) Operators across the EU have not consistently implemented the DD requirements during the first two years of application of the Regulation. Although evidence shows that the situation is gradually improving, the overall compliance by the private sector remains uneven and insufficient. Checks carried out by the CAs revealed that while many operators had some type of DDS, they did not always meet the EUTR requirements, which called for imposition of remedial actions. Some stakeholders stated that the DD obligation poses a significant implementation challenge due to its novelty and insufficient guidance. The main barriers to achieve fully operating DD systems include difficulties to understand all the elements needed in order to put in place a solid DDS, difficulties in gathering information on applicable legislation in producer countries, lack of cooperation with suppliers and appropriate risk assessment and mitigation measures. The recognised MOs provide operators with a DDS if they do not have in-house capacity to develop their own. Interest amongst operators for MO services has been very low and only a fraction of them currently use DDS of MOs and their verification services. A low level of enforcement by the CAs does not encourage the uptake of a DDS and there is reluctance amongst operators to contract an MO, since MOs have an obligation under the EUTR to report to the CAs on major failures. Although the uptake of the DD obligation has been slow, there is evidence that operators are gradually implementing DDS, demanding more information and legality assurance from their 21 Commission Regulation (EU) 2015/870 of 5 June 2015 amending, as regards the trade in species of wild fauna and flora, Regulation (EC) No 865/2006 laying down detailed rules concerning the implementation of Council Regulation (EC) No 338/97, OJ L 142, 6.6.2015, p. 3–20. 22 In a few individual cases, investigations of legality of imported timber products have been carried out based on substantiated concerns. ",
        "10 suppliers. This demonstrates that the DD obligation has the potential to change market behaviours of operators, thus creating supply chains free of illegally harvested timber. However, more time is needed before a definitive assessment can be made. 5.5. Coherence The EUTR is coherent with other relevant legislative acts in the forest and other sectors and in particular with the FLEGT VPA licensing schemes and the EU Wildlife Trade Regulations. Progress related to FLEGT VPAs A key element in the FLEGT AP is the VPAs. These are bilateral agreements between the EU and third timber producing and exporting countries, negotiated upon a request from those countries. The VPAs provide for the establishments of a FLEGT licensing system with a view to ensuring the legality of imports of timber products from these countries into the EU. The EUTR provides for a presumption of legality for timber products covered by a FLEGT license 23 . Six 24 VPAs have been signed so far, and nine 25 more are in process. The two most advanced countries are Indonesia and Ghana and the first FLEGT-licensed timber products from one (or both) of these countries are currently expected to be imported to the EU in 2016. Notwithstanding the progress achieved in a number of FLEGT VPA countries, in the absence of FLEGT-licensed timber on the EU market there is no clear evidence that the VPAs contributed to minimising the presence of illegally harvested timber and timber products on the internal market. 6. Product coverage The product coverage of the EUTR is defined in its Annex using a combination of references to codes from the EU Combined Nomenclature (CN) and description of products. The EUTR covers a significant number of timber-based products, but not all are included in its scope. Exemptions exist in the text of the Regulation 26 and in its Annex. Some timber-based products, such as musical instruments (CN 92), wooden coffins (CN 4421) or wooden seats (CN 94), are not covered by the Regulation. Consultations with stakeholders have shown that many do not consider the current EUTR product scope optimal and feel it should include more timber products, such as the above mentioned and printed paper (see below). However, others consider that the product coverage should not be expanded before the EUTR is fully implemented and effectively applied. 23 Article 3(1) of the EUTR. 24 Cameroon, Central African Republic, Ghana, Indonesia, Liberia, Republic of the Congo. 25 Côte d'Ivoire, Democratic Republic of the Congo, Gabon, Guyana, Honduras, Laos, Malaysia, Thailand, Vietnam. 26 Article 2(a) and (b); and Article 3 of the EUTR. ",
        "11 In terms of market share, an important group of products currently exempted is \"printed books, newspapers, pictures and other products of the printing industry; manuscripts, typescripts and plans\". Unlike domestically printed media, where imported pulp and paper material is controlled for legality, imported printed media do not undergo DD and are not subject to checks for the legality of wood fibres imbedded in them. Therefore, they may carry a higher risk of originating from illegally harvested timber. The difference in treatment of domestically-produced and imported printed products would be overcome if printed paper were included in the product scope. The variety and complexity of printed goods would need to be taken into account when considering enlarging the current product scope. 7. Conclusions The evaluation of the EUTR comes after only two years of its application, which is an insufficient time to assess its performance, particularly given the novelty of the compulsory DD requirement. The implementation and enforcement of the EUTR was slow and uneven during the first two years and still remains incomplete. Recently, significant progress has been made, even if at the time of the evaluation not all Member States have fulfilled all their obligations under the Regulation. Evidence shows that operators are gradually taking up the DD obligation. However, the uneven implementation and the patchy enforcement during the first two years of application did not facilitate the establishing of a level playing field, which would protect operators from unfair competition of products made of illegally logged timber. Due to the relative short period of time elapsed since the Regulation entered into application, the evaluation could not quantify the impact of the Regulation on the trade in illegal timber and timber products on the internal market, which made it challenging to determine whether the Regulation had met its objective to prevent illegal timber and timber products from being placed on the market. The EUTR is globally perceived as an important legislative instrument to combat and reduce illegal logging and trade in illegal timber and timber products. The Regulation has inspired other consumer countries to develop similar legislative acts. Furthermore, it represents the necessary demand-side complement to the main supply-side instrument: the FLEGT VPAs. Without the EUTR, there would be much less incentive to implement the VPAs, as legality assurance would not be required in the EU. The Regulation has raised awareness of the problem of illegal logging and its impacts on the environment and climate amongst the industry and amongst consumers. It influenced reinforcing amendments of the EU Wildlife Trade Regulations. As regards the specific review points listed in Article 20 of the EUTR, the evaluation showed the following : ",
        "12 I. The administrative consequences for SMEs are highly dependent on the complexity of the business context and on the existence of previous responsible sourcing policies. SMEs may seem to be in a disadvantaged position in applying effective DDS due to their low economies of scale; however there are no clear indications that being a smaller business is a barrier to apply an effective DDS. II. Regarding the product coverage , some stakeholders consider it incomplete and suggest expanding it to musical instruments, coffins, chairs, and/or printed paper. Some stakeholders have even suggested reversing the approach to the product scope by including all wood-containing products with possible exceptions, while others consider that the product scope should not be expanded until the EUTR is applied uniformly across the EU. The Commission may consider expanding the product scope, subject to an impact assessment of options. III. With regard to the effectiveness of the prohibition of the placing on the market, no conclusion could be drawn given the insufficient experience with the enforcement of the prohibition. Regarding the effectiveness of the DDS , although difficult to understand and apply, this obligation appears to have some impact on the practices of operators. 8. Recommendations and next steps In order to address the shortcomings identified, Member States should significantly step up their implementation and enforcement efforts. The current level of technical capacity and resources (both human and financial) allocated to the CAs does not match with the needs and must be reinforced in most of the Member States with the aim to increase the number and quality of compliance checks. This in turn will prompt the industry to use a reliable and workable DDS. Additional efforts should also be made by the CAs to inform operators, especially SMEs, about the requirements of the EUTR. In particular, cost-effective practices to implement the DD obligation that have been identified should be further promoted. The Commission will continue to provide guidance to Member States and operators by supplementing the EUTR Guidance document, where necessary, with a view to achieving a uniform application of the Regulation across the EU. The Commission will continue to facilitate communication and assist approximating of enforcement approaches between CAs at expert group meetings. Based on the above, the Commission does not consider it necessary to propose amendments of the substantive provisions of the EUTR as the evaluation did not identify a clear need for changes in the core elements of the legislation. However, the Commission may consider expanding the product scope, set out in the Annex of the EUTR, through a delegated act subject to an impact assessment of options. "
    ]
}