{
    "text": [
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 3.5.2006 COM(2006) 200 final COMMUNICATION FROM THE COMMISSION TO THE COUNCIL AND THE EUROPEAN PARLIAMENT Enlargement, Two Years After - An Economic Success ",
        "EN 2 EN COMMUNICATION FROM THE COMMISSION TO THE COUNCIL AND THE EUROPEAN PARLIAMENT Enlargement, Two Years After - An Economic Success I. Introduction: enlargement, a success story .................................................................. 3 II. Considerable growth and stability................................................................................ 4 III. Increasing integration in the EU economy................................................................... 4 III.1. Higher trade.................................................................................................................. 4 III.2. More foreign direct investment.................................................................................... 5 III.3. Strong dynamism in the financial sector...................................................................... 5 IV. Smooth adjustment....................................................................................................... 6 IV.1. Fears of relocation not justified ................................................................................... 6 IV.2. Limited migration......................................................................................................... 7 IV.3. Successful implementation of Internal Market legislation........................................... 8 IV.4. Agriculture, a success out of a major challenge........................................................... 8 IV.5. Strengthening employment and social cohesion.......................................................... 9 V. A managed budgetary impact of enlargement ........................................................... 10 VI. Conclusion ................................................................................................................. 10 ",
        "EN 3 EN COMMUNICATION FROM THE COMMISSION TO THE COUNCIL AND THE EUROPEAN PARLIAMENT Enlargement, Two Years After - An Economic Success I. I NTRODUCTION : ENLARGEMENT , A SUCCESS STORY (1) The fifth enlargement of the EU on 1 May 2004 has been the most ambitious in the history of the European Union: the largest ever in terms of number of countries and population acceding to the EU; the most complex, as it brought in the EU ten countries which had experienced very diverse economic, social and political developments. (2) The economic implications of this enlargement were reviewed extensively in the run- up to the May 2004 deadline. Studies ahead of accession predicted a significant boost of economic growth for the new Member States (1.3-2.1% additional GDP growth per year). The old Member States were also expected to benefit, but due to the relatively limited economic size of the newcomers – less than 5% of total EU-25 GDP – the impact was estimated to be marginal. Consequences such as migration flows, relocation of activity, downward pressure on wages in the old Member States and adjustment costs in the new Member States were expected to be contained and transitory. (3) Two years after the enlargement took place, it is time to review the experience. The lessons from the fifth enlargement can be useful to understand the benefits and challenges of European integration. Further enlargement steps can take such lessons into account. While the accession which took place in 2004 has first and foremost a political and strategic dimension for its importance in reunifying Europe, this Communication, and the study on which it is based 1 , focuses on the economic dimension of enlargement. It assesses whether the expectations of a positive economic impact prevailing in the run-up to the enlargement, in spite of some concerns in both the existing and acceding countries, have been fulfilled. (4) As outlined below, the favourable economic expectations have been fulfilled. The new Member States have undertaken extensive reforms to modernise and are now dynamic market economies. The stability provided by accession has helped to multiply trade and investment between EU-15 and EU-10 as well as within EU-10, creating a win- win situation for all involved: contributing to growth and employment in the EU-10; opening new opportunities for firms in the EU-15, thereby helping them stay competitive in the face of a ever more challenging global environment; and having a favourable impact on consumer across the EU, who can benefit from a wider choice. Overall, the fifth enlargement, by leading to a larger, more integrated internal market, has created the conditions for the whole European economy to become stronger and 1 \"Enlargement, Two Years After\", a study by the Bureau of European Policy Advisers and the Directorate General for Economic and Financial Affairs, Occasional Paper , N° 24, 2006, European Commission, Directorate General for Economic and Financial Affairs, available at:http://europa.eu.int/comm/economy_finance/publications/occasionalpapers_en.htm ",
        "EN 4 EN more dynamic, hence to be better equipped to face increased global competition. More broadly, and fundamentally, by enhancing peace, stability, security, prosperity, democracy, human rights and the rule of law across Europe, it is clear that the fifth enlargement, as the previous ones, has been a success for all its Member States. II. C ONSIDERABLE GROWTH AND STABILITY (5) The accession of several less wealthy nations widened income disparity in the EU, with GDP per capita (measured in PPS) ranging from 40% of the EU-15 average in Latvia to 210% in Luxembourg. Economic growth has been on average faster in the new Member States (3¾% per year in 1997-2005) than in the old (2½%). The resulting catching-up process has seen the EU-10 average income rising from 44% of the EU-15 level in 1997 (the year in which enlargement prospects became concrete in the Commission’s Agenda 2000 plans) to 50% in 2005. In general, countries with the lowest initial per-capita incomes have tended to grow the fastest. Only in a few cases growth has fallen behind expectations in certain years. The strong economic performance has improved the labour market situation in these countries and, after a long period of decline, employment was stabilised in 2004 and expanded by about 1.5% in 2005. (6) Strong economic growth went hand in hand with increasing macroeconomic stability. Ongoing economic integration and the extension of the EU-wide economic policy coordination and budgetary surveillance procedures to the new Member States have reinforced economic policy discipline. Inflation and interest rates in the new Member States have come closer to those of the EU-15, reflecting the overall credibility of economic policy. Developments in public finances, however, have been less uniform also reflecting the impact of transition-related reforms. While six of the new Member States joined the EU with government deficits in excess of the 3% of GDP threshold set by the Treaty, most of them have made progress toward the correction of the excessive deficit situation, which currently also characterises an equally large number of old Member States. In most of the EU-10 the stock of public debt is well below that of the EU-15. III. I NCREASING INTEGRATION IN THE EU ECONOMY III.1. Higher trade (7) Trade was liberalised through the Europe Agreements signed with the candidate countries in the early 1990s. A Free Trade Zone was established by the beginning of this decade covering 85% of bilateral trade. Already before the enlargement the prospect of EU accession resulted in increased trade integration within the EU-25 area. The EU-10 countries are very open economies with trade (exports plus imports) representing an average of 93% of GDP compared with an EU-15 average of 55%. The EU-15 share in total EU-10 trade has risen from about 56% in 1993 to 62% in 2005. The EU-10 market share in EU-15 imports has also increased by 8 percentage points to about 13% over the period 1993-2005 (excluding intra-EU-15 trade) with the Czech Republic and Poland (with market share of about 3.5%, each) being the largest exporters. While the market gains of the EU-10 have been significant, reflecting competitive labour cost conditions, the EU-15 continue to run a substantial trade ",
        "EN 5 EN surplus with the new Member States. To a large extent, the pattern of trade integration reflects complementarities between Member States. Comparative advantage estimates confirm that the trade of EU-10 is so far dominated by low- and medium-low technology specialisation using labour intensively. The trade of the EU-15 is more specialised in products requiring a higher skill and capital intensity. (8) Upon enlargement, the average tariff applied by the EU-10 to imports from third countries decreased from 8.9% to the EU average of 4.1%. Although they face increased competition from emerging markets, in particular China and India, the EU- 10 have significantly increased their share in world markets, with exports rising from 1% in 1992 of the world total to 2.8% in 2003. As it can be expected of catching up economies, the EU-10 have been running relatively large trade deficits, which have been easily financed by inward foreign direct investment. In spite of the reduction in tariffs and competition from emerging markets, the average trade deficit has strongly diminished in recent years to about 3% of GDP by 2005. In a number of countries however, external imbalances remain sizeable, warranting – especially when coupled with high inflation – close policy surveillance. III.2. More foreign direct investment (9) Since the mid-1990s the presence of foreign firms in the new Member States has grown rapidly, with the stock of foreign direct investment (FDI), which was virtually non-existent some ten years earlier, reached over € 190 billion in 2004, or 40% of local GDP. With a share of three quarters of the total FDI to new Member States, the old Member States are the main investor. Germany is the top investor and is particularly active in the Czech Republic, Hungary, Poland and Slovakia while the Nordic countries are the main investors in the three Baltic States. The largest part of FDI (55%) is invested in services, followed by manufacturing (37%). While in the Baltic States and to a lesser extent in Poland manufacturing FDI is still concentrated in traditional industries like food processing, textiles and wood products, in Hungary, the Czech Republic and Slovakia foreign investors are focusing increasingly on modern manufacturing sectors (e.g. office machinery, computers, telecommunication, cars). III.3. Strong dynamism in the financial sector (10) Since the transition-related banking crisis of the early 1990s, the new Member States have made substantial progress in developing a stable financial environment and have hence avoided any major financial turbulence, although in some cases their exchange rate has shown considerable volatility. (11) With the exception of Cyprus and Malta, which have been market economies from the outset, the financial systems in the new Member States are typically small compared to the EU-15, but are expanding rapidly, as the recent surge in credit growth illustrates. Loans outstanding in the eight Central and East European countries still remain far below the average level in the euro area. The same is true as regards stock market capitalisation. Integration has proceeded rapidly in the banking sector with cross- border investment and foreign-banks penetration rates now much higher than in the EU-15. Enhanced competition has resulted in cheaper loans, especially mortgages, and net interest margins narrowing to euro-area levels (at around 0.5%) in Hungary, Latvia and Slovakia. By contrast, in some countries, such as Poland and Slovenia, net interest ",
        "EN 6 EN margins remain relatively high at 3%, suggesting that there is scope for further competition in this field. (12) Accession has offered to EU-15 financial intermediaries the opportunity of new growth markets and improved portfolio diversification, which has been taken to a significant extent by many banks from most old Member States. Austria is one of the most striking examples, its banks having 25% of their assets invested in the EU-8. The Nordic banks are particularly involved in the Baltic States. IV. S MOOTH ADJUSTMENT IV.1. Fears of relocation not justified (13) The right of establishment is a fundamental freedom under the Treaty and a major element of the Internal Market ensuring the efficient allocation of resources, and ultimately leading to overall economic prosperity. Nevertheless, the growing stock of FDI from old in the new Member States has raised concerns in the EU-15 about relocation of activities and consequent job losses. The evidence indicates that FDI flows to the new Member States, while relevant for the recipient countries, have in fact been only a minor part of overall FDI outflows of the EU-15: within the latter, in 2004 the share of outflows to new Member States was 4% against a corresponding share of 53% for outflows to other Member States in the EU-15 and a 12% share for flows to the US. In addition, a large part of the FDI by the EU-15 in the new Member States, particularly in the services sector where most of FDI is invested, has occurred in the context of privatisation programmes to capture fast-growing markets and does not involve the substitution of activities previously carried out in the home country. (14) Different studies have tried to identify the impact of relocation non employment. Recent research for some EU-15 countries suggests that a mere 1-1.5% of the annual job turnover can be attributed to relocation, and that only a part concerns relocation to the new Member States. In Germany and Austria, for example, two countries which figure among the largest investors in the EU-10, it is calculated that such investment has lead over the past fifteen years to a lower employment creation, in cumulative terms, in the range of 0.3-0.7%, which is a very small percentage in particular if one also considers the overall job creation which took place over the same period. Moreover, in many instances, outsourcing part of the production process to the new Member States has allowed firms in EU-15 to strengthen their competitive position with a net favourable impact on employment. (15) While not significant in a macroeconomic perspective, the impact of relocation and, more generally, restructuring, can be substantial in certain industries or regions. As a consequence, the Commission has acknowledged the need to anticipate and accompany change in its Communication on restructuring 2 , in which it laid out an approach aiming at better integrating the different Community instruments, especially the Structural Funds, in order to mitigate the associated costs. 2 “Restructuring and employment – Anticipating and accompanying restructuring in order to develop employment: the role of the European Union”, Communication from the Commission, COM(2005) 120 final, 31 March 2005, available at: http://ec.europa.eu/comm/employment_social/news/2005/apr/com_restruct_en.pdf ",
        "EN 7 EN (16) In the relocation debate, the argument has been advanced that relocation may be driven by differences in corporate tax rates between Member States. However, international investment appears driven mainly by other factors, such as unit labour costs or agglomeration economies (geographical location advantages, market size, external economies, the general business environment, human capital) leading to spatial concentration. Moreover, the effect of taxation on corporate revenues, and hence on investment decisions, is likely to depend more significantly on several other aspects of the overall tax system, including labour taxation, the tax base and the overall transparency and integration of the corporate tax system (double taxation, transfer pricing and the possibility to shift corporate income between parent and subsidiaries). Despite a decline in corporate tax rates and changes in tax rate differentials between countries, taxes paid by EU companies as a share of GDP remained fairly stable in the last decade, both in old and new Member States. Reasons for this are likely to include a general broadening of tax bases or, for some Member States, increased profits reflecting higher returns to capital. Overall, this seems to confirm that corporate tax rates as such have been less relevant than other factors in affecting investment decisions. IV.2. Limited migration (17) Given that barriers to trade, foreign direct investment and other capital movements had already been removed prior to enlargement, the free movement of persons and workers constituted the most significant new dimension of economic integration on 1 May 2004. Free movement of labour has proven to be one of the most politically sensitive issues at national level because of the perceived fear of increased job and wage competition arising from accession. Therefore, the 2003 Accession Treaty granted the possibility – for a transitory period of up to seven years – to invoke a derogation from the principle of the free movement of workers, specifically, by allowing national restrictions on workers from all new Member States except Cyprus and Malta. During the first-two year phase of the transitional arrangements, Ireland, Sweden and the UK decided not to apply restrictions, although the UK adopted a mandatory registration scheme. The other EU-15 Member States maintained a work-permit regime, sometimes combined with a quota system. During the first phase of the transitory period all new Member States opened their labour markets to each other, but Poland, Slovenia and Hungary apply reciprocal restrictions to EU-15 workers. These transitional arrangements were up for review after two years. Following the first review in early 2006 3 , four Member States (Greece, Spain, Portugal and Finland) have decided to lift restrictions for the second, three-year phase of the transitional arrangements starting on 1 May 2006, while six others (Belgium, Denmark, France, Italy, the Netherlands and Luxembourg) have decided to alleviate them. (18) Migratory flows from the EU-10 have in general been small, even towards countries that have allowed unrestricted movement of workers, and there have been no substantial disruptions of recipient national labour market. This is consistent with the experience of previous enlargements. Indeed, if anything foreign workers have 3 \" Report on the Functioning of the Transitional Arrangements set out in the 2003 Accession Treaty (period 1 May 2004-30 April 2006)\", Communication from the Commission, COM(2006) 48 final, 8 February 2006, available at: http://europa.eu.int/eur-lex/lex/LexUriServ/site/en/com/2006/com2006_0048en01.pdf ",
        "EN 8 EN complemented the existing skill base of the EU-15 labour markets. In fact, the first review of the Transitional Arrangements confirmed that migration from third countries is far greater than intra-EU mobility. In 2005, in the two countries with the highest shares of non-nationals in the working-age population, namely Austria and Germany (at about 10%), only a small share (1.5% and 0.6%, respectively) comes from the EU- 10 (while about 7% are non-EU nationals). The largest share of EU-10 nationals (about 2%, against a total of 8% for all non-nationals) is in Ireland. (19) Interestingly, but it is difficult to establish the direction of causality, those Member States without restrictions for EU-10 workers (e.g. Ireland and the United Kingdom) are the ones which experienced a better employment performance. Remaining Member States should carefully consider whether the continuation of labour restrictions is needed, in the light of the situation of their labour market. Maintaining labour restrictions does not appear justified on purely economic grounds. Labour flows are in the end determined by demand and supply conditions and, under such forces, there is the risk that rules can be circumvented leading to the growth of the black economy. Moreover, restrictions may lead immigrants to accept work below their presumed qualification and downward pressure on wages, thereby generating some form of brain waste and skewing the market towards the lower end of the skill and pay scale. Finally, labour market developments in the EU-10 have been positive, especially since accession, with unemployment rates falling significantly in almost all of them. This suggests that there is no reason to expect increased pressure to move outside the EU-10, also as the outlook for economic growth remains bright. IV.3. Successful implementation of Internal Market legislation (20) The Internal Market goes far beyond the matter of implementing new legal rules. Its economic impact in terms of increased trade, more foreign investment and the creation of a well-performing financial sector represent tremendous benefits for old and new Member States. Concerning legislation, the new Member States have made rapid progress in implementing the acquis communautaire , with 99% of directives having been transposed into national legislation by March 2006. As a matter of fact, the new Member States are often better than the old ones at transposing EU law. As a result, the safeguard clause provided for in the Accession Treaties has never been triggered. Only in the area of competition do the new Member States lag somewhat behind the average of all Member States. (21) This transposition effort has allowed the new Member States to profoundly reform the way in which their economies were regulated. The adoption of modern regulatory frameworks in areas such as financial markets, company law, accounting or intellectual property has created a better environment for business and growth. This compensates for the costs of compliance with the acquis which can be considerable in specific areas (e.g. around € 100 billion in both fields of transports or environment), even though these costs are spread over a long period of time and are co-financed by EU assistance. IV.4. Agriculture, a success out of a major challenge (22) Agriculture has been of particular importance within the enlargement process reflecting firstly the large increase in the EU's agricultural area (up 25%), production (up 10%) and number of farmers (up more than 50%); secondly, the key role the ",
        "EN 9 EN Common Agricultural Policy continues to play in the EU budget. Agricultural productivity in the new Member States is considerably lower than in the EU-15 and the income gap correspondingly large. However, the situation in agriculture is quite heterogeneous in both the old and new Member States. Some of the new Member States have high agricultural employment shares associated with subsistence-like farming (19% in Poland in 2005, 16% in Lithuania and 12.5% in Latvia), a situation similar to that of Greece and Portugal at the beginning of the nineties. Countries such as Slovakia and the Czech Republic, on the other hand, have a rather low share of agricultural employment (about 4%), which is already similar to the average level in the old Member States. (23) Increased trade integration, an inflow of foreign direct investment as well as EU support have contributed to the modernisation of agriculture, to the growth of farmers' income , and to the increase of the animal stock in the EU-10. Agricultural trade almost doubled both within EU-10 and between the EU-10 and EU-15 in the period 1999-2004; trade in processed products, an indicator of a modern agricultural sector, also increased significantly in the same period. Direct income payments have considerably enhanced farmers’ real incomes, which increased by 70% on average between 1999/2003 and 2004/2005, while in the EU-15 they have remained generally stable. Thus, fears of an adverse income effect related to enlargement have not been confirmed in the new as in the old Member States. However, with the annual income per work unit in the EU-10 still at only 16% of the EU-15 level in 2004/05 (but up from 10% in 1999-2003), there is clearly ample room for further rationalisation and increase in productivity in the agricultural sector of the new Member States. IV.5. Strengthening employment and social cohesion (24) During the 1990s, the central and eastern European Member States experienced sharp declines in employment and a rapid increase in unemployment, reflecting a combination of cyclical factors and structural adjustments. While the labour market situation has improved lately, at 56% of the working-age population, the employment rate in EU-10 is currently substantially lower than in EU-15, particularly for young and older workers. Moreover, at 13.4% of the labour force, the unemployment rate in the EU-10 is 5.5 percentage points above the EU-15 average. Wide variations can be observed across the new Member States (just as in the EU-15), with unemployment rates in 2005 ranging from about 6% in Cyprus and Slovenia to the more than 16% in Slovakia and almost 18% in Poland. (25) The new Member States are implementing labour market reforms as part of their National Reform Programmes supporting the Lisbon strategy for growth and jobs. The Lisbon employment targets remain ambitious for a number of them, which have low employment rates. A major challenge is adaptability in labour markets and in particular skills and human resources development. The European Social Fund contributes to support efforts in this respect. (26) The new Member states have not experienced major difficulties in aligning on the acquis communautaire in employment and social policy, which includes minimum standards on labour law, health and safety at work, gender equality and anti- discrimination, as well as social dialogue and participation in EU processes on employment, social inclusion and social protection. Strengthening social dialogue and continuing reforms on social protection are among the key challenges to be addressed. ",
        "EN 10 EN The pre-conditions for successful strategy exist as some of the new Member States are among the best in the EU on some key indicators such as the proportion of the population at risk of poverty: 8% in the Czech Republic and 10% in Slovenia in 2003. V. A MANAGED BUDGETARY IMPACT OF ENLARGEMENT (27) The impact of enlargement on the budgetary resources of both the old and new Member States has been manageable. In total about € 28 billion has been transferred to the 10 new Member States in the last 15 years 4 . Already before May 2004 the EU supported the preparations for accession. The annual amount has been increasing over time reaching just over 2% of EU-10 GDP in 2005. The disbursements to the new Member States represent 6.9% of the EU budget (data based on the 2004 budgetary execution), which is more than those States' GDP share in the EU (4.7%). This reflects the commitment of the richer Member States to help their poorer neighbours. However, the financial contribution by old Member States related to enlargement remains limited as it represents only 0.1% of their GDP. (28) The new Member States are net beneficiaries of the EU budget. For the group as a whole, average net EU transfers amounted to 0.6% of gross national income (GNI) in 2004 ranging from 0.25% of GNI for Hungary to 2.1% of GNI for Lithuania. Under the new financial framework 2007-2013, net transfers to the new Member States are expected to almost triple from an average of 1% of GDP in 2004-2006 assuming full absorption of the ceiling for payment appropriations. This level of assistance would continue to represent only a small burden for the EU-15. (29) Because of additionality requirements (in certain domains EU money can not replace national expenditure), co-financing requirements (to promote financial responsibility) as well as contributions to the EU budget, it was feared that government budgets in the new Member States might be strained. This does not appear to have been the case, thanks also to specific initiatives undertaken through the EU budget, such as the “Schengen” and the “Compensation” facilities. It is estimated that in 2004 there was a favourable net effect on the government budgets of 0.3% of GDP for the EU-10 as a whole, reaching more than 1% of GDP in the Baltic States. VI. C ONCLUSION (30) Overall, the fifth enlargement has acted as a catalyst of economic dynamism and modernisation for the European Union, helping the economies of old and new Member States to better face the challenges of globalisation. At the same time, the economic changes induced by this enlargement have been absorbed quite smoothly, and there is no evidence of disruptive impacts on the product or labour market. Careful preparation of the enlargement over the previous decade has been key to achieve this successful outcome. (31) While the experience so far suggests that optimism is in order, the remaining challenges should not be underestimated. Both new and old Member States face 4 This figure corresponds to actual disbursements, whereas 40 billion were foreseen as commitments 2004-2006. ",
        "EN 11 EN ageing populations and related budgetary strains, global competition increasing pressure on their economies, and a need to adapt to these realities, including by modernising their welfare systems and becoming knowledge-based and innovative societies. Further convergence of the economies, itself a long-term challenge, would contribute significantly to this end. (32) In a world marked by global competition, not least from Asia, economic dynamism is essential. The fifth enlargement has offered new opportunities for both the old and the new Member States to undertake important steps in this direction. Further European economic integration will help Europe to stay competitive and gain from increasing internal and external trade, and better growth and employment prospects. Both companies and consumers will benefit from a larger internal market, technological innovation, lower prices, and hence will be in a better position to fully reap the opportunities of the new division of labour that is emerging at global level. The Lisbon strategy for growth and jobs and the path to the euro offer a framework in which to pursue the necessary structural change. Taking with determination this road leading to a dynamic European Union on the world scene will yield further substantial benefits to all parties involved in the EU and beyond. "
    ]
}