{
    "text": [
        "Opinion of the European Economic and Social Committee on the ‘Commission report on Competition Policy 2012’ COM(2013) 257 final (2014/C 67/14) Rapporteur: Mr MENDOZA CASTRO On 3 July 2013 the European Commission decided to consult the European Economic and Social Committee, under Article 304 of the Treaty on the Functioning of the European Union, on the Commission report on Competition Policy 2012 COM(2013) 257 final. The Section for the Single Market, Production and Consumption, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 2 October 2013. At its 493rd plenary session, held on 16 and 17 October 2013 (meeting of 16 October), the European Economic and Social Committee adopted the following opinion by 132 votes to 1 with 6 abstentions. 1. Conclusions and recommendations 1.1 Ten years on from the entry into force of Regulation 1/2003, it must be stressed that the regulation has been a great success, bringing about far-reaching change in EU competition policy. 1.2 The EESC welcomes the 2012 report, which gives details inter alia of the work carried out by the Commission and the European Court of Justice in the area of antitrust measures and combating cartels. 1.3 The EESC has repeatedly called for the establishment of a framework that affords consumers legal protection; it therefore highlights the tabling of the draft directive on action for damages for infringements of competition law provisions. 1.4 The EESC believes it was right to take the approach of \" carrying on as usual \" in the field of competition despite the economic crisis. However, the fact cannot be ignored that economic powers in competition with the EU on world markets openly make use of state aid and restrictive competition practices. 1.5 The large sums of public money that have been poured into public aid to save the financial sector from collapse will continue to be a burden on the taxpayer for many years. This aid will only be justified if the reform of the financial system prevents future repetition of the irresponsible behaviour that led to the financial crisis. Given the need to restore the credibility of the financial system, the EESC welcomes the fact that the Commission is treating the inquiry into the Euribor and the Tibor as a top priority. 1.6 The EESC welcomes the payment services package issued by the Commission in July 2013, which it sees as a step in the right direction. 1.7 Looking at how the general principles are applied to specific cases will reveal whether state aid modernisation (SAM) and the new framework for SGEI aid are resulting in more effective and just implementation of the TFEU. Because of their special characteristics, postal services warrant special consideration when it comes to state aid. State aid policies should enable the public authorities to grant aid to businesses which can further the EU's growth objectives, whilst limiting distortions of competition. 1.8 It is questionable whether liberalisation – the central aim of EU energy policy – has brought more competition, more transparent markets and lower prices for users, and the Commission appears to acknowledge this. 1.9 As regards the telecommunications market, the EESC believes that the principal goals should be a genuine reduction in telephone charges for households and businesses, high-quality broadband connections for all, abolition of roaming charges, and a single EU regulator. 1.10 In high-technology sectors where there is constant innovation, the lengthy period of time between the start of proceedings and the adoption of decisions can result in the disappearance of the companies that are the victims of these anticompetitive practices. EN C 67/74 Official Journal of the European Union 6.3.2014 ",
        "1.11 The EESC points to the need for greater harmonisation in the e-book market to prevent arbitrage and to move towards market integration. 1.12 The EESC welcomes and supports the Commission's endeavours to penalise abuse of patents by large pharmaceutical companies, creating barriers to the generic medicines market. However, given these companies' high profits, the fines are unlikely to have a dissuasive effect. Tougher legal measures should be considered for infringements of competition prin­ ciples in the medicines market. 2. Gist of the 2012 report 2.1 In 2012, competition policy was deployed to consolidate the single market. To achieve this objective the Commission worked with national competition authorities (NCAs) and the European Competition Network (ECN) to coordinate efforts to enforce antitrust rules. The enforcement of competition rules focused in particular on sectors \" of systemic and cross-cutting importance to the EU economy \" to lay the foundations for sustained growth. 2.2 The report looks at competition policy enforcement in four key areas: the financial sector, state aid, network industries (energy, telecommunications, postal services) and the knowledge economy. 2.3 It also provides details about dialogue with the other EU institutions – particularly the European Parliament, but also the EESC and the CoR. 3. General comments 3.1 EU competition policy after a decade of enforcement of Regulation 1/2003 3.1.1 Regulation 1/2003 brought about a radical change in EU competition policy. Eight times more initiatives have been taken in the field of competition since its entry into force than during the same length of time prior to that. This highlights the great increase in the activity of the Member States, which have become the main champions of competition principles, adopting 88 % of the decision in this field. 3.1.2 The operation of the European Competition Network (ECN) should also be mentioned, whose impact has been felt at two levels. Firstly, from a general perspective, the work shared between the different national authorities has been carried out without problems and the cooperation and coordination mech­ anisms provided for in Regulation 1/2003 have been effective. In addition, with support from the ECN's political work, the enforcement of the Regulation has also led to a considerable degree of voluntary convergence of Member States' legislation on procedures and powers in the area of penalties. 3.1.3 Although the number of decisions adopted by the Commission has not increased significantly (failing to meet the expectations created by the reform), the quality of these decisions has been notable in terms of the cases addressed. It can therefore be concluded that the Regulation has been extremely successful in achieving its objectives. 3.2 The 2012 report 3.2.1 The EESC welcomes the 2012 report, which gives details of the work carried out in a key EU policy area. 3.2.2 The EESC has repeatedly expressed its support for antitrust decisions and the fight against cartels as an essential aspect of competition policy. 2012 saw some major Commission proceedings and European Court of Justice judgments in this field. 3.2.3 The Commission states that it has continued to ensure the sound functioning of the Single Market in the current crisis, \" despite occasional calls for a softer stance towards anticom­ petitive conduct by firms or Member States in view of the economic crisis \" . The EESC believes this was the right approach to take. 3.2.4 The EESC has always seen competition policy as a key factor in the internal market, and must reiterate this at a time when the turbulence that has affected the European economy since 2008 is putting the EU's determination to pursue this policy to the test, as the public authorities may be more inclined to accept that recovery must take priority over respect for the Treaties. They may also yield to the temptation to protect certain sectors that are in difficulties or to neglect basic principles prohibiting abuse of dominant positions or agreements between businesses seeking to share the market between them. 3.2.5 In any case, strict enforcement of competition policy is a challenge when it comes to laying the foundations for recovery and building a strong, competitive economy when certain countries or economic blocs that compete with the EU on world markets fail to respect the same principles. China's state aid to its steel industry (along with other advantages, such as low wages) is one of many examples. 3.2.6 The EESC has repeatedly called on the EU to establish instruments offering consumers legal protection, so that they can seek damages for infringements of competition rules. As well as providing a means of protecting the property rights of individuals and businesses, these legal actions could help the national and EU public authorities in their antitrust work and in the fight against cartels. The Committee therefore notes the EN 6.3.2014 Official Journal of the European Union C 67/75 ",
        "Commission's adoption, on 11 June 2013, of a Proposal for a Directive on certain rules governing actions for damages under national law for infringements of the competition law provisions of the Member States and of the European Union ( 1 ). 4. Competition in the financial sector 4.1 Due to the crisis, the Commission approved bank mergers faster than usual. Between 1 October 2008 and 1 October 2012 it authorised a total of EUR 5 058,9 billion (40,3 % of EU GDP) of aid to the financial sector, of which EUR 1 615,9 billion (12,8 % of GDP) was used. Over a similar period, state aid to the real economy rose to EUR 82,9 billion (0,7 % of GDP). 4.2 Temporary state aid – provided for under the TFEU – saved the financial sector from collapse and was indispensable to avert serious harm to the economy. In the Member States which benefited from this aid, it was made conditional on rehabilitation and restructuring of the banks. However, ulti­ mately, using large sums of money funded by the European taxpayer to save the financial sector will only be justified if far-reaching reform of this sector prevents repetition of the irresponsible behaviour that caused the current crisis. 4.3 The transparency, effectiveness and solidity of the financial markets is being seriously jeopardised by certain scandals that have affected major banks. The heavy fines imposed on some of them are not significantly affecting the accounts of the giants of the financial world, who, in any case, have been saved from bankruptcy by public funds. After the Libor scandal, suspicion moved to the way other indexes, such as the Euribor and the Tibor, are set. The EESC welcomes the Commission's decision to make the inquiry into this matter a top priority, given its major implications for the economy. 4.4 The EESC notes the Commission's decision to launch an inquiry into the credit default swaps (CDS) market in order to establish whether leading banks (JP Morgan, Bank of America Merrill Lynch, Barclays, BNP Paribas, Citigroup, Commerzbank, Crédit Suisse First Boston, Deutsche Bank, Goldman Sachs, HSBC, Morgan Stanley, Royal Bank of Scotland, UBS, Wells Fargo Bank/Wachovia, Crédit Agricole and Société Générale) have used anti-competitive practices as regards the financial information which is essential in order to operate on this market (only submitting it to Markit) and in the clearing system (favouring ICE Clear Europe: this case concerns nine of the banks mentioned). 4.5 The electronic payment system in the European Economic Area is dominated by two major companies - MasterCard and Visa - which establish multilateral interchange fees (MIFs) by agreement with the banks. Visa's credit and debit cards represent 41 % of all payment cards in the EEA, giving it virtual control of a market which, in 2010, saw 35 billion card payments, totalling EUR 1,8 trillion. The system goes against competition principles and places the consumer at a disadvantage. It has not kept pace with technological devel­ opments and hinders cross-border trade. The judgment of the EU General Court confirming prohibition of the use of MIFs by MasterCard ( 2 ) should become a general requirement for payment services. 4.6 The EESC welcomes the payment services package issued by the Commission on 24 July 2013, which, among other things, sets ceilings for credit card (0,3 %) and debit card (0,2 %) commission. This is a step in the right direction, although we would have liked to have seen credit card commission reduced further and debit card commission abol­ ished. 5. State aid reform 5.1 Looking at application of state aid to specific cases will reveal whether the state aid reforms guarantee more just, effective observance of the general principles of the TFEU. The EESC broadly supported the new framework for state aid for services of general economic interest (SGEIs) ( 3 ) adopted in 2011, considering it to be a more diversified and proportionate approach to the different types of public service. However, it also made it clear that efficiency must not take precedence over the quality, results and sustainability of services, especially in the provision of social and healthcare services. In addition, the specific nature of social economy enterprises (cooperatives, mutuals, associations and foundations) should also be taken into account ( 4 ). 5.1.1 To ensure proper application of the general rules to specific cases, the EESC points to the specific nature of SGEIs, which have an important place among the EU's shared values and foster fundamental rights and social, economic and terri­ torial cohesion, and are therefore crucial in combating the inequalities of society and, increasingly, in sustainable devel­ opment as well. 5.2 The EESC also supported state aid modernisation (SAM) ( 5 ), although it suggested that the ceiling for de minimis aid be permanently increased from EUR 200 000 to EUR 500 000, as was recently decided in relation to SGEIs ( 6 ). Full implementation of the modernisation process requires reform of numerous sectoral rules. The EESC believes that the new guidelines on broadband – adopted in late 2012 ( 7 ) – are to be welcomed, as they facilitate public financing of infra­ structure that is essential in order to achieve the goals of the Digital Agenda. EN C 67/76 Official Journal of the European Union 6.3.2014 ( 1 ) COM(2013) 404 final. ( 2 ) Case T-111/08. ( 3 ) European Parliament Resolution of 15.11.2011. OJ C 153E, 31.5.2013. ( 4 ) OJ C 248, 25.8.2011, p. 149. ( 5 ) COM(2012) 209 final. ( 6 ) OJ C 11, 15.1.2013, p. 49. ( 7 ) IP/12/1424. ",
        "5.3 The EESC considers that one of the aims of state aid policy should be to enable the public authorities to grant aid to businesses that can further the EU's growth objectives, whilst also limiting distortions of competition. 5.4 The EESC expresses its concern at the proposed Commission Regulation (EU) declaring certain categories of aid compatible with the internal market under Articles 107 and 108 of the TFEU ( 8 ), given that they pose a serious threat to the jobs of people with disabilities in certain Member States. The EESC recommends, in particular, that state aid for the employment and training of vulnerable groups such as people with disabilities be exempt from application of the threshold based on national GDP and treated as an absolute principle, as it would have no effect on preventing distortion of competition. 6. Promoting competition in network industries: the backbone of the single market 6.1 Energy 6.1.1 Since the 1990s the EU has worked hard on adopting legislation to liberalise the energy markets. The third package (2011) is the latest and most important of the measures seeking to create a single energy market in the EU as of 2014. However, the European policies have not been applied resolutely enough by the Member States, where situations of oligopoly have emerged among private businesses which are detrimental to consumers and users. 6.1.2 It is questionable whether liberalisation – the central aim of EU energy policy – has brought more competition, more transparent markets and lower prices for users. High energy prices are currently posing serious problems for low-income households (risk of energy poverty), and the fact that businesses are paying higher prices than their competitors on the world markets (Japan, United States) places them at a disadvantage, particularly in high-energy consumption industries such as the steel industry. The Commission states that competition policy cannot \" on its own integrate the EU gas and electricity markets, ensure competitive prices and security of supply \" . This statement may be an implicit acknowledgement of the need to make changes in energy policy. 6.2 Telecommunications . The 2012 report states that over the past 15 years great strides have been made in injecting competition into telecoms markets. The EESC agrees with this view, although fragmentation and insufficient real competition between businesses continue to predominate. Consequently, telephone and broadband charges in some Member States are very high. The EESC believes that an EU telecommunications policy should pursue four principal goals: — genuine reduction in telephone charges for households and businesses; — high-quality broadband connections for all; — abolition of roaming charges; — a single EU regulator. 6.3 Postal services . While the Commission adopted decisions authorising state aid to the postal services of the United Kingdom, France and Greece, it ordered the recovery of certain sums paid to Bpost (EUR 417 million) and Deutsche Post (between EUR 500 million and EUR 1 billion) A court decision is awaited on the latter case. Given the size of the sums to be returned, the EESC - recalling the need for liberalised postal services to be effective, competitive and able to provide a high-quality, universal service at affordable prices ( 9 ) - wonders what the impact will be on jobs and quality of service in the businesses concerned if the demand is upheld. 6.3.1 Parcel delivery companies . As regards the blocking of the takeover of TNT Express by UPS, the EESC notes the Commis­ sion's argument that there are only a small number of companies in the EU and removing a competitor would be detrimental to customers. 7. Knowledge economy 7.1 Under the heading Preventing misuses in nascent and fast- moving digital sectors , the Commission report mentions a number of proceedings related to the anticompetitive conduct of large companies which control substantial market shares in telephony (Samsung, Motorola), search portals and other activities (Google) and IT (Microsoft). Microsoft, which occupies a prominent position in communication media, received a EUR 561 million fine, one of the largest fines in history (Microsoft's gross profits in 2012 were USD 59,16 billion). The EESC fully supports all the decisions adopted, while wishing to make the following broader points. 7.1.1 In certain cases, a long time can elapse between the start of proceedings and the final decision (nine years in the case of the EUR 497 million fine imposed on Microsoft in March 2004), owing to the great complexity of the cases, the need to respect administrative and judicial procedures, and the financial clout of the companies investigated. In fast-moving technology sectors this results in the disappearance of the companies that are the victims of these abusive practices. 7.1.2 Moreover, the possible removal of competitors by means of anticompetitive practices is more apparent in cases of abuse of dominant position than in vetoing of mergers or takeovers, which are concerned with future scenarios. In these last situations, the Commission has at times been criticised for adopting decisions on the basis of \" speculation \" , but the EESC does not share this view: that is the customary solution in competition policy and the decision is fully justified by the rigorous, thorough nature of the inquiry, in which the party concerned takes part. EN 6.3.2014 Official Journal of the European Union C 67/77 ( 8 ) http://ec.europa.eu/competition/consultations/2013_gber/gber_draft_ regulation_en.pdf ( 9 ) OJ C 168, 20.7.2007, p. 74. ",
        "7.1.3 As the Commission points out, the commitment decisions adopted under Council Regulation 1/2003 make it possible to obviate lengthy, costly proceedings, and they are legally binding once adopted. However, as they are the result of a compromise settlement with companies that are the subject of an inquiry, they benefit from favourable, or less tough conditions. At all events, any failure to comply can lead to penalties being imposed. 7.2 The book market 7.2.1 E-books . The commitment decision adopted in December 2012 concerning Apple and four e-book publishers is intended to prevent predatory practices that are detrimental to publishers and shops. Among other things, it restricts the use of the \" Most Favoured Nation \" clause in retailing. It should be stressed that the Commission worked together with the US Department of Justice in view of the global nature of the market. The ban on anticompetitive practices in the EU faces the added difficulty that there are different policies in the Member States on pricing and taxation of books in general and e-books in particular. The EESC therefore points to the need for greater harmonisation to prevent arbitrage and to move towards market integration. It should be emphasised that the e-book market is a recent market and there is insuf­ ficient information available, and so more needs to be known about the way it works. 7.2.2 On-line book sales . The EESC draws attention to the fact that sellers' associations in France and the United Kingdom have reported possible unfair competitive conduct by Amazon in the area of discounts. 7.3 Pharmaceutical sector 7.3.1 The EESC welcomes and supports the Commission's endeavours to penalise abuses of patents designed to obstruct the generic medicines market. The ECJ judgment in the Astra­ Zeneca case ( 10 ) confirmed the EUR 60 million fine imposed by the Commission. The US Supreme Court also ruled against similar agreements and \" pay-to-play \" agreements. The statements of objections sent by the Commission in July 2012 to over 14 companies involved in two major cases highlight the fact that these practices are frequent and are severely detrimental to consumers and public resources. 7.3.2 Between 2003 and 2012 the 11 leading global phar­ maceutical companies made net profits of USD 711,4 billion, which makes it unlikely that the fines imposed by the competition authorities will have a dissuasive effect. In actual fact, this is not just a competition issue, as it affects the highly sensitive area of people's health, as well as being a financial drain on households and social security. The EESC therefore suggests envisaging more effective legislative measures at EU level in order to prevent this kind of conduct. Brussels, 16 October 2013. The President of the European Economic and Social Committee Henri MALOSSE EN C 67/78 Official Journal of the European Union 6.3.2014 ( 10 ) Case T-321/05. "
    ]
}