{
    "text": [
        "Authors: Daniela ADORNA; Rosa RAFFAELLI; Sarah SY; Sabrina SAOUDI Policy Department for Citizens' Rights and Constitutional Affairs and Policy Department for External Relations European Parliament PE 583.160 EN European Parliament’s positions on key issues related to asylum and migration HIGH-LEVEL CONFERENCE ON MIGRATION MANAGEMENT, 21 JUNE 2017 1. THE SITUATION IN THE MEDITERRANEAN AND THE NEED FOR A HOLISTIC EU APPROACH TO MIGRATION On 17 December 2014, the European Parliament adopted a Resolution mandating its competent Committee to assess the various policies at stake in the areas of migration, asylum and border management, develop recommendations and report to Plenary in the form of a strategic initiative report. The final Resolution was adopted on 12 April 2016. In the Resolution, Parliament stressed the importance of solidarity (Article 80 TFEU) as the principle upon which Union action on migration is based, covering asylum, immigration and border control policies. Saving lives must be a priority, and a permanent, robust and effective Union response is crucial to prevent an escalating death toll of migrants attempting to cross the Mediterranean. In the field of asylum , relocation is an example of solidarity within the Union, for which Parliament has called since 2009. Parliament noted that, while the adopted Relocation Decisions are a move in the right direction, Member States of first arrival still have to handle the more complicated claims for international protection, as well as returns. When it comes to relocations between Member States, additional criteria should be considered, and the preferences of the applicant should be taken into account as much as possible, so as to discourage secondary movements and encourage applicants to accept relocation decisions. Resettlement is one of the preferred options for granting safe and lawful access to the Union for refugees and a useful tool for managing orderly arrivals of persons; Parliament stressed the Union’s need for a binding and mandatory legislative approach to resettlement. Humanitarian admission can complement it to give urgent protection to the most vulnerable. Parliament called on the Member States to make use of existing possibilities to provide humanitarian visas , and took the view that persons seeking international protection should be able to apply at any consulate or embassy for a European humanitarian visa, therefore calling for an amendment to the Union Visa Code. Further steps are necessary to ensure that the Common European Asylum System (CEAS) becomes truly uniform: a comprehensive assessment of its implementation is needed. As regards the Dublin III Regulation , Parliament expressed the view that the criterion whereby the Member State of first entry is responsible for the examination of a claim for international protection should be revised. Parliament recommended including in the Union’s standard rules the criteria built into the Relocation Decisions, while reviewing the concept of ‘applicants in clear need of international protection.’ One option for a fundamental overhaul of the Dublin system would be to establish a central collection of applications at Union level – viewing each ",
        "Policy Department for Citizens' Rights and Constitutional Affairs and Policy Department for External Relations 2 PE 583.160 asylum seeker as someone seeking asylum in the Union as a whole – and to establish a central system for the allocation of responsibility, which could provide for thresholds per Member State to help deter secondary movements. The system could function on the basis of the ‘ hotspots’ . Parliament noted the importance of mutual recognition by Member States not only of negative, but also of positive asylum decisions. It expressed the view that the Temporary Protection Directive should have been triggered and should be revised. As regards integration policies, Parliament called for the strengthening of the exchange of best practices, in full respect for the competences of Member States, and noted the crucial role of local and regional authorities. It stressed the importance of recognition of foreign qualifications and of allowing persons granted international protection to move to another Member State if they have an offer of employment there. Parliament also stressed the need to keep families together and called on Member States to adopt swifter decisions on family reunification . Children arriving in the Union are vulnerable and should be treated first and foremost as children; Member States must fully apply the provisions of the CEAS on unaccompanied minors and should not detain children on the grounds that they are migrants, while the Union should adopt guidelines for a guardianship system to protect such children. As regards returns , the safe return of persons who, after an individual assessment of their asylum application, are not eligible for protection is part of the proper implementation of the CEAS. The effectiveness of the Union’s return system must be improved, including by adopting new EU readmission agreements, while ensuring that returns are carried out safely, prioritising voluntary returns and avoiding any attempt to ‘push back’ migrants. On the Union agencies , EASO should be developed into a principal coordinator of the CEAS and a fully-fledged Union agency providing operational support to Member States and at the external borders; to this aim, it needs to have the funding and human resources to carry out its tasks. Parliament acknowledged the contribution of Frontex to the saving of many lives in the Mediterranean and took note of the proposal for a European Border and Coast Guard. On Schengen , which it considered as one of the major achievements of European integration, Parliament acknowledged that the abolition of internal border controls depends on the effective management of external borders, and recalled the importance of better implementation of measures by Member States at the external borders. In the fight against human trafficking and smuggling , policy responses must adapt to the most recent and accurate data and be based on full cooperation between EU agencies and Member States. Parliament called for a system allowing victims of trafficking and smuggling to aid in prosecutions without fear of being prosecuted, and expressed the view that Union law should reflect the principle that anyone who provides humanitarian assistance to those in need should not be criminalised. A crucial step in dismantling smuggling and trafficking networks is to prioritise financial investigations, tracking and confiscating their profits. With regard to labour migration policies , the Union legislative framework is fragmented, as it focuses on specific categories of workers. In the long run, the Union will need more general rules for third-country nationals seeking employment in the Union to fill the gaps identified in its labour market, also in the light of current demographic trends. Parliament called for improving existing tools for identifying and forecasting labour market needs, possibly merging them with international statistics on potential labour supply from third countries. It took note of the Commission’s intention to revise the Blue Card Directive and suggested that the revision should seek to remove the inconsistencies of the existing directive, particularly as regards parallel national schemes and its scope. Labour exploitation can take place as a consequence of trafficking, of smuggling, or in the absence of both: this results in impunity in Member States in which it is not criminalised as such. Parliament recommended to adequately criminalise and punish labour exploitation, to increase labour inspections in at-risk sectors, and to ensure the full implementation and correct application of the Employers’ Sanctions Directive. ",
        "European Parliament’s positions on key issues related to asylum and migration PE 583.160 3 As regards relations with third countries , the Global Approach to Migration and Mobility is essential. Capacity-building efforts and resettlement activities should be stepped up and carried out together with third countries hosting large refugee populations. Parliament took the view that cooperation with third countries must focus on tackling the root causes of irregular flows to Europe; the Union must adopt a long-term strategy to help counteract the ‘push factors’ in third countries which force people into the hands of smuggling networks. Parliament took into examination funding instruments and their transparency, calling for a comprehensive overview of Union funds related to migration, both within and outside the Union, possibly through a website comprising a database of all Union funded projects related to migration. It welcomed the additional funds made available in the Union’s budget for 2016 but expressed concern for medium and longer-term funding, including as regards operational funding for civil society and NGOs. 2. HUMAN RIGHTS AND MIGRATION IN THIRD COUNTRIES The European Parliament resolution on human rights and migration in third countries from 25 October 2016 reminds the universality of human rights and the need to promote and protect the rights and dignity of the migrants inside EU borders as outside , in particular the most vulnerable , women and children as well as LGBTI persons, statelessness and IDPs. The resolution emphasizes the importance of mainstreaming respect for human rights in all external EU policies , including cooperation with third countries on migration. It reminds the key factors to integration in the host country and underlines the importance of access to education, language learning, professional and vocational training as well as recognition of migrants’ qualifications. The resolution proposes the introduction of reintegration programmes for returning to their countries of origin. It calls on appropriate training of staff, capacity building of national human rights institutions in third countries and exchange of good practice to ensure the protection of migrant rights. The resolution urges the EU to cooperate with all competent institutions and organisations to increase capacities for protecting migrant children and their families. It calls also the EU to continue its concerted diplomatic efforts with the US and other international partners to collaborate with third countries to address the need for a common strategy on migration management . It addresses the root causes of migration, including poverty, human rights abuses, insecurity and terrorism. It calls on the EU and the developed third countries to work together to open up legal channels for migration. With this resolution, the EP calls on the EU and the Member States not to condition development aid to cooperation on migration as well as not to make funding for the reception of refugees part of development aid. It urges the EU to integrate the migration dimension into the post-Cotonou framework. 3. ADDRESSING REFUGEE AND MIGRANT MOVEMENTS: THE ROLE OF EU EXTERNAL ACTION The European Parliament resolution of 5 April 2017 on addressing refugee and migrant movements: the role of EU External Action (2015/2342(INI)) underlines the importance of an international cooperation to undertake the strengthening of a common response to address the challenges and opportunities of human mobility. The EP resolution is highlighting 4 main topics: a Comprehensive and principled EU action to respond to mobility challenges, a Better managed international migration, an EU external action and partnerships with third countries and an Appropriate means for action. ",
        "Policy Department for Citizens' Rights and Constitutional Affairs and Policy Department for External Relations The resolution is calling for an increase cooperation with the UN and other actors, including increased financial contributions for UNHCR and UNRWA and is asking the Commission and the EEAS to fight statelessness in all EU external action. The EU should take the lead in international efforts, particularly as regards ensuring that the agreements are swiftly put into practice. The resolution is insisting on the fact that this high level of human mobility arises from multiple complex causes that require evidence-based decisions to differentiate its elements and develop targeted policy responses and that international migration can contribute to socioeconomic development. A successful policy should recognise the need to create economic resilience in both host and origin countries. The EU need to put in place a comprehensive approach to external conflict and crises by mapping the direct and indirect economic, environmental, social, fiscal and political impacts of displacement on third countries as well as a human rights-based common European migration policy based on the principle of solidarity among Member States. The resolution underlines that the sum of EUR 3,35 billion earmarked for the new European Fund for Sustainable Development (EFSD) as part of the EIP corresponds to over 5 % of the total funds available from the EDF, DCI and ENI under the multiannual financial framework (MFF). The resolution reiterates the importance of cooperation with third countries in the fight against human trafficking and smugglers and welcomes the use of common security and defence policy (CSDP) missions such as EUCAP Sahel Niger and EUNAVFOR MED Operation Sophia. If the New York declaration represents a step forward towards the elaboration of a more coherent global response, the lack of specific pledges or legally binding commitments have been strongly criticised by the resolution as well as the NGO community. "
    ]
}