{
    "text": [
        "EN EN EN ",
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 25.3.2009 SEC(2009) 359 COMMISSION STAFF WORKING DOCUMENT Accompanying document to the Proposal for a COUNCIL FRAMEWORK DECISION on preventing and combating trafficking in human beings, and protecting victims, repealing Framework Decision 2002/629/JHA SUMMARY OF THE IMPACT ASSESSMENT {COM(2009) 136 final} {SEC(2009) 358} ",
        "EN 2 EN SUMMARY OF THE IMPACT ASSESSMENT 1. W HAT IS THE PROBLEM ? Trafficking is considered one of the most serious crimes worldwide, a gross violation of human rights, a modern form of slavery 1 , and an extremely profitable business for organised crime. It consists of the recruitment, transfer or receipt of persons, carried out by coercive, deceptive or abusive means, for the purpose of exploitation including sexual or labour exploitation, forced labour, domestic servitude or other forms of exploitation. Although trafficking in the EU is often linked with illegal immigration and smuggling, there is a clear difference. Trafficking is a crime which infringes the fundamental rights of persons, while smuggling is a violation of legislation protecting the borders. In the case of illegal migration facilitated by a smuggler there is an agreement between the migrant and the smuggler, and the relationship between the two ends when the former enters the territory of the receiving State. In the case of trafficking illicit means such as coercion, deception or abuse of a position of vulnerability are used at a certain stage of the trafficking process; in addition, the transfer of the person is carried out for the purpose of further exploitation, which normally starts in the country of destination. Social vulnerability is arguably a major root cause of trafficking. Vulnerability derives from economic and social factors such as poverty, gender discrimination, armed conflicts, domestic violence, dysfunctional families, personal circumstances such as age or health conditions or disabilities. Such vulnerability is used by international organised crime networks to facilitate migration and subsequently severely exploit people by use of force, threat, coercion, or various forms of abuse such as debt bondage. In fact the high level of profits generated is a major underlying driver. The demand for sexual services and cheap labour in countries of destination is a concurrent driver. A person can be trafficked for the purpose of sexual exploitation or for other illicit purposes such as labour exploitation or domestic servitude. Although trafficking of young men does take place, mostly for the purpose of labour exploitation, women and girls still make up the majority of trafficked persons. Indeed, the root causes of trafficking include also gender discrimination and domestic violence and therefore trafficking is considered a form of gender- based violence. Children are trafficked with a view to being exploited in activities associated with begging or illicit conduct. Both girls and boys are trafficked for the purpose of sexual exploitation. Trafficking can also be carried out for the purpose of the removal of organs. It is not easy to estimate the extent of this crime, since criminal activities related to trafficking are hidden behind widespread phenomena such as prostitution or immigration. The only estimates on trafficking and forced labour based on transparent and accepted methodology are on a global scale and have been carried out by the International Labour Organisation (ILO). According to ILO 2 , bearing in mind that the majority of forced labour and services is linked with traditional slavery-like practices, that is to say that the person is not transferred but exploited in loco , forced labour in the context of trafficking represents around 20% of total 1 Georgina Vaz Cabral, La traite des êtres humains. Réalités de l'esclavage contemporain , Paris, 2006. 2 Patrick Belser, Michaelle De Cock, Fahrad Mehran, ILO Minimum Estimate of Forced Labour in the World, ILO, Geneva, April 2005. ",
        "EN 3 EN forced labour. Therefore it is believed that globally there are at least 2.45 million people in forced labour as a result of trafficking . Of those, 1.225 million people are trafficked for the purpose of forced labour every year. These estimates include both transnational trafficking and trafficking within countries. Most people are trafficked into forced labour for commercial sexual exploitation (43%) or mixed reasons (25%). The remainder (32%) are victims of trafficking for economic exploitation. Women and girls represent 56% of victims of forced economic exploitation, while men and boys represent 44%. Regarding forced commercial sexual exploitation, an overwhelming majority (98%) are women and girls. Children under 18 represent between 40% and 50% of all victims of forced labour 3 . Trafficking in the EU is mostly a criminal phenomenon coming from third countries, but especially after the last enlargement there are flows of trafficking within the EU area. Cases of internal trafficking are also reported by national monitoring mechanisms 4 . Estimates which have been attempted for Europe are scarce and not reliable. However, as one of the most significant destinations in the world, it is reasonable to estimate from the available figures that several hundred thousand people are trafficked into the EU or within the EU every year. The response to trafficking must be robust, and aimed at both prosecuting the crime and protecting victims. At international level, the 2000 UN Protocol to Prevent, Suppress and Punish Trafficking in Persons, especially Women and Children, supplementing the UN Convention against Transnational Organized Crime 5 , was the first comprehensive international instrument dealing with trafficking in human beings. The Council of Europe Convention on Action against Trafficking in Human Beings 6 is regarded as constituting the highest international standard to date. At EU level, the Framework Decision on combating trafficking in human beings 2002/629/JHA 7 addressed in particular the need for approximation of criminal law and penalties 8 . Although Member States have generally complied with the essential requirements of the Framework Decision, the implementation of comprehensive and effective anti-trafficking policy will require more effort. 2. W HAT IS THE RATIONALE FOR EU ACTION ? A substantive international legal framework for tackling human trafficking already exists. This current framework, however, is considered by stakeholders to suffer from insufficient or erratic implementation in Member States (MS). 3 These percentages correspond to between 4.9 and 6.15 million children. The latter estimate is considered consistent with the estimate contained in the ILO Global Report of 2002 \"A future without child labour\" which had estimated with a different methodology that there were 5.7 million children in forced and bounded labour. 4 For example, cases of internal trafficking have been reported by the Sixth Report of the Dutch National Rapporteur, 2008. 5 United Nations Protocol to prevent, suppress and punish trafficking in persons, especially women and children, supplementing the United Nations Convention against transnational organised crime, 2000. 6 Council of Europe Convention on Action against Trafficking in Human Beings (CETS No. 197). 7 2002/629/JHA, cit. 8 Report based on Article 10 of the Council Framework Decision of 19 July 2002 on combating trafficking in human beings - COM(2006) 287. ",
        "EN 4 EN The Commission's 2006 Report on the implementation of the Framework Decision (FD) on combating trafficking in human beings 9 , and the 2008 Working Document on the EU Action Plan 10 found that the FD's requirements had been largely met by MS in terms of transposition of legislation. In fact, MS' compliance with the essential requirements of the current FD is a consequence of pre-existing legislation, or new legislation transposing the FD. However, since a number of provisions in the FD allow for exceptions or reservations, and since the FD only contains criminal law provisions, implementation of a comprehensive anti-trafficking policy in MS is still unsatisfactory. The above-mentioned Commission Working Document found that implementation of anti-trafficking policy would require more effort. The 2005 Council of Europe Convention on Action against Trafficking in Human Beings establishes a higher international standard and is an important step towards harmonisation of legislation, including criminal law, victim support, prevention, and monitoring. However, the Convention contains binding and non-binding provisions, and allows for reservations in crucial areas such as extraterritorial jurisdiction. Therefore the Convention itself shows a number of weak points. Taking into account the current legal framework, relating to UN and CoE instruments, and EU legislation, the loopholes can be identified as follows: – Criminals not being brought to justice • Not enough criminal proceedings are currently undertaken 11 . In 2006, the highest figures concerning investigation and prosecution of trafficking for the purpose of sexual exploitation were recorded in AT (128), BE (291), BG (291), DE (353), IT (214), PT (65), and UK (54) 12 . The total number of cases investigated in the EU was 195 in 2001, 453 in 2003, 1 060 in 2005, and 1 569 in 2006. 13 Despite the upward trend, the number of criminal proceedings is still not comparable with the presumed scale of the crime as described above. – Victims not receiving adequate assistance, protection or compensation • Concerning the numbers of victims who have received support in recent years, figures have only been provided by AT (162), BE (121), BG (81), CZ (14), FI (9) IT (2.143), LT (96), PL (10), SL (40), and NO (37). 14 Given the presumable scale of trafficking in Europe, it is necessary to conclude that only a few countries have taken measures that can be considered 9 Report based on Article 10 of the Council Framework Decision of 19 July 2002 on combating trafficking in human beings - COM(2006) 287. 10 Commission Working Document \"Evaluation and monitoring of the implementation of the EU Action Plan on best practices, standards and procedures for combating and preventing trafficking in human beings\" - COM(2008) 657. The Document was drafted on the basis of 24 replies to a Questionnaire circulated by the Commission in December 2007, and information transmitted by various bodies such as Europol and Eurojust. 11 Commission Working Document COM(2008) 657, cit. is the source of all the figures this paragraph refers to. 12 In some countries figures include trafficking for labour exploitation. It is possible that a number of cases of trafficking for sexual exploitation are still prosecuted as cases of exploitation of prostitution, due to the difficulty in gathering evidence. 13 The number of sentenced cases is much lower. The total amount in 2006 was 284 sentenced cases of trafficking for sexual exploitation. 14 These figures are not comparable with those included in the IOM database. ",
        "EN 5 EN to be a real response. On the other hand, in countries such as AT, BE, IT, BG and UK, which have a significant number of assisted victims, figures on criminal proceedings are also higher. – Poor monitoring of the situation • There is a general lack of figures and estimates on trafficking. In the field of victims' rights and victims' support, the vast majority of countries do not even possess figures. The national machinery still seems to be inadequate as far as monitoring mechanisms are concerned. Two countries (NL and SE) have appointed National Rapporteurs and eight indicate that comparable mechanisms have been set up (BE, BG, CY, CZ, DK, FI, PT, UK). This situation might have a negative impact on the quality of the data collected. For these reasons, stakeholders argue for more effective, specific and binding measures especially in the above-mentioned critical areas. 3. W HAT ARE THE OBJECTIVES ? The overall goal of the exercise is to combat crime, organised or otherwise, in particular trafficking in persons and offences against children, in conformity with Article 29 of the EU Treaty, by building a more coherent framework for the fight against trafficking within the third pillar and to increase its effectiveness. A Specific objective: To prosecute the crime – Operational objectives: – A1 To impose effective, proportionate and dissuasive penalties; – A2 To facilitate victims' cooperation with judicial authorities; – A3 To remove obstacles to international cooperation and generalise the use of investigative tools which are effective in organised crime and transnational cases; – A4 To facilitate prosecution of traffickers when the offence has been committed outside the territory of the State. B Specific objective: To protect victims' rights – Operational objectives: – B1 To provide any presumed victim with unconditional and individualised assistance before, during and after criminal proceedings; – B2 To protect victims from detention and prosecution for crimes they have been induced to commit such as violation of immigration laws; – B3 To increase the protection of victims from secondary victimisation, which derives from the way the proceedings are carried out by the competent authorities; ",
        "EN 6 EN – B4 To establish specific means aimed at ensuring effective protection and compensation. C Specific objective: To prevent trafficking – Operational objectives: – C1 To reduce vulnerability factors in countries of origin; – C2 To improve skills of public officials likely to come into contact with potential victims; – C3 To discourage the demand for sexual services and cheap labour. – D Specific objective: To establish effective monitoring systems – Operational objectives: – D1 To set up consistent national mechanisms such as National Rapporteurs or equivalent mechanisms; – D2 To establish close cooperation between National Rapporteurs or equivalent mechanisms. 4. W HAT ARE THE POLICY OPTIONS ? Various policy options have been examined as a means to achieve the identified objectives. • Policy option (1): No new EU action • The EU would take no action to combat trafficking, while Member States may continue the process of signature and ratification of the Council of Europe Convention on Action against Trafficking in Human Beings. • Policy Option (2): Non-legislative measures FD 2004/629/JHA would not be amended. Non-legislative measures could be put in place in the areas of victim support schemes, monitoring, prevention measures in countries of destination, prevention measures in countries of origin, training, law enforcement cooperation. • Policy option (3): New legislation on prosecution, victim support, prevention and monitoring A new FD would be adopted, incorporating the provision of the existing FD, along with certain provisions of the CoE Convention, and additional elements. In particular, the new FD would contain provisions in the areas of substantive criminal law, jurisdiction and prosecution, victims' rights in criminal proceedings, victim assistance, special protective measures for children, prevention, and monitoring. ",
        "EN 7 EN • Policy option (4): New legislation (as in option 3) + non-legislative measures (as in option 2) – A new FD would be adopted, incorporating the existing FD and including new provisions. The new FD would be supplemented by non-legislative measures, and in particular those identified in option 2. 5. H OW DO THE POLICY OPTIONS COMPARE ? Option 1 (status quo) may provide significant improvement if Member States sign, ratify and implement the CoE Convention CETS No. 197. However, the lengthy national ratification procedures in the absence of an EU-wide legally binding framework make it uncertain when and to what extent the benefits of that Convention will put into practice. Option 2 would boost the implementation of the existing legal framework, but it would be insufficient to improve prosecution in a number of areas where a specific legal basis is required. In addition, the low level of implementation of non-binding documents adopted in the past does not give grounds for optimism concerning the effectiveness of option 2. Option 3 would improve matters in comparison to the current situation. It would strengthen legislation in the areas covered by the current EU rules on prosecution of offenders and protection of victims. It would also address prevention and monitoring. The financial cost is expected to be outweighed by the social and economic benefit of more efficient action against this crime. Option 4 would multiply the effectiveness of the measures in options 2 and 3 by combining them and encouraging Member States to cooperate on setting up tools and acting to improve the implementation of the more comprehensive legal framework that will be put in place. Following the analysis of economic impact, social impact, and impact on fundamental rights, options 3 and 4 present the best approach to the problems with a view to achieving the identified objectives. The preferred option would be option 4. "
    ]
}