{
    "text": [
        "Social Europe The Fund for European Aid to the Most Deprived (FEAD) Breaking the vicious circle of poverty and deprivation ",
        "Neither the European Commission nor any person acting on behalf of the Commission may be held responsible for the use that may be made of the information contained in this publication. Cover photo: © Belgaimage For any use or reproduction of photos which are not under European Union copyright, permission must be sought directly from the copyright holder(s). The links in this publication were correct at the time the manuscript was completed. Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (* ): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). More information on the European Union is available on the Internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2015 ISBN 978-92-79-50150-0 - doi:10.2767/86607 (print) ISBN 978-92-79-50136-4 - doi:10.2767/4605 (PDF) © European Union, 2015 Reproduction is authorised provided the source is acknowledged. Printed in Luxembourg Printed on elemental chlorine-free bleached paper (ECF) ",
        "The Fund for European Aid to the Most Deprived (FEAD) Breaking the vicious circle of poverty and deprivation European Commission Directorate-General for Employment, Social Affairs and Inclusion Unit E1 Manuscript completed in September 2015 Please consult http://ec.europa.eu/esf/ for possible updates. ",
        "© T h i n k s t o c k Contents Reducing poverty in Europe. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Who benefits and what kind of help do they receive? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 What are the FEAD’s goals?. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A new approach. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 More than just food . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Promoting social integration. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Poverty in Europe: the reality . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Who benefits from FEAD? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Deprivation doesn’t affect all equally . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 FEAD target groups. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 What kind of assistance is offered?. . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Food support . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Material assistance. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Assistance in the form of accompanying measures. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Other social inclusion activities . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 Type of assistance provided by the FEAD. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 How does FEAD material assistance reach people? . . . . . . . . . . . . . 12 How big is the budget?. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 How is use of the budget monitored? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 How does FEAD complement other EU support measures? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 The FEAD in action . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 Poland . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 Latvia. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 France . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 FEAD in your country . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18 ",
        "The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation 3 Reducing poverty in Europe Europe wants to reduce poverty. The Fund for European Aid to the Most Deprived (FEAD) is one way of accomplishing this goal. It was launched in March 2014 with the main aim of breaking the vicious circle of poverty and deprivation. It does so by providing non-financial assistance to some of the most vulnerable persons in the EU. Who benefits and what kind of help do they receive? The Fund offers assistance to individuals, families, households or groups of people in the EU Member States. The assistance may take the form of food, clothing and other essentials, accompanied by advice, counselling or other help to re-integrate into society. The FEAD may also finance stand-alone social inclusion activities for the most deprived per- sons, which are designed to strengthen people’s skills and capacities so that they can overcome dif- ficulties or discrimination they face in everyday life. What are the FEAD’s goals? The FEAD aims to contribute to alleviating the worst forms of poverty in the EU. In this way the Fund will play a part in reaching the EU 2020 target of reducing the number of people in pov- erty or at risk of poverty by at least 20 million. By helping groups in society that are struggling the most, the Fund also pursues the broader goal of strengthening social cohesion. The FEAD at a glance Objectives : y Contribute to alleviating the worst forms of poverty y Promote and enhance social cohesion y Help achieve the EU2020 poverty reduction target Scope of action: y Support national schemes through which material assistance is distributed to the most deprived persons y Support the collection and distribution of food donations in order to reduce food waste y Finance activities that contribute to the social inclusion of the most deprived persons Types of material assistance : y Food packages or meals y Clothing and footwear y School supplies y Other essentials (soap, shampoo, etc.) Geographic coverage: y In all 28 EU Member States ",
        "4 The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation A new approach The EU has provided food aid to those who are most in need for over a quarter of a century. This began in 1987 with the Food Distribution pro- gramme for the Most Deprived Persons of the Community (MDP). The MDP channelled food through organisations in direct contact with those experiencing material deprivation, and Member States participated on a voluntary basis. This suc- cessful programme benefitted 18.9 million peo- ple in 2011 in the 20 beneficiary Member States. More than just food The FEAD brings a new approach to helping the most deprived persons in the EU. It gives Member States greater flexibility in terms of obtaining food for distribution. Moreover, FEAD funds can also be used to supply clothing and other essential goods such as shoes, soap and shampoo. In other words, the Fund can be used to meet other material needs of those in poverty, not just their nutritional needs. Promoting social integration The most distinguishing feature of the FEAD is that it mandates that support for basic needs be complemented by advice and guidance in order to promote social integration. The Fund provides immediate relief to deprived persons to help them improve their life circumstances. “The Fund can be used to meet other material needs of those in poverty, not just their nutritional needs.” Main FEAD Principles The FEAD is based on these main principles: y Non-discrimination: enhancing and maintaining equality between men and women; respect and dignity for all y Environment: considering the possible impact of the earth’s climate when purchasing food, and making an effort to reduce food waste y Promotion of a balanced diet: contribut- ing to the balanced diet of the most deprived y Partnership: forming partnerships between Member States, regional and local authorities and non-governmental organisations (NGOs) y Effectiveness and efficiency: imple- menting sound financial management and reducing administrative burdens ",
        "The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation 5 Poverty in Europe: the reality Despite Europe’s economic advancement, poverty and deprivation are still a significant issue here. In 2013 nearly one in five Europeans – or nearly 100 million persons – was materially deprived, while 9.6% of EU citizens lived in conditions of severe material deprivation. Moreover, nearly one in four Europeans, or 122.9 million people, lived in households at risk of poverty or social exclusion. Children were at greater risk of poverty or social exclusion than the rest of the population in 20 out of 28 EU Member States. (1) According to an expert estimate for the year 2009, there could be as many as 410 000 home- less people on any given night in the EU. This could imply that about 4.1 million people in the EU are without shelter each year for a shorter or longer period (2) . Studies by the European Federa- tion of National Organisations working with the homeless show that homelessness continues to rise in most Member States. (1) Eurostat Statistics Explained: Material deprivation and low work-intensity statistics http://ec.europa.eu/eurostat/statistics-explained/ index.php/Material_deprivation_and_low_work_ intensity_statistics#At_risk_of_poverty_or_social_ exclusion (2) H. Frazer, E. Marlier and I. Nicaise: A Social Inclusion Roadmap for Europe 2020. Non-validated figures. Poverty: a European issue One in five Europeans Or close to 100 million persons are materially deprived. One in four Europeans Or around 120 million people lived in households at risk of poverty or social exclusion in 2013. One in four European children Close to one-fourth of all children (27,6%) were at risk of poverty or social exclusion in 2013. Nearly one in 100 Europeans Or about 4 million people are homeless across the EU – including young people, migrants and families with children. “Nearly one in five Europeans is materially deprived.” ",
        "© B e l g a i m a g e ",
        "The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation 7 Who benefits from FEAD? Deprivation doesn’t affect all equally Across the EU there is an increasing divergence in terms of deprivation within and between Mem- ber States. Given this diversity, Member States clearly need to adopt tailor-made solutions that fit their national circumstances. The FEAD allows them the flexibility to do so by identifying the specific groups of people that the Fund will support. FEAD target groups The persons who will benefit from FEAD are deter- mined at the national level. While national approaches differ and may address specific needs or challenges facing a particular region, some of the groups targeted for food and/or basic material assistance or social inclusion measures are: y People experiencing poverty y Homeless people y Children y Seniors y People with disabilities y People living in remote areas y Immigrant families Stories from the field: Real people receiving real help The following are examples of families that have been helped by FEAD co-financed assistance. Helping a family with unemployed parents to stabilise their situation This family consists of six people: unemployed parents and their four children, aged 8-17 years. The parents have no right to any social benefits; they subsist on temporary jobs. A charitable organisation provides this family with food aid financed by the FEAD, as well as support for social inclusion. The family also receives fruits and vegetables from a programme with local fruit growers designed to prevent food waste. Thanks to their constant contact with the supporting organisation, the family can combat their poverty and avoid social exclusion. As a result of the support, the family members enjoy balanced regular meals and can manage the household budget. Ensuring that a single mother can provide her three children with a balanced diet This single mother has struggled to raise her three children: aged 16, 13 and 4 years. The mother lives with her children in a home for unwed mothers with children run by a local charity. The family’s only income is the family benefit allowance and the allowance for raising children as a single mother. During the spring and summer, the mother takes on work offered through the charity. The family participates in the programme ‘exit of homelessness’. The family is supported by food aid under the FEAD programme, implemented by the charity in cooperation with a local food bank. The family also receives fruits, vegetables and bread from another charity to help to meet its everyday need for a balanced diet. The assortment of food received helps the family to decrease the costs of grocery shopping. ",
        "© B e l g a i m a g e ",
        "The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation 9 What kind of assistance is offered? Each EU country has adapted the assistance it provides. The country may, for instance, focus on food aid or on basic consumer goods for the most deprived people. Or the country may provide social inclusion activities in order to best meet local needs. Here are some examples of the kinds of assis- tance that may be offered: Food support, e.g.: y food packages y meals y collection and distribution of donated food Material assistance, e.g.: y Basic hygiene items y Clothing/sleeping bags y School supplies Assistance in the form of accompanying measures, e.g.: y Information about available social services y Information about temporary shelter y Financial literacy and debt mediation y Information about maintaining a balanced diet y Access to health and education services y Psychological support and empowerment E x a m p l e s o f t y p i c a l a s s i s t a n c e p a c k a g e s . © M i n i s t r y o f W e l f a r e - R e p u b l i c o f L a t v i a . ",
        "10 The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation Other social inclusion activities, e.g.: y Outreach activities y Socialisation and networking activities y Training for improved self-reliance, a healthier and more active lifestyle, and improved skills y Orientation activities and information about rights and obligations y Language training Type of assistance provided by the FEAD Guadeloupe MartiniqueCanarias Guyane Açores Mayotte Réunion Madeira REGIO gis Type of assistance provided by the FEAD Food support Basic material assistance Both food and basic material assistance Social inclusion operational programmes ",
        "© B e l g a i m a g e ",
        "12 The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation Ho w does FEAD material assistance reach people? 1. Plan and customise : Member States planned their programmes on the basis of their national situations and needs. They can mix the assistance to be provided: food only, goods only, or both. 2. Choose preferred implementation model: each national authority then decided how to organise the provision of FEAD assis- tance nationally. 3. Approve programmes : the European Com- mission approved the operational pro- grammes of all Member States which will run over the period 2014-2020. 4. Select partner organisations : partner organisations (public or non-profit) are selected by Member States to manage the FEAD support. The Fund seeks to avoid plac- ing a high administrative burden on these partners, especially local NGOs that rely on volunteers. 5. Purchase and transport assistance : assistance first has to be purchased by a national authority or a partner organisation. It then has to be transported to all partner organisations, which are in charge of distribution. 6. Deliver assistance : partner organisations distribute the assistance to the most deprived. Distribution of material assistance must be combined with complementary non-material measures such as guidance and support (except when distributed in childcare facilities). Partner organisations: FEAD’s ‘feet on the street’ Partner organisations are mandatory for all FEAD programmes and may be national, regional, or local public bodies or NGOs. They are charged with the actual distribution of assistance, and/or the provision of social inclusion measures to the most deprived. They are expected to have relevant expertise that would make them best placed to reach FEAD target groups, which can sometimes be hard to find. The exchange of information and best practices between partner organisations is a key part of the FEAD platform and a way to develop synergies within Europe. ",
        "The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation 13 How big is the budget? The FEAD’s total budget is approximately EUR 4.5 billion in real-terms for the years 2014- 2020. The bulk of it – EUR 3.8 billion – comes from the EU budget, while Member States will top this up by EUR 674 million as national co-financing. How is use of the budget monitored? The EU wants to measure the performance of FEAD programmes. For this reason, the new fund contains provisions for monitoring, reporting and evaluation. The main provisions are: y Annual meetings between each Member State and the Commission to discuss the progress achieved during the year. y Submission of implementation reports every year to keep track of progress achieved y Report on progress using indicators, common for all Member States y Presentation of a summary of the implementa- tion reports by the Commission to the European Parliament and the Council at the end of each year. y Presentation of a FEAD mid-term evaluation by the end of 2018. How does FEAD complement other EU support measures? The FEAD plugs a gap in EU cohesion policy, by helping the most vulnerable people with tangible aid. It is complementary to and works alongside other EU funding instruments and in particular the European Social Fund (ESF). The ESF is mainly geared to improving people’s employment oppor- tunities, while the FEAD does not finance active labour market measures. The FEAD’s focus is on helping people to take the first steps out of poverty and social exclusion by addressing their most basic needs and by taking the first steps toward re-integration into society. The ESF can then step in to support their labour market integration. The FEAD Platform: sharing knowledge, finding synergies The FEAD is more than just a source of funding, it is also a network. Partner organisations participating in the implementation of national programmes, the managing authorities and organisations at the European, national, regional or local level involved in monitoring the actions or in the fight against poverty and social exclusion may participate in the FEAD network. Exchange, learning and capacity building will cover topics such as addressing severe material deprivation, child poverty, and homelessness; supporting the social inclusion of the most deprived; and technical aspects of the FEAD implementation. Interaction between members of the FEAD network can take a range of forms including direct exchanges on specific initiatives, the organisation of thematic seminars, peer review meetings, and discussion groups. Online exchange tools, including social media, will also be used intensively. ",
        "© B e l g a i m a g e ",
        "The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation 15 FEAD support is implemented in different ways in different countries and even within a single country. The examples presented here are not necessarily representative of FEAD support in the entire country, but do give an idea of how support is provided and by whom, as well as how effective the support is. Poland The Food Bank in Olsztyn acquires food from manufacturers and distributors of food and passes it on to organisations involved in support- ing people at risk of social exclusion. Food is dis- tributed to charity organisations; to educational institutions; to social welfare centres; and to centres for homeless people, the disabled, single mothers or children. These partner organisations provide food boxes or meals. Apart from distributing food, the Food Bank also collects food donations, provides education on food waste and proper nutrition for people of all ages, and provides social activities that stimulate local partners to work together to improve the situation of people at risk of social exclusion. The Food Bank has received support from the MDP and the FEAD since 2004. In 2014, the Food Bank worked with 284 organisations that pro- vided food aid to 83 011 people. Thanks to receiving food, beneficiaries of FEAD financed support are able to re-allocate funds for the pur- chase of other needed products, such as educa- tional materials for their children, cleaning agents and medicines. Products from the Food Bank also help people to maintain a balanced diet. Latvia The Samaritan Association of Latvia is a volun- tary, politically and religiously independent, action-oriented public benefit organisation whose motto is ‘Helping to live’. The Association is one of the largest NGOs in Latvia. It provides home care, specialised transport, social care centres, crisis centres for victims of violence, first aid courses and charity projects to support poor peo- ple. In addition, food packages, hygiene kits, school supplies and school bags, are combined when applicable with accompanying measures supported by the FEAD. The Association provides FEAD assistance in cooperation with four regional partners, NGOs in seven districts of Latvia, via nine distribution points. For persons with impaired mobility, the Association delivers packages to the per- son’s home. FEAD support has enabled the Association to provide approximately 17 395 food packages, 5 170 hygienic packages and 795 school material packages in the most recent year. The assistance helps children from beneficiary families to main- tain proper standards of hygiene and to attend school. The FEAD in action ",
        "16 The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation France The French Federation of Food Banks coordinates a network of 79 food banks throughout France and three overseas territories. The food banks collect, manage and distribute free food to help people ‘get back on their feet’. The food banks do not distribute food directly, how- ever. Instead, they rely on a network of 5 300 associations. Each year, these partners assist over 1.8 million people who are living under the poverty line. People in need are directed to food aid after their situation is reviewed by social workers. Food aid may take various forms including: y Provision of food baskets y Preparation of meals y Distribution of food in the street to the homeless y Offering breakfast The food aid has two functions: on the one hand it helps people to better deal with shortage of food by supplementing their meals, while on the other hand it is the first step in a journey to social inclusion – it works by ending the isolation of those receiving assistance and by offering them guided accompaniment. “The FEAD is more than just a source of funding, it is also a network…” ",
        "© B e l g a i m a g e ",
        "18 The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation AUSTRIA FEAD budget allocation: € 18.0 million + National contribution: € 3.2 million How the funds are being spent: helping families with difficulties to buy school materials at the beginning of the school year. Accompanying measures will provide beneficiaries with relevant information to improve their social inclusion and tailored advice and orientation activities. Managing authority: Federal Ministry of Labour, BMASK Social Affairs and Consumer Protection, Section V Stubenring 1 A-1010 Wien, Austria Tel: +43 1 711 00 6122 www.sozialministerium.at BELGIUM FEAD budget allocation: € 73.8 million + National contribution: € 14.4 million How the funds are being spent: supporting the free distribution of food to people facing poverty through a network of partner organisations. The latter also provide measures aimed at social integration. Belgium may also cover material assistance to children in the future. Managing Authority: PPS Social Integration, Fight against Poverty, Social Economy and Urban City Policies Boulevard Roi Albert II nr. 30 1000 Brussels, Belgium Tel: +32 2 508 8586 www.mi-is.be BULGARIA FEAD budget allocation: € 104.8 million + National contribution: € 18.5 million How the funds are being spent: financing the distribution of individual packages with food products, as well as warm meals through soup kitchens. The programme also offers accompanying measures to promote social inclusion. Managing Authority: Ministry of Labour and Social Policy Social Assistance Agency “Triaditsa” 2 Sofia 1051, Bulgaria Tel: +359 2 811 96 07, +359 2 8119 639 www.asp.government.bg CROATIA FEAD budget allocation: € 36.6 million + National contribution: € 6.5 million How the funds are being spent: providing food aid in the form of either meals or food packages, together with hygiene products, school material and sport equipment. Accompanying measures include counselling on balanced nutrition, health care, personal hygiene, parenting and financial literacy. Managing Authority: Ministry of Labour and the Pension System Directorate for Coordination of Programmes and Projects of the European Union in the Field of Labour and Social Security Petraciceva 4 10 000 Zagreb, Croatia Tel: +385 1 36 96 452 E-mail: fead@mrms.hr www.mrms.hr FEAD in your country ",
        "The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation 19 CYPRUS FEAD budget allocation: € 3.9 million + National contribution: € 0.7 million How the funds are being spent: providing school material (clothing and bags) to the most deprived students attending public schools. The programme complements an existing national scheme that provides the students with food. Managing Authority: Ministry of Labour and Social Insurance Directorate-General for European programmes, coordination and development European Social Fund Unit 9 Klimentos Str 1494 Nicosia, Cyprus Tel: +357 22 400957, Fax: +357 22 400961 www.mlsi.gov.cy/mlsi/mlsi.nsf/index_en/ index_en?OpenDocument CZECH REPUBLIC FEAD budget allocation: € 23.3 million + National contribution: € 4.1 million How the funds are being spent: tackling food and material deprivation of families with children and other people in serious social need, as well as those suffering from (or at risk of) homelessness. Social inclusion activities complement the material assistance. Managing Authority: Ministry of Labour and Social Affairs (MPSV) Kartouzská 4/200 150 99 Praha 5, Czech Republic Tel: +420 221 923 997 www.mpsv.cz DENMARK FEAD budget allocation: € 3.9 million + National contribution: € 0.7 million How the funds are being spent: funding focuses on the social inclusion of the most vulnerable homeless people, those with very sporadic or no contact with the social services. The target is to include 200 persons per year in the FEAD activities, in order to improve their situation as a first step towards their subsequently taking part in existing social measures. Managing Authority: The National Board of Social Services Department for Finance and Funds Administration Landemærket 9, 1119 Copenhagen, Denmark Tel: +45 41 85 12 00 E-mail: info@socialstyrelsen.dk ESTONIA FEAD budget allocation: € 8.0 million + National contribution: € 1.4 million How the funds are being spent: addressing food deprivation, thus complementing national schemes dedicated to other types of material needs. The money helps mitigate the food expenditure of the most deprived population, notably in winter, when they face the increased cost of heating. Through the collection and distribution of food donations, the programme also aims to reduce food waste. Managing Authority: Ministry of Finance Suur-Ameerika 1 Tallinn 15006, Estonia Tel: +372 611 3516 www.fin.ee ",
        "20 The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation FINLAND FEAD budget allocation: € 22.5 million + National contribution: € 4.0 million How the funds are being spent: providing food aid to the most deprived, often people facing long- term difficulties, like those who rely on food banks. Accompanying measures such as directing people to social, housing and/or employment services will also be offered to the beneficiaries. Managing Authority: Agency for Rural Affairs P.O. Box 405 60101 Seinäjoki, Finland Tel: +358 295 31 2362 www.mavi.fi FRANCE FEAD budget allocation: € 499.3 million + National contribution: € 88.1 million How the funds are being spent: providing food aid to those most in need. This is complemented by accompanying measures such as guidance and support to help them get out of poverty. Managing Authority: Ministry of Social Affairs and Health Directorate-General for Social Cohesion 10-18 Place des Cinq Martyrs du Lycée Buffon 75014 Paris, France Tel: +33 1 53 86 10 41 www.social-sante.gouv.fr GERMANY FEAD budget allocation: € 78.9 million + National contribution: € 13.9 million How the funds are being spent: supporting the social inclusion of people suffering from (or threatened by) homelessness and of the most deprived EU migrants, by improving their access to material support and social services. Funding also aims at improving the access of immigrant children to offers of early education and social inclusion. Managing Authority: Federal Ministry for Labour and Social Affairs Department VI, Gruppe Europäische Fonds Referat EF 2 Rochusstr. 1 53107 Bonn, Germany Tel: +49 3018 5270 www.bmas.de GREECE FEAD budget allocation: € 280.9 million + National contribution: € 49.6 million How the funds are being spent: tackling food and material deprivation of those most in need, with a focus on families, in particular single parent or multi-child families, as well as the homeless. Material aid includes food packages or ready- made meals (mostly for the homeless), as well as shoes and clothes, school items and baby equipment. Managing Authority: Ministry of Labour, Social Solidarity, Insurance and Welfare National Institute of Labour and Human Resources K. Palama 6-8 111 41 Athens, Greece Tel. +30 210 2120719 www.ekka.org.gr ",
        "The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation 21 HUNGARY FEAD budget allocation: € 93.9 million + National contribution: € 16.6 million How the funds are being spent: providing food and material assistance to children from poor families, homeless people and disabled and/or elderly people with low incomes. Together with food packages and hot meals, other material assistance is planned for children. Managing Authority: Ministry of Human Capacities Akadémia u. 3. H-1054 Budapest, Hungary Tel: +36 1 795 1200 E-mail: ugyfelszolgalat@emmi.gov.hu www.kormany.hu/en/ministry-of-human-resources IRELAND FEAD budget allocation: € 22.8 million + National contribution: € 4.0 million How the funds are being spent: providing food and other basic goods like hygiene products, clothing, footwear and school supplies. The Irish programme targets the most deprived people who fall outside of assistance systems. Their social integration is also being promoted through accompanying measures. Managing Authority: Department of Social Protection Community Initiatives and Employment Services Teeling Street Tubbercurry, Co Sligo, Ireland www.fas.ie ITALY FEAD budget allocation: € 670.6 million + National contribution: € 118.3 million How the funds are being spent: providing food for free to people in need. Funds also support children in deprived families with school material and equipment, and offer assistance to homeless people, including sleeping bags, hygiene products, clothing and other basic goods. Managing Authority: Ministero del Lavoro e delle Politiche Sociali Direzione Generale per l’Inclusione e le Politiche Sociali Via Fornovo 8 00192 Roma, Italy E-mail: FEADgestione@lavoro.gov.it www.lavoro.gov.it LATVIA FEAD budget allocation: € 41.0 million + National contribution: € 7.2 million How the funds are being spent: providing food to those most in need. Households with children suffering from material deprivation are also supported with educational material for school and other basic items. Managing Authority: Ministry of Welfare 28 Skolas Str. 1331 Riga, Latvia E-mail: lm@lm.gov.lv www.lm.gov.lv ",
        "22 The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation LITHUANIA FEAD budget allocation: € 77.2 million + National contribution: € 13.6 million How the funds are being spent: supporting the provision of food packages for 300 000 people in need. Starting in 2016, packages containing basic hygiene goods will complement the food support. Partner organisations also offer accompanying measures to encourage social integration. Managing Authority: Ministry of Labour and Social Security A. Vivulskio g. 11 03610 Vilnius, Lithuania Tel: +370 5 2664208 www.socmin.lt LUXEMBOURG FEAD budget allocation: € 3.9 million + National contribution: € 0.7 million How the funds are being spent: helping to meet the needs of the most deprived with food and basic material assistance, and thus helping them to save money for other expenditures, such as housing costs. Managing Authority: Ministry of Family and Integration Solidarity Division 12-14 Avenue Emile Reuter L-2420 Luxembourg www.mfi.public.lu/ MALTA FEAD budget allocation: € 3.9 million + National contribution: € 0.7 million How the funds are being spent: financing food packages to be delivered to households with the lowest means, such as those receiving social assistance, having at least two children and a revenue below the minimum wage, or receiving low non-contributory pensions. Managing Authority: Ministry for European Affairs and Implementation of the Electoral Manifesto Planning and Priorities Coordination Division Triq il-Kukkanja Santa Venera SVR 1411, Malta Tel: +356 22001142 www.odpm.gov.mt THE NETHERLANDS FEAD budget allocation: € 3.9 million + National contribution: € 0.7 million How the funds are being spent: fighting social exclusion of people of pensionable age with a low income or considerable debts. This programme expects to help around 5 000 participants over seven years. Managing Authority: Ministry of Social Affairs and Employment Agency SZW Anna van Hannoverstraat 4 2595 BJ Den Haag, Netherlands Tel: +31 70 333 4444 www.rijksoverheid.nl ",
        "The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation 23 POLAND FEAD budget allocation: over € 473.4 million + National contribution: € 83.5 million How the funds are being spent: supporting the provision of food assistance to people at risk of poverty and social exclusion, with particular attention to large families and homeless people. Funding is planned also for accompanying measures, such as economic education workshops and educational programmes promoting the principles of healthy nutrition and counteracting food waste. Managing Authority: Ministry of Labour and Social Policy Departament Pomocy i Integracji Społecznej ul. Nowogrodzka 1/3/5 00-513 Warszawa, Poland Tel. +48 22 66 10 277; Fax: +48 22 66 10 276 PORTUGAL FEAD budget allocation: € 176.9 million + National contribution: € 31.2 million How the funds are being spent: providing food support and basic goods packages to those most in need, such as hygiene products, clothing, footwear and school supplies. Partner organisations provide accompanying measures to encourage social integration. Managing Authority: Autoridade de Gestão do POPH Avenida Infante Santo n.o 2, 5.o Andar 1350–346 Lisboa, Portugal Tel: +351 21 394 49 55 www.poph.qren.pt ROMANIA FEAD budget allocation: € 441.0 million + National contribution: € 77.8 million How the funds are being spent: providing food to those most in need, as well as school supplies to children in difficulty. Hygiene and nutritional education, help in accessing medical services or legal counselling, orientation to the social services and guidance and support in finding a job are among the complementary measures. Managing Authority: Ministry of European Funds Bd. Carol I, nr. 34-36, sector 2 Bucuresti, Romania Tel: +40 21 315 02 14/118 www.fonduri-ue.ro SLOVAKIA FEAD budget allocation: € 55.1 million + National contribution: € 9.7 million How the funds are being spent: providing food and basic material assistance to homeless people and to households that rely on benefits and are in material need. Managing Authority: Ministry of Labour, Social Affairs and Family Section of Social and Family Policy Špitálska 4, 6, 8 816 43 Bratislava, Slovakia Tel: +421 2 20461055 www.employment.gov.sk www.mrpips.gov.pl ",
        "24 The Fund for European Aid to the Most Deprived I Breaking the vicious circle of poverty and deprivation SLOVENIA FEAD budget allocation: € 20.5 million + National contribution: € 3.6 million How the funds are being spent: offering food relief to the most deprived people, together with accompanying measures. Food packages are mainly delivered at local distribution points of selected partner organisations, but also directly to homes and shelters in the case of those most vulnerable and socially excluded. Managing Authority: Ministry of Labour, Family, Social Affairs and Equal Opportunities Kotnikova 28 1000 Ljubljana, Slovenia Tel: +386 1 369 77 00 E-mail: gp.mddsz@gov.si www.vlada.si SPAIN FEAD budget allocation: € 563.4 million + National contribution: € 99.4 million How the funds are being spent: providing food aid. In addition, partner organisations offer accompanying measures to encourage the social- labour integration of the most deprived people. Managing Authority: Ministry of Employment and Social Security Administrative Unit of the European Social Fund C/Pío Baroja, 6 E-28009 Madrid, Spain Tel: +34 91 363 18 00 E-mail: unidadgestionfse@meyss www.administracion.gob.es SWEDEN FEAD budget allocation: € 7.9 million + National contribution: € 1.4 million How the funds are being spent: supporting socially excluded people, in particular non- economically active EU-EEA citizens, staying in Sweden temporarily and without the right to assistance from the social services. The fund also facilitates activities to promote their knowledge of Swedish society, as well as health and the prevention of illnesses. Managing Authority: Swedish ESF Council Svenska ESF-rådet Box 471 41 100 74 Stockholm, Sweden Tel: +46 8 579 171 16 www.esf.se THE UNITED KINGDOM FEAD budget allocation: € 3.9 million + National contribution: € 0.7 million How the funds are being spent: supporting the provision of food to the most deprived pupils. The allocation finances breakfast clubs in primary and secondary schools for children who are entitled to free school meals, thus contributing to poor children’s academic attainment, promoting healthy eating habits at a young age and helping families to save money. Managing Authority: Department for Education School Food Unit Level 2, Sanctuary Buildings Great Smith Street London, SW1P 3BT, United Kingdom www.gov.uk/government/organisations/ department-for-education ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/ index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). ",
        "This brochure describes the EU’s effort to help some of its most vulnerable citizens by providing non- financial assistance. It presents statistics that indicate the current level of poverty in Europe, and describes what FEAD is; why it’s needed; whom it’s for; and how it works. The publication also gives true-life examples of how FEAD is helping people in Europe, and how assistance is administered by partners in several EU countries. An annex provides details for each country: budget, how the funds are being used, and the name and contact information of the managing authority. This publication is available in printed format in all EU official languages. You can download our publications or subscribe for free at http://ec.europa.eu/social/publications If you would like to receive regular updates about the Directorate-General for Employment, Social Affairs and Inclusion sign up to receive the free Social Europe e-newsletter at http://ec.europa.eu/social/e-newsletter https://www.facebook.com/socialeurope https://twitter.com/EU_Social K E - 01 - 15 - 518 - E N - C "
    ]
}