{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Proposal for a Council Recommendation on access to social protection for workers and the self-employed’ (COM(2018) 132 final) (2018/C 440/22) Rapporteur: Giulia BARBUCCI Referral European Commission, 14.5.2018 Legal basis Article 292 in conjunction with Article 153(1)(c), Arti- cle 153(2), subparagraph 3, and Article 352 of the TFEU Section responsible Employment, Social Affairs and Citizenship Adopted in section 19.7.2018 Adopted at plenary 20.9.2018 Plenary session No 537 Outcome of vote (for/against/abstentions) 148/39/32 1. Conclusions and recommendations 1.1. The EESC, in accordance with fundamental international instruments, believes that each person should have the right to a decent life, social protection and protection against all major risks at work and throughout life, including healthcare and the right to a dignified retirement in old age. A proper coverage of workers in non-standard forms of work and the self-employed would contribute to this objective in line with the principles outlined by the European Pillar of Social Rights which now have to become reality. Their access and contribution towards healthcare, maternity and parental, handicap and old age benefits should be guaranteed. 1.2. The EESC recalls that access to social protection systems is a key element for fairer societies and a fundamental component of a productive, healthy and active workforce. Restoring social sustainability ( 1 ) as a principle in the definition and implementation of EU policies, with the broader objective of creating a level playing field in the social area, where everyone under the same rules and at comparable conditions can enjoy access to social protection, should be a shared objective of institutions at all levels, organised civil society and social partners. 1.3. The EESC recommends that Member States implement the Recommendation where needed and report, by way of specific action plans based, among other things, on the gaps outlined by the impact assessment of the European Commission (supporting the Recommendation) and with full participation of social partners and organised civil society. 1.4. The EESC welcomes the key expected impacts of the implementation of the Recommendation as they will be beneficial for citizens, workers and companies: increasing the mutualisation of risk, income security, labour market dynamism, higher productivity, better allocation of resources, and reducing insecurity and poverty for individuals, among others. 1.5. ‘The EESC believes that a comprehensive solution to the problems related to the recognition of social security entitlements for workers in the new forms of employment could be found by overhauling the way in which the system is funded. The EESC calls on the Member States to explore ways of funding social security systems that not only ensure the sustainability of those systems, but also meet the need to provide access to them to people engaged in the new forms of work’ ( 2 ). 6.12.2018 EN Official Journal of the European Union C 440/135 ( 1 ) OJ C 237, 6.7.2018, p. 1. ( 2 ) OJ C 129, 11.4.2018, p. 7. ",
        "1.6. The EESC recommends that initiatives undertaken in the framework of the Recommendation should provide adequate benefits and provisions , including safety nets for those who are not able to reach minimum entitlement thresholds, in particular for those who are unable to work and their families. The EESC regrets that basic income has been discarded from the Recommendation, as stated in the Commission Staff Working Document — Impact Assessment ( 3 ). The EESC as early as 2013 called for a European directive establishing a European minimum income, considering that this ‘[would] help to ensure economic and territorial cohesion, protect the fundamental rights of the individual, guarantee a balance between economic and social objectives and redistribute wealth and income fairly’ ( 4 ). 1.7. Age and gender play a significant role in the exclusion of people from social protection schemes: these factors should be particularly taken into account when defining actions in the spectrum of the Recommendation. 1.8. The EESC notes that effectiveness in the coverage and access of the systems should be provided for and pursued, above all when action at the national level is defined and implemented; transferability of social rights should be taken into account when individuals transit between different labour market employment relationships, and across schemes and rights aggregations. 1.9. The EESC believes the regulatory complexity and other administrative aspects should be addressed in order to ensure full transparency in order to increase people’s awareness and knowledge of their obligations and rights; this could also be done by enhancing the quality of statistical data (disaggregated by type of employment relationship, age, gender, disability status, nationality, etc.). 2. Introduction 2.1. The Recommendation on social protection is one of the initiatives undertaken by the Commission under the European Pillar of Social Rights . The Recommendation and its leading principles are in line and coherent with several of the twenty key principles of the EPSR and of its Staff Working Document. In particular, principle twelve states that ‘regardless of the type and duration of their employment relationship, workers and, under comparable conditions, the self- employed, have the right to adequate social protection’ ( 5 ). 2.2. The main objective of the initiative is to grant every worker, especially those in atypical forms of work and the self- employed, to concretely and effectively access social protection measures. It also aims at supporting and complementing Member States in closing gaps and granting fair and proportionate access to social protection to all people at work, independently of their employment status ( 6 ). 2.3. Firstly, the Recommendation aims at ‘eliminating or reducing obstacles which impair social protection systems from providing people with adequate social protection regardless of their type of employment relationships or labour market status , while respecting Member States’ competences in designing their social protection systems’ ( 7 ). 2.4. The Recommendation also aims at ensuring that an adequate level of social protection is accessible to all: ‘income and time thresholds (qualifying periods, waiting periods, minimum working periods, duration of benefits) may constitute an unduly high obstacle to access social protection for some groups of workers in non-standard employment and for the self- employed’ ( 8 ). C 440/136 EN Official Journal of the European Union 6.12.2018 ( 3 ) Commission Staff Working Document Impact Assessment Accompanying the Document. ( 4 ) OJ C 170, 5.6.2014, p. 23. ( 5 ) OJ C 125, 21.4.2017, p. 10. ( 6 ) See also ILO Recommendation 202, which provides guidance for establishing and maintaining social protection floors as a core element of their national social security systems. ( 7 ) See Recommendation on social protection, pages 8, 14, § 10, 15 § 4, 23 § 8, 10. ( 8 ) See Recommendation on social protection, page 17 § 18. ",
        "2.5. The EESC regrets that basic income has been discarded from the Council Recommendation. A recent OECD study ( 9 ) stated that: ‘In view of rapid changes in the labour market, the ongoing discussions on basic income do, however, provide a valuable impetus about the type of social protection that societies want.’ The EESC previously stated ( 10 ) that a ‘European minimum income will help to ensure economic and territorial cohesion, protect the fundamental rights of the individual, guarantee a balance between economic and social objectives and redistribute wealth and income fairly’; it also called for the adoption of a framework directive and ‘to examine funding possibilities for a European minimum income’. 2.6. Measures and principles outlined in the Recommendation will on the one hand aim to guarantee access to social protection for all people in employment (in particular for workers in non-standard forms of work and the self- employed), and on the other, it will make sure that adequate social protection is guaranteed in all circumstances. 2.7. European and national social partners have extensively tackled the issue of ensuring adequate social protection access to all workers in previous agreements, joint declarations and national collective bargaining. For example, the preambles of European social partner agreements on fixed term contracts and on part-time work note the need to ‘ensure that social protection arrangements are adapted to fit with evolving flexible forms of employment’. In their work programme 2015-2016 ( 11 ), the European social partners noted the need to ‘ensure the sustainability and accessibility of social protection systems for all citizens’. 2.8. The European social partners expressed concerns in their ‘In-depth employment analysis’ negotiated in 2015 ( 12 ), where they recommended that ‘Member States and the European Commission should better work together to tackle corruption, tax fraud and tax evasion, which have a detrimental effect on welfare systems, responsible businesses and individuals’. Furthermore, they recommended that Member States should review where there are shortfalls in the sustainability and adequacy of their social protection systems, in collaboration with social partners, and strive to ensure that such systems continue to meet the needs of people in the future, in particular those most vulnerable and at risk of social exclusion ( 13 ). 3. General remarks: Context 3.1. A changing world of work: digitalisation, demographic change, energy transition, globalisation and new forms of work can bring both opportunities and challenges for governments, organised civil society and social partners. 3.2. Changing labour markets: structural labour market reforms have diversified the labour markets and some contractual arrangements are at the moment excluded from basic social protection measures in some Member States. There is an increasing variety of contractual arrangements and significant national differences in terms of context and systems: in 2016 in the EU 14 % of workers were self-employed, 8 % full-time temporary employees, 4 % part-time temporary employees and 13 % part-time permanent employees ( 14 ). 3.3. There are different social protection systems in different countries but all are facing similar challenges : transformation of the labour market and changes in the legislation; ageing of the workforce and tendency to increase statutory retirement age; low participation of young people and women in the labour markets in terms of quality and quantity; inclusion of people who are furthest/most likely to remain excluded from the labour markets; digitalisation and new forms of work. Some social protection systems are constructed in such a way that social protection contributions are part of the worker’s salary. This needs to be taken into account when tackling these new challenges. 6.12.2018 EN Official Journal of the European Union C 440/137 ( 9 ) Basic income as a policy option: Technical Background Note Illustrating costs and distributional implications for selected countries, OECD, 2017. ( 10 ) OJ C 170, 5.6.2014, p. 23. ( 11 ) http://resourcecentre.etuc.org/EU-social-dialogue-5.html ( 12 ) 2015 In-depth employment analysis — ETUC, BUSINESSEUROPE, CEEP, UEAPME. ( 13 ) See footnote 12. ( 14 ) EUROSTAT 2016. ",
        "3.4. The gender impact on access to and remaining in the labour market as well as inclusion/exclusion in the access to social protection needs to be assessed. Along with young people and migrants, women are often over-represented in new forms of work ( 15 ) with knock-on effects on social protection entitlements. 3.5. Age is also an important factor in terms of access to social protection: younger generations tend to be more subject to atypical forms of work (‘the proportion of younger workers aged between 20 to 30 years old in temporary contractual arrangements or with “other or no contract” is twice that of the other age group’ ( 16 )). Transitions from education into standard forms of employment have become longer and may produce a scarring effect both in terms of access to social protection and of future pension entitlements including due to the extreme fragmentation of the working career ( 17 ). 3.6. Gaps in access to social protection, due to labour market status and to the type of employment relationship, may hinder the take-up of opportunities to move from one labour market status to another, if this means losing entitlements, and ultimately may result in lower labour productivity growth. Thus, they may also not be supportive of entrepreneurship and hinder competitiveness and sustainable growth . 3.7. These gaps also may result in abuse of employment statuses and create unfair competition between companies that continue to contribute to social protection and those that do not contribute. 3.8. In the long run, it is the social and economic sustainability of national social protection systems that is at stake, especially given the current demographic trends and unemployment rates. 4. Specific remarks: Gist of the Recommendation 4.1. The EESC notes that previous legislation at European level (amongst others Directives 2010/41/EU, 2014/50/EU, (EU) 2016/2341) has attempted to close the gaps in social protection systems, but preliminary findings — for instance on Directive 2010/41/EU — show that it has failed in some cases to ensure effective access to social protection by the self- employed ( 18 ). 4.2. The EESC also notes that the European Commission insists in the 2018 AGS that income replacement via social protection is crucial to close inequality gaps, foster social cohesion and inclusive growth ( 19 ). 4.3. The number of self-employed in Europe has overall slightly decreased ( 20 ) in the last few years. One of the reasons behind this is the insufficient/lack of level of protection of these workers in the event of illness and other reasons connected to personal life (maternity, paternity, family care, etc.). Thus, a proper level of protection could lead to more and better self- employment. Nevertheless, it is absolutely crucial that institutions at all levels counter all forms of bogus self-employment, including transnationally. 4.4. The EESC welcomes and supports in this respect the decision included in the Recommendation to go further than initially proposed in the impact assessment, i.e. to recommend ‘extending formal coverage on a mandatory basis to all workers and ensuring that the self-employed have access to social protection by extending their formal coverage on a mandatory basis for sickness, healthcare benefits, maternity/paternity benefits, old age and invalidity benefits, as well as benefits in respect of accidents at work and occupational diseases and on a voluntary basis for unemployment benefits only’. The EESC believes that low rates of enrolment in voluntary schemes by the self-employed (less than 1 % to 20 %), where they exist, justify enhanced action to promote wider coverage and protection. C 440/138 EN Official Journal of the European Union 6.12.2018 ( 15 ) ILO: INWORK Issue Brief No 9, May 2017. ( 16 ) See Recommendation on access to social protection, pp. 2-3. ( 17 ) OJ C 367, 10.10.2018, p. 15. ( 18 ) See: Barnard C. and Blackham A. (2015), The implementation of Directive 2010/41 on the application of the principle of equal treatment between men and women engaged in an activity in a self-employed capacity, report of the European network of legal experts in the field of gender equality, commissioned by the Directorate-General Justice of the European Commission; see Proposal for a Council Recommendation on access to social protection for workers and the self-employed, page 9. ( 19 ) 2018 European Semester: Annual Growth Survey. ( 20 ) See Eurofound: ‘The many faces of self-employment in Europe’. ",
        "4.5. Measures aimed at a full coverage of the self-employed are therefore welcome. This includes — where needed — assisting spouses, i.e. the spouse or partner who works as self-employed, where the assisting spouse contributes in a regular and active way to the activity of the self-employed person in a way that can be considered as the principal activity of the assisting spouse. 4.6. All citizens should have access to social protection systems able to deliver adequate benefits . Systems can be tax- and/or insurance-based, to which people contribute equally and proportionally to their capacity (or are exempted from such contributions) and benefit from according to their needs, at least regarding adequate minimum provisions and fallback safety nets. 4.7. The sustainability and financing of access to adequate social protection to accompany the changes in the labour markets ( 21 ) must be ensured in order to serve inclusiveness, adequacy, fairness and equality in a wider perspective of societal and economic growth. 4.8. Action at EU and national level should be designed in advance to achieve equal treatment and opportunities : Social public spending in Europe is ‘part and parcel of the European social model’; Europe has always been a highly attractive continent, thanks to the high level of social security when compared with other world regions. 4.9. Social protection schemes should be based on solidarity and equality with no discrimination possible due to different personal conditions/backgrounds and/or employment statuses. 4.10. When defining social protection measures for persons with disabilities , this should be done on the basis of a human rights approach in the light of the CRPD (Convention of Rights of Persons with Disabilities, UN). Persons with disabilities who cannot work and their families should be protected ‘from the risk of poverty and guaranteed adequate standards of living’ ( 22 ). 4.11. The EESC requests that the Recommendation is fully implemented by Member States so that workers in non- standard employment and the self-employed will benefit from better protection. Social protection systems should be (re) designed to be more and more inclusive , also in line with the AGS 2018 recommendations ‘Better complementarity between labour market and social integration systems will help all vulnerable groups, generate increased prosperity for all and create stronger social cohesion’. 4.12. Countering unfair competition in the European Union and taking action against undeclared work (also in line with the actions carried by the European Platform against Undeclared Work) will benefit businesses as increased social protection and reduction of unfair competition could have a positive impact on productivity . 4.13. Universal access to healthcare is another key element of the Recommendation, in line with Principle 16 of the European Pillar of Social Rights ( 23 ). As demonstrated by the Impact assessment of the Commission in a few countries, due to contractual arrangements or labour market regulation, workers in non-standard employment and the self-employed may face limited access to healthcare. Access to healthcare for all people in employment and self-employment should be mandatory. 4.14. The EESC also welcomes the announced increased cooperation with Eurostat for the creation of appropriate indicators to register progress towards formal coverage, effective coverage and transparency, etc. and the work that will be undertaken by the Commission in the Social Protection Committee to establish a benchmarking framework for social protection. This will help to overcome the lack of a sound database and a more accurate assessment of the impact of the policies implemented in relation to the Recommendation. Brussels, 20 September 2018. The President of the European Economic and Social Committee Luca JAHIER 6.12.2018 EN Official Journal of the European Union C 440/139 ( 21 ) See BUSINESSEUROPE’s position paper on ‘Council Recommendation on access to social protection’ page 1, 1 (19 April 2018). ( 22 ) See EDF ‘Resolution to promote employment & social inclusion of persons with disabilities’ 6 November 2017: http://www.edf-feph. org/newsroom/news/social-pillar-edf-adopts-resolution-promote-employment-social-inclusion-persons ( 23 ) EPSR, Principle 16: ‘Everyone has the right to timely access to affordable, preventive and curative health care of good quality’. ",
        "ANNEX The following amendments to points 1.6 and 2.5, which received at least a quarter of the votes cast, were rejected during the discussion: Point 1.6 Amend as follows: 1.6. The EESC recommends that initiatives undertaken in the framework of the Recommendation should provide adequate benefits and provisions , including safety nets for those who are not able to reach minimum entitlement thresholds, in particular for those who are unable to work and their families. The EESC notes regrets that basic income has been discarded from the Recommendation, as stated in the Commission Staff Working Document — Impact Assessment ( 1 ) for a number of reasons such as coverage criteria and preference for addressing the problems in the framework of existing social security systems in the Member States. However, the EESC welcomes the ongoing discussion in the Member States on basic income and other safety nets aiming at active inclusion in labour markets and society at large . The EESC as early as 2013 called for a European directive establishing a European minimum income, considering that this ‘[would] help to ensure economic and territorial cohesion, protect the fundamental rights of the individual, guarantee a balance between economic and social objectives and redistribute wealth and income fairly’ ( 2 ). Reason To be given orally. Outcome of the vote In favour 91 Against 112 Abstentions 10 Point 2.5 Amend as follows: 2.5. EESC notes that basic income has been discarded from the Recommendation, as stated in the Commission Staff Working Document — Impact Assessment for a number of reasons such as coverage criteria and preference for addressing the problems in the framework of existing social security systems in the Member States. The EESC regrets that basic income has been discarded from the Council Recommendation. A recent OECD study stated that: ‘In view of rapid changes in the labour market, the ongoing discussions on basic income do, however, provide a valuable impetus about the type of social protection that societies want.’ The EESC previously stated that a ‘European minimum income will help to ensure economic and territorial cohesion, protect the fundamental rights of the individual, guarantee a balance between economic and social objectives and redistribute wealth and income fairly’; it also called for the adoption of a framework directive and ‘to examine funding possibilities for a European minimum income’. Reason The scope of the Recommendation does not cover benefits for minimum subsistence. The main focus is to facilitate access to social security for those groups of workers who are likely not to be covered by social security systems in Member States. Hence there is no need for regretting that the notion of basic income was discarded from the Commission proposal. However, the EESC could note the ongoing discussion in the Member States and on other fora such as OECD. Regarding the former EESC opinion on minimum income there should be also a link to the statement of the Employers’ Group to clearly indicate the divergence of views in this issue. The reference to the statement of the Employers’ Group has been previously used, e.g. in the EESC opinions SOC/542 (European Pillar of Social Rights) and SOC/564 (Impact of the social dimension and the EPSR on the Future of the EU). C 440/140 EN Official Journal of the European Union 6.12.2018 ( 1 ) Commission Staff Working Document Impact Assessment Accompanying the Document. ( 2 ) OJ C 170, 5.6.2014, p. 23. ",
        "Outcome of the vote In favour 92 Against 113 Abstentions 13 6.12.2018 EN Official Journal of the European Union C 440/141 "
    ]
}