{
    "text": [
        "Brussels, 10.11.2015 COM(2015) 611 final {SWD(2015) 210 final} {SWD(2015) 211 final} {SWD(2015) 212 final} {SWD(2015) 213 final} {SWD(2015) 214 final} {SWD(2015) 215 final} {SWD(2015) 216 final} ",
        "2 This Communication sets out a medium-term strategy for EU enlargement policy to cover the period of the mandate of the Commission. It provides clear guidance and sets out the framework and tools to support the countries concerned to address the core issues and requirements of the accession process. It provides a clear opportunity for the aspiring Member States to make both significant progress on their respective EU paths in the period ahead as well as to reap benefits of closer integration already before accession. The EU’s enlargement policy is an investment in peace, security and stability in Europe. It provides increased economic and trade opportunities to the mutual benefit of the EU and the aspiring Member States. The prospect of EU membership has a powerful transformative effect on the countries concerned, embedding positive democratic, political, economic and societal change. The most recent enlargements to central and eastern Europe have provided many new opportunities for EU citizens, companies, investors, consumers and students from new and established Member States. Trade and investment have increased. The EU's single market is the largest in the world, serving 500 million citizens and generating 23% of world GDP. Enlargement is a strict but fair process built on established criteria and lessons learned from the past. Ensuring future Member States are well prepared is crucial for the credibility of enlargement policy, as well as for public support in both current and future Member States. Each country is assessed on the basis of its own merit so as to provide incentives to pursue far-reaching reforms. The current enlargement agenda covers the countries of the Western Balkans and Turkey 1 . Accession negotiations have been open with Turkey since 2005 but are moving forward only slowly. Accession negotiations have been underway with Montenegro since 2012 and with Serbia since 2014. The EU accession process with the former Yugoslav Republic of Macedonia – a candidate country since 2005 – remains at an impasse. Albania was granted candidate status in 2014 and is addressing a number of key priorities before the Commission can recommend the opening of accession negotiations. A Stabilisation and Association Agreement (SAA) with Bosnia and Herzegovina entered into force in June. An SAA with Kosovo ∗ was signed in October. While there has been important progress by many countries in many areas over the past year, the challenges faced by these countries are such that none will be ready to join the EU during the mandate of the current Commission, which will expire towards the end of 2019. All countries face major challenges with respect to the rule of law. Judicial systems are not sufficiently independent, efficient or accountable. Serious efforts are still needed to tackle organised crime and corruption. While fundamental rights are often largely enshrined in law, shortcomings persist in practice. Ensuring freedom of expression is a particular challenge, with negative developments in a number of countries. Public administration reform needs to be pursued with vigour, to ensure the necessary administrative capacity as well as to tackle high levels of politicisation and a lack of transparency. The functioning of democratic institutions also requires attention. In terms of democratic transformation, national parliaments need to be at the heart of the reform process in each of the enlargement countries to ensure democratic accountability and 1 Following a decision of Iceland's government, Iceland is no longer engaged in accession negotiations. ∗ This designation is without prejudice to positions on status, and is in line with UNSCR 1244/99 and the ICJ Opinion on the Kosovo declaration of independence. ",
        "3 inclusiveness, a pre-requisite not least for a successful reform process. There is a need to work even more closely with local civil society actors to anchor reforms across society. The Western Balkans and Turkey have been seriously affected by the refugee crisis. Conflicts such as the civil wars in Syria and Iraq have resulted in substantially increased refugee flows through Turkey and the Western Balkans. Turkey is providing substantial support to more than 2 million Syrian refugees on its territory. The Western Balkans, in particular the former Yugoslav Republic of Macedonia and Serbia, have managed an influx of more than two hundred thousand third country nationals transiting their countries since the beginning of the year. Increased cooperation with the wider region is urgently required to address this phenomenon, in order to identify people in need of protection, to provide assistance, to secure the EU's external borders and to dismantle criminal networks engaged in people smuggling. The EU is providing substantial support to this end. Moreover, the Commission has proposed that the EU list of safe countries of origin include all enlargement countries. In October, the European Council welcomed the Joint EU-Turkey Action Plan for refugees and migration management as part of a comprehensive cooperation agenda based on shared responsibility, mutual commitments and delivery. The response to the current refugee crisis was discussed at the high-level conference on the Eastern Mediterranean and Western Balkans route on 8 October in Luxembourg and at a meeting on 25 October on the Western Balkans migration route where leaders from Albania, Austria, Bulgaria, Croatia, the former Yugoslav Republic of Macedonia, Germany, Greece, Hungary, Romania, Serbia and Slovenia agreed on a 17-point plan of action. Most countries also face significant challenges in terms of economic governance and competitiveness, with low levels of investment and high levels of unemployment. Income levels remain very low compared to those in the EU and convergence towards the EU is also slow. With the notable exception of Turkey, most of these economies are small with limited exports. Economic reforms are crucial for job creation and growth and increasing the interest of investors. In this Communication particular emphasis is given to regional cooperation and boosting regional economic development and connectivity. Important progress has been achieved here, notably through the \"Berlin process\" and the \"Western Balkans Six\" format, which brings together heads of state and government from the region and is strengthening the countries' ownership of regional co-operation. The longer-term nature of the challenges faced by the enlargement countries underlines the need to reaffirm the strong focus on the principle of \"fundamentals first\" in the accession process. Progress is being made, particularly with the introduction of legislation and establishment of necessary administrative structures. However, across the board, effective implementation is very often lacking. The Commission will continue to focus its efforts on ensuring that countries prioritise reforms in the key areas of rule of law, including judicial reforms and tackling organised crime and corruption, fundamental rights, including freedom of expression and fighting discrimination, notably against the LGBTI community and Roma, and the functioning of democratic institutions including public administration reform. It will also work on promoting economic development and strengthening competitiveness. This focus on the fundamentals linked to core EU values will be the backbone of enlargement policy under this Commission. Enlargement needs to be understood as a process which supports reform and the fundamental changes needed to meet the obligations of EU membership. Such changes inevitably require time. This makes it all the more important to reaffirm unequivocally the European perspective of the enlargement countries. If the prospect of moving forward on the road to the EU is seen as real and credible, the risk of countries turning away from the EU will be mitigated, as will the risk of disillusionment with the process or even failing in or backsliding on reforms. ",
        "4 Enlargement can only be of benefit to the EU and to partner countries if there is genuine, sustainable reform. Through this process countries will become fully ready to join the EU and be able to reap the benefits and assume the obligations that arise from membership. This Commission has introduced this year a strengthened approach to its assessments in the annual reports. In addition to reporting on progress, much more emphasis is put on the state of play in the countries and where they stand in terms of preparedness for taking on the obligations of membership. At the same time, the reports provide even clearer guidance for what the countries are expected to do in both the short and long term. Harmonised assessment scales are used to assess both the state of play and the level of progress, increasing comparability between the countries. The new style of reporting provides greater transparency in the accession process. This should facilitate greater scrutiny of reforms by all stakeholders. This new approach has been applied in particular to a number of pilot areas directly linked to the fundamental reform required on the EU path. Further details are provided in annex 2. A stronger role for civil society organisations and a much more supportive and enabling environment to foster their development is needed in the enlargement countries. This is necessary to enhance political accountability and promote deeper understanding of accession related reforms. Public understanding of the benefits that the EU has already brought and can bring to the region is vital to encourage political leaders to pursue the required reforms vigorously. Effective communication on how the enlargement process works its implications for citizens' lives remains essential for ensuring public support. This requires a joint effort of the EU and its Member States as well as of the governments and civil society in the enlargement countries. For the countries of the Western Balkans, the clear perspective of EU membership is a key stabilising factor. It supports progress towards fulfilment of the necessary conditions, including those of the Stabilisation and Association Process. Good neighbourly relations and inclusive regional cooperation are essential. Engagement, both bilaterally and regionally, is also at a level unseen thus far. At the same time, continuous efforts are needed to tackle bilateral issues among enlargement countries and with Member States, including under UN auspices where relevant. This should contribute to overcoming the legacy of the past, particularly in the Western Balkans, where despite much progress, the wounds of recent conflicts still need time to fully heal. Supporting stability and prosperity in the Western Balkans is an investment not only in the future of the region, but also in the EU's own interest. As regards Turkey, the encouraging positive steps on the Cyprus settlement talks offer an important opportunity for increased engagement across the board, including in the accession negotiations. To support reform efforts in all enlargement countries, the Commission aims to make maximum use of existing mechanisms and fora, whether through the structures of the Association Agreement/Stabilisation and Association Agreements, the accession negotiations or Commission-led country-specific initiatives such as high-level dialogues. The Commission will also continue to ensure appropriately targeted financial support under the Instrument for Pre-Accession Assistance (IPA II). Through IPA II, the EU is providing €11.7 billion for the period 2014-2020 to support the enlargement countries in their preparation for accession as well as regional and cross-border cooperation. IPA support will also fund measures promoting economic development and growth and assist the countries in dealing with the effects of the current refugee crisis. An overview of the EU funding provided to the Western Balkans and Turkey for the period 2007-2014 to support the enlargement strategy, including results and impact, is available on the website of the European Commission. ",
        "5 Enlargement policy remains focused on the \"fundamentals first\" principle. Core issues of the rule of law, fundamental rights, strengthening democratic institutions, including public administration reform, as well as economic development and competitiveness remain key priorities in the enlargement process. These issues reflect the importance the EU attaches to its core values and general policy priorities. The political, economic and institutional fundamentals are both indivisible and mutually reinforcing. The rule of law and economic development can be seen as two sides of the same coin. Strengthening the rule of law increases legal certainty, encourages and protects investment and contributes significantly to supporting economic development and competitiveness. Conversely, economic reforms and integration have the capacity to stabilise countries in the longer term. It is imperative that the enlargement process facilitates these synergies, to provide a stronger impetus to economic reforms so that the aspiring Member States enjoy the benefits of functioning market economies with a strong rule of law before they join, thus contributing to the well-functioning of the Union as a whole. Properly addressing the fundamentals is key to meeting the Copenhagen and Madrid 2 membership criteria. It will also help ensure both the future and current Member States can fully reap the benefits of future EU enlargement. The focus on fundamentals is reflected in the specific areas subject to the strengthened reporting in the country reports. Further details on these areas (judiciary, fight against corruption and organised crime, freedom of expression, economic criteria, public administration reform, public procurement, statistics and financial control) are included in the annex. The rule of law is a fundamental value on which the EU is founded and is at the heart of the accession process. Countries aspiring to join the Union need to establish and promote from an early stage the proper functioning of the core institutions necessary for securing the rule of law. The rule of law is not only a fundamental democratic principle but also crucial for a stable business environment, providing legal certainty for economic operators, supporting consumers and stimulating investment, jobs and growth. Strengthening the rule of law remains a key challenge for most of the countries in the enlargement process, in particular in terms of improving the functioning and independence of the judiciary, which continues to be undermined by examples of selective justice and political interference in the work of judicial bodies. In the fight against organised crime some success in prosecuting individuals is not matched in terms of dismantling criminal networks and confiscating assets. Corruption also remains widespread in all countries, with continued impunity, especially for high level corruption. Further progress in these fields will require strong political will, leading to tangible results. There have been some positive developments on the rule of law over the past year. This has been primarily in terms of putting in place legal frameworks and institutional structures. In Montenegro for example, good progress has been achieved in this regard since the opening of negotiations. Implementation now needs to be fully ensured. 2 This concerns in particular building the necessary administrative capacity to effectively implement the acquis. ",
        "6 The last twelve months have also seen a number of serious threats to the rule of law. In Turkey, the independence of the judicial system has been undermined not only by political interference in individual cases and reassignment of judicial and law enforcement officials, but also by judges being arrested or moved for their rulings. The wiretapping case in the former Yugoslav Republic of Macedonia has also brought to light widespread attacks on the rule of law, abuses of fundamental rights and weaknesses in the democratic functioning of the State. These issues need to be urgently addressed. These shortcomings have occurred despite many rule of law and other reforms having been introduced both in terms of legislation and the establishment of relevant institutional structures. These examples highlight the importance of countries in the enlargement process delivering on reforms in practice and not only on paper. This also underlines the importance of continued strong attention to rule of law issues in the accession process and, in particular, implementation of the new approach in the accession negotiations to Chapters 23-Judiciary and fundamental rights and 24-Justice, freedom and security. This approach, introduced by the Commission in 2012, prioritises reforms in the rule of law field, ensuring they are addressed as early as possible in the accession process. This allows the countries maximum time before accession to build up a track record of concrete results ensuring the sustainability of reforms. For example, countries need to build up credible track records of investigations, prosecutions and final convictions in cases of organised crime and corruption, including at high-level, with adequate sentencing and confiscation of assets. As in a number of EU Member States, the region has also been affected by the phenomenon of foreign terrorist fighters and increasing radicalisation. Several hundred persons have left the region to fight in areas of conflict such as Syria and Iraq. A comprehensive strategy with the requisite political support is needed to effectively prevent and counter radicalisation, in close co-operation with religious leaders and communities, social and front-line workers, the education system and youth organisations. Cases of hate speech need to be addressed more forcefully. A dedicated approach by the intelligence and law enforcement community is required to disrupt terrorist activity and prevent terrorist travel and the flow of illegal weapons. A coherent judicial policy towards offenders is also needed. Fundamental rights are at the heart of EU values and an essential element in the accession process. Fundamental rights are largely enshrined in the legislation of the enlargement countries but more needs to be done to ensure they are fully implemented in practice. Freedom of expression and media remains a particular concern. Already in 2014 instances of back-sliding were noted in this field. This trend has continued in 2015. There has been undue political interference in the work of public broadcasters in the Western Balkans, as well as intimidation of journalists and limited progress with media self-regulation. Freedom of expression has also been further curtailed in Turkey, both through legislative changes as well as in practice through prosecutions for allegedly insulting high level politicians, including the President, and through high fines having a deterrent effect on free media reporting. The Commission continues to prioritise work on freedom of expression and the media in the EU accession process. On 4 November 2015, the Commission held the third edition of the Speak- Up! Conference, bringing together key stakeholders from the media, civil society and national authorities to address key challenges and strengthen efforts to support freedom of expression in the region. There is a need to better protect minorities, in particular Roma. Roma in the Western Balkans and in Turkey continue to be the victims of racism, discrimination and social exclusion and ",
        "7 most Roma live in deep poverty, lacking sufficient access to healthcare, education and training, housing and employment. Discrimination and hostility towards other vulnerable groups, including on grounds of sexual orientation or gender identity, is also a serious concern. A zero tolerance approach is needed to violence, intimidation and hate speech against these and other vulnerable persons. Further work is required to promote equality between women and men, including tackling domestic violence, to improve the rights of the child and support persons with disabilities, as well as better facilitate access to justice. A more robust institutional framework for the protection of fundamental rights is needed, especially to promote the work of Ombudsmen and to support the work of non-governmental organisations (NGOs) and human rights defenders. Becoming a member of the EU is not just about complying with EU rules and standards; it is also about making a country economically fit for membership to make sure that it can reap all the benefits of EU accession, while at the same time contributing to the growth and prosperity of the EU economy. Significant challenges remain in all enlargement countries in terms of economic reform, competitiveness, job creation, fiscal consolidation and inclusive growth. While all enlargement countries have largely maintained overall macroeconomic stability and modest recovery is continuing, all Western Balkan countries face major structural economic and social challenges, with high unemployment rates and low levels of revenues. Infrastructure and education systems need to be improved. A lack of attractive job opportunities domestically is reflected in a number of countries in significant inflows of remittances from abroad. In Kosovo and in Bosnia and Herzegovina these make up over 11% and 12.6% of GDP respectively. While these remittances partially offset persistent trade deficits and fuel consumption, they also reduce the incentive to work. Legal certainty, a functioning independent judicial system to enforce fundamental rights, including property rights, a functioning public administration and uniform application of rules are also preconditions to attract investors and to stimulate economic growth and jobs. Weaknesses with the rule of law, the enforcement of competition rules, public financial management and frequent changes in permits and taxes exacerbate the risk of corruption, negatively impacting on the investment climate. The Western Balkans suffers from low levels of industrialisation as well as low productivity of the existing industrial enterprises and weaknesses with governance of the industrial sector. These factors explain why foreign investment in the Western Balkans remains modest; this hampers the necessary transfer of best practice and know-how, and hence faster productivity growth. Latest economic developments and projections include: ⇒ Macro-economic stability has been largely maintained in the enlargement countries but fiscal consolidation remains a challenge, with high public debt an issue in a number of countries. ⇒ The candidate countries in the Western Balkans are expected to grow by 2.5% on average in 2015. ⇒ This increased rate of growth has not translated into more jobs, however. Unemployment remains high, particularly among the young and women, and is on average around 22% in the Western Balkans, but much higher in Bosnia and ",
        "8 Herzegovina, Kosovo and the former Yugoslav Republic of Macedonia. High poverty levels remain a serious concern. ⇒ The EU is the main trading partner for the Western Balkan countries, receiving approximately 60% of the exports from the region. The EU is also by far the biggest provider of foreign direct investment. ⇒ In 2014, Turkey has seen growth stabilise at 2.9%, down from 4.2% the year before. Slightly stronger growth is forecast for 2015. The Turkish lira has weakened and the current account deficit narrowed from almost 8% of GDP in 2014 to less than 6% in 2015, reflecting lower domestic demand growth and lower energy prices. Turkey’s recent economic performance illustrates both the high potential and the continuing imbalances of its economy. ⇒ The EU remains the main trading partner of Turkey with over 40% of its exports going to the EU. Turkey has become an investment base for European business with increasing integration into the EU’s supply and production chain. Around 60% of the foreign direct investments in Turkey come from the EU. Building on the experience of EU Member States in the European Semester, the Commission is strengthening its support to improving economic governance and competitiveness in enlargement countries. This should help the enlargement countries to release the potential for sustainable growth and job creation, to better plan and sequence structural reforms and, ultimately, to meet the economic criteria. This support is particularly important in relation to the Western Balkan countries since none of them is yet considered to be a functioning market economy. In early 2015 all enlargement countries submitted Economic Reform Programmes addressing both the medium-term macroeconomic and fiscal policy framework as well as, for the countries of the Western Balkans, structural reforms. Based on the Commission's analysis of these programmes and its recommendations, finance ministers from the EU and the countries concerned met in May 2015 and adopted joint recommendations on the reforms needed to support long-term growth and competitiveness. These recommendations are fully reflected in the Commission's underlying annual reports which provide further guidance for reform priorities. IPA funding is also being better targeted. From next year, the Economic Reform Programmes will be presented as a single integrated document with a stronger focus on employment and social challenges. The Economic Reform Programmes exercise will continue on an annual basis. As regards Turkey, this country and the EU have a shared interest in promoting economic reform, exchanging experience, aligning positions in the G20 and deepening economic integration. The Commission has launched a comprehensive impact assessment that will underpin a negotiation mandate for a modernisation and extension of the EU-Turkey Customs Union. The aim is to enhance trade relations to a level commensurate with the strategic importance of EU-Turkey relations and the significance of their economic exchanges. An EU- Turkey high-level economic dialogue will be launched, complemented by an EU-Turkey business forum and the high level energy dialogue will be pursued. Increasing competitiveness and introducing measures fostering job creation in the region should mitigate migratory pressures from the enlargement countries to the EU. Similar to the situation in the past, the possible need for and nature of transitional measures and/or a safeguard mechanism on the free movement of workers will be addressed in the course of accession negotiations on future enlargement, taking into account a future impact assessment. ",
        "9 The proper functioning and stability of core institutions guaranteeing democracy remains to be fully addressed. Democratic institutions remain fragile in a number of countries. A culture of compromise building is lacking, with the role of national parliaments underdeveloped. Boycotting of parliament has occurred in the reporting period in the former Yugoslav Republic of Macedonia, Albania and Montenegro. In Kosovo and Montenegro, members of the opposition have been involved in incidents of violence against the government. Parliamentary scrutiny is often undermined by excessive use of urgent procedures for legislation, weak parliamentary committee systems and procedures and insufficient stakeholder consultation, with minimal input from experts. While there are fewer issues to be addressed around the conduct of free and fair elections as such, elections are often seen as an opportunity to gain political control of state institutions. Public administration reform is key in this regard, including professionalisation and de- politicisation of the civil service. Public administration reform is together with the rule of law and economic governance a cross-cutting issue of fundamental importance for success in political and economic reforms and building a basis for implementing EU rules and standards. A well-functioning public administration is necessary for democratic governance and accountability. The quality of administration also directly impacts governments’ ability to provide public services, to prevent and fight against corruption and to foster competitiveness and growth. Embedding meritocratic principles in the management of the civil service and ensuring adequate administrative procedures are essential. There has been progress over the past year in some countries but much more remains to be done. Countries also need to find an appropriate balance between central, regional and local government that best supports implementation of reforms and the delivery of services to citizens. The role of regional and local authorities in the EU alignment process and eventual application of EU rules is also key. Citizens have not only a right to good administration, but also to be actively involved in policy-making. More needs to be done to strengthen participatory democracy and develop dialogue between decision makers and stakeholders. An empowered civil society is a crucial component of any democratic system. It enhances political accountability and social cohesion, deepening understanding and inclusiveness of accession-related reforms, as well as supporting reconciliation in societies divided by conflict. In some cases, a more supportive and enabling environment needs to be developed that improves the conditions for policy dialogue and non-partisan input to the decision making process, supported by good quality statistics provided by independent national statistical bodies. The independence and effectiveness of key bodies such as the ombudsman and state audit institutions need to be ensured and their recommendations appropriately followed-up. Connectivity is at the very heart of the Commission's efforts to promote integration among the individual countries and between these countries and the EU. Such efforts also serve to drive forward their European perspective. Improving connectivity requires both investments to improve transport and energy infrastructure and the implementation of \"soft\" measures to open markets, remove barriers to integration and create a transparent regulatory environment. ",
        "10 Improved connectivity within the Western Balkans and with the EU is a key factor for growth and jobs, as it strengthens the countries' backbone of competitiveness. It will bring clear benefits for citizens in the aspiring Member States already before accession and open opportunities for EU investors. The connectivity agenda is closely linked to economic governance and the Economic Reform Programmes prepared by the enlargement countries. In addition the connectivity agenda contributes to building bridges in the region, developing good neighbourly relations and promoting peace and reconciliation. Important progress is being made in the context of the 'Berlin process' and the Western Balkans Six format, which is supporting a regional approach to setting realistic priorities for core connectivity infrastructure projects and investments as well as encouraging necessary reforms. In Vienna in August, heads of State and government from both the region and a number of Member States took stock of progress and agreed priorities for further infrastructure developments. In the area of , the Vienna Summit built on the agreement of the countries of the Western Balkans in April 2015 on the core network and in June 2015 on extending three Trans-European Transport Networks core corridors to the Western Balkans. The countries identified the priority projects along sections of these corridors to be implemented by 2020. To ensure sustainability and also achieve short term results, the countries agreed to implement before the next summit in Paris in summer 2016 a number of soft measures such as aligning and simplifying border crossing procedures, road safety and maintenance schemes. This will also be supported by completing the Transport Community Treaty which will promote integration of land transport markets and infrastructure whilst helping the Western Balkan countries implement EU land transport standards. A selection of priority projects among the already agreed 35 Projects of Community Interest (PECI) was also identified, notably power interconnectors. In addition, the countries have agreed to take steps to establish a regional electricity market. Measures that will allow results to be achieved also in the short term include ensuring full compliance with existing legal requirements under the Energy Community Treaty, including in the fields of unbundling, third party access, and strengthening regulatory independence. As regards climate change, aspiring Member States will need to carry out significant reforms consistent with the EU2030 framework for climate and energy policies and implement their international climate commitments. The investment projects identified will require significant funding and co-financing including through the Western Balkans Investment Framework in order to support investments boosting jobs and growth and promoting connectivity in the region. Coordination with international financial institutions (IFIs) is being strengthened. The Western Balkan countries have established National Investment Committees that have elaborated draft single project pipelines which will need to become credible planning and prioritisation mechanisms ensuring that the countries have the budgetary resources and fiscal space to take up the necessary loan financing to get all the projects implemented on time. is another key priority. The Commission welcomes the agreement on the \"Positive agenda for the Youth in the Western Balkans\" and the agreement at the Western Balkans Platform on Education and Training on eleven regional projects aimed at supporting reforms and increasing capacity. The initiatives under the Erasmus+ programmes will be further promoted including the specific Youth window, as well as entrepreneurship. The Commission also supports the Regional Cooperation Council's work with the countries on ",
        "11 mutual recognition of diplomas which would improve regional mobility and make labour markets more efficient. Further is another priority for the region. Through the Central European Free Trade Area (CEFTA), tariffs and quotas for agricultural and industrial products have been eliminated. The limited intra-regional trade flows are largely a consequence of uncompetitive businesses. Countries have identified specific competitiveness measures in the Economic Reform Programs they submitted to the European Commission in January 2015. It will also be important to get the right mix of incentives for business, avoiding damaging tax competition. The Commission will conduct a comparative study on business incentives. In the field of , the EU digital single market should be seen as a model for the enlargement countries to ensure better access for consumers and businesses to digital goods and services; to create the right conditions and a level playing field for digital networks and innovative services to flourish; and to maximise the growth potential of the digital economy. The Regional Cooperation Council and the countries, through the e- SEE initiative, have already started working on concrete cooperation in this field, such as a roaming-free zone in the Western Balkans. The Commission fully supports the work of the South-East European Cooperation Process and the RCC, including the Regional 2020 strategy and its emphasis on supporting economic cooperation and development in the region. The Commission welcomes the intensification of the work of the Western Balkans Six initiative, which has also supported the focus on connectivity under the Berlin process. The Commission will continue to support the work on these areas and to explore with the countries of Western Balkans new areas of co-operation. This will include EU best practices for regional priority setting such as the Smart Specialisation Strategy, which can encourage further investment in research and innovation and vocational education and training. Good neighbourly relations and regional cooperation are essential elements of the Stabilisation and Association and enlargement processes, which continue to drive transformation and anchor stability in the countries of south-east Europe aspiring to EU membership. There have been intensified contacts and cooperation at bilateral and regional level, also in sensitive areas such as war crimes, refugee return, organised crime and police cooperation. Good neighbourly relations also continue to be reinforced through various regional cooperation initiatives. Regional contacts at prime ministerial and ministerial level have also been increasingly frequent. It is important that these initiatives are complementary, inclusive and regionally-owned and driven. In August, border agreements were signed between Montenegro and Bosnia and Herzegovina, and Montenegro and Kosovo. Regional cooperation on environmental issues should continue, with particular attention to flood prevention and water (trans-boundary river basins), air pollution and nature protection (cross- border protected areas). At the same time further efforts are needed to overcome among enlargement countries and with Member States. Many unresolved issues continue to burden bilateral relations in the region, especially those stemming from the break-up of the former Yugoslavia such as inter-ethnic and status disputes, the situation of minorities, accountability for war crimes, displaced persons, missing persons and border demarcation. Reconciliation and responsible political leadership is essential to promote stability and support the creation of an environment in south-east Europe conducive to overcoming the legacy of the past, thereby ",
        "12 minimising the risk of open bilateral issues being politically instrumentalised or new disputes arising. Greater support in the region should be provided to reconciliation efforts such as through the truth and reconciliation initiative of the Coalition for Reconciliation Commission (RECOM). Bilateral issues need to be addressed by the parties concerned as early as possible and should not hold up the accession process, which should be based on established conditionality. The Commission urges parties to make every effort towards solving outstanding disputes in line with established principles and means, including referring issues as appropriate to the International Court of Justice or other existing or ad hoc dispute settlement bodies. The positive climate surrounding the Vienna summit in August - when the leaders of the Western Balkan countries signed an agreement committing not to block each other's EU progress and to make use of international arbitration whenever bilateral issues cannot be resolved by the parties concerned – is welcome and should be further built on. There has been important progress in the process of normalisation between Serbia and Kosovo, with further landmark agreements in August. This process needs to be followed up and all agreements (including the Brussels Agreement 3 ) need to be implemented. The EU has integrated the requirement for normalisation of relations into the framework for accession negotiations with Serbia and into the SAA with Kosovo. As regards the former Yugoslav Republic of Macedonia, maintaining good neighbourly relations remains essential, including a negotiated and mutually acceptable solution to the name issue, under the auspices of the UN, which needs to be found without further delay. The Commission will continue to offer political support to all countries concerned to find solutions to bilateral issues as early as possible and continue to actively support the efforts in other fora to find solutions. The Commission welcomes the support of to the resumption of the UN-led settlement talks in Cyprus. It is now important that progress is made on these talks as soon as possible. In line with the repeated Council and Commission positions from previous years, it is now urgent that Turkey fulfils its obligation of fully implementing the Additional Protocol and makes progress towards normalisation of relations with the Republic of Cyprus. This could provide new momentum to the accession process. The Commission also urges the avoidance of any kind of threat, source of friction or action that damages good neighbourly relations and the peaceful settlement of disputes. The Commission stresses all the sovereign rights of EU Member States. This includes, inter alia, the right to enter into bilateral agreements and to explore and exploit natural resources in accordance with the EU acquis and international law, including the UN Convention on the Law of the Sea. Based on the above analysis and the assessments in the country summaries in annex, the Commission puts forward the following and : The EU’s enlargement policy is an investment in in Europe. It provides increased economic and trade opportunities to the mutual benefit of the EU and the aspiring Member States. The enlargement countries must meet the well-established criteria in order to join the EU. A rigorous accession process, built on strict but fair 3 April 2013 ‘First agreement of principles governing the normalisation of relations’. ",
        "13 is crucial for the credibility of enlargement policy, for providing incentives to enlargement countries to pursue far-reaching reforms and for ensuring the support of EU citizens. The challenges faced by the enlargement countries are such that none will be ready to join the EU during the mandate of the current Commission. This underlines the need to reaffirm the strong focus on the principle of in the accession process, which will be the under this Commission. Accordingly, the Commission will continue to focus its efforts on ensuring that countries prioritise reforms in the fields of , including judicial reforms and tackling organised crime and corruption, , including freedom of expression and fighting discrimination, notably against the LGBTI community and Roma, and the functioning of democratic institutions, including . It will also work on promoting and strengthening competitiveness. The . Strengthening the rule of law increases legal certainty, encourages and protects investment and contributes significantly to supporting economic development and competitiveness. It is imperative that the enlargement process facilitates these synergies, to provide a stronger impetus to economic reforms so that the aspiring Member States enjoy the benefits of functioning market economies with the rule of law before they join, and contribute to the well-functioning of the Union as a whole. The Western Balkans and Turkey have been seriously affected by the , with Turkey in particular playing a crucial role in providing humanitarian support to refugees. Increased cooperation with the wider region is urgently required to address this phenomenon, in order to identify people in need of protection, to provide assistance, to secure the EU's external borders and to dismantle criminal networks engaged in people smuggling. The EU is providing substantial support to this end. Moreover, the Commission has proposed that the EU list of safe third countries include all enlargement countries. The clear perspective of EU membership for the Western Balkans is a key stabilising factor in a region where continued efforts are needed to overcome the legacy of the past and foster reconciliation. are essential elements of the Stabilisation and Association Process and good progress has been achieved in the past year. The Commission is providing strong support to the , which saw important progress at the Vienna Summit in August. Agreement has been reached on the core transport network and key transport and energy infrastructure projects will now be implemented. The Commission will continue to support this process, including with significant funding from the Instrument for Pre-Accession Assistance. This Communication sets out an . The Commission will continue to adopt annual communications to take stock of progress, draw conclusions, make recommendations on thematic or country issues and propose adjustments to the overall strategy as necessary. The Commission has introduced a new, strengthened approach to its assessments in its on a pilot basis in a number of key reform areas In addition to reporting on progress, much more emphasis is put on the actual level of preparedness for taking on the obligations of membership and providing clearer guidance to the countries on addressing reforms. This will increase transparency, facilitating greater scrutiny of the reform process by all stakeholders, including civil ",
        "14 society, for which a more enabling environment needs to be developed. The more harmonised assessments also increase comparability between the countries. EU accession negotiations with Montenegro have advanced. The rule of law legislative framework has been improved and new institutions are being established. It is now essential for the overall negotiation process that the entire rule of law system of Montenegro delivers results, in particular to establish a track-record in the fight against corruption and organised crime. Progress in meeting the interim benchmarks on the rule of law chapters and the relevant identified shortcomings, demonstrated by tangible results, will determine the pace of accession negotiations overall. All political parties should show responsibility and re-engage in a constructive dialogue, with parliament as the key forum for political debate . Montenegro also needs to ensure the full implementation of the new electoral legislation. Montenegro should reduce its public debt and improve its competitiveness for industrial and agricultural products. Serbia has taken major steps that should lead to the first chapters of the EU accession negotiation being opened. It has finalised comprehensive action plans in the rule of law field. It has also reached a number of key agreements with Kosovo which represent an important milestone in the normalisation process. The overall pace of negotiations will depend in particular on sustainable progress in these two areas. The Commission looks forward to the opening of the first negotiating chapters at an IGC this year. In the rule of law field, judicial reform and the fights against corruption and organised crime will be key. The process of economic reforms needs to continue, with particular emphasis on restructuring state owned enterprises and public utilities. Serbia's increasingly constructive and leading role in the region is instrumental in improving regional ties and stability. Serbia has been seriously affected by the refugee crisis, managing an influx of more than two hundred thousand third country nationals transiting its territory since the beginning of the year. The EU accession process of the former Yugoslav Republic of Macedonia remains at an impasse. The revelations in the context of the wiretapping case have corroborated earlier serious concerns of the Commission and others over political interference in the judiciary and the media, increasing politicisation of state institutions and the conduct of elections. At the same time, the country maintains a high level of alignment with the acquis relative to where it is in the accession process. Political actors now need to concentrate fully on implementing the Commission's \"Urgent Reform Priorities\" and overcoming the political crisis. The budget should be more geared towards growth and employment, while its overall design, transparency and implementation should be improved. It remains essential that decisive steps are taken towards resolving the ‘name issue’. The former Yugoslav Republic of Macedonia has been seriously affected by the refugee crisis, managing an influx of more than two hundred thousand third country nationals transiting its territory since the beginning of the year. In the light of the progress made so far in the implementation of the June/July political agreement, the Commission is prepared to extend its recommendation to open accession negotiations with the former Yugoslav Republic of Macedonia. This shall, however, be conditional on the continued implementation of the June/July political agreement and substantial progress in the implementation of the urgent reform priorities. This issue shall be addressed again after the elections. ",
        "15 Albania has made steady progress in addressing the key priorities for the opening of accession negotiations, in particular in public administration reform and in preparations for a thorough reform of the judicial system. Adoption of the judicial reform package is now needed as well as further progress with a view to establishing a solid track record of pro-active investigations, prosecutions and final convictions at all levels in the fight against corruption and organised crime. Adopting legislation on the exclusion of criminal offenders from parliament would enhance citizens' trust in their political representatives and public institutions. A constructive cross-party political dialogue needs to be ensured for the sustainability of the EU reform process. Further efforts are needed to sustain fiscal consolidation, improve the business environment and tackle the informal economy. Bosnia and Herzegovina is back on the reform path necessary to move forward in the EU integration process. Meaningful progress in the implementation of the Reform Agenda adopted with political consensus in July is necessary for the EU to consider a membership application from Bosnia and Herzegovina. Written commitments now need to be further translated into the adoption and implementation of the necessary reforms, in particular in the rule of law field, including in the fight against corruption and organised crime, as well as socio- economic reforms. In order to tackle high unemployment and low participation rates, the country should reduce labour market rigidities, including a reduction of the tax wedge. The Structured Dialogue on Justice should be the instrument to address the remaining shortcomings in Bosnia and Herzegovina's judiciary. Strengthening public administration, improving cooperation at all levels and establishing an effective coordination mechanism on EU matters will also be necessary for the country to be able to face the challenges ahead on the EU path. The SAA adaptation to take into account the EU accession of Croatia needs to be finalised as a matter of urgency. The Commission welcomes the signature the Stabilisation and Association Agreement, which provides a comprehensive framework for closer political and economic relations between the EU and Kosovo. Kosovo's decision to establish the Specialist Chambers to try serious crimes committed in the context of the Kosovo conflict constitutes a significant step forward. It has also reached key agreements with Serbia which represent an important milestone in the normalisation process. Kosovo should maintain the positive momentum, including by addressing the numerous reform challenges ahead, in particular in the rule of law in fighting organised crime and corruption. There is an urgent need for the government and the Assembly to ensure that board members for many independent institutions and regulatory authorities are appointed, without any further delay, on the basis of merit. The Commission welcomes the progress made towards meeting the requirements of the visa liberalisation process. Kosovo has taken some effective short-term measures to curb irregular migration to the EU. The assembly should be allowed to hold a free and open debate on all issues affecting Kosovo, in accordance with democratic procedures. Obstruction of the assembly and violence for political purposes are not acceptable. : Turkey is a key partner for the European Union. Over the past year, the EU and Turkey continued to enhance cooperation in key areas of joint interest. Turkey is facing serious foreign policy and security issues, including the rising threat of terrorism. Turkey is also at the forefront of a major refugee crisis and is providing substantial support to more than 2 million Syrian refugees on its territory. Increased political dialogue, cooperation and partnership between the EU and Turkey are crucial. The European Council welcomed the Joint Action Plan for refugees and migration management as part of a comprehensive cooperation agenda based on shared responsibility, mutual commitments and delivery. The EU and its Member States ",
        "16 expressed readiness to increase cooperation with Turkey and step up their political and financial engagement substantially within the established framework. Successful implementation of the Joint Action Plan will contribute to accelerating the fulfilment of the visa liberalisation roadmap towards all participating Member States and the full implementation of the readmission agreement. Progress will be assessed in spring 2016, by which time the Commission will issue the second visa implementation report. Turkey's progress on reforms has however been held back by a context of repeated elections and political confrontation. Significant shortcomings affected the judiciary. The situation regarding freedom of expression and freedom of assembly continued to deteriorate. The settlement process of the Kurdish issue has come to a halt. As regards alignment with the EU acquis more broadly, Turkey has reached a good level of preparation in many areas. Turkey is a functioning market economy with moderate growth but it still needs to address macroeconomic imbalances and conduct further structural reforms. The EU and Turkey have intensified their work to raise the profile of joint economic and trade relations, including by endorsing the principles of a modernisation and extension of the Customs Union and improving policy dialogue in the energy sector. The EU stands ready to re-engage with Turkey on the entire spectrum of our shared agenda. Turkey needs to reinvigorate reforms in the areas of rule of law and fundamental rights. It is imperative that the peace talks resume without delay. The Commission looks forward to work on these key priorities with the new government following the elections on 1 November. The European Council also concluded that the accession process needs to be re- energised with a view to achieving progress in the negotiations in accordance with the negotiating framework and the relevant Council conclusions. The Commission has proposed the opening of Chapter 17 and calls on the Council to hold an intergovernmental conference before the end of 2015. An updated screening report for Chapter 31 was submitted in December 2013. The Commission will review progress in other chapters and plans to submit updated preparatory documents for Chapters 15, 23, 24, 26 by Spring 2016. Discussions can then start in Council on all these chapters, without prejudice to the position of Member States. In particular, re-launching preparations towards opening chapters 23 and 24 would provide Turkey with a comprehensive roadmap for reforms in the essential areas of the rule of law and fundamental rights. In line with the repeated Council and Commission positions from previous years, it is now urgent that Turkey fulfils its obligation of fully implementing the Additional Protocol and makes progress towards normalisation of relations with the Republic of Cyprus. The Commission welcomes the resumption of the UN-led settlement talks in Cyprus. It is now important that progress is made on these talks as soon as possible. Turkey's commitment and contribution in concrete terms to a comprehensive settlement is crucial. The EU has declared its readiness to accommodate the terms of a settlement in line with the principles on which the Union is founded. ",
        "17 V. 1. Summaries of the findings of the country reports 2. Changes to the annual country reports 3. Key statistics ",
        "18 As regards the , the new electoral legislation, adopted in 2014, needs to be fully implemented, including on the electronic identification of voters. There has been no political follow-up to the alleged abuse of public funds for party political purposes (\"audio recordings affair\"). Some opposition parties embarked on a boycott of parliament in September. A series of protests were also organised outside parliament. These eventually led to confrontation between the police and protesters, resulting in injuries and damage to property. It is expected that all incidents of violence and allegations of excessive use of force during these events will be duly investigated. At the same time, all political parties should re-engage in a constructive political dialogue in the parliament. Some progress was made in improving cooperation between the government and civil society organisations, especially concerning the latters' participation in the accession process, where civil society continued to play an active role. Conditions conducive to voluntary work, civic activism and social entrepreneurship need to be created. With regard to public administration reform, Montenegro is moderately prepared. However, its results in ensuring merit-based recruitment and tackling politicisation are uneven; this should be ensured at all levels, including for senior positions. On public financial management, Montenegro needs to bring its accounting standards into line with international standards and put in place a strong internal control framework and improve legal compliance. The judicial system is moderately prepared. Important steps were taken to align the legal framework with European standards, increasing professionalism and independence. The emphasis now should be on implementation. In 2014, the backlog of pending cases was not significantly reduced. Codes of ethics for judges and prosecutors are aligned with the relevant European and international standards. A judicial reform strategy (2014-2018) and an accompanying action plan are in place. The full implementation of the new system of recruitment, professional assessment and promotion is now required. In terms of the fight against corruption, Montenegro has achieved some level of preparation. However, the track record on effective investigation, prosecution and final convictions in corruption cases, in particular regarding high-level corruption, remains limited. In the fight against organised crime, the country has some level of preparation. Further efforts are needed, in particular to investigate wider criminal networks and to counter money laundering. Further progress in the accession negotiations overall will also depend on progress on the rule of law: the latter will also have to be demonstrated, and assessed, on the basis of credible track records in the fight against corruption and organised crime. The legal framework for the protection of human rights is broadly in line with European standards, but problems remain with implementation. Montenegro has achieved some level of preparation in the area of freedom of expression. However, concerns remain: There were instances of attacks against media practitioners and property during the reporting period, albeit fewer than in previous years. Some cases of violence against the media remain to be resolved, including the most serious case, that of the murder of an editor-in-chief in 2004. Lack of solid professional and ethical standards, accompanied by lack of efficient self- regulation, does not advance media freedom. ",
        "19 Montenegro continued to play a constructive role in regional cooperation and made important steps in finding mutually acceptable solutions to bilateral issues with neighbours, including the signing of border agreements with Bosnia and Herzegovina and Kosovo in August. As regards the , Montenegro is moderately prepared in developing a functioning market economy. Some progress was made in pursuing fiscal consolidation and improving the business environment. The economy recovered in 2013 from the double-dip recession of 2009 and 2012. After a mild slowdown in 2014, economic growth is gaining momentum again, boosted by investments. While the construction of the Bar-Boljare highway, together with other investments in energy, transport and tourism, will support economic growth, the cost of the highway risks challenging fiscal sustainability. Montenegro should make efforts to reduce its public debt. Banks are confronted with a persistently high level of NPLs, problems of debt recovery and low profitability due to the small size of the market, resulting in scarce and expensive credit. In spite of a small improvement, labour market performance remains unsatisfactory with a persistently high unemployment rate, currently 18%. Montenegro is moderately prepared in its capacity to cope with competitive pressure and market forces within the Union. However, for industrial and agricultural products, Montenegro still suffers from low competitiveness, which should be improved. Major reforms are still needed to strengthen the country’s physical infrastructure and human capital, and to ensure a predictable and supportive regulatory environment. As regards its , Montenegro is moderately prepared for most acquis chapters although the level of alignment does vary. Concerning public procurement Montenegro is moderately prepared. More work is needed to prevent corruption occurring during the procurement cycle. On financial control, Montenegro is also moderately prepared but significant efforts are needed to implement public internal financial control (PIFC) at all levels of public administration and in state-owned enterprises. On statistics, Montenegro has achieved some level of preparation: significant efforts are needed, especially to ensure the alignment of macro-economic and business statistics with EU standards. Montenegro is at an early stage of preparation on, inter alia, environment and climate change. Aligning with the acquis and strengthening the administrative capacity remains a substantial challenge for Montenegro. As regards the stakeholders, including civil society, were increasingly involved in the accession process. Though co-operation between the authorities and the independent regulatory bodies and the Ombudsman has recently increased, it should be further improved. The use of urgent procedures in parliament should be curtailed. Constitutional reforms will be needed for alignment with EU standards in some areas. Serbia is moderately prepared in the area of public administration reform. Good progress has been achieved with the adoption of a comprehensive action plan. Serbia needs to remain committed and implement its reform targets. Strong political will remains essential to professionalise and depoliticise the administration and make recruitment and dismissal procedures more transparent, especially for senior management positions. The judicial system has reached some level of preparation. New rules for evaluating judges and prosecutors were adopted in May. Most Court Presidents have now been appointed on a permanent basis. Further steps are needed to tackle political influence. The quality and ",
        "20 efficiency of the judiciary and access to justice are hampered by an uneven distribution of workload, a burdensome case backlog and the lack of a free legal aid system. Serbia has some level of preparation in preventing and fighting corruption, which remains widespread. The anti-corruption effort has yet to yield significant results. The institutional set- up is not yet functioning as a credible deterrent. A track record of effective investigations, prosecutions and convictions in corruption cases is required, including at high level. Serbia has some level of preparation as regards the fight against organised crime. New DNA and drug chemistry laboratories became operational. The country is actively contributing to international and regional cooperation. Serbia adopted strategies for the fight against money laundering and terrorism financing as well as a financial investigation strategy but it still lacks an overall strategic picture of the organised crime situation on its territory. A credible track record in the fight against organised crime needs to be established. The legal and institutional framework for the respect of fundamental rights is in place. Consistent implementation across the country needs to be ensured, including as regards protection of minorities. More needs to be done to ensure conditions for the full exercise of media freedom and the freedom of expression, where Serbia has achieved some level of preparation. Further sustained efforts are needed to improve the situation of Roma and of refugees and displaced persons. The authorities took steps to strengthen the protection of the rights of lesbian, gay, bisexual, transgender and intersex (LGBTI) persons, and again facilitated a pride parade in Belgrade. However, a stronger culture of respect for LGBTI persons is still needed. Serbia participated constructively in regional initiatives and worked to improve its bilateral relations in a spirit of reconciliation and good neighbourly relations. The Prime Minister's attendance at the Srebrenica genocide commemoration in July sent a positive message. Regarding the , Serbia remained committed to the implementation of the April 2013 'First agreement of principles governing the normalisation of relations' and other agreements reached in the EU- facilitated dialogue. Key agreements were finalised in August on energy, telecoms, establishment of the Association/Community of Serb majority municipalities as well as the Mitrovica Bridge. The dialogue achieved further concrete results in the fields of justice, civil protection integration, vehicle insurance, customs collection and IBM. There were also constructive discussions to improve cooperation in tackling migratory flows from Kosovo. The steps taken gave fresh momentum to the normalisation of relations and should have a positive and concrete impact on the everyday life of citizens in both Kosovo and Serbia. As regards the , Serbia is moderately prepared in developing a functioning market economy. Good progress has been made to address some of the policy weaknesses and the positive momentum for advancing structural reforms needs to be preserved. Serbia's economy is recovering from a recession. Thanks to significant consolidation measures and better tax collection, the budget deficit has fallen sharply. Fiscal consolidation should be sustained and underpinned by implementing reforms as planned. Inflation remains very low, allowing the central bank to reduce interest rates . Unemployment, though very high, has fallen below 20%. Progress has been made with restructuring of publicly owned companies and main utilities, but it needs to advance further. The private sector is underdeveloped and hampered by weaknesses in the rule of law and difficult access to finance. The process of economic reforms needs to continue with particular emphasis on restructuring state owned enterprises and public utilities. Serbia is moderately prepared in terms of capacity to cope with competitive pressure and market forces within the Union. The education system has remained inefficient, physical infrastructure underdeveloped and the informal sector and state aid are substantial. Serbia ",
        "21 needs to improve the quality of the education system, gearing it towards labour market needs, stimulate private investments and speed up the implementation of public infrastructure projects. It needs to better regulate para-fiscal charges and provide a transparent framework of state support to the private sector, redirecting it towards efficient and horizontal objectives, such as support to SMEs and research and development. As regards its , Serbia has continued to align its legislation with the EU acquis across the board. Adequate financial and human resources, and sound strategic frameworks will be crucial to maintain the pace of reforms. Serbian legislation is now largely aligned in areas such as intellectual property, anti-trust and mergers, and monetary policy. Serbia set up a National Investment Committee, bringing together national authorities, donors and international financial institutions (IFIs) to coordinate Serbian investment policy in key sectors of the single project pipeline (energy, transport, environment and business-related infrastructure), which sets an example in the region. In the areas of public procurement, statistics and financial control, Serbia is moderately prepared. Serbia will need to align its foreign and security policy progressively with the European Union's Common Foreign and Security Policy in period up to accession. Mixed-migration flows increased dramatically, creating a substantial burden on the Serbian asylum and migration framework. Serbia made a substantial effort to ensure that third country nationals transiting through the country received shelter and humanitarian supplies, with EU support as well as the support of others. At the same time, Serbia should continue efforts to address the increase of unfounded asylum applications lodged by Serbian nationals in EU and Schengen countries, with a view to preserving the visa free regime. Concerning the , serious challenges reported in previous years have been underscored by the country's most severe political crisis since 2001 with intercepted communications, apparently involving senior government officials, suggesting breaches of fundamental rights, interference with judicial independence, media freedom and elections, as well as politicisation and corruption. Concerns about all of these issues had been signalled in previous Progress Reports. The breakdown of political dialogue and difficulties in arriving at consensus on issues highlighted once again the divisive political culture in the country. Based on an agreement facilitated by the Commissioner, with the help of three members of the European Parliament, in June/ July, Members of Parliament of the main opposition party returned to parliament on 1 September after having boycotted it for more than a year. The boycott seriously affected the oversight function of the institution over the executive branch. Other key bodies failed to exercise effective oversight. Work has begun on the implementation of the political agreement. Implementation needs to continue and much more needs to be done on the \"Urgent Reform Priorities\" 4 to deliver results on these and other pre- existing agreed reform targets. The inter-ethnic situation remains fragile. The review of the Ohrid Framework Agreement, which ended the 2001 conflict and provides the framework for the inter-ethnic relations, needs to be completed. 4 The 'Urgent Reform Priorities': http://ec.europa.eu/enlargement/news_corner/news/news- files/20150619_urgent_reform_priorities.pdf. The recommendations of the Senior Experts' Group: http://ec.europa.eu/enlargement/news_corner/news/news- files/20150619_recommendations_of_the_senior_experts_group.pdf ",
        "22 Following a major police operation in an ethnic Albanian neighbourhood of Kumanovo that claimed 18 lives, all political leaders in the country called for restoration of calm and underlined that this incident should not be seen as inter-ethnic. Events at Kumanovo still need to be fully investigated. Civil society organisations have played a constructive role in the context of the crisis through demanding accountability from the political actors across ethnic lines. At the same time organisations continue to express their concerns about the difficult climate in which they operate and the limited government commitment to dialogue, as well as about public attacks by politicians and pro-government media. The country is moderately prepared in the area of public administration reform. There has been progress on some issues. However, concerns about politicisation have been reinforced by the content of the wiretaps, and merit based recruitment continues to be undermined. Public trust in the functioning of the institutions has further eroded. Some steps have been taken to reform public financial management, but a medium-term budgetary framework and fiscal transparency still needs to be put in place and improved. The country’s judicial system has some level of preparation The situation has been backsliding since 2014 because the achievements of the last decade's reform process have been seriously undermined by actual and potential political interference in the work of the judiciary. Indications of wrongdoings and offences arising from the intercepted communications still need to be fully investigated. The authorities now need to demonstrate real political will to ensure the full independence of the judicial system, including allowing the newly-appointed Special Prosecutor to work unhindered in investigating the wiretaps and their content. Concerning the fight against corruption, some level of preparation has been achieved. Legislative and institutional achievements were, however, overshadowed by a lack of political will and political interference in the work of the relevant bodies, especially in high-level cases. A track record of effective prosecution, especially on high level corruption, still needs to be established. In the fight against organised crime, the country has reached some level of preparation. Sufficient capacity and expertise to carry out financial investigations and asset confiscations in a systematic manner still needs to be established. The legal framework for the protection of human rights is broadly in line with European standards. However, implementation is lacking, in particular in the areas of prison reform, Roma integration, rights of the child and persons with disabilities. The lesbian, gay, bisexual, transgender and intersex (LGBTI) community continues to suffer from discrimination and homophobic media content. The country shows some level of preparation regarding freedom of expression. Exercising this freedom, however, is a serious problem in the current media culture and political climate, and the country continued to backslide in this area. Attempts to limit media reporting on matters of public interest are worrying. The country generally maintains good relations with other enlargement countries and plays an active role in regional cooperation. Steps have been taken to improve good neighbourly relations. The 'name issue' with Greece needs to be resolved as a matter of urgency. As regards the , the former Yugoslav Republic of Macedonia is at a good level of preparation in developing a functioning market economy. The country benefits from a stable macroeconomic environment, supported by sound monetary policy, favourable conditions for market entry, and a sound legal system. There was some backsliding in public finance management. Medium-term fiscal targets were relaxed, the composition of public spending remains tilted towards transfers and subsidies and the development of overall public debt, as well as its transparency, remain a concern. The budget should be more geared ",
        "23 towards growth and employment, while its overall design, transparency and implementation should be improved. A high level of non-performing loans has constrained credit supply and needs to be addressed by further policy action. Unemployment remains high at 28%. The economy is moderately prepared to cope with competitive pressures and market forces within the Union. There was some progress in diversifying the export structure as a result of direct investment; trade and investment links with the EU strengthened further. However, the country needs to improve the employability of people, in particular the youth, by better aligning education with labour market needs, upgrade linkages between foreign direct investors and the domestic economy, and better prioritise investment. As regards its , the country has a relatively good level of alignment with the acquis . More focus is needed on administrative capacity and effective implementation. In most areas, the country is moderately prepared, including in the areas of public procurement, statistics and, financial control. Further efforts are needed across the board, in particular in those few areas where the country is at an early stage of preparation. Mixed-migration flows increased dramatically, creating a substantial burden on the country's asylum and migration framework. The authorities have taken measures to provide for safer passage of third country nationals over its territory and provided shelter and humanitarian supplies, with EU support as well as the support of others. As regards the the local elections in June 2015 were conducted without major incidents. Concerns about the impartiality and professionalism of the electoral authorities and the overall politicisation of the electoral process have yet to be addressed. In December 2014, the parliament adopted a resolution outlining the basis for the ruling majority and the main opposition party to engage in a continuous constructive political dialogue. This ended a six-month parliamentary boycott by the main opposition party. However, more needs to be done to address the divisive political culture and ensure a more constructive cross-party dialogue. As concerns public administration reform, Albania is moderately prepared. Comprehensive reform strategies and the new Code of Administrative Procedures were adopted. However, efforts are needed to achieve the objective of a professional and depoliticised public administration, to increase the financial and administrative capacity of local government units and to ensure effective implementation of the civil service law at local level. Albania's judicial system is at an early stage of preparation. Substantial shortcomings in the judicial system remain regarding independence and accountability of judges and prosecutors, enforcement of decisions, inter-institutional cooperation, and the administration of justice which remains slow. An ad hoc parliamentary committee was established to conduct a comprehensive and inclusive justice reform. The next crucial steps are the adoption of the judicial reform strategy and action plan followed by the adoption of the necessary institutional, legislative and procedural measures. Albania has reached some level of preparation in the fight against corruption. A new anti- corruption strategy and action plan were adopted. However, corruption is widespread and more efforts are needed to make progress with a view to establishing a solid track record of investigations, prosecutions and convictions at all levels. Proactive investigations, systematic risk assessments and inter-institutional cooperation need to be improved. The independence of institutions involved in the fight against corruption needs to be enhanced, as they remain vulnerable to political pressure and other undue influence. ",
        "24 The country has reached some level of preparation as regards the fight against organised crime. Albania conducted a number of law enforcement operations leading to the destruction of vast cultivations of cannabis. However, the number of final convictions effectively leading to dismantling criminal organisations remains negligible compared to the estimated value of the regional and domestic criminal market. Financial investigations, anti-money laundering measures and asset confiscation remain underused. Albania needs to establish a track record of proactive investigations, prosecutions and final convictions in organised crime cases, including money laundering, and effectively dismantle criminal networks. The legal framework for the protection of human rights is broadly in line with European standards. However, effective implementation of relevant legislation and strategies is limited and the enforcement of human rights protection mechanisms remains insufficient. As regards freedom of expression, Albania has reached some level of preparation. The overall environment is generally conducive to the freedom of expression, but better implementation of the legislation is needed. The independence of the regulatory authority and public broadcaster must be further strengthened. Enforcement of property rights remains to be ensured, and the processes of property registration, restitution and compensation are not completed. Roma and Egyptians face very difficult living conditions and frequent social exclusion and discrimination. In the area of anti-discrimination, the case-law needs to be further developed. Institutional mechanisms to protect the rights of the child remain poor. The juvenile justice system fails to comply with international standards. Albania has continued to participate actively in regional cooperation and maintain good neighbourly relations in line with its commitments under the Stabilisation and Association Agreement. As regards the , Albania is moderately prepared in developing a functioning market economy. Some progress was made in improving macroeconomic stability and growth prospects improved. Inflation remained low. However, significant challenges remain. Further efforts are needed to sustain fiscal consolidation, improve the business environment and tackle the informal economy. Albania should also improve the budget management framework and address the high level of non-performing loans. The levels of unemployment (17.5%) and informal employment remain high. Concerning the capacity to cope with competitive pressure and market forces within the Union, Albania has some level of preparation. Some progress was made as regards education, transport and energy infrastructure. However, significant investment in human and physical capital is necessary to improve Albania's competitiveness. Albania should improve the quality of higher education and continue restructuring the vocational education and training, adopt and implement the national transport and energy strategies and lower non-tariff barriers to trade such as shortcomings in food safety. Albania continued aligning its legislation to the requirements of the EU in a number of areas, enhancing its . In many areas, the country is moderately prepared, such as in financial control, or has some level of preparation, including in the areas of public procurement and statistics. However, Albania will need to make substantial efforts to upgrade its preparations for implementing the acquis . It should continue work on the development of the transport and energy network. The administrative capacity and professional standards of bodies charged with the implementation of the acquis needs to be strengthened and the independence of regulatory bodies safeguarded. Enhancing transparency and accountability, in particular ensuring the effective, efficient and transparent functioning of the public procurement system and public finance management, remains essential. ",
        "25 Albanian authorities are expected to pursue their efforts to tackle the increasing number of manifestly unfounded asylum applications lodged by its citizens to EU Member States and Schengen-associated countries. All activities to counter this negative phenomenon shall be intensified via the post-visa liberalisation monitoring mechanism, particularly after the recent increase over the summer. As regards to the , the October 2014 general elections were efficiently administered and held in an orderly manner and competitive environment. Bosnia and Herzegovina’s Parliamentary Assembly has started to function and deliver on the legislative agenda. The adopted Reform Agenda, which set out major socio-economic reforms to be carried out, was followed by initial progress in its implementation. Cooperation between the State-level, Entity-level and Br č ko District parliaments has yet to be improved. Closer cooperation and coordination between all levels of government need to be established, not least to be able to tackle the major socioeconomic challenges. The country’s Constitution established a complex institutional architecture that remains inefficient and is subject to different interpretations. The Constitution remains in breach of the European Convention on Human Rights, as stated in the Sejdi ć -Finci ruling of the European Court of Human Rights, and needs to be amended. The country is at an early stage in public administration reform, with a high level of politicisation and poor service delivery. Establishing a new strategic framework ensuring appropriate political guidance to public administration reform in the country is needed. Bosnia and Herzegovina's judicial system has reached some level of preparation. A Judicial Reform Sector Strategy was adopted and now needs to be implemented. In September at a ministerial meeting in the framework of the Structured Dialogue, the authorities reiterated their commitment to develop jointly key features of the reform of the judiciary. Bosnia and Herzegovina has some level of preparation in the fight against corruption. A new anti-corruption strategy and action plan covering the years the 2015-2019 were adopted. There was a substantial increase in the confiscation of assets. Corruption continues to be widespread and the political commitment on this issue has not translated into concrete results. The legal and institutional framework remains weak and inadequate. The lack of enforcement of the law negatively affects citizens and institutions. Penalties in force do not constitute a sufficient deterrent against corruption. Concerning the fight against organised crime, the country also achieved some level of preparation. While there have been a number of successful large-scale joint operations in the past year, some including neighbouring countries, coordination and cooperation between all institutions throughout the country needs to be significantly improved. The number of final convictions remains low. Financial investigations remain under used. The lack of strategic coordination is hampering the effective delivery of police services. Bosnia and Herzegovina faces many challenges regarding human rights and the protection of minorities. The legal and institutional framework for the observance of human rights requires substantial improvements and the adopted legislation needs to be effectively implemented, notably regarding anti-discrimination aspects. The conditions for the exercise of the freedom of expression have deteriorated over the reporting period. Although there is some level of preparation in this are with legal provisions generally in place, the institutional and political environment is not conducive to creating the conditions for full freedom of expression. The lesbian, gay, bisexual, transgender and intersex community continued to be subject to threats ",
        "26 and attacks. Some steps were taken on the registration and housing of the Roma minority, but there was limited action on health, education and employment. The country continued to participate actively in regional initiatives and has made progress on good neighbourly relations, including signature of a border agreement with Montenegro in August. In May, Bosnia and Herzegovina took over the chairmanship of the Council of Europe's Committee of Ministers. With regard to the , Bosnia and Herzegovina is at an early stage in developing a functioning market economy. Some progress has been made on improving the business environment, particularly on easing market entry and the granting of construction permits. Despite the setback from the 2014 floods, economic growth remained resilient. However, difficult labour market conditions have remained largely unchanged, with unemployment at 27.6%, rising to 62.7% among youth. In order to tackle high unemployment and low participation rates the country should reduce labour market rigidities, including a reduction of the tax wedge. The quality and sustainability of public finances have deteriorated. The business environment remained weak, impeding a stronger economic recovery. The government needs to improve the quality of public sector governance, in particular by increasing fiscal space for growth enhancing capital investment. Furthermore, concrete steps are needed to improve its budget management framework, to advance privatisation and to improve the business environment. Bosnia and Herzegovina is at an early stage in achieving the capacity to cope with competitive pressure and market forces within the Union. Some progress has been made on the liberalisation of energy markets. However, in order to strengthen the country's competitiveness, the authorities should pay particular attention to developing a more strategic approach to tackling deficiencies in its training and education system; simplifying its complex procedure for exports and developing a transport strategy and an energy strategy. Bosnia and Herzegovina is at an early stage regarding its approximation with . There is some level of preparation as regards public procurement and internal market. The country is at an early stage in the transport area, but the adoption of the Transport Policy in July is a positive step forward towards the country benefitting from the connectivity agenda. However, significant efforts are needed in most of the policy areas for the country to further align with the EU acquis . This includes financial control as well as statistics where the country is at an early stage and major steps are needed to address outstanding priorities. In this respect, the processing of the 2013 census data and the publication of the results need to be completed. Further sustained efforts are also needed in particular as regards justice, freedom and security matters, the competition area, industry and SMEs, agriculture, environment and climate change policies, energy, and information society and media. As concerns the , the six-month political stalemate following elections in June 2014 delayed key reforms. It ended in December, when the Democratic Party of Kosovo (PDK) formed a coalition with the Democratic League of Kosovo (LDK) and minority parties. In August, the Kosovo Assembly voted in favour of constitutional amendments to establish the Specialist Chambers and a Specialist Prosecution Office, which are to prosecute cases of grave trans-boundary and international crimes committed during and in the aftermath of the conflict in Kosovo. The government also reached key agreements with Belgrade in August. Both decisions required strong political commitment from the government. There has been increased polarisation between government and opposition. Members of the opposition have been involved in incidents of violence against the government, criticising it ",
        "27 for its recent decision on the Specialist Chambers, the dialogue agreement with Belgrade, and the border demarcation agreement with Montenegro. Many independent institutions and regulatory authorities are currently not operational or are negatively affected by delayed appointments of board members. Both the government and the Assembly need to urgently select board members for these institutions and determine mechanisms for their accountability. Appointments need to be made on the basis of professional qualifications and merit, not political patronage. The recent election of the Ombudsperson was a positive development in this regard. The government has increased its focus on reform of the public administration, which has reached some level of preparation. Good progress was made in advancing the legal and strategic framework. The continued politicisation of the public administration, however, is a major concern. Accountability needs to improve across the administration through proper oversight. Any overlap of responsibilities of government agencies should be avoided. Parliamentary oversight of budget implementation should become more reliable and transparent. Sound financial management across public institutions should be ensured. Kosovo's judicial system is at an early stage of preparation. A package of amendments to four core laws was adopted, taking a step towards the modernisation of the justice system. However, the judiciary remains prone to political interference. Further efforts are required to ensure independence in law and in practice, to prevent and fight corruption within the judiciary, to recruit and train more qualified staff and to allocate adequate resources. Kosovo is at an early stage of preparations in the fight against corruption. A comprehensive and strategic approach is necessary to ensure real results in fighting the endemic corruption in Kosovo. A track record of successful prosecution and convictions remains to be established. The rare investigations into high-level corruption have so far not resulted in final convictions. Kosovo is at an early stage of preparations in the fight against organised crime. Some progress has been made in inter-institutional cooperation and information exchange among law enforcement agencies on investigations. However, the number of investigations and final convictions remain low. Asset confiscation is rarely applied. The focus on strategies and action plans should not obscure the need for real results in fighting endemic organised crime in Kosovo. Kosovo has stepped up its efforts to fight terrorism, but continues to face challenges related to radicalisation. The adoption of the human rights law package strengthened the institutional set-up and clarifies the roles of various institutions. Increased political attention is needed, however, to ensure proper implementation and addressing the lack of resources. In the area of freedom of expression, Kosovo has some level of preparation. The legislative and institutional framework remains fragmented and partly ineffective. The public broadcaster is vulnerable to political pressure and lacks sustainable funding. Violence against women and women’s limited access to property ownership hamper the full exercise of their rights. The protection of persons with disabilities and persons belonging to minorities, in particular the Roma, Ashkali and Egyptian communities, needs to be significantly strengthened. Regarding the , Kosovo remained committed to the implementation of the April 2013 'First agreement of principles governing the normalisation of relations' and other agreements reached in the EU-facilitated dialogue. Key agreements were finalised in August on energy, telecoms, establishment of the Association/Community of Serb majority municipalities as well as the bridge in Mitrovicë/Mitrovica. The dialogue achieved further concrete results in the fields of justice, civil protection integration, vehicle insurance, customs collection and IBM. There were also constructive discussions to improve cooperation in tackling migratory flows from Kosovo. The steps taken gave fresh momentum ",
        "28 to the normalisation of relations and should have a positive and concrete impact on the everyday life of citizens in both Serbia and Kosovo. As regards the , Kosovo is at an early stage in developing a functioning market economy. The persistent trade deficit reflects a weak production base and lack of international competitiveness. Reliance on remittances and widespread informal economy decrease employment incentives contributing to already low labour market participation and high unemployment, which stands at 35.3%, rising to 61% among youth. Inefficient public administration and an ad hoc approach to fiscal policy constitute significant fiscal risks. Kosovo should strengthen the medium-term fiscal framework, improve the transparency of public finance and shift budget expenditure towards growth. Kosovo should also speed up privatisation and restructuring of public enterprises and improve bankruptcy and insolvency procedures, as well as reduce reliance on customs duties by broadening domestic tax base and modernising revenue collection. Kosovo is at an early stage in achieving the capacity to cope with competitive pressures and market forces within the Union. Major reforms are still needed to secure a stable energy supply and reducing distribution losses, close the skills gap in the labour market, and channel foreign direct investment and remittances into productive sectors. Kosovo is at an early stage of alignment with , including in the areas of public procurement, statistics and financial control. Legislative alignment in some areas is high but implementation is weak. Some progress was made in the area of public procurement, especially as regards the enforcement of a centralised public procurement system, but concerns about corruption persist. As regards financial control, some progress was made, especially in external audit. However, significant efforts are needed to implement public internal financial control throughout the administration and in state-owned enterprises. As regards the the pace of reforms slowed down, also due to protracted elections. The outgoing government made efforts to reinvigorate the EU accession process. However, this repeated commitment was offset by the adoption of key legislation in the area of the rule of law, freedom of expression and freedom of assembly that ran against European standards. The political landscape continues to be divided. The 7 June general election saw a record 84% turnout, a clear sign of the strength of Turkish democracy with all major political parties being represented in the new parliament. However, a government could not be formed by the constitutional deadline and repeat elections took place on 1 November. Amongst the shortcomings in the legal framework regulating elections, the 10% threshold of votes for parties to be represented in parliament need to be addressed as a priority. In the reporting period Turkey saw its security situation increasingly deteriorate. The authorities launched an extensive anti-terror military and security campaign against the Kurdistan Workers’ Party (PKK), which remains on the EU list of terrorist organisations, both in Turkey and in Iraq. The settlement process of the Kurdish issue came to a halt despite earlier positive developments on the issue. Turkey was struck by the deadliest terrorist attack in its modern history, on 10 October in Ankara, claiming the lives of scores of demonstrators gathering for a peace rally sponsored by trade unions and opposition parties' youth branches. It is essential that swift and transparent investigations are conducted into these heinous acts which were aimed to destabilise and harm Turkey's democracy. ",
        "29 Turkey is moderately prepared in the area of public administration reform. It has a strong public service and is committed to a user-oriented administration. However, impetus for a more comprehensive reform is weak. Recent dismissals and demotions in the context of the fight against the ‘parallel structure’ were a source of concern. Civil society has remained active, growing in numbers and continuing to be involved in many spheres of public life, but restrictions to freedom of assembly remain a serious concern. Turkey's judicial system has some level of preparation. The independence of the judiciary and the principle of separation of powers have been undermined and judges and prosecutors have been under strong political pressure. The government's campaign against the alleged ‘parallel structure’ within the state was actively pursued, at times encroaching on the independence of the judiciary. Substantial efforts are needed to restore and ensure its independence. As regards the fight against corruption, Turkey has some level of preparation to effectively prevent and fight corruption. Turkey's track record in the fight against corruption remains inadequate. Corruption remains widespread. The undue influence by the executive in the investigation and prosecution of high-profile corruption cases continues to constitute a major concern. Turkey has achieved some level of preparation in the fight against organised crime. Financial investigations remain under-used. Precautionary freezing of assets is rarely applied and the level of assets confiscated is low. The absence of data protection legislation is an impediment for wider cooperation with EU agencies and Member States. Turkey’s Constitution guarantees the protection of human rights and fundamental freedoms. Implementation had considerably improved over the past few years. However, major shortcomings remain. The enforcement of rights stemming from the European Convention on Human Rights (ECHR) and the case law of the European Court of Human Rights (ECtHR) is not fully ensured. There is an urgent need to adopt a comprehensive framework law on combating discrimination in line with European standards. Turkey also needs to effectively guarantee the rights of women, children, and lesbian, gay, bisexual, transgender and intersex (LGBTI) individuals and ensure sufficient attention to the social inclusion of vulnerable groups such as the Roma. There was significant backsliding in the areas of freedom of expression and freedom of assembly. Legislation on internal security contradicts the measures outlined in the March 2014 action plan on the prevention of violations of the ECHR by granting broad discretionary powers to the law enforcement agencies without adequate oversight. After several years of progress on freedom of expression, serious backsliding was seen over the past two years, with some level of preparation in this field. While it had been possible to discuss some sensitive and controversial issues in a free environment, ongoing and new criminal cases against journalists, writers or social media users are of considerable concern. Changes to the internet law, which are a significant setback from European standards, increased the government’s powers to block content without a court order on an unduly wide range of grounds. Turkey supported the resumption of the talks on the Cyprus settlement in May and expressed its support for the UNSG Special Advisor’s efforts. Turkey’s continued commitment and contribution in concrete terms to this comprehensive settlement remains crucial. However, Turkey has still not fulfilled its obligation to ensure full and non-discriminatory implementation of the Additional Protocol to the Association Agreement and has not removed all obstacles to the free movement of goods, including restrictions on direct transport links with Cyprus. There was no progress on normalising bilateral relations with the Republic of Cyprus. The conclusions on Turkey that were adopted by the Council (General Affairs and External Relations) on 11 December 2006 and endorsed by the European Council on 14/15 December 2006 remain in force. They stipulate that negotiations will not be opened on eight ",
        "30 chapters 5 relating to Turkey’s restrictions regarding the Republic of Cyprus and no chapter will be provisionally closed until the Commission confirms that Turkey has fully implemented the Additional Protocol to the Association Agreement. Turkey needs to commit itself unequivocally to good neighbourly relations and to the peaceful settlement of disputes in accordance with the United Nations Charter, having recourse, if necessary, to the International Court of Justice. In this context, the EU has expressed once again serious concern and urged Turkey to avoid any kind of threat or action directed against a Member State, or source of friction or actions that damages good neighbourly relations and the peaceful settlement of disputes. Regarding the , the Turkish economy is well advanced and can be considered a functioning market economy. Economic growth has been moderate. Turkey continued to face external and internal imbalances, calling for adjustments in monetary and fiscal policies as well as an acceleration of comprehensive structural reforms. The large current account deficit continued to contribute to the economy's vulnerability to shifts in global monetary conditions and risk sentiment. On the internal side, inflation continued to run at a relatively high rate, which is problematic in terms of macro-economic stability, resource allocation and re-distributive effects. It again exceeded the official target; nevertheless the central bank cut interest rates. Public debt has attained a sustainable level, but the general government structural balance has been significantly negative. Unemployment increased slightly to an annual average of 9.9 %. Some progress was made in structural reforms such as improving schooling rates and further liberalising the energy sector. Such reforms need to accelerate to improve the functioning of the markets for goods, services and labour. Turkey has a good level of preparation in acquiring the capacity to cope with the competitive pressure and market forces within the EU. The quality of education and gender equality in education needs particular attention. Efforts are needed to ensure the transparency of state aid and to remove constraints and exceptions in the area of public procurement. Regarding its , Turkey has continued to align with the acquis , albeit at a slower pace, and has achieved a good level of preparation in many areas. Turkey is well advanced in the areas of company law, financial services, trans- European networks and science and research. The country has also achieved a good level of preparation in the areas of free movement of goods, intellectual property law, enterprise and industrial policy, customs union and external relations. Turkey remained highly mobilised to tackle the extraordinary migration and asylum challenges. Turkey has achieved a good level of preparation in the area of financial control. Further significant efforts are however needed to implement public internal financial control at all levels. Turkey is only moderately prepared on public procurement as important gaps remain in its alignment. Turkey is also moderately prepared in the area of statistics where further significant efforts are needed across the board. In all areas, more attention needs to be given to enforce legislation whilst many areas require further significant progress to achieve legislative alignment with the EU acquis . In the past year, events in Syria and Iraq meant Turkey had to face a further increase in the number of . Turkey is currently hosting the largest refugee population in the world, of which close to 2 million are Syrians. Managing such a huge influx of refugees and displaced persons is a major challenge for Turkey, which has already spent more than EUR 6.7 billion to this purpose. 5 Free movement of goods, right of establishment and freedom to provide services, financial services, agriculture and rural development, fisheries, transport policy, customs union, and external relations. ",
        "31 The Commission has made a number of changes to this year's country reports compared to previous years. The aim is to further increase the quality of the assessments in the reports as well as the reliability of the package as a source of information for all stakeholders. The new style of reporting provides greater transparency in the enlargement process. This should facilitate greater scrutiny of reforms by all stakeholders. The package should also be used to better measure the results of our policy and financial assistance, including feeding into the IPA II performance monitoring. Accordingly, the reports: (cid:190) increase the focus on the state of play to show more clearly where the countries stand in terms of their preparations for meeting the membership criteria. This should also allow the reader to put the progress being made into a clearer context; (cid:190) provide more guidance on what the countries should focus on in the following year. This will then in turn allow the future reporting of progress to be more relevant and targeted on the key issues and on the expectations from each country; (cid:190) include more harmonised reporting and assessment scales, which will allow countries to be directly compared in the key areas. Our expectation is that direct comparability could provide an incentive to intensify reforms. The changes to the annual reports take into account the need for appropriate sequencing of reforms. The new presentation is being applied in 2015 as a pilot approach focusing on the current political priorities and weaknesses in the enlargement countries. Accordingly, the new presentation is applied in the following areas: The rule of law and fundamental rights (functioning of the judiciary, corruption, organised crime, freedom of expression) Economic criteria Public administration reform Three chapters closely linked to the above (public procurement, statistics, financial control) These \"fundamentals\" are also the main areas where work is well underway to better benchmark reforms. This is particularly the case in relation to how the rule of law is handled in the accession negotiations, and the implementation of the new approach to Chapters 23 Judiciary and fundamental rights and 24 Justice, freedom and security. This approach prioritises reforms in these fields, ensuring they are addressed at an early stage of the accession process. This allows the countries maximum time to build up, before accession, a track record of concrete results ensuring the sustainability of reforms. ",
        "32 It also applies as regards economic governance, where the Commission's proposals of 2014 are being implemented. All countries have adopted Economic Reform Programmes and these have been subject to Ministerial discussion and the adoption of joint recommendations in May 2015. It is also particularly relevant as regards work on public administration reform (PAR). Work here has intensified with the finalisation of PAR principles from the EU and OECD (SIGMA) on the basis of which implementation of PAR reforms should be stepped up. The Commission will draw lessons from the pilot approach applied this year and reflect on further adjustments that may be necessary. It will also examine the possibility of further expanding the recalibrated approach to other areas in future reports. This should take into account the need to ensure appropriate sequencing of reforms/alignment given the limited administrative capacity of enlargement countries and the continued need to focus on the fundamentals. On the economy, the Commission will consider refining the sub-criteria and parameters for the assessment of the two Copenhagen economic criteria 6 , also taking into account the different challenges and specificities of the current enlargement countries compared to those of the fifth enlargement when the economic sub-criteria were conceived. In each of the pilot areas both the state of play as well as the level of progress is assessed according to a five-tier standard assessment scale. The five terms used in the report for state of play are as follows: Early stage – Some level of preparation - Moderately prepared - Good level of preparation - Well advanced The five terms used in the report for assessing progress in the past 12 months are as follows: Backsliding – No progress – Some progress – Good progress – Very good progress In the reports, one assessment is provided for state of play and one for progress in each of the pilot areas. These assessments are based on a careful analysis of the situation under each of the sub-headings of each pilot area. These sub-headings are explained below. Particular emphasis is given to the importance of implementation and track records of concrete results in each area. Accordingly, these areas are given more weight than legal alignment and institutional framework in the overall assessment. The level of information available on those countries at earlier stages of the process on the fundamentals is generally lower than for the more advanced. In order to have a deeper understanding of reform challenges for all countries, the Commission aims to raise the level of engagement and information gathering with all countries. This will be done through more systematic use of existing mechanisms such as TAIEX, for example through more frequent and better targeted peer assessment missions involving experts from Member States. Relevant fora will also be used for improved information gathering, including meetings under the SAA, high level dialogues and technical consultations. 6 These require the existence of a functioning market economy as well as the capacity to cope with competitive pressures and market forces within the Union. ",
        "33 (cid:190) Countries need to undertake far-reaching judicial reforms with the aim of ensuring independent and efficient judicial systems capable of ensuring fair trials, where judges and prosecutors are appointed and promoted on merit and where they are impartial and accountable and not subject to political or other pressure. Judicial reform strategies need to be credible, robust and effectively implemented. Constitutional and legal guarantees are critical to ensure full independence. Judicial and prosecutorial councils have to be equipped to play to the full their role as management bodies, whilst ensuring their independence and accountability. Measures to ensure the quality and efficiency of justice include addressing excessive case backlogs, lengthy procedures and inconsistent jurisprudence as well as ensuring all court decisions are properly enforced. A change in judicial culture is needed towards an increased focus on delivering a service for citizens. In assessing the overall situation in each of the countries, the following sub-issues are addressed in the area of judiciary: Strategic framework and budget This includes the degree to which the country is able to effectively identifying shortcomings and developing a coherent vision on how to address them, including, how sequencing of reforms is handled, whether responsible bodies and their competences are clearly identified, whether realistic budgeting is in place, whether a monitoring mechanism is in place. Management of the judiciary This includes the functioning of judicial and prosecutorial councils and question surrounding their composition and selection (mixed or not, elected by peers etc), independence, mandate, procedural rules, accountability, transparency, and whether they have sufficient budget and staff. Independence This includes legal guarantees and safeguards and the extent to which these are respected in practice, the way cases are allocated among judges, questions of immovability. Accountability This includes issues such as codes of ethics, integrity training, systems for asset declarations and how these are controlled, the work of independent inspection authorities, the extent to which effective disciplinary action is taken where necessary. Professionalism and competence This includes looking at systems for the recruitment, selection, appointment, promotion, and assessment of judicial officials as well as professional development and training. ",
        "34 Quality of justice This includes promoting training, monitoring and evaluation of court activities, budget and resources, the availability and use of information and communication technologies, alternative dispute resolution methods, the extent to which jurisprudence is consistent and whether this is made publicly available. Efficiency This includes addressing length of proceedings, clearance rates, backlogs, revising / amending codes of procedure, streamlining the network of courts/court structures, the existence of human resources strategies, the availability of support staff etc. (cid:190) In all enlargement countries there is a need to put in place stronger frameworks to effectively prevent and counter corruption. In vulnerable areas such as public procurement and in privatisation, corrupt practices continue to divert scarce resources from national budgets, negatively affecting the business and investment climate, which needs legal certainty to thrive. Corruption also affects citizens directly when accessing certain public services such as education and health services. Effective control over the financing of political parties and election campaigns and the management of conflicts of interest is needed. Transparency in the use of public funds and a solid system of public access to information are preventive tools that need to be fully made use of. There is a need for more proactive, well-coordinated and effective law enforcement to ensure corruption cases, including at high level, are properly investigated, prosecuted and sanctioned, including the seizure and confiscation of assets. A sustained track record of concrete results in this field will be required. Improvements in data collection and accessibility are needed to improve transparency and help monitor the implementation of anti-corruption policies. In assessing the overall situation in each of the countries, the following sub-issues are addressed in the area of fight against corruption: Strategic framework This includes assessing whether comprehensive strategies and credible action plans are in place and adequate to address the main shortcomings, that these are properly budgeted, the existence of adequate monitoring mechanisms, as well as dedicated sectorial action plans in vulnerable sectors. Legal framework This includes the need for clear and comprehensive legal definitions, including in line with the UN Convention Against Corruption, alignment with Council of Europe GRECO recommendations, clear rules and deterrent sanctions on party financing, conflicts of interest, assets declarations and access to information, as well as a sound human resources policy for public civil servants and officials, and protection of whistle-blowers. Institutional framework – prevention This includes the existence of independent anti-corruption bodies, authorities in place for monitoring compliance with prevention legislation and issues of their staffing, training, budget and independence; the existence of codes of ethics, the role of internal control and audit bodies, and awareness raising activities. ",
        "35 Institutional framework – suppression This includes assessing the mandate and independence of law enforcement bodies, their level of specialisation, cooperation between police and prosecution, whether deterrent sanctions are applied, secure communication and databases, handling of immunity provisions. Results (track record) This includes the number and nature of investigations, prosecutions and final convictions in corruption cases, including high level, the extent to which assets are being confiscated, the handling of conflict of interest cases, verification of asset declarations, infringements of party financing rules, access to information cases etc. (cid:190) Fighting organised crime (and corruption) remain fundamental to countering the criminal infiltration of the political, legal and economic systems. Law enforcement bodies and prosecution services need to be provided with effective legal and investigative tools to properly fight and sanction organised crime and to ensure proactive investigations. The capacity to co-operate, for example to conduct complex financial investigations as well as to tackle money laundering needs to substantially improve. Growing threats such as cybercrime or terrorism require a higher degree of specialisation. Confiscation of criminal assets is key to effectively dismantling criminal networks. Consideration should be given to criminalising illicit enrichment to address the phenomenon of unexplained wealth. Solid witness protection is also needed. The cross-border nature of many criminal activities and organised crime groups requires enhanced regional and international cooperation, with improved responses to Member States requests for police and judicial cooperation. Further operational cooperation with the relevant European agencies, in particular Europol, Eurojust and Frontex is also necessary. In assessing the overall situation in each of the countries, the following sub-issues are addressed in the area of fight against organised crime: Strategic framework This includes the existence of a comprehensive and credible strategy, reflecting a strategic picture of the organised crime situations based on risk analysis as well as any other strategy on specific types of crime or financial investigations. Legal framework This includes ensuring an adequate criminal procedures code is in place and that the Criminal code is in line with acquis (trafficking, drugs, cybercrime, child pornography). Institutional framework This includes looking at the number of police, their training and professionalism, specialisation of law enforcement, including of the prosecution service, international cooperation, the work of the asset recovery and management office, witness protection systems, as well as police oversight mechanisms. ",
        "36 Operational capacity (track record) This includes the number and nature of investigations, prosecutions and final convictions in organised crime cases, including the degree of targeting criminal organisations (as opposed to just individuals) and the extent to which assets are being confiscated, communication systems, databases, staff and equipment, secrecy of investigations, and anti-money laundering activities. (cid:190) The legal framework for freedom of expression and the media is largely in place in the enlargement countries, with media pluralism largely evident. However, the situation concerning freedom of expression and media in practice remains an issue of serious concern and has continued to deteriorate in some countries. In some countries, a climate of fear and censorship is stoked by continuing violence and intimidation against journalists, with little success by the authorities in identifying and properly sanctioning perpetrators or political will to do so. Sometimes governments themselves contribute to an atmosphere which demonises journalists critical of government policy, leading to self-censorship. Although defamation has been decriminalised, prosecutions of journalists continue. There is a need to develop and train the judiciary to address abuses of state power. Government interference with media freedom remains to be addressed. More efforts are needed to ensure the political and financial independence of public service broadcasters, to strengthen regulatory agencies and foster functional media self-regulation. There is also a need to prevent informal economic pressure on the media, including through increasing transparency of media ownership, preventing its excessive concentration and ensuring transparent rules on procurement of government advertising are in place. In assessing the overall situation in each of the countries, the following sub-issues are addressed in the area of freedom of expression 7 : Intimidation of journalists This includes assessing how physical attacks and threats against journalists are followed-up by the police and judicial bodies; the issue of arbitrary arrests of journalists as well as statement by politicians which can have a \"chilling\" effect on journalists and contribute to an environment of self- censorship. Legislative environment This includes evaluating the proportionality of legal rules for defamation, blasphemy, hate speech, public morality and the protection of state security in offline and online media, regulation of the journalist profession of journalist as well as restrictions to access to information. Implementation / institutions This includes assessing the degree to which rules are consistently applied and the work of independent media regulators. It also includes restrictions on the internet and on operators, the handling of intellectual property, the right to privacy and data protection rules. 7 Key issues are also addressed in the Guidelines for EU support to media freedom and media integrity in enlargement countries, 2014-2020 (http://ec.europa.eu/enlargement/pdf/press_corner/elarg-guidelines-for- media-freedom-and-integrity_210214.pdf). ",
        "37 Economic factors This includes the extent to which there is media pluralism, transparency of media ownership, transparency in the use of public money in the media, the funding of public broadcasters and the issue of government advertising and how this affects the media. Professional associations and employment conditions This includes professional bodies, the representation of journalists as well as their employment status and work conditions. (cid:190) Public administration reform (PAR) aims at enhanced transparency, accountability and effectiveness and greater focus on the needs of citizens and business. Adequate management of human resources, better policy planning, coordination and development, sound administrative procedures and improved public financial management, including revenue administration and collection are of fundamental importance for the functioning of the state and for implementing the reforms needed for EU integration. Countries need to increase their efforts to improve their public administration at all levels on the basis of national strategies. Recognising the challenges faced by the enlargement countries, the Commission is strengthening its support towards the establishment of the necessary administrative structures and capacity in the accession process. The Commission continues to pay close attention to PAR in the enlargement process, including through establishment of ‘Special groups’ with the countries of the Western Balkans as a key platform for taking forward work on PAR. This work feeds into the SAA Council/Committee, with a more structured, political discussion on key PAR issues. In assessing the overall situation in each of the countries, the following sub-issues are addressed in the area of public administration reform: Strategic framework This includes the political commitment to the reform process, including political leadership and technical coordination and monitoring of implementation. Policy development and coordination This includes coordination at the centre of government, inter-ministerial coordination, policy development and financial analysis. Public service and human resources management This includes organisation and functioning of the public service, including depoliticisation, merit-based recruitment and promotion, training and professionalisation. Accountability This includes transparency of administration, including access to information and possibility of administrative and legal redress. ",
        "38 Service delivery This includes improving services for citizens and business, including better administrative procedures and e- government services. Public financial management (PFM) This includes management of public finances and the overall budgetary process through preparation and implementation of multi-annual PFM programmes and engaging in a PFM policy dialogue with the Commission and International Financial Institutions. (cid:190) The Copenhagen economic criteria for EU membership require 1) the existence of a functioning market economy and 2) the capacity to cope with competitive pressures and market forces within the Union. For each of the two economic criteria, the Commission monitors a series of sub-criteria which were specified as part of the Agenda 2000 package published in 1997 in the context of preparations for the accession of the Member States that subsequently joined the EU in 2004/2007. Being a functioning market economy requires: (cid:131) the existence of a broad consensus about essentials of economic policy; (cid:131) macroeconomic stability (including price stability, sustainable public finances and external accounts); (cid:131) a free interplay of market forces (including liberalised prices and trade); (cid:131) free market entry and exit (including issues of establishment/bankruptcies of firms); and (cid:131) an adequate legal system (including a system of property rights, enforceability of laws/contracts) and a sufficiently developed financial sector. The second economic criterion is the capacity to withstand competitive pressures and market forces within the Union. This will require a minimum level of competitiveness of the economies of the applicant countries once the country joins the EU, thus this criterion is by definition more forward-looking in nature. Being competitive in the EU requires: (cid:131) the existence of a functioning market economy; (cid:131) sufficient human and physical capital (including issues of education, research and infrastructure); (cid:131) adequate sectoral and enterprise structures (including issues of enterprise restructuring, sectoral shift, role of small and medium-sized enterprises); (cid:131) limited state influence on competitiveness (including issues of trade policy, competition policy, state aids, support for small and medium-sized enterprises, etc.); and (cid:131) sufficient trade and investment integration with the EU. ",
        "39 The sub-criteria do not provide for a simple checklist to assess compliance. Meeting the economic criteria requires deep and lasting structural reforms that take time to be accomplished. This underlines the importance of a sustained track record of reform implementation being in place, such that there is a permanent and irreversible change in the expectations and behaviour of economic agents. (cid:190) The acquis on public procurement is based on the general EU treaty principles of equal treatment, non-discrimination, proportionality and transparency. Three EU directives cover applicable procurement procedures of contracting authorities in the classical sector, entities in the utilities’ sector and concessions. Moreover, a specific EU directive applies in the fields of defence and security. A directive on review procedures also applies, complemented by other technical pieces of legislation. In assessing the overall situation in each of the countries, the following sub-issues are addressed in the area of public procurement: Legal alignment This includes ensuring procurement regulations (including concessions) are aligned with the acquis, based on the general principle of equal treatment, non-discrimination, proportionality and transparency , and are duly enforced. Institutional framework This includes ensuring there is a central institutional and administrative capacity to develop, implement and monitor procurement policy effectively and efficiently, and a separate institution responsible for the legal review of public procurement procedures. Enforcement capacity This includes ensuring contracting authorities and entities have the appropriate capacities and practical guidelines and tools to ensure professional management of the full procurement cycle. Implementation and enforcement capacity This includes ensuring public procurement operations comply with the legislation in force and basic principles, while ensuring the most efficient use of public funds and making best use of modern procurement techniques and methods. It is recommended that countries set up systems to monitor public procurement processes from initial tendering to final contract. This should allow for better scrutiny at all stages, including to establish where there are significant deviations in the final amount paid compared to the initial accepted offer. Efficient remedies system This includes ensuring the remedies system is aligned with the acquis standards of independence, probity and transparency and provides for rapid and competent handling of complaints and sanctions. ",
        "40 (cid:190) The acquis in the field of statistics requires a statistical system based on principles such as professional independence, impartiality, reliability, quality, transparency, confidentiality of individual data and dissemination of official statistics. These principles are laid down in the European Statistics Code of practice. National statistical institutes (NSIs) act as reference and anchor points for the methodology, production and dissemination of statistical information. The acquis covers methodology, classifications and procedures for data collection in various areas such as macro-economic statistics, social statistics, business statistics, agriculture statistics, and environment and energy statistics. No transposition into national legislation is needed as the majority of the acquis takes the form of regulations. In assessing the overall situation in each of the countries, the following sub-issues are addressed in the area of statistics: Statistical infrastructure This includes statistical Law, resources of the NSIs, coordination of the National Statistical System, implementation of the European Statistics Code of Practice, classification and registers. Macro-economic statistics This includes annual and quarterly national accounts, including Government finance statistics and sector accounts, price statistics, trade statistics, FATS, Foreign Direct Investments, public private partnerships, regional accounts, balance of payments. Business statistics This includes structural and short term business statistics, tourism, transport, energy, R&D statistics, innovation, information society. Social statistics This includes labour market including employment/unemployment, health, education, demography, quality of life, social protection, population census. Agriculture statistics This includes animal and crop production, agricultural prices, agricultural accounts, farm structure, agriculture census. Environment statistics This includes waste, water, environmental protection, environmental accounts, air emissions etc. (cid:190) This chapter is primarily about ensuring sound financial management of national income and expenditure in line with international frameworks, standards and good European practice. This chapter concerns the entire public sector, also at local government level, and is therefore integrally linked to public administration reform. ",
        "41 The acquis under this chapter relates to the adoption and implementation of legal and institutional measures based on international and EU compliant principles, standards and methods that should apply to the internal control systems of the entire public sector as well as the external control standards as defined by the International Organisation of Supreme Audit Institutions (INTOSAI). More particularly, the acquis requires the existence of efficient, effective and transparent financial management and control systems and; functionally independent internal audit; centralised harmonisation of methodologies and standards; the necessary national structures and a functionally, institutionally and financially independent state audit institution to audit public funds. This chapter also includes the acquis on the protection of the EU's financial interests and the fight against fraud involving EU funds as well as non-penal aspects of the protection of the Euro against counterfeiting. In assessing the overall situation in each of the countries, the following sub-issues are addressed in the area of financial control: Public Internal Financial Control (PIFC) This includes the commitment to implement PIFC across the entire public sector; having a multi-annual strategy for PIFC clearly linked to the overall PAR and pubic financial management strategy and looking at its implementation, monitoring and reporting, and political commitment. A Central Harmonisation Unit (CHU) should be established, with comprehensive legal basis, sufficient staff and administrative capacity and its role as provider of methodological guidance and coordinator of developments. Other issues include the track record and annual review of quality of financial management and control and internal audit activity. The legal framework should facilitate the development of managerial accountability, consistent with the legal framework governing civil and public service arrangements and organisational structures. Key aspects of Financial Management and Control need to be ensured. An internal audit function across the public sector needs to be established, with sufficient staff capacity. External audit This includes ensuring the independence of the State Audit Institution (SAI) in the Constitution and the relevant legislation in line with INTOSAI standards, institutional capacity to fulfil the audit mandate, commitment to ensure quality of financial and performance audit work and commitment to take measures that ensure impact of external audit work, including systematic parliamentary follow-up to audit findings. Protection of the EU's financial interests This includes ensuring legislation is aligned with the Convention on the protection of the European Communities financial interests and other relevant acquis, setting up the national anti-fraud coordination service (AFCOS) with sufficient administrative capacity, cooperation with the Commission, including during Commission on –the-spot missions, a structure for reporting of irregularities and suspected fraud cases. Protection of the euro against counterfeiting (non-penal aspects) This includes ratifying the 1929 international Convention for the Suppression of Counterfeiting Currency, alignment of national legislation with the acquis, the administrative structures and capacity for technical analysis and classification of counterfeit money, and international cooperation. ",
        "42 ",
        "43 ",
        "44 ",
        "45 ",
        "46 "
    ]
}