{
    "text": [
        "PE-CONS 5/21 vm ECOMP.2 EN E UR O PE AN UN I O N T H E E UR O PE AN P AR L I A M E N T T H E C O UNC I L B r u sse l s , 26 M ay 2021 ( O R . e n ) 2020 / 0006 ( C O D ) PE - C O N S 5 / 21 F S T R 12 R E G I O 16 F C 3 CADR E F I N 52 S O C 64 E N E R 33 E N V 65 C L I M A 28 C O D E C 165 L E G I S L A T I VE AC T S AND O T H E R I N S T RU M E N T S S ub j e c t: R E G U L A T I O N O F T H E E UR O PEA N PA R L I A M E N T A ND O F T H E C O UNC I L e s t ab li s h i ng t he J u s t T r an s i t i on F und ",
        "PE-CONS 5/21 vm 1 ECOMP.2 EN REGULATION (EU) 2021/… OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of … establishing the Just Transition Fund THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular the third paragraph of Article 175 and point (a) of Article 322(1) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the Court of Auditors 1 , Having regard to the opinions of the European Economic and Social Committee 2 , Having regard to the opinion of the Committee of the Regions 3 , Acting in accordance with the ordinary legislative procedure 4 , 1 OJ C 290, 1.9.2020, p. 1. 2 OJ C 311, 18.9.2020, p. 55 and OJ C 429, 11.12.2020, p. 240. 3 OJ C 324, 1.10.2020, p. 74. 4 Position of the European Parliament of 18 May 2021 (not yet published in the Official Journal) and decision of the Council of … ",
        "PE-CONS 5/21 vm 2 ECOMP.2 EN Whereas: (1) The regulatory framework governing the Union’s cohesion policy for the period from 2021 to 2027, in the context of the next multi-annual financial framework, contributes to the fulfilment of the Union’s commitments to implement the Paris Agreement adopted under the United Nations Framework Convention on Climate Change 1 (the ‘Paris Agreement’), pursuing efforts to limit the temperature increase to 1, 5 °C above pre-industrial levels, and the United Nations Sustainable Development Goals by concentrating Union funding on green objectives. This Regulation should implement one of the priorities set out in the Commission Communication of 11 December 2019 entitled “The European Green Deal” and is part of the Sustainable Europe Investment Plan that provides dedicated financing under the Just Transition Mechanism in the context of cohesion policy to address the social, economic and environmental costs of the transition to a climate-neutral and circular economy, where any remaining greenhouse gas emissions are compensated by equivalent absorptions. 1 OJ L 282, 19.10.2016, p. 4. ",
        "PE-CONS 5/21 vm 3 ECOMP.2 EN (2) The transition to a climate-neutral and circular economy constitutes one of the most important policy objectives for the Union. On 12 December 2019 the European Council endorsed the objective of achieving a climate-neutral Union by 2050, in line with the objectives of the Paris Agreement. While fighting climate change and environmental degradation will benefit all in the long term and provides opportunities and challenges for all in the medium term, not all regions and Member States start their transition from the same point or have the same capacity to respond. Some are more advanced than others, and the transition entails a wider social, economic and environmental impact for those regions that rely heavily on fossil fuels for energy use - especially coal, lignite, peat and oil shale - or greenhouse gas intensive industries. Such a situation not only creates the risk of a variable speed transition in the Union as regards climate action, but also of growing disparities between regions, detrimental to the objectives of social, economic and territorial cohesion. (3) In order to be successful and socially acceptable for all, the transition has to be fair and inclusive. Therefore, the Union, Member States and their regions must take into account its social, economic and environmental implications from the outset, and deploy all possible instruments to mitigate adverse consequences. The Union budget has an important role in that regard. ",
        "PE-CONS 5/21 vm 4 ECOMP.2 EN (4) As set out in the European Green Deal and the Sustainable Europe Investment Plan, a Just Transition Mechanism should complement the other actions under the next multi-annual financial framework for the period from 2021 to 2027. It should contribute to addressing the social, economic and environmental consequences, in particular for workers affected in the process of transitioning towards a climate-neutral Union by 2050, by bringing together the Union budget’s spending on climate and social objectives at regional level and by aiming for high social and environmental standards. ",
        "PE-CONS 5/21 vm 5 ECOMP.2 EN (5) This Regulation should establish the Just Transition Fund (JTF) which is one of the pillars of the Just Transition Mechanism implemented under cohesion policy. The aims of the JTF are to mitigate the adverse effects of the climate transition by supporting the most affected territories and workers concerned and to promote a balanced socio-economic transition. In line with the JTF’s single specific objective, actions supported by the JTF should directly contribute to alleviating the impact of the transition by mitigating the negative repercussions on employment and by financing the diversification and modernisation of the local economy. The JTF’s single specific objective is established at the same level and listed together with the policy objectives set out in Regulation (EU) 2021/… of the European Parliament and of the Council 1  . 1 Regulation (EU) 2021/… of the European Parliament and of the Council of … laying down common provisions on the European Regional Development Fund, the European Social Fund Plus, the Cohesion Fund, the Just Transition Fund and the European Maritime, Fisheries and Aquaculture Fund and financial rules for those and for the Asylum, Migration and Integration Fund, the Internal Security Fund and the Instrument for Financial Support for Border Management and Visa Policy (OJ …).  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)] and insert number, date and OJ reference of that Regulation in the footnote. ",
        "PE-CONS 5/21 vm 6 ECOMP.2 EN (6) Reflecting the European Green Deal as the Union’s sustainable growth strategy and the importance of tackling climate change in line with the Union’s commitments to implement the Paris Agreement and the United Nations Sustainable Development Goals, the JTF is intended to contribute to the mainstreaming of climate action and environmental sustainability and to the achievement of an overall target of 30 % of Union budget expenditure supporting climate objectives and to the ambition of providing 7,5 % of annual spending under the multi-annual financial framework to biodiversity objectives in 2024 and 10 % of annual spending under the multi-annual financial framework to biodiversity objectives in 2026 and 2027, while taking into account the existing overlaps between climate and biodiversity goals. Resources from the JTF’s own envelope are additional to the investments needed to achieve the overall target of 30 % of the Union budget expenditure contributing to climate objectives. Those resources should contribute fully to the achievement of this target along with resources transferred on a voluntary basis from the European Regional Development Fund (ERDF) established by Regulation (EU) 2021 /… of the Europe an Parliament and of the Council 1  and the European Social Fund Plus (ESF+) established by Regulation (EU) 2021 /… of the European Parliament and of the Council 2  . In this context the JTF should support activities that respect the climate and environmental standards and priorities of the Union and do no significant harm to the environmental objectives within the meaning of Article 17 of Regulation (EU) 2020/852 of the European Parliament and of the Council 3 , and that ensure the transition towards a low carbon economy in the pathway to achieving a climate-neutral Union by 2050. 1 Regulation (EU) 2021/… of the European Parliament and of the Council of … on the European Regional Development Fund and on the Cohesion Fund (OJ…).  OJ: Please insert in the text the number of the Regulation contained in document ST 6168/21 [2018/0197(COD)] and insert number, date and OJ reference of that Regulation in the footnote. 2 Regulation (EU) 2021/… of the European Parliament and of the Council of … establishing the European Social Fund Plus (ESF+) and repealing Regulation (EU) No 1296/2013 (OJ…).  OJ: Please insert in the text the number of the Regulation contained in document ST 6980/21 [2018/0206(COD)] and insert number, date and OJ reference of that Regulation in the footnote. 3 Regulation (EU) 2020/852 of the European Parliament and of the Council of 18 June 2020 on the establishment of a framework to facilitate sustainable investment, and amending Regulation (EU) 2019/2088, (OJ L 198, 22.6.2020, p. 13). ",
        "PE-CONS 5/21 vm 7 ECOMP.2 EN (7) The resources from the JTF should complement the resources available under cohesion policy. (8) Transitioning to a climate-neutral economy is a challenge for all Member States. It will be particularly demanding for those Member States that rely, or which until recently have relied, heavily on fossil fuels or greenhouse gas intensive industrial activities which need to be phased out or which need to adapt due to the transition towards a climate-neutral economy and that lack the financial means to do so. The JTF should therefore cover all Member States, but the distribution of its financial means should focus on those territories that are the most affected by the climate transition process, and that distribution should reflect the capacity of Member States to finance the necessary investments to cope with the transition towards a climate-neutral economy. ",
        "PE-CONS 5/21 vm 8 ECOMP.2 EN (9) Horizontal financial rules adopted by the European Parliament and by the Council pursuant to Article 322 of the Treaty on the Functioning of the European Union (TFEU) apply to this Regulation. Those rules are laid down in Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council 1 (the ‘Financial Regulation’) and determine in particular the procedure for establishing and implementing the budget through grants, prizes, indirect management, financial instruments, budgetary guarantees, financial assistance and the reimbursement of external experts, and provide for checks on the responsibility of financial actors. Rules adopted pursuant to Article 322 TFEU also include a general regime of conditionality for the protection of the Union budget. 1 Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending Regulations (EU) No 1296/2013, (EU) No 1301/2013, (EU) No 1303/2013, (EU) No 1304/2013, (EU) No 1309/2013, (EU) No 1316/2013, (EU) No 223/2014, (EU) No 283/2014, and Decision No 541/2014/EU and repealing Regulation (EU, Euratom) No 966/2012 (OJ L 193, 30.7.2018, p. 1). ",
        "PE-CONS 5/21 vm 9 ECOMP.2 EN (10) In order to ensure the effective use of the JTF resources, access to the JTF should be limited to 50 % of the national allocation for those Member States that have not yet committed to implement the objective, in line with the objectives of the Paris Agreement, of achieving a climate-neutral Union by 2050, with the other 50 % being made available for programming upon acceptance of such a commitment. In order to ensure fairness and equal treatment of Member States, where a Member State has not committed to implement the objective of achieving a climate-neutral Union by 2050, by 31 December in any year starting from 2022, the budgetary commitment for the preceding year should be decommitted in its entirety the following year. (11) In accordance with Council Regulation (EU) 2020/2094 1 and within the limits of resources allocated therein, recovery and resilience measures under the JTF should be carried out to address the unprecedented impact of the COVID-19 crisis. Such additional resources should be used in such a way as to ensure compliance with the time limits provided for in that Regulation. 1 Council Regulation (EU) 2020/2094 of 14 December 2020 establishing a European Union Recovery Instrument to support the recovery in the aftermath of the COVID-19 crisis (OJ L 433 I, 22.12.2020, p. 23). ",
        "PE-CONS 5/21 vm 10 ECOMP.2 EN (12) This Regulation should identify types of investments for which support of expenditure by the JTF would be permitted. All supported activities should be pursued in full respect of the climate, environmental and social commitments and priorities of the Union. The list of investments should include those that support local economies through stimulating their endogenous growth potential in accordance with the respective smart specialisation strategies, including sustainable tourism where appropriate. Investments need to be sustainable in the long-term, taking into account all the objectives of the European Green Deal. The projects financed should contribute to a transition to a sustainable, climate-neutral and circular economy, including measures that aim to increase resource efficiency. Waste incineration should not receive support given that this activity belongs to the lower part of the waste hierarchy in the circular economy. Consultancy services that contribute to the implementation of measures supported by the JTF should be eligible. Renaturation of sites, development of green infrastructure and water management should be able to be supported as part of a land restoration project. When supporting energy efficiency measures, the JTF should be able to support investments such as those which contribute to reducing energy poverty, principally through energy efficiency improvements of housing stock. The JTF should also be able to support the development of innovative storage technologies. ",
        "PE-CONS 5/21 vm 11 ECOMP.2 EN (13) To protect citizens who are most vulnerable to the climate transition, the JTF should also cover the up-skilling and reskilling, including training, of the affected workers, irrespective of whether they are still employed or have lost their job due to the transition. The JTF should aim to help them adapt to new employment opportunities. The JTF should also provide any appropriate form of support to jobseekers, including job search assistance and their active inclusion into the labour market. All jobseekers who have lost their job in sectors affected by the transition in a region covered by the territorial just transition plan should be eligible to be supported by the JTF even if the workers who were dismissed do not reside in that region. Due regard should be paid to citizens at risk of energy poverty, in particular when implementing energy efficiency measures for improved social housing conditions. (14) Support for activities in the areas of education and social inclusion should be allowed, as well as support for social infrastructure for the purposes of child- and elderly-care facilities and in training centres, provided that these activities are appropriately justified in the territorial just transition plans. For elderly care, the principle of promoting community-based care should be preserved. Social and public services in those areas could complete the investment mix. All support in those areas should require appropriate justification in the territorial just transition plans and should follow the objectives of the European Pillar of Social Rights. ",
        "PE-CONS 5/21 vm 12 ECOMP.2 EN (15) To address the specific situation and role of women in the transition to the climate-neutral economy, gender equality should be promoted. Women’s labour market participation and entrepreneurship, as well as equal pay, play an important role in ensuring equal opportunities. The JTF should also pay special attention to vulnerable groups that suffer disproportionately from the adverse effects of the transition, such as workers with disabilities. The identity of mining communities needs to be preserved and the continuity of past and future communities needs to be safeguarded. This involves paying special attention to their tangible and non-tangible mining heritage, including their culture. ",
        "PE-CONS 5/21 vm 13 ECOMP.2 EN (16) In order to enhance the economic diversification of territories impacted by the transition, the JTF should provide support to enterprises and economic stakeholders, including through support to productive investments in micro, small and medium-sized enterprises 1 (SMEs). Productive investments should be understood as investment in fixed capital or immaterial assets of enterprises with a view to producing goods and services, thereby contributing to gross-capital formation and employment. For enterprises other than SMEs, productive investments should only be supported if they are necessary for mitigating job losses resulting from the transition, by creating or protecting a significant number of jobs, and do not lead to or result from relocation. Investments in existing industrial facilities, including those covered by the Union Emissions Trading System, should be allowed if they contribute to the transition to a climate-neutral economy of the Union by 2050 and go substantially below the relevant benchmarks established for free allocation under Directive 2003/87/EC of the European Parliament and of the Council 2 and if they result in the protection of a significant number of jobs. Any such investment should be justified accordingly in the relevant territorial just transition plan. In order to protect the integrity of the internal market and cohesion policy, support to undertakings should comply with Union State aid rules as set out in Articles 107 and 108 TFEU and, in particular, support to productive investments in enterprises other than SMEs should be limited to enterprises located in areas designated as assisted areas for the purposes of points (a) and (c) of Article 107(3) TFEU. 1 Commission Recommendation of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (OJ L 124, 20.5.2003, p. 36). 2 Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC (OJ L 275, 25.10.2003, p. 32). ",
        "PE-CONS 5/21 vm 14 ECOMP.2 EN (17) In order to provide flexibility for the programming of the JTF resources under the Investment for jobs and growth goal, it should be possible to prepare a self-standing JTF programme or to programme JTF resources in one or more dedicated priorities within programmes supported by the ERDF, the ESF+ or the Cohesion Fund. In accordance with Regulati on (EU) 2021/…  , JTF resources could be reinforced on a voluntary basis with complementary funding from the ERDF and the ESF+. In such a case, the respective amounts transferred from the ERDF and the ESF+ should be consistent with the type of operations set out in the territorial just transition plans. (18) The JTF support should be conditional on the effective implementation of a transition process in a specific territory in order to achieve a climate-neutral economy. In that regard, Member States should prepare, in social dialogue and cooperation with the relevant stakeholders, in accordance with the relevant provision of Regulation (EU) 2021/…  on partnership, and supported by the Commission, territorial just transition plans, setting out the transition process, consistent with their integrated national energy and climate plans. To that end, the Commission should set up a Just Transition Platform, which would build on the existing platform for coal regions in transition, to enable bilateral and multilateral exchanges of experience on lessons learnt and best practices across all affected sectors. Member States should ensure that municipalities and cities are involved in the implementation of the JTF resources and that their needs in that context are taken into account.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 15 ECOMP.2 EN (19) The territorial just transition plans should identify the territories most negatively affected, where JTF support should be concentrated, and describe specific actions to be undertaken to reach the Union’s 2030 targets for energy and climate and a climate-neutral economy of the Union by 2050, in particular as regards the conversion or closure of facilities involving fossil fuel production or other greenhouse gas intensive activities. Those territories should be precisely defined and correspond to level 3 of the common classification of territorial units for statistics (‘NUTS level 3 regions’), as established by Regulation (EC) No 1059/2003 of the European Parliament and of the Council 1 , or be parts thereof. The plans should set out the challenges and needs of those territories, taking into account depopulation risks, and identify the type of operations needed to contribute to job creation at the level of the beneficiaries of the plan and in a manner that ensures the coherent development of climate-resilient economic activities that are also consistent with the transition to a climate-neutral economy and the objectives of the European Green Deal. Where such territories are identified, additional attention should be given to the specificities of islands, insular areas as well as the outermost regions, where the geographical and socio-economic characteristics may require a different approach to support the transition process towards a climate-neutral economy. Only investments in accordance with the territorial just transition plans should receive financial support from the JTF. The territorial just transition plans should be part of the programmes, supported, as the case may be, by the ERDF, the ESF+, the Cohesion Fund or the JTF, which are approved by the Commission. 1 Regulation (EC) No 1059/2003 of the European Parliament and of the Council of 26 May 2003 on the establishment of a common classification of territorial units for statistics (NUTS) (OJ L 154, 21.6.2003, p. 1). ",
        "PE-CONS 5/21 vm 16 ECOMP.2 EN (20) In order to enhance the result orientation of the use of JTF resources, the Commission, in line with the principle of proportionality, should be able to apply financial corrections in the case of serious underachievement of targets established for the specific objective of the JTF. (21) In order to set out an appropriate financial framework for the JTF, implementing powers should be conferred on the Commission to set out the annual breakdown of available resources by Member State. (22) Since the objective of this Regulation, namely to support the people, economy and environment of territories facing economic and social transformation in their transition to a climate-neutral economy, cannot be sufficiently achieved by the Member States owing to the disparities in the levels of development of the various territories and to the backwardness of the least favoured territories, as well as to the limit on the financial resources of Member States and territories, but can rather, by reason of the need for a coherent implementation framework covering several Union funds under shared management, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective. ",
        "PE-CONS 5/21 vm 17 ECOMP.2 EN (23) In view of the adoption of this Regulation after the start of the programming period, and taking into account the need to implement the JTF in a coordinated and harmonised manner, and in order to allow for its prompt implementation, it should enter into force on the day following that of its publication in the Official Journal of the European Union , HAVE ADOPTED THIS REGULATION: ",
        "PE-CONS 5/21 vm 18 ECOMP.2 EN Article 1 Subject matter and scope This Regulation establishes the Just Transition Fund (JTF) to provide support to the people, economies and environment of territories which face serious socio-economic challenges deriving from the transition process towards the Union’s 2030 targets for energy and climate as defined in point (11) of Article 2 of Regulation (EU) 2018/1999 of the European Parliament and of the Council 1 and a climate-neutral economy of the Union by 2050. It lays down the specific objective of the JTF, its geographical coverage and resources, the scope of its support with regard to the Investment for jobs and growth goal referred to in point (a) of Article 5(2) of Regulation (EU) 2021/…  , as well as specific provisions for programming and indicators necessary for monitoring. 1 Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action, amending Regulations (EC) No 663/2009 and (EC) No 715/2009 of the European Parliament and of the Council, Directives 94/22/EC, 98/70/EC, 2009/31/EC, 2009/73/EC, 2010/31/EU, 2012/27/EU and 2013/30/EU of the European Parliament and of the Council, Council Directives 2009/119/EC and (EU) 2015/652 and repealing Regulation (EU) No 525/2013 of the European Parliament and of the Council (OJ L 328, 21.12.2018, p. 1).  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 19 ECOMP.2 EN Article 2 Specific objective In accordance with the second subparagraph of Article 5(1) of Regulation (EU) 2021/…  , the JTF shall contribute to the single specific objective of enabling regions and people to address the social, employment, economic and environmental impacts of the transition towards the Union’s 2030 targets for energy and climate and a climate-neutral economy of the Union by 2050, based on the Paris Agreement. Article 3 Geographical coverage and resources under the Investment for jobs and growth goal 1. The JTF shall support the Investment for jobs and growth goal in all Member States. 2. The resources for the JTF under the Investment for jobs and growth goal that are available for budgetary commitment for the period 2021-2027 shall be EUR 7 500 000 000 in 2018 prices as established in point (g) of Article 110(1)of Regulation (EU) 2021/…  . 3. The resources referred to in paragraph 2 may be increased, as the case may be, by additional resources allocated in the Union budget, and by other resources in accordance with the applicable basic act.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 20 ECOMP.2 EN 4. The Commission shall adopt a decision, by means of an implementing act, setting out the annual breakdown of available resources, including any additional resources referred to in paragraph 3, by Member State in accordance with the allocations set out in Annex I. Article 4 Resources from the European Union Recovery Instrument 1. The measures referred to in Article 1(2) of Regulation (EU) 2020/2094 shall be implemented under this Regulation with an amount of EUR 10 000 000 000 in 2018 prices as referred to in the second subparagraph of Article 109(1) of Regulation (EU) 2021/…  and subject to Article 3(3), (4), (7) and (9) of Regulation (EU) 2020/2094. This amount shall be considered other resources as referred to in Article 3(3) of this Regulation. As provided for in Article 3(1) of Regulation (EU) 2020/2094, this amount shall constitute external assigned revenue for the purpose of Article 21(5) of the Financial Regulation.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 21 ECOMP.2 EN 2. The amount referred to in paragraph 1 of this Article shall be made available for budgetary commitment under the Investment for jobs and growth goal for the years 2021 to 2023, in addition to the resources referred to in Article 3, as follows: – 2021: EUR 2 000 000 000; – 2022: EUR 4 000 000 000; – 2023: EUR 4 000 000 000. An amount of EUR 15 600 000 in 2018 prices shall be made available for administrative expenditure from the resources referred to in the first subparagraph. 3. The annual breakdown of the amount referred to in the first subparagraph of paragraph 1 of this Article by Member States shall be included in the Commission decision referred to in Article 3(4) in accordance with the allocations set out in Annex I. 4. By way of derogation from Article 14(3) of the Financial Regulation, the decommitment rules set out in Chapter IV of Title VII of Regulation (EU) 2021/...  shall apply to the budgetary commitments based on the resources referred to in paragraph 1 of this Article. By way of derogation from point (c) of Article 12(4) of the Financial Regulation these resources shall not be used for a succeeding programme or action.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 22 ECOMP.2 EN 5. Payments to programmes shall be posted to the earliest open commitment of the JTF, starting first with the commitments from the resources referred to in the first subparagraph of paragraph 1 until they are exhausted. Article 5 Green Rewarding Mechanism 1. Where, pursuant to Article 3(3), the resources for the JTF are increased before 31 December 2024, the additional resources shall be distributed among Member States on the basis of the national shares set out in Annex I. 2. Where, pursuant to Article 3(3) of this Regulation, the resources for the JTF are increased after 31 December 2024, the additional resources shall be distributed among Member States in accordance with the methodology laid down in the second subparagraph of this paragraph, on the basis of change of greenhouse gas emissions of their industrial facilities in the period from the year 2018 to the latest year for which data is available, as reported in accordance with Article 7 of Regulation (EC) No 166/2006 of the European Parliament and of the Council 1 . The change of greenhouse gas emissions of each Member State shall be calculated by aggregating the greenhouse gas emissions of only those NUTS level 3 regions that have been identified in the territorial just transition plans in accordance with Article 11(1) of this Regulation. 1 Regulation (EC) No 166/2006 of the European Parliament and of the Council of 18 January 2006 concerning the establishment of a European Pollutant Release and Transfer Register and amending Council Directives 91/689/EEC and 96/61/EC (OJ L 33, 4.2.2006, p. 1). ",
        "PE-CONS 5/21 vm 23 ECOMP.2 EN The allocation of additional resources for each Member State shall be determined in accordance with the following: (a) for Member States that achieved a reduction in greenhouse gas emissions, the reduction in greenhouse gas emissions achieved by each Member State shall be calculated by expressing the level of greenhouse gas emissions of the latest reference year as a percentage of the greenhouse gas emissions observed in 2018; for Member States that have not achieved a reduction in greenhouse gas emissions, that percentage shall be set at 100 %; (b) the final share for each Member State shall be obtained by dividing national shares set out in Annex I by the percentages resulting from point (a); and (c) the result from the calculation under point (b) shall be rescaled in order to sum up to 100 %. 3. Member States shall include the additional resources in their programmes and submit a programme amendment in accordance with Article 24 of Regulation (EU) 2021/…  .  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 24 ECOMP.2 EN Article 6 Specific allocations for outermost regions and islands When preparing their territorial just transition plans in accordance with Article 11(1), Member States shall take particular account of the situation of islands and outermost regions facing serious socio-economic challenges deriving from the transition process t owards the Union’s 2030 targets for energy and climate and a climate-neutral economy of the Union by 2050, having regard to their specific needs as recognised in Articles 174 and 349 TFEU. When including such territories in their territorial just transition plans, Member States shall set out the specific amount allocated for those territories with the corresponding justification, taking into account the specific challenges of those territories. Article 7 Conditional access to resources 1. Where a Member State has not made a commitment to implement the objective of achieving a climate-neutral Union by 2050, only 50 % of the annual allocations for that Member State set out in accordance with Articles 3(4) and 4(3) shall be made available for programming and included in the priorities. ",
        "PE-CONS 5/21 vm 25 ECOMP.2 EN By way of derogation from Article 10(1) of this Regulation, the remaining 50 % of the annual allocations shall not be included in the priorities. In such cases, the programmes supported from the JTF and submitted in accordance with Article 21 of Regulation (EU) 2021/…  shall include only 50 % of the annual JTF allocations in the table referred to in point (g)(ii) of Article 22(3) of that Regulation. The table referred to in point (g)(i) of Article 22(3) of that Regulation shall identify separately the allocations available for programming and those allocations that shall not be programmed. 2. The Commission shall only approve programmes containing a JTF priority, or any amendment thereto, where the requirements set out in the programmed allocation part in accordance with paragraph 1 are respected. 3. As soon as a Member State has committed to implement the objective of achieving a climate-neutral Union by 2050, it may submit a request for the amendment of each programme supported from the JTF in accordance with Article 24 of Regulation (EU) 2021/…  and include the non-programmed allocations that have not been decommitted.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 26 ECOMP.2 EN 4. Budgetary commitments shall be made on the basis of the table referred to in point (g)(i) of Article 22(3) of Regulation (EU) 2021/…  . The commitments related to the non-programmed allocations shall not be used for payments and shall not be included in the basis for the calculation of the pre-financing in accordance with Article 90 of that Regulation until they are made available for programming in accordance with paragraph 3 of this Article. By way of derogation from Article 105 of Regulation (EU) 2021/…  , in the absence of the Member State’s commitment to implement the objective of achieving a climate -neutral Union by 2050 by 31 December of any given year starting from 2022, budgetary commitments for the preceding year which relate to non-programmed allocations shall be decommitted in their entirety in the following year. Article 8 Scope of support 1. The JTF shall only support activities that are directly linked to its specific objective as set out in Article 2 and which contribute to the implementation of the territorial just transition plans established in accordance with Article 11.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 27 ECOMP.2 EN 2. In accordance with paragraph 1, the JTF shall exclusively support the following activities: (a) productive investments in SMEs, including microenterprises and start-ups, leading to economic diversification, modernisation and reconversion; (b) investments in the creation of new firms, including through business incubators and consulting services, leading to job creation; (c) investments in research and innovation activities, including by universities and public research organisations, and fostering the transfer of advanced technologies; (d) investments in the deployment of technology as well as in systems and infrastructures for affordable clean energy, including energy storage technologies, and in greenhouse gas emission reduction; (e) investments in renewable energy in accordance with Directive (EU) 2018/2001 of the European Parliament and of the Council 1 , including the sustainability criteria set out therein, and in energy efficiency, including for the purposes of reducing energy poverty; 1 Directive (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources (OJ L 328, 21.12.2018, p. 82). ",
        "PE-CONS 5/21 vm 28 ECOMP.2 EN (f) investments in smart and sustainable local mobility, including decarbonisation of the local transport sector and its infrastructure; (g) rehabilitation and upgrade of district heating networks with a view to improving energy efficiency of district heating systems and investments in heat production provided that the heat production installations are supplied exclusively by renewable energy sources; (h) investments in digitalisation, digital innovation and digital connectivity; (i) investments in regeneration and decontamination of brownfield sites, land restoration and including, where necessary, green infrastructure and repurposing projects, taking into account the ‘polluter pays’ principle; (j) investments in enhancing the circular economy, including through waste prevention, reduction, resource efficiency, reuse, repair and recycling; (k) upskilling and reskilling of workers and jobseekers; (l) job-search assistance to jobseekers; (m) active inclusion of jobseekers; (n) technical assistance; ",
        "PE-CONS 5/21 vm 29 ECOMP.2 EN (o) other activities in the areas of education and social inclusion including, where duly justified, investments in infrastructure for the purposes of training centres, child-and elderly-care facilities as indicated in territorial just transition plans in accordance with Article 11. Additionally, the JTF may support, in areas designated as assisted areas for the purposes of points (a) and (c) of Article 107(3) TFEU, productive investments in enterprises other than SMEs, provided that such investments have been approved as part of the territorial just transition plan based on the information required under point (h) of Article 11(2) of this Regulation. Such investments shall only be eligible where they are necessary for the implementation of the territorial just transition plan, where they contribute to the transition to a climate-neutral economy of the Union by 2050 and to achieving related environmental targets, where their support is necessary for job creation in the identified territory, and where they do not lead to relocation as defined in point (27) of Article 2 of Regulation (EU) 2021/…  . The JTF may also support investments to achieve the reduction of greenhouse gas emissions from activities listed in Annex I to Directive 2003/87/EC provided that such investments have been approved as part of the territorial just transition plan based on the information required under point (i) of Article 11(2) of this Regulation. Such investments shall only be eligible where they are necessary for the implementation of the territorial just transition plan.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 30 ECOMP.2 EN Article 9 Exclusion from the scope of support The JTF shall not support: (a) the decommissioning or the construction of nuclear power stations; (b) the manufacturing, processing and marketing of tobacco and tobacco products; (c) an undertaking in difficulty, as defined in point (18) of Article 2 of Commission Regulation (EU) No 651/2014 1 , unless authorised under temporary State aid rules established to address exceptional circumstances or under de minimis aid to support investments reducing energy costs in the context of the energy transition process; (d) investment related to the production, processing, transport, distribution, storage or combustion of fossil fuels. 1 Commission Regulation (EU) No 651/2014 of 17 June 2014 declaring certain categories of aid compatible with the internal market in application of Articles 107 and 108 of the Treaty (OJ L 187, 26.6.2014, p. 1). ",
        "PE-CONS 5/21 vm 31 ECOMP.2 EN Article 10 Programming of the JTF resources 1. The JTF resources shall be programmed for the categories of regions where the territories concerned are located, on the basis of territorial just transition plans established in accordance with Article 11 and approved by the Commission as part of a programme or a programme amendment. The resources programmed shall take the form of one or more specific programmes or of one or more priorities within programmes. The Commission shall only approve a programme, or any amendment thereto, where the identification of the territories most negatively affected by the transition process, contained within the relevant territorial just transition plan, is duly justified and the relevant territorial just transition plan is consistent with the integrated national energy and climate plan of the Member State concerned. 2. A JTF priority or priorities shall comprise the JTF resources consisting of all or part of the JTF allocation for the Member States and the resources transferred in accordance with Article 27 of Regulation (EU) 2021/…  . The total of the ERDF and ESF+ resources transferred to the JTF shall not exceed three times the amount of support from the JTF to that priority excluding the resources referred to in Article 4(1) of this Regulation.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 32 ECOMP.2 EN 3. In accordance with Article 112 of Regulation (EU) 2021/…  , the co-financing rate, applicable to the region where the territory or territories identified in the territorial just transition plans in accordance with Article 11 of this Regulation are located, for the JTF priority or priorities shall not be higher than: (a) 85 % for less developed regions; (b) 70 % for transition regions; (c) 50 % for more developed regions. Article 11 Territorial just transition plans 1. Member States shall prepare, together with the relevant local and regional authorities of the territories concerned, one or more territorial just transition plans covering one or more affected territories corresponding to NUTS level 3 regions or parts thereof, in accordance with the template set out in Annex II. Those territories shall be those most negatively affected, based on the economic and social impacts resulting from the transition, in particular with regard to the expected adaptation of workers or job losses in fossil fuel production and use and the transformation needs of the production processes of industrial facilities with the highest greenhouse gas intensity.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 33 ECOMP.2 EN 2. A territorial just transition plan shall contain the following elements: (a) a description of the transition process at national level towards a climate-neutral economy, including a timeline of t he key transition steps towards the Union’s 2030 targets for energy and climate and a climate-neutral economy of the Union by 2050 which are consistent with the latest version of the integrated national energy and climate plan; (b) a justification for identifying the territories as most negatively affected by the transition process referred to in point (a) of this paragraph and to be supported by the JTF, in accordance with paragraph 1; (c) an assessment of the transition challenges faced by the identified most negatively affected territories, including the social, economic, and environmental impact of the transition to a climate-neutral economy of the Union by 2050, identifying the potential number of affected jobs and job losses, the depopulation risks, and the development needs and objectives, to be reached by 2030 and linked to the transformation or closure of greenhouse gas-intensive activities in those territories; ",
        "PE-CONS 5/21 vm 34 ECOMP.2 EN (d) a description of the expected contribution of the JTF support to addressing the social, demographic, economic, health and environmental impacts of the transition to a climate-neutral economy of the Union by 2050, including the expected contribution in terms of job creation and preservation; (e) an assessment of its consistency with other relevant national, regional or territorial strategies and plans; (f) a description of the governance mechanisms consisting of the partnership arrangements, the monitoring and evaluation measures planned and the responsible bodies; (g) a description of the type of operations envisaged and their expected contribution to alleviating the impact of the transition; (h) where support is to be provided to productive investments in enterprises other than SMEs, an indicative list of operations and enterprises to be supported and a justification of the necessity of such support through a gap analysis demonstrating that the expected job losses would exceed the expected number of jobs created in the absence of the investment; ",
        "PE-CONS 5/21 vm 35 ECOMP.2 EN (i) where support is to be provided to investments to achieve the reduction of greenhouse gas emissions from activities listed in Annex I to Directive 2003/87/EC, a list of operations to be supported and a justification that they contribute to a transition to a climate-neutral economy and lead to a substantial reduction in greenhouse gas emissions going substantially below the relevant benchmarks established for free allocation under Directive 2003/87/EC and provided that these operations are necessary for the protection of a significant number of jobs; (j) synergies and complementarities with other relevant Union programmes to address identified development needs; and (k) synergies and complementarities with planned support from the other pillars of the Just Transition Mechanism. 3. The preparation and implementation of territorial just transition plans shall involve the relevant partners in accordance with Article 8 of Regulation (EU) 2021/…  and, where relevant, the European Investment Bank and the European Investment Fund.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 36 ECOMP.2 EN 4. Territorial just transition plans shall be consistent with the relevant territorial strategies referred to in Article 29 of Regulation (EU) 2021/…  and relevant smart specialisation strategies, the integrated national energy and climate plans and the European Pillar of Social Rights. Where the update of an integrated national energy and climate plan pursuant to Article 14 of Regulation (EU) 2018/1999 necessitates a revision of a territorial just transition plan, that revision shall be carried out as part of the mid-term review in accordance with Article 18 of Regulation (EU) 2021/…  . 5. Where Member States intend to make use of the possibility to receive support under the other pillars of the Just Transition Mechanism, their territorial just transition plans shall set out the sectors and thematic areas envisaged to be supported under those pillars.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 37 ECOMP.2 EN Article 12 Indicators 1. Common output and result indicators, as set out in Annex III and, where duly justified in the territorial just transition plan, programme-specific output and result indicators shall be used in accordance with point (a) of the second subparagraph of Article 16(1), point (d)(ii) of Article 22(3) and point (b) of Article 42(2) of Regulation (EU) 2021/…  . 2. For output indicators, baselines shall be set at zero. The milestones set for 2024 and targets set for 2029 shall be cumulative. Targets shall not be revised after the request for programme amendment, submitted pursuant to Article 18(3) of Regulation (EU) 2021/…  , has been approved by the Commission. 3. Where a JTF priority supports the activities referred to in points (k), (l) or (m) of Article 8(2), data on the indicators for participants shall only be transmitted where all the data relating to that participant, required in accordance with Annex III, are available.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 38 ECOMP.2 EN Article 13 Financial corrections Based on the examination of the final performance report of the programme, the Commission may make financial corrections in accordance with Article 104 of Regulation (EU) 2021/ …  where less than 65 % of the target set out for one or more output indicators is achieved. Financial corrections shall be in proportion to the achievements and shall not be applied where the failure to achieve targets is due to the impact of socio-economic or environmental factors, significant changes in the economic or environmental conditions in the Member State concerned or because of reasons of force majeure seriously affecting implementation of the priorities concerned.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 39 ECOMP.2 EN Article 14 Review By 30 June 2025, the Commission shall review the implementation of the JTF with regard to the specific objective set out in Article 2, taking into account possible changes in Regulation (EU) 2020/852 and the Union’s climate objectives set out in a Regulation of the European Parliament and of the Council establishing the framework for achieving climate neutrality, and amending Regulations (EC) No 401/2009 and (EU) 2018/1999 (‘European Climate Law’), and the evolution in the implementation of the Sustainable Europe Inve stment Plan. On that basis, the Commission shall submit a report to the European Parliament and to the Council, which may be accompanied by legislative proposals. ",
        "PE-CONS 5/21 vm 40 ECOMP.2 EN Article 15 Entry into force This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, For the European Parliament For the Council The President The President ",
        "PE-CONS 5/21 vm 1 ANNEX I ECOMP.2 EN ANNEX I MEMBER STATE ALLOCATIONS Allocations from the European Union Recovery Instrument Allocations from MFF resources Total allocations Member States’ share from total Belgium 95 71 166 0,95 % Bulgaria 673 505 1178 6,73 % Czechia 853 640 1493 8,53 % Denmark 46 35 81 0,46 % Germany 1288 966 2254 12,88 % Estonia 184 138 322 1,84 % Ireland 44 33 77 0,44 % Greece 431 324 755 4,31 % Spain 452 339 790 4,52 % France 535 402 937 5,35 % Croatia 97 72 169 0,97 % Italy 535 401 937 5,35 % Cyprus 53 39 92 0,53 % Latvia 100 75 174 1,00 % Lithuania 142 107 249 1,42 % Luxembourg 5 4 8 0,05 % Hungary 136 102 237 1,36 % Malta 12 9 21 0,12 % Netherlands 324 243 567 3,24 % Austria 71 53 124 0,71 % ",
        "PE-CONS 5/21 vm 2 ANNEX I ECOMP.2 EN Allocations from the European Union Recovery Instrument Allocations from MFF resources Total allocations Member States’ share from total Poland 2000 1500 3500 20,00 % Portugal 116 87 204 1,16 % Romania 1112 834 1947 11,12 % Slovenia 134 101 235 1,34 % Slovakia 239 179 418 2,39 % Finland 242 182 424 2,42 % Sweden 81 61 142 0,81 % EU 27 10 000 7 500 17 500 100,00 % Allocations in EUR million, in 2018 prices and before deductions for technical assistance and administrative expenditure (totals may not tally due to rounding up or down) ",
        "PE-CONS 5/21 vm 1 ANNEX II ECOMP.2 EN ANNEX II TEMPLATE FOR TERRITORIAL JUST TRANSITION PLANS 1. Outline of the transition process and identification of the most negatively affected territories within the Member State Text field [12000] Reference: point (a) of Article 11(2) 1.1. Outline of the expected transition process towards the Union’s 2030 targets for energy and climate and a climate-neutral economy of the Union by 2050, in line with the objectives of the integrated national energy and climate plans and other existing transition plans with a timeline for ceasing or scaling down activities such as coal and lignite mining or coal-fired electricity production Reference: point (b) of Article 11(2) 1.2. Identifying the territories expected to be the most negatively affected and justifying this choice with the corresponding estimation of the economic and employment impacts based on the outline of Section 1.1 Reference: Article 6 ",
        "PE-CONS 5/21 vm 2 ANNEX II ECOMP.2 EN 1.3. Identifying the outermost regions and islands with specific challenges within territories listed under Section 1.1 and the specific amounts allocated for those territories with corresponding justification 2. Assessment of transition challenges, for each of the identified territories 2.1. Assessment of the economic, social and territorial impact of the transition to a climate-neutral economy of the Union by 2050 Reference: point (c) of Article 11(2) Text field [12000] Identification of economic activities and industrial sectors impacted, distinguishing: – declining sectors, expected to cease or significantly scale down their activities related to the transition, including a corresponding timeline; – transforming sectors, expected to undergo a transformation of their activities, processes and outputs. For each of the two types of sectors: – expected job losses and requalification needs, taking into account skills forecasts; – economic diversification potential and development opportunities. ",
        "PE-CONS 5/21 vm 3 ANNEX II ECOMP.2 EN 2.2. Development needs and objectives by 2030 in view of reaching a climate-neutral economy of the Union by 2050 Reference: point (d) of Article 11(2) Text field [6000] – Development needs to address the transition challenges; – Objectives and results expected through implementing the JTF priority, including the expected contribution in terms of job creation and preservation. 2.3. Consistency with other relevant national, regional or territorial strategies and plans Reference: point (e) of Article 11(2) Text field [6000] – Smart specialisation strategies; – Territorial strategies referred to in Article 29 of Regulation (EU) 2021/…  ; – Other regional or national development plans.  OJ: Please insert in the text the number of the Regulation contained in document ST 6674/21 [2018/0196(COD)]. ",
        "PE-CONS 5/21 vm 4 ANNEX II ECOMP.2 EN 2.4. Types of operations envisaged Text field [12000] Reference: point (g) of Article 11(2) – type of operations envisaged and their expected contribution to alleviating the impact of the transition Reference: point (h) of Article 11(2) To fill in only if support is provided to productive investments in enterprises other than SMEs: – an indicative list of operations and enterprises to be supported and for each of them a justification of the necessity of such support through a gap analysis demonstrating that the expected job losses would exceed the expected number of jobs created in the absence of the investment Update or fill in this section through the revision of the territorial just transition plans, depending on the decision to provide such support. Reference: point (i) of Article 11(2); ",
        "PE-CONS 5/21 vm 5 ANNEX II ECOMP.2 EN To fill in only if support is provided to investments to achieve the reduction of greenhouse gas emissions from activities listed in Annex I to Directive 2003/87/EC: – a list of operations to be supported and a justification that they contribute to the transition to a climate-neutral economy and lead to substantial reductions in greenhouse gas emissions going substantially below the relevant benchmarks established for free allocation under Directive 2003/87/EC and provided that they are necessary for the protection of a significant number of jobs Update or fill in this section through the revision of the territorial just transition plans, depending on the decision to provide such support. Reference: point (j) of Article 11(2) – synergies and complementarities of the envisaged operations with other relevant Union programmes under the Investments for jobs and growth goal (supporting the transition process), other financing instruments (the Union Emissions Trading Modernisation Fund) to address identified development needs Reference: point (k) of Article 11(2) and Article 11(5) – synergies and complementarities with planned support from the other pillars of the Just Transition Mechanism – sectors and thematic areas envisaged to be supported under the other pillars ",
        "PE-CONS 5/21 vm 6 ANNEX II ECOMP.2 EN 3. Governance mechanisms Reference: point (f) of Article 11(2) Text field [5000] 3.1. Partnership – Arrangements for involvement of partners in the preparation, implementation, monitoring and evaluation of the territorial just transition plan; – Outcome of public consultation 3.2. Monitoring and evaluation – Monitoring and evaluation measures planned, including indicators to measure the ability of the plan to achieve its objectives 3.3. Coordination and monitoring body/bodies Body or bodies responsible for coordinating and monitoring the implementation of the plan and their role ",
        "PE-CONS 5/21 vm 7 ANNEX II ECOMP.2 EN 4. Programme-specific output or result indicators Reference: Article 12(1) To fill in only if programme-specific indicators are envisaged: – justification for the necessity of programme-specific output or result indicators based on the types of operations envisaged Table 1. Output indicators Specific objective ID [5] Indicator [255] Measurement unit Milestone (2024) Target (2029) Table 2. Result indicators Specific objective ID [5] Indicator [255] Measurement unit Baseline or reference value Reference year Target (2029) Source of data [200] Comments [200] ",
        "PE-CONS 5/21 vm 1 ANNEX III ECOMP.2 EN ANNEX III COMMON OUTPUT INDICATORS AND COMMON RESULT INDICATORS FOR THE JUST TRANSITION FUND 1 REGIO Common Output Indicators (RCO) and REGIO Common Result Indicators (RCR) Outputs Results RCO 01 - Enterprises supported (of which: micro, small, medium, large) * RCO 02 - Enterprises supported by grants RCO 03 - Enterprises supported by financial instruments RCO 04 - Enterprises with non-financial support RCO 05 - New enterprises supported RCO 07 - Research organisations participating in joint research projects RCO 10 - Enterprises cooperating with research organisations RCO 121 – Enterprises supported to achieve the reduction of greenhouse-gas emissions from activities listed in Annex I to Directive 2003/87/EC RCR 01 - Jobs created in supported entities RCR 102 – Research jobs created in supported entities RCR 02 - Private investments matching public support (of which: grants, financial instruments) * RCR 03 – Small and medium-size enterprises (SMEs) introducing product or process innovation RCR 04 - SMEs introducing marketing or organisational innovation RCR 05 - SMEs innovating in-house RCR 06 - Patent applications submitted RCR 29a – Estimated greenhouse-gas emissions from activities listed in Annex I to Directive 2003/87/EC in supported enterprises 1 For presentational reasons, indicators are grouped to provide for easier matching with the indicators included in other Fund-specific Regulations. ",
        "PE-CONS 5/21 vm 2 ANNEX III ECOMP.2 EN REGIO Common Output Indicators (RCO) and REGIO Common Result Indicators (RCR) Outputs Results RCO 13 – Value of digital services, products and processes developed for enterprises RCR 11 - Users of new and upgraded public digital services, products and processes RCR 12 - Users of new and upgraded digital services, products and processes developed by enterprises RCO 15 - Capacity of incubation created RCR 17 - New enterprises surviving in the market RCR 18 - SMEs using incubator services after incubator creation RCO 101 – SMEs investing in skills for smart specialisation, for industrial transition and entrepreneurship RCR 97 – Apprenticeships supported in SMEs RCR 98 – SMEs staff completing training for skills for smart specialisation, for industrial transition and entrepreneurship (by type of skill: technical, management, entrepreneurship, green, other) * RCO 18 – Dwellings with improved energy performance RCO 19 - Public buildings with improved energy performance RCO 20 - District heating and cooling network lines newly constructed or improved RCO 104 – Number of high efficiency co-generation units RCR 26 - Annual primary energy consumption (of which: dwellings, public buildings, enterprises, other) * RCR 29 – Estimated greenhouse gas emissions ",
        "PE-CONS 5/21 vm 3 ANNEX III ECOMP.2 EN REGIO Common Output Indicators (RCO) and REGIO Common Result Indicators (RCR) Outputs Results RCO 22 - Additional production capacity for renewable energy (of which: electricity, thermal) * RCR 31 - Total renewable energy produced (of which: electricity, thermal) * RCR 32 – Additional operational capacity installed for renewable energy RCO 34 - Additional capacity for waste recycling RCO 107 – Investments in facilities for separate waste collection RCO 119 - Waste prepared for re-use RCR 47 - Waste recycled RCR 48 - Waste used as raw materials RCO 36 - Green infrastructure supported for other purposes than adaptation to climate change RCO 38 - Surface area of rehabilitated land supported RCO 39 – Area covered by systems for monitoring air pollution installed RCR 50 - Population benefiting from measures for air quality ** RCR 52 - Rehabilitated land used for green areas, social housing, economic or other uses ",
        "PE-CONS 5/21 vm 4 ANNEX III ECOMP.2 EN REGIO Common Output Indicators (RCO) and REGIO Common Result Indicators (RCR) Outputs Results RCO 55 - Length of new tram and metro lines RCO 56 - Length of reconstructed or modernised tram and metro lines RCO 57 – Capacity of environmentally friendly rolling stock for collective public transport RCO 58 - Dedicated cycling infrastructure supported RCO 60 - Cities and towns with new or modernised digitised urban transport systems RCR 62 - Annual users of new or modernised public transport RCR 63 - Annual users of new or modernised tram and metro lines RCR 64 - Annual users of dedicated cycling infrastructure RCO 61 – Surface of new or modernised facilities for employment services RCR 65 – Annual users of new or modernised facilities for employment services ",
        "PE-CONS 5/21 vm 5 ANNEX III ECOMP.2 EN REGIO Common Output Indicators (RCO) and REGIO Common Result Indicators (RCR) Outputs Results RCO 66 - Classroom capacity of new or modernised childcare facilities RCO 67 - Classroom capacity of new or modernised education facilities RCR 70 - Annual users of new or modernised childcare facilities RCR 71 - Annual users of new or modernised education facilities RCO 113 - Population covered by projects in the framework of integrated actions for socioeconomic inclusion of marginalised communities, low income households and disadvantaged groups ** RCO 69 - Capacity of new or modernised health care facilities RCO 70 - Capacity of new or modernised social care facilities (other than housing) RCR 72 – Annual users of new or modernised e-health care services RCR 73 - Annual users of new or modernised health care facilities RCR 74 - Annual users of new or modernised social care facilities ",
        "PE-CONS 5/21 vm 6 ANNEX III ECOMP.2 EN Common Immediate Output Indicators (EECO) and Common Immediate Result Indicators (EECR) for participants 1 , 2 Outputs Results EECO 01- unemployed, including long-term unemployed ** EECO 02 - long-term unemployed ** EECO 03 – inactive ** EECO 04 - employed, including self-employed ** EECO 05 – number of children below 18 years of age ** EECO 06 - young people between 18 and 29 years of age ** EECO 07 - number of participants of 55 years of age and above ** EECO 08 - with lower secondary education or less (ISCED 0-2) ** EECO 09 - with upper secondary (ISCED 3) or post-secondary education (ISCED 4) ** EECO 10 - with tertiary education (ISCED 5 to 8) ** EECO 11 - total number of participants 3 EECR 01 - participants engaged in job searching upon leaving ** EECR 02 - participants in education or training upon leaving ** EECR 03 - participants gaining a qualification upon leaving ** EECR 04 - participants in employment, including self-employment, upon leaving ** 1 All output and result indicators related to participants are to be reported. 2 Personal data are to be broken down by gender (women, men, non-binary persons, according to national law). If certain results are not possible, data for those results do not have to be collected or reported. Where appropriate, common output indicators can be reported based on the target group of the operation. When data are collected from registers or equivalent sources, Member States may use national definitions. 3 This indicator shall be calculated automatically on the basis of the common output indicators relating to employment status. ",
        "PE-CONS 5/21 vm 7 ANNEX III ECOMP.2 EN * Breakdown not requested for programming but only for reporting. ** Data reported are personal data according to Article 4(1) of Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1). "
    ]
}