{
    "text": [
        "Opinion of the European Economic and Social Committee on the proposal for a directive of the European Parliament and of the Council on the promotion of the use of energy from renewable sources (recast) (COM(2016) 767 final — 2016/0382(COD)) (2017/C 246/09) Rapporteur: Lutz RIBBE Co-rapporteur: Stefan BACK Consultation European Parliament, 1 March 2017 European Council, 6 March 2017 Legal basis Article 194 of the Treaty on the Functioning of the European Union Section responsible Transport, Energy, Infrastructure and the Information Society Adopted in section 11 April 2017 Adopted at plenary 26 April 2017 Plenary session No 525 Outcome of vote (for/against/abstentions) 108/1/2 1. Conclusions and recommendations 1.1. The European Economic and Social Committee (EESC) welcomes the publication of the revised directive on the promotion of renewable energies. In conjunction with the other proposals in the ‘winter package’, the expansion of renewables has a key role to play in achieving the goals of the European Energy Union, the EU’s climate change targets, and the goal of again becoming the world leader in renewable energies. By 2030, renewables should account for 27 % of final energy consumption. 1.2. The target of 27 % is of limited significance in achieving the climate change targets or in reducing import dependency. This target must be viewed in conjunction with other CO 2 reduction measures (e.g. improving efficiency), and could therefore in fact be adequate, particularly if governance-related legislation could actually get the Member States to take further measures if need be. Looking at the target in connection with the ambition of global leadership in renewable energies, and bearing in mind the Commission’s claim that, if the directive is not revised, the share of renewables in final energy consumption will reach 24,7 % in 2030, it is legitimate to wonder whether the target is ambitious enough. 1.3. Despite the planning and monitoring arrangements under the proposed system for governance of the Energy Union, the EESC reiterates its regret at the absence of binding national targets. 1.4. The EESC supports as such the objective that renewables need to embrace the market. Permanent subsidies — be they for fossil, nuclear or renewable energy sources — are not an option, for a number of reasons. 1.5. However, the deployment of renewables on the electricity markets will not be successful unless a level playing field is created for all energy sources. The ongoing need for government support for renewables is to a large extent attributable to the high levels of subsidies provided to conventional electricity generation. It is therefore essential for the existing distortions against renewables to be abolished, for example through a combination of energy taxation and an emissions 28.7.2017 EN Official Journal of the European Union C 246/55 ",
        "trading system that covers all external costs (see the EESC’s opinion on revision of the Energy Performance of Buildings Directive — not yet published in the Official Journal). The EESC stresses that this can and must be achieved at the least possible additional cost to consumers and businesses. 1.6. The new energy policy should focus on the three Ds: decentralisation, digitalisation and democratisation. Renewables also require the implementation of a new market design that fits the decentralised structures of electricity generation from renewable sources. 1.7. The EESC supports the Commission’s proposed development of decentralised and smart market structures, but demands much more effective implementation of the Commission’s call for the consumer and citizen to be placed at the heart of European energy policy. The development of new smart market structures could unlock the ‘revolutionary’ potential presented, according to the Commission, by the energy transition in a way that maximises the social and regional benefits. 1.8. The EESC welcomes the recognition of ‘prosumers’ as important players in the new energy market, which marks a step toward energy democracy through the empowerment of large and small consumers and citizens. The opportunities offered to them in the proposal do represent a certain amount of progress compared with the current situation, but are by no means sufficient, e.g. with regard to an enforceable right to access and use the public grid/electricity networks. The proposal must therefore be seen as just the first step on the long road towards unlocking the real social, economic and regional potential of prosumer-oriented markets. 1.9. The EESC underscores the importance of rapid implementation of smart grids as a means to ensure stable and secure supply, sector coupling through integration of power-to-heat, power-to-gas and electric vehicles into the grid and also at micro level, and enabling smooth ‘peer-to-peer’ trading, which would allow prosumers to fully participate in the electricity market on an equal footing. 1.10. Digitalisation could potentially enable prosumers to participate not only in generating electricity from renewable sources, but also in trading it. The EESC therefore highly recommends establishing a positive right in this respect. 1.11. Although the regional economic potential of renewables, including bioenergy (e.g. alternative fuels) is mentioned in the recitals, it is not taken into account in the legislative text itself. There is a lack of a corresponding strategy connecting renewables and regional economic development. The text also fails to acknowledge the key importance of cities, municipalities and regions, and of SMEs, as drivers of the transition to renewable energy. 1.12. The link that can now be made between the new energy policy and regional development is not only important for the regional economy. The involvement of local stakeholders in decentralised energy projects is also important in increasing public support: whether a wind farm is owned by an international private equity fund or by local stakeholders may make no difference to climate protection or energy security, but it is crucial for public acceptance of the wind farm. 1.13. Energy poverty is a social problem that must be addressed through social policy. Still, the EESC draws attention to the as yet untapped potential of combining heat and electricity production from renewable sources, energy saving, load displacement and ‘prosumerism’ as a way of addressing this problem. This will require finding appropriate solutions for financing the initial investment, e.g. through social funds or investment facilities, and overcoming barriers to capital access through a systematic political approach. Every European citizen and consumer should be enabled to become a prosumer. C 246/56 EN Official Journal of the European Union 28.7.2017 ",
        "1.14. The title of the proposal for a directive refers to the ‘promotion’ of renewables, but the text itself does not include any specific support instruments. Clear rules in this respect are essential in order to guarantee investment certainty, and there therefore needs to be a dedicated, clear and precise support scheme for energy communities and prosumers. The EESC therefore calls for the current State aid implementation rules to be updated with a view to establishing maximum legal certainty to attract investment. 1.15. The EESC welcomes the objective of promoting sustainable bioenergy and alternative fuels, but regrets that some of the provisions in the proposal on this point are too inflexible to allow for adaptation to local circumstances regarding use of raw materials and residues. In phasing out non-sustainable biofuels, care must be taken to avoid creating sunk assets. 2. General comments on the promotion of renewable energy 2.1. In the EESC’s view, there are four key benefits that renewables can bring for the European Union. The Commission only really addresses two of them in its proposal for a directive, and even these are in parts too vague. (a) Climate change mitigation 2.2. Renewables play a decisive role in achieving the objective of more or less completely decarbonising the European energy system. However, this requires two conditions to be met: — Significant progress needs to be made in terms of energy efficiency (see the EESC’s opinion on Revision of the Energy Efficiency Directive). — Transport and the heating and cooling sector play a major role in reducing GHG emissions. Using electricity that is 100 % from renewable sources will play an important part in transforming the heating and mobility sectors to be more sustainable. Proposals regarding the connection to the grid of electric vehicles, the regulation of power-to-heat and power-to-gas and development of smart grids are important here ( 1 ). (b) Security of supply 2.3. Renewables will make an indispensable contribution to security of supply and reduce dependence on imported energy, provided that production, use and adjustment of demand are coordinated. However, this requires specific incentives. The EESC doubts that the support measures set out in the proposal and in the electricity market design proposals are sufficient. Further measures will most probably be needed due to the ‘zero marginal cost problem’ of renewable energies. (c) Addressing energy poverty 2.4. The cost curve for renewables is on a steady downward trend; they are cheaper than ever, and are now so cost- effective that they could already make a significant contribution to mitigating the problem of energy poverty. Developing prosumerism is a very powerful option in this connection. For example, a study by the Joint Research Centre (JRC Scientific and Policy Reports — Cost Maps for Unsubsidised Photovoltaic Electricity ) shows that, even back in 2014, self-generated solar electricity would have been cheaper than electricity from the grid for 80 % of Europeans. However, the Commission has not yet developed an appropriate strategy to make use of this option (see TEN/598). 2.5. However, access to capital is particularly critical for lower-income groups, and appropriate support must be provided. This social aspect is not addressed either in this directive or in the entirety of the winter package, although it is pertinent to the Commission’s objective of putting citizens at the centre of energy policy, in line with Articles 17 and 21 of the proposal. 28.7.2017 EN Official Journal of the European Union C 246/57 ( 1 ) OJ C 34, 2.2.2017, p. 151. ",
        "2.6. In this context, the EESC considers it expedient to examine all possible options for giving all citizens, as far as possible, the opportunity to get actively involved in the ‘energy economy’ as equal market participants. This also includes making funding from the European Fund for Strategic Investments (EFSI) or any other investment facility available specifically for small and micro-installations. If low-income consumers could access capital for decentralised renewable energy installations, it would enable them to become prosumers. Through net metering, as practised in some Member States, including Italy, Netherlands, Belgium (Wallonia), Poland and Slovenia, direct financial relief is possible which may reduce the problem of energy poverty. (d) Regional added value 2.7. Renewable energies are by nature regional resources that are now potentially accessible to everyone, in terms of technology. This is particularly important in regions with poor infrastructure, where new opportunities for adding value need to be developed, and the Commission quite rightly mentions this benefit at several points in the recitals. 2.8. However, generating regional added value means consciously getting local and regional stakeholders strategically involved in economic processes and giving them the opportunity to help shape them and thus participate in economic developments. Positive side-effects include not only greater acceptance of the necessary infrastructure development, but also co-financing for it. 2.9. However, the EESC regrets the absence of a clear strategy for linking regional development and the deployment of renewable energies. The Member States should have developed such strategies following the adoption of the old Renewable Energy Directive, but did not do so. 3. General comments on the proposal for a directive 3.1. The EESC has consistently welcomed the Commission’s efforts to position the EU again as the global leader in renewable energies. Indeed, many of the proposals are going in the right direction (e.g. the predictability of support frameworks, including the exclusion of retroactive measures), but there is a risk that the following three fundamental shortcomings could continue to overshadow the development of renewables. (a) The adequacy of support instruments 3.2. The proposed directive builds on the aims set by the October 2014 European Council and upgrades the former aim of 20 % by 2020 to 27 % of final energy consumption by 2030, i.e. less than one percentage point per year. Without a revision of the directive the EU would achieve approximately 24,7 % by 2030, so the aim is to generate a further 2,3 % increase. 3.3. This slow rate of growth, however, might mean that there would need to be an exponential rise in the share of renewables between 2030 and 2050 in order to achieve the goals of the Energy Roadmap 2050 (COM(2011) 885 final). The measures necessary to this end could entail additional costs. In any event, the development of renewables should be closely monitored, to allow corrective action to be taken as early and cheaply as possible. 3.4. The impact assessment accompanying the proposal (SWD(2016) 418 final) concludes that support measures will be needed at least up to 2030, under a stable legal framework. The EESC therefore takes the view that the proposal for a directive should also outline a very clear support framework that could be implemented swiftly and effectively. Unfortunately, no such framework has been provided. 3.5. The ‘implementation’ of support schemes is up to the Member States, which must act in accordance with the EU’s State aid rules. However, the current EU State aid rules set extremely narrow limits, and must be amended as a matter of urgency. C 246/58 EN Official Journal of the European Union 28.7.2017 ",
        "3.6. The current State aid rules have, among other things, resulted in previously effective support instruments such as priority feed-in and feed-in remuneration, which were particularly heavily used by small and new market participants, being drastically cut. New instruments such as calls for tender sometimes present almost insurmountable obstacles for prosumers, community energy and other market operators. 3.7. The promotional measures set out in the proposal are mainly related to market structure and some general provisions on the need for stable support measures compliant with State aid rules. This will not be enough on its own. The EESC considers it important to review (a) the General Block Exemption Regulation (Regulation (EC) No 800/2008); and (b) the current guidelines on State aid for environmental protection and energy 2014-2020 as a matter of urgency, in order to ensure compatibility with the aims of the proposal, in particular with respect to the needs of prosumers and SMEs. 3.8. For example, the derogation for small projects (paragraphs 125 and 127 of the guidelines on State aid for environmental protection and energy) needs to be increased, and the new values need to be enshrined in the Renewable Energy Directive to ensure absolute clarity. 3.9. The EESC doubts the efficiency of introducing quotas regarding the access to support schemes for installations in other Member States, in particular against the background of the goal to promote decentralised renewable energies and regional economic development. (b) Market distortions hamper renewables 3.10. The message of the winter package as a whole could not be any clearer: the Commission’s philosophy is that renewables will need to embrace the market from now on, or as soon as possible. This approach is essentially to be welcomed, but will be problematic until two existing fundamental market distortions are corrected. First, there are still (a) direct national subsidies for fossil-fuel power plants; moreover, (b) the internalisation of external costs is still completely inadequate. Electricity generated by fossil-fuel power plants, and other forms of energy produced from fossil resources, therefore have a systematic advantage over renewable energy, which generates no — or only very marginal — external costs. The International Monetary Fund projects global subsidies for ‘dirty’ energy at USD 5,3 trillion per year; the figure for the EU is calculated to be USD 330 billion per year. 3.11. Although these market distortions against renewable energy have been well known for years, and despite promises to put a stop to these unequal conditions, very little has been done; this is the most serious weakness hampering renewables and it needs to be rectified. 3.12. Strangely enough, there has on the other hand recently been criticism of market distortions supposedly caused by support for renewable energies. This is inaccurate: the fact that support for renewable energies is still necessary is largely a consequence of the subsidisation of conventional energy generation. In other words, if the subsidies for energy generation in fossil-fuel power plants were ended, thus providing a genuine level playing field, much of the support provided for renewable energies would become unnecessary. The EESC reiterates its position that a level playing field needs be created, inter alia, using market-based instruments, to eliminate market distortions and stop disadvantaging renewables (see the EESC’s opinion on revision of the Energy Performance of Buildings Directive). (c) The current electricity market is unsuited to renewables 3.13. The old energy industry is characterised by a relatively small number of generating units, each with a high capacity. In contrast, an energy system shaped by renewable energies is more characterised by smaller, more decentralised capacities. 28.7.2017 EN Official Journal of the European Union C 246/59 ",
        "3.14. The EESC has already expressed its views on possible new concepts for organising electricity trading in decentralised systems, including the ‘cellular approach’ ( 2 ). They are based on the principle that small market participants should also be able to communicate directly with each other and trade in energy. It is therefore a question not only of improving production options, but also of taking part in trading. 3.15. Such peer-to-peer transactions would allow broad swathes of society to participate, not only in generation and self-consumption but also in the active management of smaller and regional-level energy units, thus opening up whole new opportunities for adding value. This also includes sector coupling, as in many cases heating and the energy used for mobility are local commodities produced and consumed in small units. 3.16. The EESC points out that, due to administrative barriers and a general lack of regulation, peer-to-peer transactions are currently impossible in many Member States. The proposal for a directive and the energy market design proposal aim to change this, but the EESC sees major weaknesses in both of them. 3.17. Opening up electricity markets to peer-to-peer transactions across the EU would help to unlock the enormous social and economic potential of renewables. By disregarding this point and thus ignoring very practical hurdles such as limits for energy trading, the Commission is wasting a great opportunity to put European citizens, small and large prosumers and SMEs in a much better position in the electricity market, enable larger entities to export ‘energy solutions’ to non-European markets and, in general, significantly improve society’s acceptance of the energy transition. 4. Specific comments on the text of the directive (a) No binding national targets 4.1. The Committee reiterates its criticism ( 3 ) that, unlike the 2009 directive, the new directive no longer lays down any binding national targets. It still has doubts as to whether the planned governance process can ‘motivate’ those Member States that are opposed to binding national targets to be more proactive. There is no provision in the proposal for a specific instrument that would intervene if the 27 % target was not met (see the EESC’s opinion on Energy Union governance). The EESC on the other hand recognises the collective responsibility as set out in Article 3 of the proposal since, in accordance with the proposed Governance Regulation, financial sanctions are provided for if those targets are not collectively met in the national energy and climate plans. However, it remains unclear how this will be enforced. (b) No strategy for regional development 4.2. In the EESC’s view, the Commission has failed to recognise the importance of active participation by local and regional stakeholders, in terms both of public support for the policies instituted and of the impact on the regional economy. The forecast growth of e-mobility alone will open up huge new opportunities for the regional economy, provided the necessary development of generation and distribution infrastructure is consistently focused on decentralised operating models ( 4 ). 4.3. This would also further the goal of making the use of renewables as cheap as possible for taxpayers and consumers. However, this must be based not on electricity prices alone, but on an overall national and regional economic perspective. For example, the aspect of new regional jobs (see recital 49) should be taken into account. The Committee highlights the tendency of many Member States to date (a) to impose unnecessary and unjustified burdens on locally generated and consumed energy; and (b) to completely disregard regional aspects. 4.4. Moreover, Member States’ regulations for the most part do not take account of grid and system costs. The EESC is convinced that decentralised solutions ultimately reduce grid and system costs, and in this connection endorses the point of view set out by the Commission in recital 52. C 246/60 EN Official Journal of the European Union 28.7.2017 ( 2 ) OJ C 82, 3.3.2016, p. 13 and OJ C 34, 2.2.2017, p. 78. ( 3 ) OJ C 291, 4.9.2015, p. 8. ( 4 ) OJ C 34, 2.2.2017, p. 78. ",
        "4.5. This recital was taken over from Directive 2009/28/EC, but did not result in the Member States developing corresponding specific regional strategies in recent years. The EESC has observed (Changing the future of energy — Civil society as a main player in renewable energy generation — EESC study on the role of civil society in the implementation of the EU Renewable Energy Directive) that the regulations and support programmes in many Member States make no mention of local and regional aspects, and that many national governments and administrations even cite European law to justify this. There is therefore a need for greater specificity in this respect. While creating the formal conditions for decentralisation and regional development, the proposal contains no obligation to implement a coherent strategy in this sense. Stating principles without sufficient legal support is not efficient legislation, in the opinion of the EESC. 4.6. In order to further clarify recital 49, the Commission should specify in the legislative text what is meant by ‘ the Commission and the Member States should therefore support national and regional development measures … and promote the use of structural cohesion policy funding in this area ’. The precise content of recital 50 remains equally vague, where the Directive reads as follows: ‘ … it is necessary to take into account the positive impact on regional and local development opportunities, export prospects, social cohesion and employment opportunities, in particular as concerns SMEs and independent energy producers ’. Finally, in recital 52 (‘ … to allow for the development of decentralised renewable energy technologies under non-discriminatory conditions and without hampering the financing of infrastructure investments ’), the EESC welcomes the appreciation of decentralised approaches but here too there is a need for further clarification. c) Clearer rules for ‘prosumerism’ and consumer rights needed 4.7. It is a positive development that ‘district heating’, ‘renewable self-consumer’, ‘renewable self-consumption’, ‘SME’ and ‘renewable energy communities’ (Article 21) are at least partially defined and thus recognised as legal terms that are of relevance to energy policy and regulation. In the past, a lack of clarity in terminology has led to significant investment uncertainty. There are, however, two problems. First, there is still no clear definition of ‘prosumerism’, and the proposed definitions are not always consistently applied in the winter package. Second, the legal substance of the directive is not equipped to put these concepts properly into practice. The impact of these rules depends on effective implementation. The EESC regrets that the Commission has not proposed clear guidelines for this implementation. 4.8. In relation to the issue of renewable self-consumers: — The EESC welcomes the provisions on self-consumers in Article 21(1) to (3). However, these regulations could remain ineffective if the article does not comprehensively explain what is meant when it states that consumers ‘are entitled to carry out self-consumption and sell … their excess production of renewable electricity without being subject to disproportionate procedures and charges that are not cost-reflective’. The reference to their rights as consumers should be complemented by a reference to Chapter III of the proposed directive on the internal market in electricity, establishing what specific rights energy consumers who consume their own electricity actually have in practice, and how they can make use of them including the right to make use of peer-to-peer transactions. — The Commission should also clarify, for example, that self-consumption of electricity without use of the infrastructure should be exempt from duties and taxes, in the same way as the self-consumption of heat. — The provision that, under certain conditions, self-consumers should not be considered as conventional energy suppliers goes in the right direction, but needs to be clarified. First of all, ‘self-consumption’ and ‘supply’ are different things. The limits set in the proposal for a directive are too low. On the basis of actual business cases — in conjunction with the rules for small projects under paragraphs 125 and 127 of the current State aid rules — appropriate limits would be 20 MWh (6 000 MWh in the case of wind power) for households and 1 000 MWh (36 000 MWh in the case of wind power) for legal persons. — The provision that self-consumers should be remunerated at market value for the electricity they feed into the grid requires a definition of the term ‘market value’. It is not appropriate to determine it based on the price level on the wholesale market, as long as the market is distorted by subsidies for fossil-fuel based energy production. Moreover, the remuneration should also take account of the condition of the system as a whole (e.g. grid utilisation), to encourage self- consumers to store energy or transfer load ‘in the interests of the system’. 28.7.2017 EN Official Journal of the European Union C 246/61 ",
        "The EESC welcomes the proposal in paragraph 2 regulating supply to individual buildings, as it would eliminate a profound injustice that has existed for years. 4.9. As for administrative requirements and permits, the EESC notes that the intention proposed in Articles 15 and 16 are fundamentally correct, but there are a number of problems with the proposed text. First of all, the term ‘decentralised devices’ in Article 15 paragraph 1(d) is too vague, and needs to be defined. Secondly, the Member States regularly fail to meet the objective of putting community energy on an equal footing with the major market participants, and this is often due to their interpretation of the State aid rules. This equal footing will therefore not be achieved until the rules relating to small projects, self-consumption and ‘prosumption’ are made clearer. The Commission must take action on this as a matter of urgency. Thirdly, the proposals in Articles 15 and 16 relate only to production. In order for market players such as energy communities to gain full access to the market and, above all, to be able to perform peer-to-peer transactions, they need simplified procedures for electricity storage, trading and self-consumption. 4.10. In relation to guarantees of origin (GOs), Article 19 of the proposal does not adequately reflect the existing market failure. While the proposal wants consumer choice to incentivise the development of renewable energy capacities, current EU law allows misleading ‘green electricity’ offers. Suppliers are allowed to use GOs to build up a green façade while they continue to generate, purchase and sell non-renewable electricity. Future EU legislation should mandate national regulatory authorities to establish binding requirements for all market participants offering ‘green electricity’ tariffs. Suppliers should substantiate the additional environmental benefit of such tariffs. However, the Commission’s proposal could increase consumers’ confusion, and oversupply of GOs could increase. In addition, prosumer communities that sell their electricity directly should be exempt from the requirement to identify its origin, as that origin is evident from its status as prosumer or community energy. (d) More ambition and more flexibility for bioenergy and alternative fuels In terms of biofuels : 4.11. The EESC finds that the proposal’s approach regarding biofuels is too rigid. While respecting the aim of not impinging on food production, it is also important to allow optimal use of available resources. Therefore, the EESC maintains its view that those biofuels should be developed that do not come from agricultural products or land use that impinge on food production, but from other sources such as residual products, by-products and waste, including from forestry (see the EESC’s opinion on the decarbonisation of transport) ( 5 ). The EESC also underscores that any phasing-out measures should be implemented to avoid sunk assets. 4.12. In its opinion of 17 April 2013 on indirect land-use change (ILUC)/biofuels ( 6 ), the EESC asked what quantitative contribution ‘advanced biofuels’ could make, and at what cost. These questions have not yet been answered. 4.13. It also pointed out that increasing the cultivation and use of oil plants as part of particularly sustainable agriculture (i.e. mixed cropping) could open up some very useful applications, such as running agricultural and forestry machinery. However, this is another area where the Commission does not appear to have a proper strategy yet; the proposal for a directive does not solve the problem. 4.14. The EESC considers it important to maintain flexibility regarding the reduction of biofuels, bioliquids and biomass energy produced from food or feed crops, provided they fulfil the sustainability criteria set out in Article 27 of the proposal. 4.15. The EESC strongly supports the requirements set out in Article 26(5) in order to ensure sustainable forestry. The EESC recommends that the definition of ‘harvesting permit’ in Article 2(jj) is reformulated to include all forms of legally valid authorisations to harvest the forest biomass. C 246/62 EN Official Journal of the European Union 28.7.2017 ( 5 ) OJ C 198, 10.7.2013, p. 56. ( 6 ) OJ C 198, 10.7.2013, p. 56. ",
        "With regard to electromobility 4.16. The quota set in the directive for alternative fuels does not take due account of the major growth potential of electromobility. With the share of renewable energies in electricity production rising rapidly, electromobility is also necessary, as it offers flexibility and, if implemented properly from a strategic point of view, can play a major role in developing prosumption structures. 4.17. Apart from the quota for alternative fuels, not least on industrial and regional policy grounds and with a view to ending Europe’s energy dependence, a possible target for the share of electromobility using electricity produced from renewable sources could be 10-20 % by 2030. It is also important for the sustainability criteria in Article 27, relating to the maximum share of renewables in final energy consumption, also to be applied to the transport sector, in order to avoid excessive restrictions on the use of biofuels in the transport sector. (e) New impulses for renewables in the heating sector and for district heatin g With regard to gas and heating 4.18. The proposal in Article 23 to increase the share of renewable energy supplied for heating and cooling in all the Member States by at least 1 percentage point every year is not enough: significantly higher targets will need to be set if we are to achieve the climate objectives. 4.19. The requirement in Article 20(1) to assess the need to extend the gas network infrastructure to facilitate the integration of gas from renewable energy sources makes sense, but it must be borne in mind that gas is also a finite fossil fuel. Reference is made in this regard to the opinion on security of natural gas supply ( 7 ). It must be ensured when setting the criteria for the assessment that the aspect of sector coupling is taken into consideration. 4.20. The Committee welcomes the proposal in Article 20(3) and Article 24 to strengthen district heating concepts, as they are important methods of developing sector coupling, addressing energy poverty and boosting the regional economy. The EESC at the same time notes that integrated district and regional solutions often fail due to national regulations. Brussels, 26 April 2017. The President of the European Economic and Social Committee Georges DASSIS 28.7.2017 EN Official Journal of the European Union C 246/63 ( 7 ) OJ C 487, 28.12.2016, p. 70. "
    ]
}