{
    "text": [
        "No 29 November 2010 ● Biology and medicine 5 ● Energy and transport 12 ● Environment 20 ● IT and telecommunications 24 ● Industrial technologies 31 ● Events 38 ISSN 1830-8864 R E S U L T S S U P P L E M E N T European Commission © a r e a s h o t , S c o r p p , 3 d r e n d e r i n g s , h i g y o u , S h u t t e r s t o c k © a r © a r a r e a s h e a s h e a s h a s h o t o t o t , o t , , S c o r S c o r S c o r S c o r p pp pp p , p p , p p , 3 d r e 3 d r e 3 d r e 3 d r e n d e r n d e r n d e r n d e r i n g s i n g s i n g s i n g s g h i h i , h i , h i , g y o u g y o u g y o u g y o u g y S h S h , S h , S h , u t t e u t t e u t t e u t t e r s t o r s t o r s t o r s t o c k c k c k c k Special feature Technology at work: in industry, offices and SMEs Blooming innovation: interview with Professor Jose Duato of NANOC Other highlights ● New genetic risk factor for Lou Gehrig’s disease discovered, page 5 ● Extending the bicycle life cycle for Europe, page 12 ● Who put environmental policy on the map?, page 20 ● Tracking wood from forest to furniture, page 24 ● EU scientists aim to break storage capacity barrier, page 31 INT-09-001_ResearchEU_29.indd 1 19/11/10 15:54 ",
        "‘Specials’ icon: ©iStockphoto.com/Tom Nulens Turning innovation into market- driven technology Everything starts with an idea. It may begin simply as a couple of pencilled lines on scrap paper, a thought-provoking discussion among peers, or the rarer sudden brilliant insight in the bathtub. But most of the time, ideas and their subsequent development come down to hard work, dedication and the proper support. The way of progress is ‘neither swift nor easy’ suggested renowned physi- cist and chemist Marie Curie. But by removing barriers that hinder its development, technological progress can at least be facilitated. The recent launch of the Europe 2020 flagship initiative, the ‘Innovation Union’, will aim to be the ‘facilitator’. Cutting red tape and boosting collaborative R & D between academic and private-sector researchers will help speed the transfer of knowledge into tangible bene- fits for society. The end result will hopefully spur new technologies and entrepreneurship. The focus of this edition of research*eu results supplement is ‘Technology at work: in industry, offices and SMEs’. We look at a cross-section of EU-funded research projects that have successfully transferred knowledge into technology. And, as usual, we go a bit further and share with you the insights of Prof. Jose Duato from the EU-funded project ‘Nano- scale silicon-aware network-on-chip design platform’ (NANOC). NANOC is developing an innovative design platform for future network-on-chip (NoC) based multi-core systems. And Prof. Duato, who is leading the project with the close collaboration of industry leaders, reveals the necessary steps to convert academic research into a successful product. Also in this issue, the biology and medicine section leads with a story about a consortium of international scientists who have identified a new genetic risk factor for Lou Gehrig’s disease, a rare brain disorder. The energy and transport section leads with an article on the best way to implement, promote, and manage public bicycling in European cities. The 10-year project has helped change the way Europeans view cycling by developing action plans tailored to each city’s needs. The top story in the environment section looks at the origins of ground-breaking envir- onmental policy in the 1970s. The ideas that led to such a policy were, according to the researchers, due in part to the informal transnational networks comprising the European Commission, national ministries and the environmental movement. In our IT and telecommunications section, we look at how one EU-funded project devised an ingenious system to track down and identify one of Earth’s more precious resources – wood. The technology will not only boost productivity but also less wood will be wasted; potentially saving the industry EUR 5 billion and Europe 25 million m 3 of wood. It seems like every other week, hard drive capacity and storage increase. But our lead story in the industrial technologies theme showcases an innovative way to harness the power of nanotechnology that will push digital capacity to the limit. The issue then ends with a list of exciting events and upcoming conferences in the field of research and technology. We look forward to receiving your feedback on this issue and on the research*eu publica- tions in general. Send questions or suggestions to: research-eu-supplements@publications.europa.eu The editorial team Want more information on the contents of this issue? For online versions of the showcased offers, articles and features: - Technology Marketplace: http://cordis.europa.eu/marketplace - ICT Results: http://cordis.europa.eu/ictresults - Research Information Centre: http://ec.europa.eu/research/infocentre - Transport Research Knowledge Centre: http://www.transport-research.info Thank you to Prof. Jose Duato of the Universidad Politécnica de Valencia for his contribution to the ‘special’ dossier in this issue research*eu results supplement — No 29 — November 2010 2 EDITORIAL Published by Unité CORDIS Offi ce des publications de l’Union européenne 2, rue Mercier 2985 Luxembourg LUXEMBOURG Fax +352 2929-44090 E-mail: research-eu-supplements@ publications.europa.eu Editorial coordination Evi Ford-Alexandraki All issues of the research*eu results supplement are available online at: http://cordis.europa.eu/news/research-eu Th e research*eu results supplement is published by the Publications Offi ce of the European Union, as part of the EU-funded research programmes. Content is prepared using several sources, including the Technology Marketplace and ICT Results on CORDIS, and material from the Transport Research Knowledge Centre and Research Information Centre, as well as original material collected specifi cally for this publication. Th e technologies presented in this supplement may be covered by intellectual property rights. Subscriptions Please use the form provided on the back cover or subscribe online at: http://ec.europa.eu/research/research-eu/ subscribe_en Orders for back issues or additional copies Please use the online subscription form at the site indicated above. Submitting project results to CORDIS Th e European Commission is interested in receiving information on research results and the projects which have produced them. For more information, please visit: http://cordis. europa.eu/results/submitting_en.html © European Union, 2010 Reproduction permitted, provided the source is acknowledged. Neither the Publications Office nor any person acting on its behalf is responsible for the use that may be made of the information contained in this publication or for any errors that may remain in the texts, despite the care taken in preparing them. For reproduction or use of photos and any other artistic material, permission must be sought directly from the copyright holder. Excluded from this constraint are the photos and artistic material owned by the European Union. RESULTS SUPPLEMENT Community Research and Development Information Service http://cordis.europa.eu INT-09-001_ResearchEU_29.indd 2 19/11/10 15:54 ",
        "BIOLOGY AND MEDICINE New genetic risk factor for Lou Gehrig’s disease discovered 5 The genetics of perfect timing 6 Rediscovering the roots of biopolitics 6 Seeking optimum care for cancer patients 7 EU project to determine causes of schizophrenia 8 Human behaviour in crisis situations 8 Potential link between depressed women and low birth weight babies in Bangladesh 9 Bitter taste of grapefruit could offer sweet relief for diabetics 10 Food exposure risk: flavour of things to come 11 Extending the bicycle life cycle for Europe 12 Imminent success for the e-bike 13 Taking advanced driver systems a step further 14 Pricing reform for sustainable transport 14 Improving models for sustainable transport 15 Forecasting Europe’s freight transport needs 15 Making hydrogen for transport work 16 The complete recipe for energy sustainability 16 Clean up for the city of the Alps 17 Robots carry out aircraft inspection 17 Super efficient boats riding high on a cushion of air 18 Common concern for ships operating in Arctic ice-covered waters 18 Spreading the word on urban freight solutions 19 Who put environmental policy on the map? 20 Mapping the future of biodiversity 20 Going underground for evidence of climate change 21 Understanding ocean acidification 21 Reducing air pollution in urban environments 22 Monster system for fighting noise pollution 23 Progress for EU farm animal welfare 23 ENERGY AND TRANSPORT ENVIRONMENT research*eu results supplement — No 29 — November 2010 3 TABLE OF CONTENTS INT-09-001_ResearchEU_29.indd 3 19/11/10 15:54 ",
        "Frequent acronyms ERA European research area FP5/6/7 Fifth/Sixth/Seventh Framework Programme of the European Community for research, technological development and demonstration activities ICT information and communication technologies IST information society technologies R & D research and development SMEs small and medium-sized enterprises INDUSTRIAL TECHNOLOGIES EVENTS Tracking wood from forest to furniture 24 Analysing European democracy and governance 25 Island dreams to become virtual reality 26 A brain wave for imaging technology 27 Access to data of the past — and the future 27 Integrating injury statistics for accident prevention 28 Joint emergency operations — a European vision 29 Ensuring effective global satellite monitoring 29 Alpine safety to be improved through Earth observation 30 EU scientists aim to break storage capacity barrier 31 Interview: Blooming innovation 32 Boosting computing systems’ productivity 34 Purity for yeast products 35 Testing metals for nuclear reactors 35 New imaging technique gives a clearer picture 36 Cracking codes with the help of atoms 36 Industrial doors reduce fire risk 37 © Vladfoto, Shutterstock Fifth international workshop on personalisation for eHealth 38 Exascale challenges in computational biology ESF-COST research conference on extreme environmental events Second international IEEE games innovation conference 2010 HICSS 2011 minitrack: web information credibility analysis 39 Workshop on immunology and metabolism IT AND TELECOMMUNICATIONS research*eu results supplement — No 29 — November 2010 4 INT-09-001_ResearchEU_29.indd 4 19/11/10 15:54 ",
        "EU support for the research came from the ‘European inte- grated project on spinocerebellar ataxias’ (Eurosca) project, which received over EUR 9 million from the ‘Life sciences, genomics and biotechnology for health’ (LIFESCIHEALTH) the- matic area of the EU’s Sixth Framework Programme (FP6). The findings are published in the journal Nature . ALS is one of the most common neuromuscular diseases worldwide, and people of all races and ethnic backgrounds are affected. Experts say 1 or 2 out of 100 000 people develop ALS each year. The disorder most commonly strikes people between 40 and 60 years of age, but younger and older people can also develop it. ALS generally progresses rapidly and is invariably fatal, attack- ing the nerve cells responsible for controlling voluntary muscles — the muscles gradually weaken and then waste away. Eventu- ally the brain loses the ability to control voluntary movement and when the muscles in the diaphragm and chest wall fail, suf- ferers become unable to breathe without ventilator support. Any progress towards understanding this devastating disease for which there is currently no cure is obviously hugely wel- come and scientists, led by Dr Aaron Gitler at Penn’s School of Medicine, believe they have done just that. Using yeast and fruit flies as models before following up with human DNA screening, the team found evidence that muta- tions in the ataxin 2 gene were a genetic contributor to the disease. In particular, the study showed that repetitions of the amino acid glutamine in ataxin 2 (called expansions) were asso- ciated with an increased risk of ALS, with a frequency of 4.7 % of ALS cases examined. The researchers said the ‘identification of interactions between ataxin 2 and TDP-43, another ALS-associated disease protein, together with the strong genetic association of glutamine expansions in ataxin 2 and ALS, should aid in the development of biomarkers and empower the development of new thera- pies for this disease’. The team began by identifying genes that could suppress or enhance TDP-43 toxicity in yeast. Among the genes that modified toxicity was the yeast counterpart of ataxin 2. They then transferred the genes to the fruit fly to assess effects of the genes and their interactions in the nervous system. The results indicated a link between the proteins and the dis- ease. For example, when the researchers directed expression of TDP-43 to the eye of the fruit fly, a progressive, age-dependent degeneration began, and when directed to the motor neurons, flies experienced a progressive loss of motility. The higher the levels of ataxin 2, the greater the toxicity of TDP- 43 and the worse the degeneration. ‘Because reducing ataxin 2 levels in yeast and flies was able to prevent some of the toxic effects of TDP-43, we think that this might be a novel thera- peutic target for ALS,’ said Dr Gitler. The researchers extended these findings to determine whether ataxin 2 showed alterations indicative of an association with ALS. They found that ataxin 2 appeared altered in spinal cord neurons from ALS patients. Following this up with analysis of the type of mutation that is found in ataxin 2 in its other dis- ease, spinocerebellar ataxia 2 (or SCA2, another glutamine expansion), they showed a link between expanded ataxin 2 repeats and risk for ALS. ‘There have been previous hints of similarities between ALS and SCA2,’ noted Michael Hart, a Penn graduate student in Dr Gitler’s laboratory and co-author of the study. ‘Our findings suggest a molecular explanation for these similarities and raise the possibility that treatments for one disease might be effec- tive for the other.’ Promoted through the Research Information Centre. http://ec.europa.eu/research/infocentre > search >17833 New genetic risk factor for Lou Gehrig’s disease discovered An international team of scientists working at the University of Pennsylvania, US and Goethe University in Germany has identified a new genetic risk factor for amyotrophic lateral sclerosis (ALS), commonly known as Lou Gehrig’s disease after the US baseball player who died from the rare brain disorder at only 38. research*eu results supplement — No 29 — November 2010 5 BIOLOGY AND MEDICINE B I O L O G Y A N D M E D I C I N E of 4.7 % of © C h r i s t o p h e r M e a d e , S h u t t e r s t o c k INT-09-001_ResearchEU_29.indd 5 19/11/10 15:55 ",
        "The ‘The epistemology of biopolitics’ (Biopolitics) project under the Sev- enth Framework Programme (FP7) delves into deeper understanding of this issue, seeking a new theoretical framework to apply to the debate. A radical idea in the history of human thought concerns the notion that through the dynamic forces of power and knowledge, people have the ability to control and modify the processes of life. Given this, life and the living being enter the realm of the political struggle. A pressing issue which emerged in the second half of the 20th century cen- tred on this concept: how scientific rationality can intervene in the evo- lution of human beings. In the mid- 1970s, Michel Foucault (1926-84) French philosopher, sociologist and historian defined this concept as ‘bio- politics ’ . Foucault expanded upon the research of his mentor, Georges Can- guilhem (1904-95), a French philoso- pher and physician who specialised in Rediscovering the roots of biopolitics The ability of medicine and biology to intervene in all facets of human life is at the core of an ongoing research and intellectual debate, which is being conducted on an international scale. Time is a fundamental dimension of life. Evolution has selected mechanisms that allow both humans and animals to respond to the time parameters around them. This may mean the difference between survival and success in the animal world. There are two distinct mechanisms of timing within living organisms. Circa- dian timing involves events anticipated on a 24-hour basis controlling obvious functions like sleep-wake patterns and appetite. Interval timing on the other hand controls the abil- ity to calculate shorter durations, in the order of seconds to minutes. An internal stopwatch estimates timing for activities like ring doves sitting on a nest of eggs when a long absence would mean death for the young- sters before hatching. At the human level, timing in millisec- onds is necessary for speech control, playing music and dancing. The EU-funded project, ‘A genet- ics approach to the interval tim- ing mechanism’, or ‘Genetics of timing’; for short, aimed to get to the bottom of how these mech- anisms work at a molecular level. Researchers worked with mutant strains of mice that have severe mem- ory and learning deficiencies because of the lack of the protein CaMKII. The molecule CaMKII induces synap- tic plasticity in nerve cells. Plasticity is essential so the connections between nerve cells strengthen, which results in learning ability and memory through reinforcement. Despite their level of forgetfulness, the mutant mice had no problem learning the durations of intervals set up by the scientists that ranged from 3 to 42 seconds. It is therefore unlikely that CaMKII is involved in interval timing. Project researchers are also investi- gating the involvement of another signalling protein in the brain, extra- cellular signal-regulated kinases (ERK). This is thought to be respon- sible for plasticity within key areas in the brain and may be involved in interval timing. The complex chemical secrets of mem- ory and learning functions are being exposed. The investigation of two major pathways involved has many medical applications including memory loss as a result of ageing. Funded under the FP7 specific programme People (Marie-Curie actions). http://cordis.europa.eu/marketplace > search > offers > 5698 The genetics of perfect timing Timing is crucial for survival as well as being able to function in activities such as sport and music. European researchers are uncovering the molecular secrets of the interval timing mechanism, responsible for very basic instincts up to performance of sophisticated tasks. T h r o u g h t h e d y n a m i c f o r c e s o f p o w e r a n d k n o w l e d g e , p e o p l e h a v e t h e a b ili t y t o c o n t r o l a n d m o d i f y t h e p r o c e ss e s o f li f e . research*eu results supplement — No 29 — November 2010 6 B I O L O G Y A N D M E D I C I N E © J u s t A S C , S h u t t e r s t o c k du of A es a d o © J u © s t A S s t C , S C , h u t t h u e r s t o c k o INT-09-001_ResearchEU_29.indd 6 19/11/10 15:55 ",
        "Cancer is a word people would prefer not to mention. Yet for patients who have cancer and those closest to them, it is a reality that must be faced. When patients with cancer have reached their last days of life, a particular kind of care is necessary. It is important to help make the most difficult moments more tolerable for the patients and for all who are involved. Opcare9( 1 ), a project funded under the Seventh Framework Programme, is a collaborative initiative that gathers and exchanges knowledge and best practise for obtaining optimum care for cancer patients during their last days. Identify- ing and addressing gaps in knowledge and avoiding duplication of resources and effort are the main aims of the project. Information was drawn from a wide array of healthcare environments and cultures to ensure the most effective result. This involved repre- sentatives from many clinical professions including psych- ology and social work as well as sciences such as sociology, ethics and law. The outcomes will benefit health care providers, clinicians, educa- tors and researchers in palliative care and most important of all help reduce suffering for patients and their loved ones. (1) ‘A European collaboration to optimise research for the care of cancer patients in the last days of life’. Funded under the FP7 specific programme Cooperation under the theme Health. http://cordis.europa.eu/marketplace > search > offers > 5710 Seeking optimum care for cancer patients A multinational interdisciplinary research approach seeks the best palliative care for cancer patients. the epistemology and the philosophy of science — biology in particular. Foucault explored the notion of ‘resistance’ not in the negative sense as it is commonly known, but rather as a way to create and recreate, trans- form and process. He questioned how resistance impacts new forms of power relations and inclines the power relation to change along with it. The work of Foucault is still at the heart of the debate on biopolitics occurring over the last 15 years, in contrast to Canguilhem’s work, which has been neglected. This is precisely the impetus behind the Biopolitics project: rediscovering Can- guilhem’s work and its contribution to the contemporary debate on biopolitics. The project was involved in the edito- rial process of a book of Canguilhem’s complete works. The publication of the first volume was set for September 2010. Further, the primary research of the project focused on the unpublished works of the philosopher during the years 1929-43 in order to understand the gradual rate of progression of his philosophical reflection on the episte- mology of medicine and biology. The research is likely to have a signifi- cant impact on the current biopolitics debate as well as a long-term societal impact in relation to other areas such as bioethics. Funded under the FP7 specific programme People (Marie-Curie actions). http://cordis.europa.eu/marketplace > search > offers > 5725 Watch this space! Coming up in issue 30 of research*eu results supplement a special dossier on ‘Materials and the nano-revolution’, a celebration of the very big European achievements in the realm of the science of the very small. research*eu results supplement — No 29 — November 2010 7 B I O L O G Y A N D M E D I C I N E © A l e x a n d e r R a t h s , S h u t t e r s t o c k © A l e x a n d e r R a t h s , S , h u t t e r s t o c k © O t n a Y d u r , S h u t t e r s t o c k INT-09-001_ResearchEU_29.indd 7 19/11/10 15:55 ",
        "Disaster is usually never too far away, and Europe is no exception. Manmade catastrophes like the Madrid and Lon- don bombings in 2004 and 2005 respec- tively, the Danube floods of 2006 and the omnipresent risk of earthquakes around the Mediterranean are a con- stant reminder of the need for better security and safety measures to cope when disaster strikes. The European-funded ‘Behaviour, se- curity and culture’ (Besecu) project asks the question: does culture play a role in determining how people respond to such disasters? The eight partners in the Seventh Framework Programme (FP7) Security theme project are investigating the cross-cultural and ethnic differences of human behaviour in crisis situations. The three-year project is due for com- pletion next year. Its findings are intended to help first responders, build- ing designers and those involved in the development of emergency operating procedures better tailor security related communication and procedures with a view to improving evacuation and pro- tection measures. Human behaviour in crisis situations Despite society’s best efforts, catastrophes will happen. How people from different cultures and in different settings react to these disasters, manmade and natural, is the thesis of a pan-European study. Epidemiologists, psychologists, psy- chiatrists, neuroscientists, pharma- cologists, biostatisticians, and geneti- cists will all play a role in this unique large-scale project. EU support for the research came from the project ‘Euro- pean network of national schizophrenia networks studying gene-environment interactions’ (EU-GEI), which received EUR 11.62 million under the Health theme of the Seventh Framework Pro- gramme (FP7). The project, involving more than 7 500 patients and their families from 15 countries, is the largest effort to date to understand how gene-envi- ronment interactions underlie schizo- phrenia risk. Partners involved in the project include the nationally funded schizophrenia or mental health net- works of France, Germany, the Neth- erlands, Spain, Turkey and the UK, as well as other research institutes and a number of small and medium-sized (SMEs) in Australia, Austria, Belgium, Hong Kong/China, Ireland, Italy and Switzerland. The project is designed to focus on the effects of gene-environment inter- actions on brain pathways and psycho- logical vulnerability, and to elucidate how subtle, but measurable behav- ioural expressions of vulnerability for psychotic disorder are mediated by cerebral and psychological pathways. Follow-up research in the project is expected to establish why, in some individuals, expression of vulnerabil- ity will never progress to overt illness, while in others, schizophrenia will manifest in clinical expression. Led by Professor Jim van Os from the School for Mental Health and Neuro- science (MHeNS) at the University of Maastricht (MUMC) in the Nether- lands, the researchers want to examine behavioural expressions of vulnerabil- ity, occasioned by gene-environment interactions, that they say are ‘best cap- tured as subtle alterations in mood, perception, volition and thought in response to minor stressors in the flow of daily life’. However, since no tools currently exist to adequately monitor these alterations, European enterprises and start-ups in the EU-GEI project will develop new technology to make such monitoring possible. The scientists believe that given the evidence for detrimental effects of big cities on mental health and a wide range of somatic disorders, the impact of increasing urbanisation and other environmental risk fac- tors in European countries, such as migration, should be prioritised in the research. They highlight that growing up in an urban area has been shown to be associated with an increased risk of developing psychotic disorder in later life; children growing up in big cities seemingly have a more than two-fold risk of developing such a disorder com- pared to children in rural environments. Migration has likewise been cited as a trigger for psychotic disorders with immigrant populations facing a much higher risk of developing them com- pared to the risk in both the host coun- try and the country of origin. Other studies have found that canna- bis use, in particular heavy use during adolescence, also increases the risk of developing a psychotic disorder, as does childhood trauma. The researchers hope that the develop- ment of new tools during this project will allow them not only to actually measure vulnerability to psychotic dis- orders caused by gene-environment interaction, but also to monitor, and possibly even modify, vulnerability at the behavioural level. The project is due to end in May 2015. Promoted through the Research Information Centre. http://ec.europa.eu/research/infocentre > search >17913 EU project to determine causes of schizophrenia Researchers in the EU are attempting to unravel the causes of schizophrenia and related psychotic disorders by examining the role that genes and different environments play in the onset of these conditions. r s d © i m r e d e s i u k , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 8 B I O L O G Y A N D M E D I C I N E INT-09-001_ResearchEU_29.indd 8 19/11/10 15:55 ",
        "The findings were made by researchers at the Karolinska Instituet in Sweden and the Bangladesh Rural Advance- ment Committee (BRAC) after study- ing women in rural Bangladesh. They claim this is the first time such con- clusions have been drawn from a non- Western population. EU support for the research, presented in the BMC Pub- lic Health journal, came from the EU Asia Link programme with more than EUR 60 000. The scientists studied the mental health of 720 women in the third trimes- ter of pregnancy from two rural sub- districts of Bangladesh for symptoms of antepartum depression and antepar- tum anxiety, and then followed them until six to eight months postpartum. They found that mental health issues were likely to be a primary contribu- tor to infant mortality and poor child health, above poverty, malnutrition or low socioeconomic status. In Bangladesh the estimated point preva- lence of antepartum depression is as high as 33 % and low birth weight (LBW) is estimated to stand at 36 %. This means that every year more than 1 million babies are born with LBW in the country. ‘Eighteen percent of the women … were diagnosed as having depression and one quarter as having anxiety dur- ing pregnancy, and these women were much more likely to give birth to very small babies,’ explained lead researcher Dr Hashima-E Nasreen from BRAC, a national non-government development organisation that provides services for social and economic development. She insisted that ‘this is a worrying problem, since low birth weight is strongly associated with infant death, which may in turn perpetuate the cycle of mental health problems and underdevelopment’. Dr Nasreen and her colleagues pointed out that LBW remains a major problem in low-income countries, affecting over 90 % of the world’s total number of infants, and is associated with increased risk of infant mortality and morbidity. Potential link between depressed women and low birth weight babies in Bangladesh New EU-funded research shows that women who suffer from clinical depression and anxiety during pregnancy are more likely to give birth to smaller babies, who have a higher risk of dying in infancy. Besecu’s cross-cultural survey of indi- vidual experiences identifies inter-indi- vidual differences in people who have experienced real evacuation situations, fire disaster survivors and survivors of similar crisis situations, as well as workers and first responders and those affected in the community. Members of the team have also con- ducted real-time evacuation simu- lations in standard settings, observing response times and collecting video- tape evidence for further analysis. To date, interviews with some 144 sur- vivors of manmade and natural disas- ters were conducted across all partici- pating countries. Analysis revealed that it is possible to cross-culturally assess different types of incidents with the same set of psychological instruments, according to the team. It was also shown that the type of event survivors have experienced influences the later psychological impact. Fire in public buildings and the collapse of a building caused the highest post- traumatic stress symptoms, the re- searchers noted, while floods had the lowest impact. In turn, those with high post-traumatic stress reported higher risk percep- tion, levels of dissociation, panic and physiological reactions. The faster the emergency unfolded, the more ‘instinc- tive’ and ‘automatic’ the reactions, and the less time to plan evasive action. Many survivors reported the import- ance of helping others in danger and the desire to share and support others. Based on the reports of survivors (‘S’), the team developed a standardised psy- chological instrument, the so-called Besecu-S, to assess cognitive, behav- ioural and emotional responses to fire, terrorist attacks, flood and earthquake on a cross-cultural level. A standardised psycholo- gical instrument for first responders, the Besecu- FR was also designed based on the 67 interviews conducted with emergency personnel in all participat- ing national centres. In this part of the field study, some 300 fire fighters per country offered their professional experiences in crisis settings also with establishing cross- cultural strategies to cope with these tragedies. The results of the study should help by providing an evidence base that will enable designers of buildings to develop culturally appro- priate emergency operating procedures, as well as evidence of inter-individual differences that can be employed to improve communication in emergency interventions. Funded under the FP7 specific programme Cooperation under the theme Security. http://cordis.europa.eu/marketplace > search > offers > 5720 s d e rs © C a i t l i n M i r r a , S h u t t e r s t o c k (cid:2) research*eu results supplement — No 29 — November 2010 9 B I O L O G Y A N D M E D I C I N E INT-09-001_ResearchEU_29.indd 9 19/11/10 15:55 ",
        "EU support for the research, presented in the journal Public Library of Sci- ence (PLoS) ONE , came from the TMI- HCV( 1 ) project, which received just under EUR 2 million from the Ideas programme of the Seventh Framework Programme (FP7). Researchers from Hebrew University of Jerusalem in Israel and Massachu- setts General Hospital (MGH) in the US found that naringenin activates a family of small proteins, called nuclear receptors, which cause the liver to break down fatty acids and seemingly mimic the actions of drugs, such as the lipid- lowering fenofibrate and the anti-dia- betic rosiglitazone. They admitted that the results of the study need to be extended to human patients, but insisted that if similar results arose, narin- genin as a dietary supplement could become a staple in the treatment of hyperlipidemia, type 2 diabetes, and perhaps metabolic syndrome. ‘It is a fascinating find,’ said Dr Yaakov Nahmias from Hebrew University and the paper’s senior author. ‘We show the mechanism by which naringenin increases two important pharmaceutical targets, PPAR-alpha and PPAR-gamma, while blocking a third, LXR-alpha’. He added that ‘the results are similar to those induced by long periods of fasting’. The liver is the main organ responsible for the regulation of carbohydrate and lipid levels in the blood. After a meal, the blood is flushed with sugars that activate LXR-alpha, causing the liver to create fatty acids for long-term storage. During fasting, the process is reversed; fatty acids are released by fat cells, acti- vating PPAR-alpha in the liver and are then broken down to ketones (soluble compounds). A similar process, involv- ing PPAR-gamma, increases sensitivity to insulin. ‘It is a process which is similar to the [low-carbohydrate] Atkins diet, with- out many of the side effects,’ explained Dr Martin L. Yarmush, Director of the MGH’s Center for Engineering in Med- icine and one of the paper’s authors. ‘Dual PPAR-alpha and PPAR-gamma agonists, like naringenin, were long sought after by the pharmaceut- ical industry, but their development was plagued by safety concerns,’ said Dr Nahmias. ‘Remarkably naringenin is a dietary supplement with a clear safety record. Evidence suggests it might actu- ally protect the liver from damage’. Bitter taste of grapefruit could offer sweet relief for diabetics EU-funded scientists have discovered that the antioxidant naringenin derived from the bitter flavour of grapefruits and other citrus fruits could potentially help diabetes sufferers. They claim it may cause the liver to break down fat while increasing insulin sensitivity. They also highlighted that babies with a LBW suffer an increased risk of neu- rodevelopmental outcome, cardiovas- cular disease, diabetes, emotional prob- lems, and psychotic illness in later life. However, they admitted that evidence linking maternal depressive and an- xiety symptoms with infant LBW is conflicting with studies from Brazil, India and Pakistan, finding an associ- ation between antepartum mental dis- orders and LBW. On the other hand, studies from the China, Ethiopia, Sweden and the US have shown no significant association between LBW and maternal depressive symptoms. But the researchers insisted that the comparability of study results is complicated by the diversity of defi- nitions, the measurement of prenatal maternal depressive symptoms, and the time points of assessment. This latest study was carried out as part of a prospective longitudinal study of perinatal depressive and anxiety symp- toms among women in two subdistricts of the Mymensingh district, situated 120 kilometres north of the capital city of Bangladesh, Dhaka. As is typical of rural Bangla- desh, the economy is agrar- ian and approximately 50 % of the population lives below the poverty level. The major- ity of women are involved in household work and childcare. The researchers said the study raised awareness of the signifi- cance of depression and an- xiety leading to poor health in south Asian countries and sug- gested that one way to reach the internationally agreed United Nations (UN) Millennium Development Goal to reduce child mortality in the developing world would be to invest in mental health support services in this area. Promoted through the Research Information Centre. http://ec.europa.eu/research/infocentre > search >17773 d m e © h o c u s - f o c u s , S h u t t e r s t o c k si ge c t t m © V a l e n t y n V o l k o v , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 10 B I O L O G Y A N D M E D I C I N E INT-09-001_ResearchEU_29.indd 10 19/11/10 15:55 ",
        "Flavours, additives and packaging are a major part of the modern food pro- duction chain. Exposure to chem- icals added to food, such as flavour enhancers and contact with packaging, have become the focus of food safety research among European scientists. However, according to the research project ‘Flavours, additives and food contact material exposure task’ (FACET), bottlenecks exist in exposure assessment. These include access to national food consumption databases, difficulty with food categorisation, limited knowledge on food chemical occurrence, and lack of data on food chemical concentration and packaging substances. The 20-part- ner FACET project is tackling these shortcomings through the creation of a food chemical exposure surveillance sys- tem, focusing on flavourings, food addi- tives and food contact materials. The consortium, made up of academia, industry, SMEs and national govern- mental agencies, is working on a data- base of targeted food chemical con- centrations and their intake, as well as creating publicly available software with the data already integrated to help with exposure risk modelling. Work to date on the food additives side has focused on evaluating high-risk candidates (where the theoretical esti- mated intake is higher than the accept- able daily intake). But it will also illus- trate different situations for additives authorised in the EU for future exposure assessments. Linking these additives with foods consumed in representative regions of the EU, and with concentration data is underway, according to the FACET team. As for flavourings, data for both added and natural substances are being ana- lysed for a limited number of target substances. Classification of foods according to a hierarchical system, which meets the needs of the three chemical groups, has been completed, the consortium confirms. Database managers from eight countries (France, Ireland, Italy, Hungary, Poland, Portu- gal, Finland and the UK) are coding their national consumption surveys according to this tiered system. A targeted survey of the occurrence of food additives, flavourings and food contact materials available in each of the eight countries is nearing the end of the planning phase (min- imum of 3 000 products). A database for logging information contained on these product labels is well underway, say the researchers. And cluster analysis of consumption patterns in EU coun- tries has been completed using available data. This technique provides a method for identifying countries with similar food consumption profiles. Development of the exposure model is well advanced, including an investiga- tion of techniques to improve the treat- ment of uncertainty in the modelling. The first prototype of the software was released in January 2010, and the feed- back collected will guide subsequent versions. Work on model validation and testing begins in earnest once adequate data comes on-stream. At the end of the four-year project, the FACET team expects its scientific approach will help boost consumer pro- tection efforts in Europe while fostering innovation in the food chain. Through a focused risk management approach, their results should also inform inter- national food regulatory affairs. Funded under the FP7 programme Cooperation under the theme ‘Knowledge based bio-economy’. http://cordis.europa.eu/marketplace > search > offers > 5735 The discovery is particularly inter- esting given the surging costs asso- ciated with metabolic conditions such as insulin resistance that may be partly attributable to Western- style diets. According to the research- ers, such illnesses are associated with medical expenditures and lost prod- uctivity totalling over USD 130 billion (EUR 103 billion) annually in the US, while cardiovascular care is estimated by the American Heart Association (AHA) to rise above USD 500 billion (EUR 395 billion) this year. Costs are similarly elevated in the EU. The British Heart Foundation, for ex- ample, estimates that coronary heart disease, one of the main components of cardiovascular disease, costs the UK healthcare system around GBP 3.2 bil- lion (EUR 3.9 billion) a year and costs the economy an extra GBP 5.8 billion (EUR 7.1 billion) because of days lost due to death, illness and informal care of people with the disease. Drugs or dietary supplements that could potentially reduce insulin dependence and regulate dyslipidemia could therefore have a dramatic effect on healthcare expenditures and pub- lic health. ‘The potential of using a naturally occurring dietary supple- ment to regulate lipid metabolism is appealing as this by-product of the grapefruit juice industry is non-toxic, cheap, and has demonstrated anti- inflammatory properties,’ concluded the researchers. However, Dr Iain Frame, Director of Research for Diabetes UK, suggested that while these results were encourag- ing, eating large amounts of grapefruit would not be the magic bullet for dia- betes sufferers. (1) ‘Microfabrication-based rational design of transcriptional- metabolic intervention for the treatment of Hepatitis C virus (HCV) infection’. Promoted through the Research Information Centre. http://ec.europa.eu/research/infocentre > search >17814 Food exposure risk: flavour of things to come ‘You are what you eat,’ they say. European efforts to better understand the ingredients and handling of food for human consumption are an important safeguard in the food production system. © m a n g o s t o c k , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 11 B I O L O G Y A N D M E D I C I N E INT-09-001_ResearchEU_29.indd 11 19/11/10 15:55 ",
        "Austria: ‘Dealing with the questionnaire made me look at our activities from a different point of view. The contents of the questions provided me with many ideas for the future.’ Completed audits can be revealing in other ways as well. For instance, questions that score poorly can be singled out for special treatment — such as recommendations to improve the situation on a certain timescale. The audit summary includes target scores, the identity of pos- sible funding sources and useful synergies between stakehold- ers. The main actors responsible for making sure the goals are put into action are then identified. More negative, but essential, is a list of possible objections to the proposals. Europe is a mixed bag socially and politically, even within regions, but some features of the cycling initiative are common to all areas. Cycling enthusiasts are united by best practices and the existing BYPAD website has been expanded to include a good practice database which also feeds the European Local Transport Information Service (ELTIS) database with up-to-date information on cycle policy. In the past couple of years alone, the ELTIS website has dealt with cycling in schools in Spain and the UK, and how to estab- lish a cycling culture in Denmark and Germany. Belgium’s ‘Safe and healthy on the bike’ scheme promoted cycling to the eld- erly as a way of keeping in touch with the local community and staying healthy at the same time. Steering change BYPAD is not only spreading the cycling word where it is most needed but it is also stimulating new ideas and approaches in established cycling countries, such as the Netherlands. The electronic or e-bike is a good example. Aimed initially at cyclists over 60 for making life easier, this hybrid vehicle takes the effort out of pedal power. The compact chargeable lithium battery is discretely housed within the frame or on the rack at the back. So if the advantages are so compelling and attractive, why doesn’t everyone ride a bike, at least a little in their leisure time? It seems that people don’t always do what is good for them. But with the right carrots or sticks in place that could change. Carrots are sweeter when it comes to inducing lifestyle changes, so what the punter needs, and likes, must be at the forefront of promotional schemes from government bodies, charities or pri- vate enterprise. The EU-funded project ‘BYPAD platform’ has taken just this approach and, in the process, changed the behaviour of hordes of Europeans. It has made cycling more attractive and available by asking, and responding, to questions in a specially-tailored questionnaire for local and regional authorities. ‘BYPAD platform’ has come a long way since its birth almost 10 years ago as the ‘Bicycle policy audit’ (BYPAD). Funded by the EU’s Sixth Framework Programme (FP6) and the ‘Intelli- gent energy Europe initiative’ (IEE) to further improve cycling audits, it has evolved into the accepted auditing tool that fits the cycling context of all European countries. Thirty-five pertinent questions are geared to respondents’ country, region, city or town. ‘How good is the cycling policy in your town, city or region? Is it effective and efficient? How can it be improved?’ BYPAD’s auditors look for ways to convert the data collected in the questionnaires into workable solutions to improve biking conditions on the ground. The auditors are keen to ensure that the information obtained — on or off-line — doesn’t gather proverbial dust on the shelf. They are consultants or staff members from organisations who know the cycling context of their country. It is up to these cycling enthusiasts to guide cities and regions to implement BYPAD and develop action plans. More than 80 auditors in 100 cities, regions and towns have been trained and certified to implement progressive change in the cycling world. ‘BYPAD platform’ considers cycling policy as a dynamic process. The BYPAD quality circle (visit the www.bypad.org website to see more) sums up the system and is divided into monitoring, planning and actions. A growing concern Europe has expanded geographically and politically over the past decade and six new countries have been added since the early days of BYPAD including Estonia and Kosovo. ‘BYPAD plat- form’ has made sure that language is not a barrier. At present, the questionnaire is available online and in hard copy in no less than 17 languages throughout 21 countries. Filling in a questionnaire has unexpected spin-offs as well, according to Peter Weiss, bicycle traffic coordinator in Salzburg, Extending the bicycle life cycle for Europe What can you do to raise your fitness, save money and reduce global warming? The answer is simple enough: get pedalling! A European research project is making sure that incentives and standards for cyclists when they answer the call to get on their bike are guaranteed. © J u l e _ B e r l i n , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 12 ENERGY AND TRANSPORT E N E R G Y A N D T R A N S P O R T INT-09-001_ResearchEU_29.indd 12 19/11/10 15:55 ",
        "Traffic congestion and pollution in European cities are damaging to infra- structure, the population and its herit- age. Furthermore they are a disincentive to businesses that are a city’s life blood. Most journeys within cities are very short in terms of distance but of course take a disproportionate amount of time. Two-wheeled hybrid electric vehicles would appear to be the answer to these problems and the ‘Electric two-wheelers on urban roads’ (E-tour) project investi- gated their commercial viability. During trials in 10 centres throughout Europe, they also gauged level of public accept- ability for the bicycle with power. More than 700 e-bikes and 600 e-scoot- ers were put on trial and feedback was collected from the public, local author- ities and users. Overall there were no objections against using the e-vehicles. In fact, the local environmental benefits are enough to pave the way to promo- tion of the many advantages of the bikes. E-tour researchers highlighted obstacles which may hamper the electronic bike’s uptake which mainly revolve around the power supply. The price of the battery is unacceptably high, inflating the overall price. Secondly, the design of the bicycle needs to be more at- tractive to appeal to a wider market. The researchers suggest that all key players can help solve these potential prob- lems. Dealers can provide a competitive price structure, manufacturers can improve battery technology and design and public authorities can introduce incentives for the use of these clean, silent vehicles. The e-bike seems to have a future in the market for short urban journeys or on small islands where use of cars is restricted or banned altogether. With a concerted effort on behalf of all inter- ested parties, the e-bike could join the ranks of the greener vehicle in tomor- row’s clean cities. Funded under the FP5 programme EESD (Energy, environment and sustainable development). Collaboration sought: further research or development support. http://cordis.europa.eu/marketplace > search > offers > 5643 Imminent success for the e-bike The advantages of the electric bicycle are undeniable but public uptake has so far been disappointing. Research by the European project E-tour is pointing the e-bike in the right direction so it can take the position it deserves in the alternative green vehicle market. Martijn van de Leur, ‘BYPAD platform’ consultant in the Nether- lands sums up what this cycle means to the user. ‘The e-bike is like cycling with the wind always behind you,’ he says. ‘With the help of an e-bike, a 7 km journey can be raised to 15 km with the same effort from the cyclist.’ Mr van de Leur is keen to extend e-bike use beyond older cyclists. ‘We originally aimed at making life easier for the eld- erly and the disabled,’ he explains, ‘but the scope is widen- ing and we are promoting the high-tech aspect to attract younger age groups.’ ‘BYPAD platform’ can also boost services generally for the cycling public. ‘In the Netherlands, we are constantly improving and upgrading facilities such as parking and charging points for e-bikes,’ he points out. The Dutch city of Rotterdam is installing charging points for the e-bike in public cycle parks. For the many BYPAD stakeholders, including auditors and the public, news of the complementary efforts of other projects is welcome. A good example is in Rotterdam, where companies in the area can test an e-bike and feel the benefits for themselves. ‘BYPAD platform’ campaigns for all kinds of bikes, not just the e-bike. ‘Appealing to other target groups is the way forward in a country like the Netherlands where cycling is already popular,’ Mr van de Leur points out. ‘Another popular cycle is the cargo bike for the family with small kids.’ The cargo bike is equipped with a tough wooden box at the front where the children sit and the bike has a low centre of gravity for safety. The small pas- sengers are even strapped in with three-point harnesses. A stamp of success ‘BYPAD platform’ is always looking to expand auditor experience and disseminate information using the internet, conferences and congresses. The latest attended by project auditors was Velo-city Global 2010 held in the Danish capital Copenhagen. The project has established a massive network of both informa- tion and representatives and its growth looks set to continue. The success of BYPAD is evident in virtually all bicycle circles throughout Europe. Different national and regional authorities — for example, the Czech Republic, Germany and Austria — advocate use of the project as a quality management tool. Little wonder then that BYPAD has the reputation of being the quality standard for cycling policy throughout Europe. Promoted through the CORDIS Technology Marketplace. http://cordis.europa.eu/marketplace > search > offers > 5692 , n n e © O l a f S p e i e r , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 13 E N E R G Y A N D T R A N S P O R T INT-09-001_ResearchEU_29.indd 13 19/11/10 15:55 ",
        "The work of the consortium built on the experience gained from previous projects and cooperated closely with other relevant pricing research initia- tives. Researchers disseminated results to policy makers and key players involved in transport pricing reforms. Particular attention was paid to air and waterborne modes of transport where the available information was less developed. The project studied links between infrastructure charging and investment requirements, and pricing reform in light of European Union enlargement. Results included achieving consensus among stakeholders on the best way to carry out pricing reforms in the trans- port sector. An impact analysis of pric- ing policies showed the need for fur- ther research, particularly with regard to waterborne transport. Analysis of the road sector showed that the best course of action was to charge heavy goods vehicles rather than passenger cars. According to the rail sector, the fairest system is infrastructure charges based on gross tonne per kilometre to reflect the cost of wear and tear. Prices can also be applied according to the type of track employed, such as high speed or low density lines. Findings showed that a cost-benefit analysis should be applied to the mar- itime sector, together with regional impact and socio-economic impact analyses. The studies can determine whether the introduction of pricing is necessary. The air sector should find better ways of evaluating the impact assessment of the external costs of air transport; with particular focus on glo- bal warming, noise, and congestion. Imprint-net data can help fill gaps in the available body of knowledge surrounding the issue of price reform. By promoting sustainable transport the project is helping to improve the quality of life for EU citizens, reduce environmental impacts and boost the economy. (1) ‘Implementing pricing reforms in transport — networking’. Funded under the FP6 programme Sustdev (Sustainable development, global change and ecosystems). Collaboration sought: further research or development support. http://cordis.europa.eu/marketplace > search > offers > 5607 Pricing reform for sustainable transport The Imprint-net( 1 ) project provided a forum for policy makers, researchers and other stakeholders to discuss the implementation of a new pricing regime for transport tariffs. Charging according to infrastructure use can form a significant part of a sustainable transport policy. With so many lives lost each year on European roads, improving road safety is of paramount importance. Special systems which can assist drivers such as ADAS to provide a solution. Beyond supporting drivers, ADAS can help increase road capacity while also lessen- ing the environmental problems caused by traffic. With such systems entering the market for commercial use, it is important that their implemen- tation, impact and acceptance are assessed. The EU-funded Advisors( 1 ) project set out to do just that. The project investigated the potential of ADAS in terms of market conditions as well as the impacts on driving behaviour, road safety and the environment. By creating a common assessment methodology to cover all these areas of investigation, Advisors achieved several objectives. For example, assessments of road safety, driver comfort, network efficiency and environmental impacts are now possible. End-users are now aware of ADAS implementation prob- lems that may stem from legal, institu- tional, socio-economic, financial, organ- isational and user-acceptance issues. An appealing aspect of this assessment methodology is that it may be applied to other innovative technology fields due to its comprehensiveness. However in terms of the effects of ADAS deploy- ment, further research is required, par- ticularly in terms of safety implications. (1) ‘Action for advanced drivers assistance and vehicle control system implementation, standardisation, optimum use of road network and safety’. Funded under the FP5 programme Growth (Competitive and sustainable growth). Collaboration sought: further research or development support. http://cordis.europa.eu/marketplace > search > offers > 5654 Taking advanced driver systems a step further Advanced driver assistance systems (ADAS) have progressed in terms of becoming more applicable and efficient thanks to an assessment method a European project has developed to optimise these technologies. used © M u s t a k , S h u t t e r s t o c k ight of European Union enlargement. © S c o t t R o t h s t e i n , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 14 E N E R G Y A N D T R A N S P O R T INT-09-001_ResearchEU_29.indd 14 19/11/10 15:55 ",
        "The European-funded project com- prised a thematic network for trans- port experts and included policy- makers, service providers and users. The project developed a common plat- form for forecasting the future of trans- port in Europe and supporting the long- term decision-making process. The consor- tium collated results for building future scenarios that com- pared and contrasted the different method- ologies employed. Transport users from different industrial sectors were brought together with service providers to identify segments of the freight transport market. The different seg- ments were later verified by trans- port experts and included changing logistical requirements and improved operating systems. A policy impact analysis was also per- formed using different conditioning con- straints to study transport logistics. The result was a more detailed understanding of competition between different forms of transport, including road, rail, inland waterways and short sea shipping. How- ever, any assessment needed to take into consideration the influence transport operators and industrialists can have on policy through lobbying. The Think-up project therefore successfully created a discus- sion platform that took a long- term view in developing and comparing a common working model for transport demand. The results will help the EU to deliver both competitiveness and sustainable growth in the transport sector. (1) ‘Thematic network to understand mobility prediction’. Funded under the FP5 programme Growth (Competitive and sustainable growth). Collaboration sought: further research or development support. http://cordis.europa.eu/marketplace > search > offers > 5481 Forecasting Europe’s freight transport needs The Think-up( 1 ) project successfully brought together national experts on transport modelling through a series of workshops concerning the difference in results between Europe as a whole and individual Member States. Individuals were able to exchange experiences and achieve greater insight into the impact of policy measures aimed at promoting more environment- friendly forms of transport. The Spotlights-tn project explored how to make transport models more reliable and transparent to end-users, as well as becoming more integrated in the policy making process. Project partners also established four different discussion lines in order to produce procedures or tools for making advanced transport models more available to decision mak- ers. Themes included recognising the scientific character of models, docu- menting models in a transparent way, exchanging results and improving the models’ usability. Results from closely related projects were also added. The project carried out workshops, one for each discussion line. Results of the workshops included setting up a qual- ity control procedure for modelling and establishing harmonious descriptions of transport models. Researchers also created a generalised transport data format (GTF) for exchanging informa- tion between advanced models. The final workshop explored new long-term software and modelling solu- tions for integrating models into decision-support tools, so they can be used as effectively as possible. The network established by Spotlights-tn inspired trans- port modellers to embrace new opportunities for making their work more widely known and accessible to end-users. Increased use of highly accurate, reliable and user-friendly trans- port models can enable decision mak- ers to make better informed choices and help improve the quality of life of EU citizens. (1) ‘Supporting European policy makers: assembling information and briding models towards a European policy decision-support system’. Funded under the FP5 programme Growth (Competitive and sustainable growth). Collaboration sought: information exchange/training http://cordis.europa.eu/marketplace > search > offers > 5646 Improving models for sustainable transport Decision-makers in the transport field require advanced computer models and policy assessment tools, which have grown increasingly complex over time. This challenge has been addressed by the Spotlights-tn( 1 ) project which provided a platform for European transport modellers to discuss their work. © C H R I S T O P H E R O L L A N D , S h u t t e r s t o c k uture of trans- t © S y m b i o t , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 15 E N E R G Y A N D T R A N S P O R T INT-09-001_ResearchEU_29.indd 15 19/11/10 15:55 ",
        "The managers of nine European dem- onstration projects and one US dem- onstration project were interviewed for the assessment. The outcome of the interviews was that there were too few hydrogen vehicles on the road. Another point mentioned was the need to define a follow-up phase early on to ensure continuity in the project. Refuelling stations for hydrogen vehicles remain a problem. It was suggested that only one partner should be in charge of approval, building and operation of these stations, to avoid any complexities. To enable the success of these demonstra- tion projects it is imperative that there are more hydrogen vehicles on the road. This can be achieved through the early commitment of the vehicle industry. Although all demonstration projects undergo some form of assessment, these tend to vary. It was suggested during the interviews that assessments be carried out under the common Hylights moni- toring and assessment framework. This would provide a practical approach to project assessment. Another point raised concerned the unclear guidelines on what to do once the projects have been finalised. It was therefore suggested that in future it should be made clear early on as to where each project fits into the overall strategy. Financing remains a lasting problem, as there are no guarantees of continu- ous funding. One idea floated to coun- ter this problem was to secure finances during the project preparation phase. Flexible financing was also called for throughout a project, as priorities could change and more money could be needed in other areas. Furthermore, in future every publicly funded project should be required to provide information regarding data, results, publishing status and lessons learned. (1) ‘Hydrogen for transport in Europe’. Funded under the FP6 programme Sustdev (Sustainable development, global change and ecosystems). Collaboration sought: further research or development support. http://cordis.europa.eu/marketplace > search > offers > 5658 Making hydrogen for transport work The project Hylights( 1 ) has assessed European and US demonstration projects on hydrogen for transport. The main conclusions were that there are too few vehicles running on hydrogen for a full-scale demonstration project to be effective. © i Q o n c e p t , S h u t t e r s t o c k The evolution of the future of the glo- bal transport system is linked to energy supply. The development of the motor engine and its environmental challenges is a prime example. Rising fossil fuel prices as a result of limited supply have helped to direct research on the path to alternatives like biofuels and hydrogen. The unsustainable growth of vehicles has also raised concerns about pollu- tion. Unlike many studies on transport, a comprehensive assessment of trans- port needs coupled with technological progress and supply of energy sources is required. With funding to the tune of over half a million euros from Europe, the project TRIAS( 1 ) came up with a series of mod- els covering the next 40 years. Variables included transport and energy technol- ogies, and their economic, social and environmental impacts. TRIAS researchers merged established models such as the ‘Prospective outlook on long-term energy systems’ (POLES) and ‘Assessment of transport strategies’ (ASTRA). The ASTRA model assesses the long-term prospect for transport and investments whereas POLES focuses on energy supply and demand. The newly combined simulations were then updated with the lat- est transport models for projec- tions up to 2050. For this purpose, the team developed a new tool to merge the established models with crucial data to compare the results of eight policies with a baseline situation. Ironically, use of biofuels led to a conflict with global food supply so the hydrogen fuel cell reigns as the preferred source of the fuel. Advances in the production of hydrogen from renewable resources emerge as the key to set production of future energy and transport require- ments in the right direction. However, to reduce the carbon debt it is recommended that carbon taxes should be levied on all fossil fuels. If oil prices stay high, the study concludes that Europe will be on track to drive its technology to more sustainable modes of transport. TRIAS has succeeded in taking a fresh perspective on established, respected transport and energy sector models. A truly integrated approach can steer Europe’s research in the most sustain- able direction. (1) ‘Sustainability impact assessment of strategies integrating transport, technology and energy scenarios’. Funded under the FP6 programme Sustdev (Sustainable development, global change and ecosystems). http://cordis.europa.eu/marketplace > search > offers > 5584 The complete recipe for energy sustainability The gradual move away from fossil fuel dependency for transport must be accompanied by research into alternative engineering and infrastructure. A European project has mapped out the direction research should be taking. © G r a n d p a , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 16 E N E R G Y A N D T R A N S P O R T INT-09-001_ResearchEU_29.indd 16 19/11/10 15:55 ",
        "The ‘Integrated software for health, trans- port efficiency and artistic heritage recov- ery’ (Ishtar) project aimed to develop soft- ware to monitor the effects of recovery initiatives in eight European cities. The Grenoble case study focused on improved traffic flow and public transport. Grenoble, known as the city of the Alps, suffers from traffic problems due to major roads being wide enough to hold six lanes. Reducing this to four means that bus lanes can be accommodated. By installing new traffic lights, the hope was to reduce car speeds and therefore emissions and noise. Sophisticated monitoring systems were installed to measure noise, speed, pollu- tion and weather conditions which may impact exhaust gas levels. The data was fed into simulation models and results compared with those collected before the EU-funded Ishtar began. Ishtar software, in most cases adapted to the French city conditions, analysed the information. Tools used included geographic information systems (GIS), Davisum for traffic forecasting, ARIA for air dispersion/pollution modelling and an emissions model TEE. Simulations showed that the results of reserved lanes and modified traffic lights led to a reduction in emissions, likely to improve air quality. There was a reduction of noise levels in some areas and particulate matter declined signifi- cantly in the short term. Integrated measures like the combin- ation of changes in public transport and traffic flow merit the use of com- prehensive monitoring suites. Logging changes and simulations for a range of European cities can give a basis for future studies and an effective clean-up of our urban areas. Funded under the FP5 programme EESD (Energy, environment and sustainable development). Collaboration sought: further research or development support. http://cordis.europa.eu/marketplace > search > offers > 5606 Clean up for the city of the Alps European cities are under constant threat from their own economic success. Research and finance is being ploughed into improving technologies to reverse the adverse symptoms of urban development. © A m y J o h a n s s o n , S h u t t e r s t o c k Manual inspection of aircraft is both time-consuming and expensive and also vulnerable to human error. The process is particularly costly when com- ponents need to be examined by X-ray as they must first be removed from the plane. The project ‘Development of a robotic system for the inspection of aircraft wings and fuselage’ (Robair) has solved the problem by developing a robot inspector that can conduct man- datory non-destructive testing (NDT) of civil aircraft. Researchers developed a device that can climb over an aircraft’s fuselage and wings while searching for loose rivets and cracks. The device enables data to be automatically collected and checked and structural flaws identified without having to first remove components. The robot employed both conventional sen- sors and state-of-the-art technologies developed by the project. Flexible feet adhere to the curved surface of the aircraft and sensors check that there is sufficient vacuum to hold the robot in place before each step is taken. A series of univer- sal joints in each foot, ankle and the rest of the structure provide sufficient flexibility to enable it to climb over the aircraft. The prototype and technologies devel- oped by the Robair project will be commercialised following the project’s completion. The work undertaken by the consortium will help promote Europe’s aviation industry in the global marketplace. Funded under the FP5 programme Growth (Competitive and sustainable growth). Collaboration sought: Further research or development support. http://cordis.europa.eu/marketplace > search > offers > 5695 Robots carry out aircraft inspection European engineers and scientists have developed a robot for undertaking faster, cheaper and safer inspections of aircraft. s © F e r e n c S z e l e p c s e n y i , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 17 E N E R G Y A N D T R A N S P O R T INT-09-001_ResearchEU_29.indd 17 19/11/10 15:55 ",
        "Amidst growing concern over the rapid climate changes occurring in the Arctic regions, experts in marine transport and researchers of sea ice established a framework for cooper- ation, the ‘Arctic operational platform’ (ARCOP). This initiative was the first critical step in addressing the multi- faceted issues of the future for Arctic marine transport. While the ARCOP project considered the entire Arctic Ocean, a significant portion of the discussions focused on Russia’s Northern Sea route. First under Soviet rule and now the Russian Fed- eration, strong emphasis continues to be placed on exploring and developing shipping through the Arctic Ocean. An indication of Russia’s interest in expanding the activities in the Arc- tic Ocean is the creation of a new federal law dealing with the North- ern Sea route. Using this sea route to move oil and gas out of Russia is an attractive possibility but several issues must be addressed to attract potential investors. The aim of the ARCOP project was to understand the marine transporta- tion problems of the Arctic Ocean, as these apply to oil and gas. For this pur- pose, the discussion forum between the European Union and Russia was estab- lished, as well as between industry and academia so that common recommen- dations could be provided. This international gathering placed a spotlight on the increasing possibilities for marine access through the Arctic Ocean. Scientific information presented on sea ice trends provided evidence that oil and gas transportation by the North- ern Sea route is technologically possible and environmentally feasible. Common concern for ships operating in Arctic ice-covered waters International initiatives can make a positive contribution to the overall effect of industrial development in Arctic regions. By facilitating direct discussions between industry representatives and local people, EU-funded researchers are fulfilling an important mediation task. Air supported vessel (ASV) technol- ogy has resulted in fast ferries that cut journey time dramatically for passen- gers and freight. Support of the vessel is from a captured quantity of air known as a bubble. Hydrofoils, large fin like structures, lift the hull clear of the water at speed, give support and control. With EU funding, the project ‘Energy efficient safe innovative fast ships and vessels’ (Effises), with 13 partners from 9 European countries, devel- oped a new generation of energy- efficient fast ships using air cushion techniques and approved catamaran hull configurations. SES Europe AS, experts in high-speed marine trans- port, headed the project to improve fuel and hull efficiency, reduce emis- sions and decrease wake wash or tur- bulence which can damage coasts and moored vessels. The Effises team worked on two ASV catamarans to increase air support up to 85 % for the 40 metre catama- ran passenger ferry and 50 % for the larger 125 metre Ropax vessel. Ropax is basically a roll-on/roll off freight vehicle ferry with passenger accommodation. Trials for the new boats were compre- hensive. After successful tests in tanks in still water and wave conditions, two large operational manned prototypes confirmed the tank results. Test runs were made in a range of locations, the Mediterranean, the Danube and Scan- dinavian waters. The results were very encouraging. For the 40 metre boat, improvements of up to 40 % efficiency were recorded. All im- portant for safety and effi- ciency, motion was recorded as excellent. The Ropax ves- sel gave equally impressive fig- ures and high- speed efficiency improvements nudged 20 %. For both mod- els, load carrying capability and transport efficiency come into the market leader bracket. From a green point of view, wake wash was lower, good news for coastline erosion. The Effises engineers have proved that significant technical improvements can be developed into fully operational vessels. The new environmentally- friendly fast ships can be used both on inland waterways and offshore ferries. Freight and passenger movement will both benefit, improving marine trans- port efficiency in line with Europe’s vision for relieving the load on over- crowded roads. Funded under the FP5 programme Growth (Competitive and sustainable growth). Collaboration sought: Further research or development support. http://cordis.europa.eu/marketplace > search > offers > 5690 Super efficient boats riding high on a cushion of air Fast ferries are riding the waves with increasing comfort, speed and greater fuel efficiency while producing less pollution. A European project is helping to accelerate their technological development even further. and effi- © K a d a k , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 18 E N E R G Y A N D T R A N S P O R T INT-09-001_ResearchEU_29.indd 18 19/11/10 15:55 ",
        "However, the safety issues, including the protection of the Arctic environ- ment should be further investigated. Maritime safety in the Arctic regions is based in general on the same rules that regulate maritime activities on a glo- bal basis. But the area used to be vis- ited only by ships specially designed for trips under the extreme conditions that ice and low temperature create. The damage that can result from shipping accidents stresses the need to take initiatives to strengthen the safety of ship movements in the Arctic. One issue of particular im- portance is the availability of rescue and pol- lution abatement services. Since there is no automatic identification system (AIS), new tools are required for marine surveillance and ship traffic management. The research agenda formulated by the end of the project aims to build on the internationally recognised need to manage human activities within the context of entire ecosys- tems. An increase in shipping in the region will require their harmonisa- tion to achieve sustainable develop- ment of the Arctic. Funded under the FP5 programme Growth (Competitive and sustainable growth). Collaboration sought: Information exchange/training. http://cordis.europa.eu/marketplace > search > offers > 5694 For most people, the phrase ‘ urban freight ’ conjures up images of exhaust and noisy vehicles that block or dam- age roads and even buildings. Valid rea- sons why a city should be accommodat- ing freight vehicles include delivering goods and removing waste. Unfortu- nately, heavy vehicles are essential for keeping shelves stocked and vital trade going whilst removing the spoils of urban life. In Europe, the cities with the edge in innovative transport solutions tend to be found in the capitals or in those with the largest populations. Access to funding is the key to implementing the most advanced city logistics solutions (CLS). The aim of the EU-funded project was to build on the success of the predecessor project, Bestufs. A major objective was to extend the advantage of CLS to small and medium-sized cities with particular focus on the newer Member States. The Bestufs II researchers widened and strengthened the network of city freight stakeholders. A large spectrum of play- ers is involved including the freight experts themselves, policy makers and researchers. The result is an in-depth analysis of the advantages and disad- vantages of possible solutions. These solutions were presented in surveys and reports. A more physical presence of participants came at conferences and workshops throughout Europe. Apart from finance, another reason for small urban areas lagging behind their larger counterparts is the lack of access and information to up-to-date CLS. To remedy this major shortfall, which could be due to language diffi- culties, a Bestufs good practice guide was published. Translated into 17 languages, the guide aims to communicate information and solutions to all urban areas in Europe. The guide acts as base material for local project representatives to communi- cate the most efficient ways to distrib- ute goods in their areas without being a nuisance to the environment. As the title suggests, the Bestufs good practice guide on urban freight trans- port is a collection of good prac- tice examples taken from all over Europe. Updated versions in Bestufs II stressed intelligent transport systems, e-commerce, and the role of public- private partnerships for waste transport, greener vehicles and enforcement of city access restriction schemes. The Bestufs II comprehensive approach is taking urban solutions to those cities where they are most needed. For the cit- izen, this means that city dwelling can have all the advantages of access to ser- vices without the usual noise and pollu- tion of a large population. Funded under the FP6 programme Sustdev (Sustainable development, global change and ecoystems). Collaboration sought: further research or development support. http://cordis.europa.eu/marketplace>search>offers>5486 Spreading the word on urban freight solutions For the city dweller, easy access to shops, jobs, services and entertainment can come with a high price. An EU-funded project, ‘ Best urban freight solutions II ’ (Bestufs II), has extended the scope of innovative urban solutions to deal with the downside of urban living. T © A r t i s R a m s , S h u t t e r s t o c k © M a r k Y u i l l , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 19 E N E R G Y A N D T R A N S P O R T INT-09-001_ResearchEU_29.indd 19 19/11/10 15:55 ",
        "port authorities and institutions in ful- filling their expanding monitoring and reporting obligations, and help them to better manage natural resources. The project was conceptually divided into regional and global services. Regional services, which focused on the implementation of newly established European directives, were structured into three observatories. A nature protection observatory addressed the Habitats and Bird Direc- tive, the Ramsar Convention and the Convention on Biological Diversity. A water and soil observatory was geared towards the Thematic Strategy for Soil Protection and the Water Framework Directive. Finally, a spatial planning observatory tackled the European spa- tial development perspective. A core service supported the observatories with cross-cutting products. All these activities took into account the need to implement the Sixth Environ- mental Action Programme and the Sus- tainable Development Strategy. As two leading initiatives in Europe today, these programmes have been geared by all major stakeholders to steer long-term EU environmental monitoring ser- vices have been defined, developed and implemented through the ‘Global monitoring for environment and se- curity’ (GMES) initiative. The focus of GMES has been to provide harmonised geo-information at both local and inter- national levels in a time- and cost-effec- tive manner. A good example of a GMES project is Geoland( 1 ), which was completed in 2007 and aimed to build on previous work by developing and demonstrat- ing a range of reliable, affordable and cost-efficient European geo-informa- tion services. The purpose of these services would be to support the implementation of European direc- tives and their national implementa- tion, as well as European and inter- national policies. Some 56 Geoland partners devel- oped products and services that utilised available Earth observa- tion (EO) resources in combin- ation with in-situ measurements. It was envisaged that these geo- information services would sup- Mapping the future of biodiversity Climate change and the expansion of human habitation have put pressure on biodiversity. There is a growing consensus that the only way to counter this threat is to adopt effective adaptation strategies and provide decision- makers with accurate information through the careful monitoring of our natural environment. The Entranet project studied how a new area of policy, not anticipated in the Treaties of Rome in 1957, was taken up by the European Commission. This development was even more unexpected as it occurred at a time when the main focus was on economic modernisation and prosperity. Researchers examined how informal transnational networks comprising the European Commission, national ministries and the environmental movement were able to shape a new environmental policy agenda. This was in contrast to the conventional approach, which concentrates on the role of Member States. The Council Directive on the Conservation of Wild Birds 79/409/ EEC was used as a case study. The study revealed that European Parliament Members responded to public pressure to protect wild bird populations. Findings showed that European insti- tutions in the 1970s were more responsive to the demands of public and expert opinion and non-governmental organisa- tions (NGO) than previously believed. The results of the Entranet project will provide a valuable con- tribution to the ongoing debate among academics, lawyers and policy makers regarding the way new areas of legislation arise within the European Union. (1) ‘Protecting the environment. Transnational networks in the emergence of a new EC Policy in the 1970s’. Funded under the FP7 specific programme People (Marie-Curie actions). http://cordis.europa.eu/marketplace > search > offers > 5721 Who put environmental policy on the map? Why did the EC develop and pass ground-breaking environmental legislation in the 1970s? The Entranet( 1 ) project has sought to provide an answer by outlining the beginnings of environmental policy at the European Commission level, which led to its incorporation into the Single European Act in 1987. 987. © P e d r o T a v a r e s , S h u t t e r s t o c k w © L e s S c h o l z , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 20 ENVIRONMENT E N V I R O N M E N T INT-09-001_ResearchEU_29.indd 20 19/11/10 15:55 ",
        "The EU-funded ‘European project on ocean acidification’ (EPOCA) was launched in June 2008 with the aim of advancing scientific understanding of the biological, ecological, biogeochem- ical, and societal implications of ocean acidification. The thinking behind the project was to provide scientists with a detailed picture of the sensitiv- ity of marine organisms, communities and ecosystems to ocean acidifica- tion. Through the integration of these results, scientists would be in a better position to understand and predict the responses of the Earth system to ocean acidification. The EPOCA project is reportedly the first international research effort on ocean acidification. Due for comple- tion in 2012, the project has brought together more than 100 researchers from 29 institutes and 10 European countries. The key goal of the project was to docu- ment changes in ocean chemistry and biology. Paleo-reconstruction methods Understanding ocean acidification The failure to fully address the effects and implications of ocean acidification could have disastrous economic and environmental consequences. Before effective action can be taken , however, a thorough understanding of ocean chemistry and biology is needed. Caves across Europe have been exam- ined by scientists for signs of climate change. Researchers from the Pro- cavet( 1 ) project identified five suitable study sites located in Spain, France, Slovenia and the UK. Experts moni- tored temperature and changes to the cave environment and cave formations for evidence of global warming. Earlier records of conditions within the caves were also recovered and compared with the latest findings. Stalagmite samples were taken from all the different sites and analysed to determine the age of the cave. The results were compared with other tech- niques that employed hydrochemistry and Carbon-14 dating. Project part- ners also examined growth rates of stalagmites, which can give an indica- tion of temperature changes over the previous decades. A computer model was used to explain the transfer of heat from the surface to the cave below. The model enabled researchers to gain a better under- standing of the processes involved in the transmission of temperatures. The depth of each gallery is critical to the caves response to environmental change as heat is mainly transferred through conduction. Other important processes, apart from climate change, which can affect the temperature within the cave, include land use and loss of forest cover. Data from the Procavet project indi- cate that caves close to the surface are recording rises in temperature due to global warming, however, delays of up to several decades were recorded for galleries that are tens of metres deep. Work conducted by project partners showed that stalagmites were capable of recording environmental changes within the cave. The study of caves and cave formations by the Procavet consortium will provide scientists with an additional technique for gaining evidence of climate change and increase their understanding of the problem. (1) ‘Proxies from cave deposits: testing their sensitivity using the current period of global change’. Funded under the FP7 specific programme People (Marie-Curie actions). http://cordis.europa.eu/marketplace > search > offers > 5723 Going underground for evidence of climate change Cave formations such as stalagmites have been investigated for their suitability for studying changes in climate over recent decades. sustainable change in all types of envir- onment — from marine to air. Global services focused on support- ing policies concerning global change and sustainable development. These projects were again structured into three observatories. Two observatories — one for natural carbon flux and the other for forest change supplied information in line with recent UN forums on cli- mate change and forests respectively. A food security and crop monitoring observatory addressed food aid policy issues. Again, a core service supported the observatories with cross-cutting products. The project succeeded in develop- ing EO-derived information such as maps, statistics, indicators, typologies and scenarios that allow for system- atic and geo-spatially explicit territo- rial analysis. This provides the Euro- pean Commission, Member States and regions significant information and tools, and will enable decision- makers to efficiently implement and assess actions that protect our precious biodiversity. (1) ‘GMES products & services, integrating EO monitoring capacities, to support the implementation of European directives and policies related to “land cover and vegetation”’. Funded under the FP6 programme ‘Aeronautics and space’. Collaboration sought: further research or development support. http://cordis.europa.eu/marketplace > search > offers > 5752 © x D u m i t r e s c u C i p r i a n - F l o r i n , S h u t t e r s t o c k (cid:2) research*eu results supplement — No 29 — November 2010 21 E N V I R O N M E N T INT-09-001_ResearchEU_29.indd 21 19/11/10 15:55 ",
        "The interdisciplinary ‘Health risk from environmental pollution levels in urban systems’ (Hereplus) initiative is study- ing the risk from air pollution in urban environments. Project partners have developed maps for Rome, Madrid, Athens and Dresden that indicate the threat to human health. The risk maps have been developed with the aid of geographic information systems (GIS) and validated epidemiological models for the four cities. Epidemiological studies show that there is a clear link between air pollu- tion and an increase in the number of cases of sickness and death in a given population. The inhalation of air pollu- tants such as ozone (O 3 ) and particu- late matter (PM) can cause heart and lung problems. Researchers from the Here- plus project have modelled the response of the human body to O 3 and PM by adapting the best available existing models to local conditions in the cities in question. Project partners are working alongside local authorities to develop best practice guidelines for selecting vegetation to reduce the impact of air pollution in built-up areas. The guidelines are being used to determine which species should be planted in the green spaces located around city neighbourhoods. They include risk maps and advice on which vegetation is most effective and cost-efficient as a sink for these pollu- tant gases. Risk maps and guidelines for the use of urban vegetation will continue to be collected for an operational man- ual that can be used as a baseline for local authorities and European policies. This coordinated approach is help- ing to develop decision-support tools for administrators and environmental agencies for determining current and future health risks. The Hereplus project has successfully used an interdisciplinary approach to examine the health risk posed by air pollution. In parallel, they have also developed a cost-effective, sustainable and potentially attractive solution for reducing levels of O 3 and PMs. Funded under the FP7 specific programme Cooperation under the theme Environment (including climate change). http://cordis.europa.eu/marketplace > search > offers > 5754 Reducing air pollution in urban environments Air pollution is a major concern for many European cities, particularly those situated in the Mediterranean area where climatic conditions heighten the problem. An EU-funded project based on four European cities is developing new methods to safeguard citizen’s health and quality of life. have been used on several archives, including foraminifera and deep-sea corals in order to determine past vari- ability in ocean chemistry and to tie these to present-day chemical and bio- logical observations. The project then focused on uncertainties, risks and thresholds (‘tipping points’) related to ocean acidification at scales ranging from sub-cellular to ecosystem wide, and from local to global. A sediment model was developed to evaluate the response of coastal marine sediments to ocean acidification. More than 70 students and young scientists were trained in two courses organised by EPOCA in Bergen, Norway and Cambridge, UK in 2009. Significant findings have been made. The project has determined, for ex- ample, that degradation of organic mat- ter in the Laptev and parts of the East Siberian Sea has led to elevated CO 2 and low degrees of aragonite saturation state, even in the surface water. There is also evidence of a combined impact of CO 2 and temperature on the cold- eurythermal spider crab Hyas araneus , suggesting a narrowing of its thermal window under moderate increases in CO 2 levels. The first results on the response of deep-sea corals found that lowering pH by 0.15 and 0.3 units relative to the ambient level resulted in calcification being reduced by 30 % and 56 %. The study has also found adverse effects of elevated CO 2 on the cyanobac- terium Nodularia spumigena , a heterocystous bloom-forming diazotroph of the Baltic Sea. Fur- thermore, during the summer months, 10 % of Arctic surface waters will likely become under- saturated within 10 years. All the objectives of the first reporting period — from May 2008 to October 2009 — have been met. However the project, which still has two years to run, aims to answer other critical questions. These include the rate at which ocean acidification proceeds and the hotspots where crit- ical pH values will be reached first, the consequences of ocean acidification in terms of biodiversity and the eco- systems which are most vulnerable to ocean acidification. Funded under the FP7 specific programme Cooperation under the theme Environment (including climate change). http://cordis.europa.eu/marketplace > search > offers > 5717 r © J o n M i l n e s , S h u t t e r s t o c k h R p t © N i g h t m a n 1 9 6 5 , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 22 E N V I R O N M E N T INT-09-001_ResearchEU_29.indd 22 19/11/10 15:55 ",
        "The sources of noise today seem almost limitless – in homes, factories and on the street. But for most Europeans, transportation sources, particularly pri- vate airplanes and helicopters as well as commercial jets and military aircrafts are the most serious offenders. Governing bodies adopt ever-stricter measures to contain this problem, but this imposes a drastic limit on the growth of air traffic. On the other hand, researchers are busy trying to find solu- tions and technologies on behalf of the aeronautical industry. The development of a new system capable ‘listening’ to noise emissions in order to identify aircraft types and manoeuvres could contribute to the protection of people who live close to airports. Progress has been made in this direction in the ‘Monitoring noise at European airports’ (Monster) project. Coordinated by Air Support S.r.l. in Naples, the project involved research centres and companies from Bulgaria, Spain and Italy. The system developed works like a speed camera for aircraft. It is composed of an algorithm to identify the aircraft’s acoustic signature and a dedicated neural network classifier. The latter was ‘taught’ to recognise different air- craft types, the manoeuvres per- formed and the route taken through a ‘learning campaign’ conducted at Naples airport. Five aircraft types, including com- mercial jets such as the Boeing B737 and Airbus A320, popular carriers for short-haul journeys were moni- tored as part of this campaign. The number of take-off and landing oper- ations recorded and the aircraft noise emissions analysed by the Monster researchers exceeded 200. By the end of the project, a prototype was set up which consists of four noise monitoring stations located inside the airport and one remote receptor located at the Italian Aerospace Research Cen- tre. The need for a smaller number of monitoring stations, compared with current systems, allowed project part- ners to envisage a significant reduction in the costs of the new system. Furthermore, the satisfactory results of experimental tests leave the door open for using the new system for other purposes as well, such as mak- ing sure that no-fly zone agreements are respected. Funded under the FP5 programme Growth (Competitive and sustainable growth). Collaboration sought: further research or development support. http://cordis.europa.eu/marketplace > search > offers > 5706 Monster system for fighting noise pollution Of all the environmental problems related to air transportation noise pollution has, without doubt, one of the greatest effect on the people who live around airports. An EU-funded project developed a new method that could help stakeholders to reduce the extent of this problem. European farm animal welfare not only impacts the animal but also has an im- portant role in the livestock production chain and in the concerns of civil society. The EU-funded Econwelfare( 1 ) project began in August 2008 and involves nine academic partners from eight European countries. The project is in line with the Commission’s Action Plan on Animal Welfare, published in 2006. Econwelfare has undertaken several main objectives. Among them are to first of all examine current EU animal welfare initiatives and standards as well as those of primary EU trading coun- tries. The strengths and weaknesses of the initiatives are to be spotted in rela- tion to the animal, society and the pro- duction chain. The plan is to create and develop policy measures for the promotion of higher animal welfare standards and to monitor this progress. Finally a cost-benefit analysis needs to be implemented. Initiatives and literature analysis are being conducted and current animal welfare policies of the EU categorised. Since one solution for furthering ani- mal welfare cannot be applied to all countries, policy measurements will need to be implemented on multiple layers. Thanks to recent collaboration with the European Animal Welfare Plat- form, the progress of the project should be heightened by the exchange of data and expertise. Results will be made available on the project website: www.econwelfare.eu (1) ‘Good animal welfare in a socio-economic context: project to promote insight on the impact for the animal, the production chain and society of upgrading animal welfare standards.’ Funded under the FP7 programme Cooperation under the theme ‘Knowledge based bio-economy’. http://cordis.europa.eu/marketplace > search > offers > 5740 Progress for EU farm animal welfare The promotion of farm animal welfare across the EU is receiving a necessary boost. © M O S C H E N , S h u t t e r s t o c k - - h at © O l m a r , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 23 E N V I R O N M E N T INT-09-001_ResearchEU_29.indd 23 19/11/10 15:55 ",
        "If a tree is felled in the forest, will it make into a finished wood product? This variation on the common philosophical riddle is a question that the industry needs to ponder. At present the answer is uncertain, as around 10 % of the wood that is felled is wasted. This translates to a volume of 25 million m 3 of wood and a cost of EUR 5 billion each year across Europe. ‘This is a huge waste of money and resources,’ says Dr Rich- ard Uusijärvi from the wood technology department of the SP Technical Research Institute of Sweden. ‘Europe is a very big exporter of wood, accounting for 25 % to 30 % of all wood worldwide.’ The problem, he explains, is that manufacturers do not take into consideration the quality of wood before it goes into sawmills. ‘They put all wood in there and decide which to use afterwards. In many cases the wood is not the correct quality and they get rid of it.’ Dr Uusijärvi was coordinator of the ‘Traceability for wood industry competitiveness digital forestry chain’ (Indisputable key ) project, a recently-finished collaborative research effort looking into how to improve this situation using advanced information technology. ‘We wanted to create a system that could automatically trace wood throughout the production chain on a large scale,’ he says. The system uses electronic tagging to enable logs to carry their history with them on the path from the forest to saw- mill and wood printing technology on boards to final wood product. ‘The result is that trees that are not suitable to be sawn will not end up in the sawmill. The properties of the timber will be exploited to minimise waste,’ continues Dr Uusijärvi. ‘This means increased product quality at a lower environmental cost.’ Introducing tracking The project developed a system based on indi- vidual associated data (IAD). It means that when the tree is felled and cut up into logs, each log is marked electronically with a unique code linking it to a database storing infor- mation such as the size of the log, felling location and time of felling. This data about the tree and its quality can then be used in the forest and throughout the wood production chain for important decision-making, suggests Dr Uusijärvi. Instruments in the transport vehicles and processing machines can use this data to ensure wood of the correct quality is delivered where it is needed. The tech- nology improves logistics and prevents the mixing of different quality logs. The project team developed two elements in order to tag the logs — a microchip transponder that is embedded in the wood and an ink-based marking system. These elements are added as the trees are felled and further information is input- ted as the logs travel through the production chain. The researchers also developed the supporting technologies for the system, including an automatic transponder applica- tor (ATA) to insert the tags into the wood; an automatic sword printer (LogDots) to apply the ink, as well as the supporting systems and software to read them. An important feature of the system, stresses Dr Uusijärvi, is that it refines itself. ‘Data is collected as wood goes through the system. This means that the wood that was the correct quality for a given use is noted, enabling better decisions the next time,’ he says. ‘It minimises the wood needed for specific uses.’ Viability The project built on an earlier EU-funded effort. ‘The Lineset project had enabled us to understand that such a system of traceability would be possible and it explored the bene- fits it could bring for the industry,’ says Dr Uusijärvi. ‘But we needed to create a new system to make it practical at a com- mercial level.’ ‘We worked on efficiently adapting available communications and data technology to the market,’ he adds. A key technological devel- opment was to use ultra- high frequency RFID (radio frequency identification) transponders. ‘These had never been used before with wood. We were able to demonstrate that they were viable at an industrial level,’ says Dr Uusijärvi. Some 30 000 transpond- ers were produced for the ‘ Indisputable key ’ project. ‘We had them produced in an injection moulding process,’ he Tracking wood from forest to furniture Wastage in the traditional wood industry is high, causing big economic and environmental costs. An EU-funded project looked into technologies to introduce greater traceability throughout the wood production chain and increase productivity in the sector considerably. © A l e x a n d r o v , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 24 IT AND TELECOMMUNICATIONS I T A N D T E L E C O M M U N I C A T I O N S INT-09-001_ResearchEU_29.indd 24 19/11/10 15:55 ",
        "A pilot study to examine the viability of the project was undertaken dur- ing the 2009 European Parliamentary elections. These elections, held every five years, are the primary target of the study. ‘Audits’ of national elections are widespread among non-EU countries, such as Australia, Canada and the US, and this project aims to fill the existing gap at EU level. The project ‘Providing an infrastructure for research on electoral democracy in the European Union’ (Piredeu), chaired by the European University Institute, has 14 partners. The study has established an integrated database that will draw information from candidate surveys, voter surveys, content analysis of party manifes- tos, content analysis of news content and contextual data. It is based on a US model for monitoring voter behav- iour which has been in use since 1948. By going beyond voters and including media and politicians, the European model will look to eclipse the US model. The data would be made available to academic researchers, politicians, polit- ical parties, journalists, commercial interests and civil society. It would pro- vide researchers and others an unparal- leled view into cross-national electoral behaviour, as well as the media’s role. It is hoped that the study will open up the European electoral process beyond the confines of academia and make Europe an attractive place to carry out further such studies. Once all the data is collected into one database, it will be possible to access it from anywhere, thus hopefully creating a global virtual community interested in European governance. The project will allow possible research projects into EU democracy and citi- zenship that are at present either dif- ficult to conceptualise or not feasible with currently available tools. It is hoped that the outcome of the project, which is due to run until 2011, will have an impact not only on schol- arly research and debate, but also on European governance itself. Funded under the FP7 specific programme Capacities under the theme Infrastructures. http://cordis.europa.eu/marketplace > search > offers > 5722 Analysing European democracy and governance A three-year study is underway to assess the viability of an online tool to improve research into citizenship, political participation and electoral democracy in the EU. It would allow the social science community to perform an ‘audit’ of the electoral process and thereby detect challenges to the system. says. The transponders were tested at a number of sites, from logs in the forest to sawmills and plywood and pole manufac- turers in Finland, France, Norway and Sweden. ‘We achieved what we set out to do,’ he adds. ‘We showed that is possible to produce the transponder on a large scale. We have shown that the IAD works and we tested the system in practice over a long period of time.’ Next steps However, more development of the technologies is needed before they can be commercially viable. ‘We need to minimise the costs and size of the transponders,’ says Dr Uusijärvi. The current cost in large quantities is about 30 cents per transponder. ‘Though this could still be slightly reduced, it is still too high,’ he continues. ‘To get the industry to adopt the system it would need to be around 3 cents but this requires a continuous manufacturing process instead of the present batch process.’ Another important factor is to reduce the unit size. ‘We need a continuous process that can insert the transponders instanta- neously as the logs are cut,’ says Dr Uusijärvi. ‘This is not pos- sible with the size of the current units and the forces needed to put them in the logs. Today it takes some seconds extra, which is too long.’ However, he remains optimistic that it would be possible to half the dimensions of the unit, which would enable this breakthrough. ‘We have some good ideas on how to do it. This would reduce the volume by a factor of 10 and all forces would be much less,’ he says. Another element that needs to be developed in follow-up activities is to improve the visibility of the ink. His team is now in ‘early-stage’ negotiations to take forward the work from the project in a subsequent collaborative research effort. ‘Many of the partners are keen to continue working together,’ he confirms. Twenty-eight partners from five countries participated in the three-year project which ended in March 2010. It had an original budget of EUR 12.6 million, which was finalised at EUR 13.5 million, of which EUR 7.7 million came from the EU’s Sixth Framework Programme (FP6) for research. ‘ Indisputable key ’ demonstrated the technologies that can bring much greater traceability into the wood chain. With managing natural resources efficiently an issue for many sectors, the challenge is now on to make the system a com- mercial reality. Promoted through the CORDIS Technology Marketplace. http://cordis.europa.eu/marketplace > search > offers > 5704 © v l a d e k , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 25 I T A N D T E L E C O MM U N I C A T I O N S I T A N D T E L E C O MM U N I C A T I O N S INT-09-001_ResearchEU_29.indd 25 19/11/10 15:55 ",
        "With the ‘Mediterranean islands 3D aerial navigation’ (Medisolae-3D) project you will be able to ‘fly over’ Mediterranean islands and swoop down when something catches your attention. ‘Landing’ on the beach or a village square, you will be able to move about, getting a feel for the shops, restaurants and attractions. You can make purchases and reserve tables. You can find a hotel — and if you like it you can book in. If you don’t find what you want, you can simply ‘swoop up’ into the air once more and try somewhere else. Of course, you will do all this without stepping away from the computer on your desk. Medisolae-3D is a project that com- bined software designed for aircraft landing simulations with orthopho- tography and satellite images of the islands, as well as public data such as digital terrain models, maps and tour- ist services to create a portal to the 3D island experience. It has capital- ised on the Landing project that was also funded by the Aviation Sector of the EC/RTD programme. The plan is to link the virtual- visiting tool to web-geoplatforms such as Google Earth, MS Virtual Earth, or ESRI ArcGlobe to make it avail- able to people across the globe. The EU-funded Medisolae-3D project planned to deliver the service to more than 100 European Mediterranean islands — territories of Cyprus, Spain, France, Greece, Italy and Malta offer platforms for island visualisation. Combining multi-sources in one One of the biggest challenges for the Medisolae-3D team was to take data from local governments and other providers in a range of formats and data standards, and to use this data to produce a system capable of interop- erating its sources to deliver a single virtual visiting service. Medisolae-3D is an EU-funded project and it builds on the recent development of Inspire, a standard- ised spatial data infrastructure (SDI) for Europe. Inspire, backed by an EU directive creates a standard that allows the integration of spatial infor- mation services across the Union. Once standardised, users can access local and global level social services, in an interoperable way. The result of the combined datasets must be seamless for the user as they move from satellite generated images above the islands and onto the island’s roads and streets. Once the Medisolae-3D framework is in place, it can work in combination with a range of spatial data services to aid tourism, transportation and other money-earners for the island econ- omies, but it can also provide services for health and disaster planning, the environment, and policy making. Preparing for commercial launch At the moment, Medisolae-3D is in a pre-commercial state, according to Professor Marc Bonazountas from the National Technical University of Athens, and project coordinator. He is also a part-owner of Epsilon Interna- tional SA, the company that intends to exploit the innovations developed in Medisolae-3D. ‘There is a large number of islands and if you want to offer a product to the market, you can’t do it simply with one island, you have to do it with a large number. That is what we are investigating now. We want to pack- age this in a cheap way to get money for these islands,’ he says. A pilot has been built using data from the Greek Island of Santorini. The project team is in discussions with five local prefectures which have responsibility for the government of over 50 islands. Once the system has been completed, standardised data can be delivered more or less automatically into Medisolae-3D to create or update 3D images. A spin-off product has already been developed — www.yachting123. com — that provides boating enthusiasts with information and views of marina facilities and ser- vices in island ports. The Medisolae-3D project received funding from CIP ICT-PSP/ eContentplus programme. Promoted through the ICT Results service. http://cordis.europa.eu/ictresults/index.cfm?section =news&tpl=article&id=91441 Island dreams to become virtual reality Three-dimensional versions of Mediterranean islands will be updated virtually automatically with current information from a range of public and private databases. The European research project may launch a ‘revolution’ in the tourist trade sector. © s e n a i a k s o y , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 26 I T A N D T E L E C O M M U N I C A T I O N S INT-09-001_ResearchEU_29.indd 26 19/11/10 15:55 ",
        "A software infrastructure that enables scientific data from long-completed projects to be accessed and understood while advancing shared global usabil- ity of current digital research is under construction. Since the 1970s, spacecraft have made vast numbers of readings on their trav- els and sent that data back to Earth. But what happens to the data when the mission ends and the software and tacit knowledge needed to interpret it are no longer available? Generally, there is little money put aside for long-term data preservation. Mag- netic tapes full of valuable informa- tion have ended up sitting on shelves. A huge amount of data from the arts and humanities, as well as scientific research, is becoming inaccessible and/ or unusable more quickly. Researchers from across Europe on the project ‘Cultural, artistic and scientific knowledge preservation, for access and retrieval’ (Caspar) set out to find secure, reliable and cost-effective ways to ensure digitally encoded informa- tion remains usable for an indefinite time period. The methodologies and tools developed during the project are not only important because they will give us access to data from the past, suggests David Giaretta, Caspar project coordinator, and a researcher at the STFC’s Rutherford Appleton Laboratory. ‘The techniques that you need to pre- serve old digital objects — techniques that make unfamiliar digital objects usable — are exactly the same tech- niques you need to make newly created digital objects accessible and under- standable,’ he says. If the e-science concept of research facilities sharing computational processing and data collections across the internet is to be fully realised, it will require a Caspar-style infrastructure. Indeed, Caspar infrastructure will put data into a context so that it can be interpreted or understood by ‘desig- nated communities’ — defined by those who are responsible for the data. For example, the infrastructure may inform us that long lists of numbers are actu- ally calls made from a telephone over a certain period. Learning this would provide most of us with no useful infor- mation. However, for ‘designated com- munities’ such as the police investigat- ing a crime or the telephone company’s invoicing department, understanding that the numbers are telephone calls may be very valuable knowledge indeed. Driving industry standardisa- tion and change Because the infrastructure developed by this EU-funded project is a pio- neering implementation of ‘ Open Access to data of the past — and the future Tools to understand data from out-of-date systems will help rapid integration of data from newly developed systems. The best way to study how the brain works is to actively monitor patient behaviour and response while watching real-time scans of the brain. There are many imaging techniques available but each has its limitations. An EU-funded project has combined two processes to get the best of both worlds. The ‘Hybrid MEG-MRI imaging system’ (MEGMRI) project, as the name sug- gests, has fused the magnetoencepha- lography (MEG) process with mag- netic resonance imaging (MRI). MEG maps brain activity by recording minute magnetic fields from electrical cur- rents in the brain. Arrays of supercon- ducting quantum interference devices (SQUIDS), being extremely sensitive to weak magnetic fields, are used to pro- duce images reflecting brain activity. More well-known, the MRI scan also uses magnetic fields to produce well- contrasted images of soft tissues in the body. The project researchers have refined the process and used so-called low-field, as opposed to conventional high-field, MRI. Use of low-field MRI has impli- cations for both the user and the patient. Enhanced image contrast and improved geometric accuracy make for easier and more accurate interpre- tation. For patients with pacemakers and pregnant women, the procedure is safer. Furthermore, reduced costs are good news for health authorities, hos- pitals and of course the patient. The MEGMRI scientists have also made excellent progress in the application of mixed-sensor technology to the hybrid imager. SQUIDS are combined with a giant magnetoresistive sensor to give an ultra-sensitive device capable of detect- ing brain signals that are extremely weak — in the order of a billionth of a millionth of a unit! Project researchers are continuing to develop better SQUID and mixed- sensor technology to apply to the new hybrid MEG-MRI imager. Applications range from improved diagnosis and therapy for brain abnormalities to get- ting to grips with how brain activity and behaviour are linked. Funded under the FP7 specific programme Cooperation under the theme Health. http://cordis.europa.eu/marketplace > search > offers > 5730 A brain wave for imaging technology From its psychology to physiology, the brain and its function still pose many mysteries. European researchers have developed a new scanning technique for the brain that combines the best qualities of two tried and tested systems. © d u s a n 9 6 4 , S h u t t e r s t o c k (cid:2) research*eu results supplement — No 29 — November 2010 27 I T A N D T E L E C O MM U N I C A T I O N S INT-09-001_ResearchEU_29.indd 27 19/11/10 15:55 ",
        "Reporting statistics of injuries and disabilities caused by accidents is crucial in assisting injury prevention and safety promotion. Reliable and valid indicators for the multiple external causes of injury as well as for possible severe conse- quences are required in order to make this possible. Until now EU health statistics were not able to cover both causes and conse- quences in one sin- gle data source. The Integris( 1 ) project, funded under the EU’s Seventh Framework Pro- gramme (FP7), has integrated two main data sources: the European injury database (IDB) and the hospital dis- charge registers (HDR). In order for the IDB-HDR integration to be effective, appropriate research and technology methods are being implemented and assessed via a demonstration project in several Member States. Integrating injury data collections has already been successfully received by prestigious health information organisations across Europe. To date the project is running according to plan with a completion goal set for spring 2011. (1) ‘Improved methodology for data collection on accidents and disabilities integration of European injury statistics.’ Funded under the FP7 specific programme Cooperation under the theme Health. http://cordis.europa.eu/marketplace > search > offers > 5711 Integrating injury statistics for accident prevention Injury reporting can be enhanced by an innovative method of linking prevention-oriented statistics with routine data. The new system takes into account important indicators which are necessary to help prevent accidents. archival information system ’ (OAIS, ISO 14721), an ISO standard refer- ence model for digital preservation, its influence will be felt right across the digital preservation industry. The purpose of OAIS is to increase aware- ness and understanding of concepts relevant for archiving digital objects, especially among nonarchival institu- tions. It defines terminology and con- cepts for describing and comparing data models and archival architectures. In fact, Caspar’s implementation of OAIS defines the methodology and infrastructure for digital preserva- tion across Europe. It guarantees not only understandability but also the protection of digital rights as well as the authenticity of the information preserved. Caspar produced eleven reusable infra- structure components and toolkits to support digital preservation: registry, knowledge management, orchestra- tion, representation information, pres- ervation datastore, data access and security, digital rights management, finding aids, virtualisation, packaging, and authenticity. All components are independent from each other and they offer web-based (and other) services. That gives the system great robustness because there is no single point of failure. Caspar is an open system able to interoperate with the many different com- mercial digital preservation solutions on the market. Building the e-science infrastructure ‘Over the next five years or so we expect to see those Caspar components … integrated into the broader e-science infra- structure that is being created in Europe,’ says Mr Giaretta. ‘That is why it was so important that Caspar tools could cope with all types of data, and were tested using cultural and performing arts as well as science data. There are a number of tools and toolkits within Caspar that are closely tied to specific domains, but there are also elements that are discipline-inde- pendent, as you would expect with infrastructure’, he says. ‘We expect an evolution in the use of the domain-specific tools while other parts will be made even more robust and scalable as they move over into the broader infrastructure across Europe,’ he concludes. The Caspar project received fund- ing from the ICT strand of the Sixth Framework Programme for research. Check out Caspar’s software releases which can also be found on Source- forge.net’s digital preservation services section. Promoted through the ICT Results service. http://cordis.europa.eu/ictresults/index.cfm?section=news&tpl= article&id=91437 © c . , S h u t t e r s t o c k © K e n n e t h V . P i l o n , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 28 I T A N D T E L E C O M M U N I C A T I O N S INT-09-001_ResearchEU_29.indd 28 19/11/10 15:55 ",
        "The ‘Global monitoring for security and stability’ (GMOSS) network of excel- lence was created to bring together Europe’s civil security research to develop satellite Earth observation. GMOSS used test cases, workshops, benchmarking and staff exchanges to maintain its capacity for global monitoring. The network of 22 partners and 11 asso- ciate members took 4 years to develop satellite observation technologies and practices covering diverse scenarios, including nuclear non-proliferation treaties, static and dynamic populations, border regions as well as rapid remote assessments of damage in an area. The multidisciplinary nature of the network was put to good use in the test cases of GMOSS. It successfully put together political, social and eco- nomic aspects which contributed greatly to background information in the test cases. Because of the variety of network partners, different software pack- ages, techniques and algorithms were being used. As a result, it was decided to benchmark all of these activities late in the project to consolidate working procedures. Part of the success of GMOSS was down to the workshops and conferences that were organised. These meetings were instrumental in bringing together the network partners and were an oppor- tunity to propose new activities. They were an occasion to launch common operations and implement near real- time exercises (called GNEX). Some of the meetings were opened up to exter- nal parties who were possible end-users of the product. Ensuring effective global satellite monitoring A European network has developed tools for monitoring security and stability in different areas, from population changes and border regions to rapid assessments of damage following disasters. These tools showed that exchange of information among the stakeholders during crises was of paramount importance. Anyone who has witnessed a crisis as it unfolds will attest to the chaos that can follow, as communications are bro- ken or stretched to capacity and first responders struggle to get a handle on the events, to minise the loss of lives and property damage. The ‘European software-defined radio (SDR) for wireless in joint security op- erations’ (EULER) project has gathered major players in Europe in the field of wireless systems communication integration and SDR — fully progam- mable radios — with the aim of improv- ing interoperability among national and international joint emergency service operations. But what do they mean by interoper- ability? According to the project litera- ture it is ‘the ability for first responders from different agencies to communicate among themselves, to exchange voice and/or data on demand and in real time, whenever necessary’. The three-year, Sev- enth Framework Pro- gramme (FP7) project is supported by a strong group of end- users, and is planning to define and demon- strate how the bene- fits of SDR can be leveraged to ensure faster deployment in emergency situ- ations. Consortium partners, with backgrounds in law enforcement, fire and rescue, civil pro- tection and military, hail from Spain, France, Italy, the Netherlands, Sweden and the UK. EULER is proposing to develop a more agile, interoperable and robust commu- nication system supporting a new range of practical services, such as telemedi- cine and live video. To achieve these goals, according to the consortium, three main components will be com- bined: a reference high-data-rate radio technique, a communication system architecture allowing integration of het- erogeneous radio standards, and SDR as a key enabler for this. The total cost of this work will come to nearly EUR 15.5 million, with the EU contributing around EUR 8.7 million of that. The project is being led by Thales Communications in France and is due for completion early 2012, by which time the partners plan to have delivered an integrated demonstrator of their sys- tems targeting end-user needs. Funded under the FP7 specific programme Cooperation under the theme Security. http://cordis.europa.eu/marketplace > search > offers > 5718 Joint emergency operations — a European vision A European consortium is looking to refine a European vision for interoperability in joint emergency and security services, in close cooperation with end-users and stakeholders. But first there are some technical matters to address. T e g i s © c o r e p i c s , S h u t t e r s t o c k n t (cid:2) © S n a p r e n d e r , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 29 I T A N D T E L E C O MM U N I C A T I O N S INT-09-001_ResearchEU_29.indd 29 19/11/10 15:55 ",
        "High mountainous regions are chal- lenging in many senses. For centuries people living in these areas had to con- tend with settling on steep slopes, culti- vating on sparse agricultural land and transporting goods on hazardous paths. Moreover, these unfavourable condi- tions have strongly influenced the way information on such an extreme envir- onment has been collected for scien- tific research. That means cumbersome working procedures that do not only require skilled manpower but also gen- erate high costs. But all that is about to change. Sat- ellite-based Earth observation sys- tems offer an opportunity to extract land surface information that until recently could only be derived from aerial photographs or by extensive field work. The European Com- mission seized this opportunity to improve risk management of land- slides, avalanches and debris floods in the Alpine regions. Researchers engaged in satellite remote sensing, communications technol- ogy and Alpine safety were funded to develop a portfolio of safety and risk information. The project, called ‘Alpine safety, security and information services and technologies’ (Assist), was carried out under a joint ini- tiative of the Euro- pean Commission and the European Space Agency, ‘ Glo- bal monitoring for environment and security ’ (GMES). Before the Assist project, scientists wishing to use Earth observation data collected by satellites faced volumes of data so immense that it is almost impossible to extract information relevant to their needs. The data was often of poor qual- ity and incomplete, not comparable or even difficult to access. The Assist project proposed a flexible information service which combines data from satellites with ground obser- vations with airborne and meteoro- logical data to help improve services delivered by risk management cen- tres. In, particular, newly developed algorithms have shown the benefits obtained from the combined use of all-weather synthetic aperture radar (SAR) images and high resolution optical data. Organisations such as the police, fire fighters, hospitals, ambulance and air rescue services form the backbone of this new service. These so-called ‘ser- vice nodes’ are capable of receiving and processing raw data into prod- ucts suitable for risk prevention and crisis management. In case of crisis, the products are distributed from the regional risk management centres up to the field staff. Whilst making the lives of moun- tain inhabitants and tourists safer, the Assist project has also helped the European industry become more competitive. No longer relying on international data, Europe can offer now its own information service and negotiate better its participation in international projects. Funded under the FP6 programme ‘Aeronautics and space’. Collaboration sought: further research or development support. http://cordis.europa.eu/marketplace > search > offers > 5715 Alpine safety to be improved through Earth observation A research initiative under the aeronautics and space priority of the Sixth Framework Programme sought to simplify and improve available information on natural hazard risks. While focused on the Alps, the information service proposed to reduce the risks for life and property can easily be extended to other mountainous areas. GNEX exercises created challenging real-time simulations where teams had to respond in a matter of hours or days. They were set up in a way that no network partner could handle a scen- ario on its own, thereby strengthening coordination and cooperation. GNEX enabled teams to analyse state-of-the- art satellite images and enhance the delivery of civil crisis response. These exercises aimed to demonstrate to users and decision makers the added value of Earth observation by using GMOSS methods. A gender working group in GMOSS addressed institutional gender issues linked to security and highlighted the importance of a work-life balance. Training sessions became a popular forum for attracting a number of institutions involved in policy analysis, science and technology and service providers to apply to become associated partners of the project. The training events, such as GNEX, summer schools and seminars also provided a platform to exchange ideas within the network. Funded under the FP6 programme ‘Aeronautics and space’. Collaboration sought: further research or development support. http://cordis.europa.eu/marketplace > search > offers > 5716 pr sa in a ( o © O l e d j i o , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 30 I T A N D T E L E C O M M U N I C A T I O N S INT-09-001_ResearchEU_29.indd 30 19/11/10 15:55 ",
        "The project received EUR 3.45 million in funding under the ‘Information and communication technologies’ (ICT) theme of the EU’s Seventh Framework Programme (FP7). To develop their concept, the researchers used tiny magnet- ised nanospheres, which at 25 nanometres in diameter, are larger than traditional grains but smaller than typical storage cells. According to the team, the benefit of using these nano- spheres is that they self-assemble into a regular array, which has the potential to keep costs low. The nanospheres were then blended with an alcohol-based solution that was placed onto the substrate. To make sure the particles were held into place, the scientists then added a magnetic film (an iron-platinum alloy that has attracted considerable industry interest) on top of the surface to form a kind of magnetic ‘cap’. This cap effectively acts as a magnet (with a north and south pole), and the array can be used as a storage device. Since spheres that are separated by 25 nanometres are equivalent to storage density of 1 terabit (1 000 gigabits) per square inch, the ‘Magnetic films on nanospheres: innovative concept for storage media’ (MAFIN) team believed that the same approach with smaller spheres could produce densi- ties that are up to six times greater. Beyond the recording medium itself, the researchers also investigated recording techniques (they discovered that adjustments will need to be made to the iron-platinum so that information can be easily recorded and read) and exper- imented with using a magnetic-tip probe (as a replacement to the conventional recording head) to magnetise and read each of the nanospheres. Teramagstor is the successor of the original MAFIN project, which was funded EUR 1.3 million by the ‘Information soci- ety technologies’ (IST) thematic area of the EU’s Sixth Frame- work Programme (FP6). Unlike today’s hard disks that record information on a ferromagnetic layer made up of grains, the objective of MAFIN was to develop a completely new magnetic record- ing medium for ultra-high-density magnetic storage applications. Teramagstor has now picked up on the results of the proof-of-concept project to design, fabricate and test future perpendicular magnetic storage media with areal density (the density of a two-dimensional object) larger than 1 Tbit/in². Chemists, physicists, engineers, and materials scien- tists from nine European institutes began work on Teramagstor in 2008, which is headed by Demokritos, the National Centre for Scientific Research in Greece. The team’s approach is based on the development of advanced film media using techniques from nano- technology, one of the key manufacturing technol- ogies of the 21st century. Under MAFIN, the aim was to build a recording sur- face comprised of purpose-made magnetic cells, and to produce these nanostructures both inexpensively and on a large scale. The three-year Teramagstor project will conclude in April 2011. Promoted through the Research Information Centre. http://ec.europa.eu/research/infocentre > search > 17093 EU scientists aim to break storage capacity barrier Our ability to store huge volumes of documents, photos, videos and music on our computers and other gadgets is a result of enormous strides in technology over the years. Scientists from the EU-funded ‘Terabit magnetic storage technologies’ (Teramagstor) project are now aiming to push the boundaries even further with a hard disk that has the storage density capacity of one terabit per square inch. Unl ferr MA ing ap Te p fu d t © M a c s P e t e r , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 31 INDUSTRIAL TECHNOLOGIES I N D U S T R I A L T E C H N O L O G I E S INT-09-001_ResearchEU_29.indd 31 19/11/10 15:55 ",
        "Technology has permeated all levels of society, from the moment we wake up to our daily commute, from the way we work to the way we play. More powerful computing in more com- pact and affordable forms also means new business opportunities, better and faster manufacturing, as well as new ways of doing research and collaborat- ing between organisations. All this helps Europe keep its competitive edge. The EU has invested heavily in research and programmes to strengthen its knowledge-based econ- omy, including micro- and nanoelec- tronics, e-infrastructure for doing ‘virtual’ research, the networks and fundamentals behind the future inter- net, embedded sensors and technol- ogies monitoring all manner of things, and diverse initiatives to improve how information is shared and used, how software functions, and the informa- tion and communications technol- ogies (ICTs) we increasingly expect to benefit from in a joined-up society. This is the setting that we find ourselves in as we introduce the interviewee for this edition of research*eu results sup- plement , Prof. Jose Duato of the Uni- versidad Politécnica de Valencia which participates in the European NANOC project. He has worked with major multinational companies in the ICT sector and several of the most powerful supercomputers in the world use his group’s research results. Prof. Duato works at the university’s department of computer engineering. He has published over 400 peer- reviewed papers and authored sev- eral books. He is the mind behind a powerful theory of deadlock-free adaptive routing for interconnection networks. Versions of this theory have been used in the design of the routing algorithms for the MIT Reliable Router, the Cray T3E supercomputer, the on- chip router of the Alpha 21364 micro- processor, and the IBM BlueGene/L supercomputer, which led the Top500 list for four years. He has won numer- ous awards including the National Research Prize ‘Julio Rey Pastor’ in Mathematics and Information and Communication Technologies in 2009. He shares with us his vision of how Europe can convert its decades of R & D investment into a technology dividend. • In your long experience in the field, how do you think micro-electronics have changed the way we work? More than any other technology throughout the history of human- ity, micro-electronics and informa- tion technology have introduced more changes in the way we live and work. Moreover, these changes have been introduced over a short period of time. For example, having access to huge amounts of information on almost every topic within minutes, or even sec- onds, just by typing a few keywords was unthinkable even decades ago. But there are many more examples. It’s the ability to communicate with other people within seconds and in differ- ent formats from almost anywhere. It’s the large set of tools which make our lives easier both at the office and while travelling, the huge advances in manu- facturing automation and medical equipment, and the much wider set of activities we can now enjoy in our spare time. Focusing on changes in our work, tools like word processors, drawing tools, spreadsheets, video and image editors, allow us to increase our productivity by relieving us from tedi- ous tasks or by dramatically accelerat- ing them. • Has industry or SMEs benefited more from new technology innovation than we realise? Definitely yes. We think of industry using computers to speed up document writing, information access, informa- tion exchange, accounting, etc. But relatively few people know that the microcontroller market is larger than the desktop/laptop computer market. A large number of microcontrollers is used to automate different manu- facturing processes. Also, a huge number of microcon- trollers are integrated in products we frequently use like cars. And these microcontrollers not only increase the functionality, efficiency, reliability, and safety of those products, but they also reduce their cost. Computers, and even supercomput- ers, are also frequently used today to shorten the design and verification time for new products. Some examples include crash simulations in the car industry, wind tunnel simulations, mol- ecule design and analysis, to name a few. • We all have ‘technology’ in our pock- ets and handbags, but do you think the average person knows what it takes to get an idea from the drawing board through R & D to the technology devel- opment stage? Certainly not. Since new products are available every few months users tend to think that it does not take too long to design and produce a new device or software package. However, the design, verification, and manufacturing pro- cesses are taking increasingly longer. Design time can be shortened by reus- ing components from a previous design whenever possible, but the verification time has dramatically increased due to the continuous increase in complexity. Nowadays, it takes approximately four years from the time the specifications for a new desktop/laptop processor are defined until the new processor reaches the market. Interview Blooming innovation Innovation is blooming in Europe, but the successful transfer of research knowledge to industry is still lacking says Professor Jose Duato of NANOC who answers research*eu results supplement’s questions this month. © L a u r e n W i c k m a n , N e t w o r k o f V a l e n c i a n U n i v e r s i t i e s f o r t h e p r o m o t i o n o f R & D Prof. Jose Duato research*eu results supplement — No 29 — November 2010 32 I N D U S T R I A L T E C H N O L O G I E S INT-09-001_ResearchEU_29.indd 32 19/11/10 15:55 ",
        "• How important is public support, especially EU funding, for this sort of development? Public funding is crucial for the con- tinued evolution. Not only does it take exceedingly long to produce certain products, like a high-end processor, but it is also extremely expensive and can cost several million euros. As a conse- quence, companies tend to follow the same evolutionary path, with relatively little innovation from one product gen- eration to the next. It should be noted that it is better to release a more conventional prod- uct in time than a full-featured prod- uct too late. A good recent example is Intel Larrabee. Despite having a very innovative design, delays in product design and manufacturing made the product available at a time when AMD ATI cards had a peak computing power 2.5 times higher than Larrabee. Thus, Larrabee-based graphics cards were not commercialised. In this context, public funds are funda- mental for ‘riskier’ research approaches that significantly depart from common evolutionary paths. The best results are frequently obtained when a strong col- laboration is established among consoli- dated research groups in academia and top companies in the corresponding field. • Europe emphasises the need to be competitive with other regions, espe- cially the Asian tigers. What has it done well/what could be improved in this area? It is difficult to state precisely what has been done well and what can be improved when we compare ourselves with some Asian countries. Unfortu- nately, consumer electronics is a market in which lowest cost products are almost always the most successful ones and Asian countries are good at that. But one way of competing is by focusing only on top-quality products which offer many more features and better qual- ity but which tend to fall into a higher price range. In Europe, there are many areas where things have been done cor- rectly. But there is one thing that, in my opinion, has not worked as well as it should have: European projects. Despite many successes, I have witnessed cases of projects where partner collaboration could have been better. And despite some changes in FP7, the bureaucracy is still a bit overkill. Consortia should be spending less time writing up their deliverables so they can focus more on developing the research itself. Neverthe- less, there has been a tremendous effort to improve control and quality in Euro- pean projects, and we are progressively approaching the optimal solution. • You are currently working on a project called ‘Nanoscale silicon-aware network-on-chip design platform’ (NANOC). Can you tell us a little about this and what it could mean for chip- makers or electronics manufacturers. Power consumption has become a crucial issue in chip design, especially when it comes to designs including high-performance processors. A way to reduce power consumption, as well as design and verification time, is to design processors consisting of multi- ple-processing cores that are not only simpler than the monolithic single-core design, but also offer the same comput- ing power. But multicore chips, which started to reach the market around 2003, keep increasing the number of cores per chip as well as the communi- cation needs among cores. On the one hand, more powerful, cost-effective, and power-efficient interconnects are needed among cores. This gave rise to the so-called network on chip (NoC) to overcome the limitations of traditional buses. But on the other hand, tools are needed to dramatically simplify and speed up the design of those NoCs. Those tools should also provide support for design-space exploration so that the best design parameters can be easily found. This is the challenge we address in our project. We want to develop a powerful design platform to speed up NoC design. Key industry partners will need this type of tool for their own future designs. And their partic- ipation in the project will guarantee the transfer of the design platform to their production teams. • In your experience of technology transfer in Spain and Europe, what are the key ingredients for making it work? A key ingredient is to establish a solid collaboration with some relevant industry partners that have expertise in developing their own R & D. However, this is not easy because many academic researchers approach industry and try to ‘sell’ them their research results. So, in general, industry is reluctant to listen to academics. In order to succeed when approach- ing industry, in my opinion, one needs to first produce top-quality academic research and publish it in the most rele- vant venues. Doing so will significantly increase international visibility. The second step, which can be done in par- allel with the first, is to make sure that academic research focuses on topics of current interest to industry. Other- wise, results can hardly be transferred to industry. In doing so, it is not enough to read academic papers and look for ‘hot topics’. It is also necessary to ana- lyse current commercial trends and try to anticipate future industry needs. The third step, which is optional but very convenient, is to consolidate a large research group, so that the group could address more interdisciplinary research when collaborating with indus- try, and also to allow academic research to continue while some group members devote all of their time to collaboration with industry. If those steps are properly accomplished, it is likely that top-indus- try R & D departments will contact the group and ask for a joint meeting. But even if that request does not come, it is obviously possible to approach some industry laboratories and ask for a meeting to present research results. Finally, it is very important to avoid try- ing to ‘sell’ research results. It is unlikely that one group’s academic research will directly fit the needs of a given company. In general, it is much bet- ter to demonstrate the expertise of the (cid:2)(cid:2) © S e r g e j K h a k i m u l l i n , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 33 I N D U S T R I A L T E C H N O L O G I E S INT-09-001_ResearchEU_29.indd 33 19/11/10 15:55 ",
        "Heterogeneous computing systems are basically electronic systems that run different computational units (such as audio or video systems, networked applications, etc.) and need extra spe- cialised resources to work. The design-productivity gap in these systems occurs for two main reasons: embedded processors are becoming more complex and the applications run- ning on these processors are larger and equally complex. As a result, the project ‘Formal design methods for globally asynchronous/locally synchronous embedded computing systems’ (Dyna- gals) looked at three issues to overcome these problems: high-level program- ming languages, time-predictability, and component-based design. To tackle the first con- cern, the researchers looked at the SystemJ pro- gramming language. Sys- temJ is particularly suited to the design of globally asynchronous locally syn- chronous systems (GALS), a crucial part of the project. Dynagals set about defining the task and conducted case studies to see whether SystemJ could be used for the design of embedded computing systems. Secondly, the team created a new time- predictive programming language, called Precision Timed C (Pret_C). This is based on the widely used C pro- gramming language with some added dynamics to improve performance. Pret_C allows memory communication Boosting computing systems’ productivity A gap exists between the design and productivity of complex and heterogeneous embedded computing systems. A European project is looking to close this gap through a set of formal methods and programming languages developed over 24 months. research group, and identify challenges that need to be addressed so that the research developed by the group can then be directly transferred to industry. Obviously, no company will directly communicate their future needs. It is necessary to establish a suitable frame- work that promotes confidence by dem- onstrating previous successes, signing a non-disclosure agreement, etc. For those research groups that have not been able to reach the level of visi- bility and expertise I mentioned above, clusters like the ‘Network of Valen- cian universities for the promotion of research, development, and innovation’ (RUVID) as well as the initiatives from several universities to advertise the expertise of their research groups are very important to establish ini- tial contacts with industry. After that initial contact, it is usually up to the research group to turn it into a suc- cessful collaboration. • Innovation is a hot topic in Europe right now. For example, initiatives like the ‘Innovation Union’ imply that new ideas can lead to new products, services and economic opportunities. Where do universities and research groups like yours fit in this picture? Once a solid contact with industry has been established, research groups will need to transfer their results. And this link should work bidirectionally. I con- fess that I’ve learned a lot from industry, including information about techno- logical and cost constraints for their future designs, market trends, and even applications for some of our results in contexts that I could not anticipate. But at the same time, such knowledge combined with mutual confidence and respect has led to a situation where a research group like ours effectively participates in the definition of future opportunities and even standards and product lines. If this level of collabor- ation with industry is achieved, then there is a clear path for innovation based, at least in part, on the research results from the research group. • We’ve come a long way since micro- computing launched an electronics and technology boom. Where do you think Europe will be in another 20 years? How will the ‘technology at work’ land- scape look? Europe’s position within 20 years will heavily depend on the decisions that are taken at different levels, from the university to the European level. For instance, universities in Spain often do not hire people unless required for teaching duties or are directly funded by a research project. Also, there are incentives for research, like salary complements and research prizes, but not enough incentives for technology transfer to industry. Moreover, most professors have never worked in com- panies and even fewer professors have developed successful collaborations with industry that led to true technol- ogy transfer. We can change this for a better future. Regulations could also be changed to improve Europe’s chance of becoming a true knowledge-based society, such as reduced taxes for start-ups, technol- ogy-based companies, and/or R & D laboratories. And regarding technology at work, I guess that trends like cloud comput- ing will dominate. As a consequence, computers will be replaced by low-cost, noiseless, extremely power-efficient ter- minals (desktop, laptop, and mobile fla- vours) that will run virtual computers on servers potentially anywhere. Appli- cations will no longer require a licence, and will be paid on a per-use basis, usually executed remotely by a server somewhere in the world. It may also happen that voice recogni- tion becomes widespread as the stand- ard interface for entering commands and dictating text, sharing this space with touchscreens. But this latter point is not clear to me, mostly because voice recognition requires a non-negligible amount of computing power, thus going against the trend to minimise power consumption and make the computers much ‘greener’. © J a k u b K r e c h o w i c z , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 34 I N D U S T R I A L T E C H N O L O G I E S INT-09-001_ResearchEU_29.indd 34 19/11/10 15:55 ",
        "The EU-funded ‘Generation IV and transmutation materials’ (Getmat) project was launched in early 2008 to research which alloys can withstand the likely conditions — i.e. high tempera- tures and capable of handling highly corrosive materials — in new-genera- tion nuclear reactors. Getmat found that two alloys meet the required standards: 9-12 Cr (chro- mium) ferritic martensitic and oxide dispersion strengthened (ODS) steel. It set out five objectives: to improve the 9-12 Cr ferritic martensitic alloy; to develop ODS alloys; to research joining and welding procedures; to develop and define corrosion protection barriers; and to improve the modelling of alloys. The structure of the research and devel- opment part of the project falls under four headings: alloy availability, weld- ability, and finding out the mechanical properties of alloys; alloy compati- bility with aggressive coolants (such as sodium); performance under neutron irradiation; and a deeper understanding of how the alloys will react using other model alloys. The process of validating these model alloys has already begun. After realising that making the ODS steels through a process of casting would be time-consuming and not fit into the Getmat project timeframe, the project coordinators decided to procure the 12 Cr ODS steel from the Kobelco firm in Japan. Numerous tests of the alloys have been carried out, including high-temperature Testing metals for nuclear reactors Generation IV nuclear reactors, which are currently being designed and should be available for construction by 2030, will need to be built from specific types of metal. European researchers are on the case. The uses of the humble yeast cell have gone way beyond the age-old crafts of baking bread and brewing wine. Yeast is now a major player in the biotech- nology world and its cell components are used in many biochemical pro- cesses including drug, food and chem- ical production. Using the insides of the yeast cell for manufacture, one crucial requirement is to extract the pure protein to make sure that products are not contami- nated and the process is efficient as possible. Simply rupturing the cell to release the contents is highly non-spe- cific. An EU-funded project Electroex- traction( 1 ) has supplied manufacturers with a neat method to extract and col- lect only the protein required for a par- ticular process. High-intensity electric pulses are fired at the yeast cell envelopes (surround- ing the cell contents) which cause them to leak their contents. The trick is to gear the pulses so only required proteins are released at any one time. As with previous extraction procedures, the cell is not ruptured. An added bonus is that yields are higher. The next stage is further selection of specific proteins by using the princi- pal of sorption. Commercial beaded adsorbents are added to the soup that will stick or adsorb onto a particular protein, a process known as direct product capture. Project researchers will be continuing to sort out the best conditions and materials to use during the electro- extraction process that can be operated in batch or continuous mode. Benefac- tors of this major leap in the biotech- nology field will be the pharmaceut- ical and food industries as well as the European consumer. (1) ‘Protein electroextraction coupled to direct sorption: a new route for primary recovery of intracellular bioproducts from industrial yeast.’ Funded under the FP6 horizontal research activities involving SMEs. http://cordis.europa.eu/marketplace > search > offers > 5732 Purity for yeast products Food, drugs and even vitamins are produced by microbes at factory scale but some processes are still inefficient. European scientists have pioneered a way of extracting pure proteins from yeast cells using high-intensity electric pulses. between two existing threads, some- thing normal C programming does not offer. As a result, the mapping of logi- cal time to physical time was more eas- ily achieved. Arpret, a dedicated target architecture combining a hardware accelerator with a soft core proces- sor which increased the efficiency of Pret_C, was also designed. The third issue that Dynagals tack- led had to do with component-based systems. These are complex systems that are made of blocks of code or compon- ents. An essential problem is how to com- pose components designed in isolation when only the communication interface of an individual component is known. When you try to link the different com- ponents together, regular mismatches occur. As a result, the team created a new formal approach incorporating a con- verter synthesis (a type of verification) which bridged the mismatches between different components. The project, which cost EUR 111 667 ran until February 2010. SystemJ prom- ises to become the major system-level design language for complex and het- erogeneous embedded systems. Funded under the FP7 specific programme People (Marie-Curie actions). http://cordis.europa.eu/marketplace > search > offers > 5736 © K n o r r e , S h u t t e r s t o c k (cid:2) research*eu results supplement — No 29 — November 2010 35 I N D U S T R I A L T E C H N O L O G I E S INT-09-001_ResearchEU_29.indd 35 19/11/10 15:55 ",
        "Quantum computing promises to rev- olutionise computing as we know it. Differing from the standard computer in our homes and offices, the quantum computer relies on properties of atomic particles. Data is therefore stored and manipulated using sub-atomic particles instead of silicon. Quantum properties can be used to represent data and perform operations on data such as factoring. It would take a supercomputer billions of years to find the component parts or factors of a 400 digit number. Scientists believe a Cracking codes with the help of atoms Quantum computing is in its infancy but thanks to European initiatives, it is maturing very quickly. The QAQC( 1 ) project is making sure we can all take advantage of quantum computing wizardry in the very near future. Diagnosis and analysis of processes in abnormal tissue have come on in leaps and bounds with techniques like fluor- escence molecular tomography (FMT). As the process can detect the presence of fluorescent chemicals in cells which vary according to conditions, many changes associated with disease at cell and sub-cell level in abnormal tissue can be identified. Previous methods depended on pho- tographic methods to assess the lumi- nescence of tissues. However, this does not allow for depth of tissue and the fact that light that does not travel in straight lines from some cells. Errors in diagnosis are possible and researchers turned to methods based on photons, the basic particles that make up light, one being FMT. Unfortunately, even FMT has a few drawbacks. These include limited reso- lution between objects and lack of ana- tomical information. European scien- tists have therefore drawn upon another imaging technique to fill in the gaps. Researchers with the project FMTXCT( 1 ), have come up with a hybrid between fluorescence imaging and computer tomog- raphy (CT). A type of X-ray technique, CT makes images out of many cross-sectional X-ray beams but is non-invasive and pro- duces two and three dimensional images. The XCT-based cor- rection improves FMT performance in a radical way. It allows flexibility in targeting the physiology and func- tion of molecules without the use of radioactive materials. Most labs have access to fluorescent reporting but use of radionuclides means extra cost — the provision of a particle accelerator, for example — and handling difficulties associated with radioactive materials. The main focus of the project research is preclinical imaging for breast cancer. As well as diagnosis, FMT-XCT can be used for gauging therapy response. Tri- als have also been done on the response of cells under conditions of low oxygen levels. As such, it is important in many conditions such as lung cancer, asthma and heart failure. Project researchers have already devel- oped the functional prototype and asso- ciated software. It seems the sky is the limit for diagnostic and therapeutic applications for a machine of this reso- lution and accuracy. Altogether, early, accurate diagnosis and more effective treatment give a rosier prognosis for the patient and money spent more wisely for health authorities. (1) ‘Hybrid fluorescence molecular tomography and X-ray computed tomography system and method.’ Funded under the FP7 specific programme Cooperation under the theme Health. http://cordis.europa.eu/marketplace > search > offers > 5729 New imaging technique gives a clearer picture Accurate diagnosis is one issue; appropriate therapy is another. Together, they are the key to eradication of many diseases. With EU funding, researchers have pioneered a hybrid imaging technique to achieve both ambitious objectives. mechanical tests, different welding techniques, and corrosion tests using gas, heavy liquid metal and super crit- ical water (water at a temperature and pressure that is above its critical point). During the tests, it was found that, when a corrosion protection barrier was pro- duced using high-velocity oxygen fuel spray and laser treatment, it would war- rant further investigation if it was to be used for a nuclear reactor. The EUR 14 million project also aims to improve Euro- pean competitiveness in the field of metal research. It will run until 2013. Funded under the FP7 programme Euratom under the indirect action Fission. http://cordis.europa.eu/marketplace > search > offers > 5739 © h a a k 7 8 , S h u t t e r s t o c k © F e d o r K o n d r a t e n k o , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 36 I N D U S T R I A L T E C H N O L O G I E S INT-09-001_ResearchEU_29.indd 36 19/11/10 15:55 ",
        "Researchers from the ‘High speed fire stopping sectional door’ (Nofire) con- sortium investigated how sensors and other electronics devices could help industrial doors stop flames from spreading to other parts of a building. Project partners also developed light barriers and contact bands for use in fire situations. The doors were designed to take up as little space as possible while en- abling them to close rapidly despite an increased level of fire insulation. Sen- sors were also developed to control the rapid opening and closing of the door and the activation of fire security measures. A prototype door was built to test out the design and the materials used in its construction. An economic and environmental analysis was also con- ducted on all components. Key issues considered during the doors’ develop- ment included reduced maintenance costs and improved thermal and sound insulation. The development of new technology for industrial doors will help improve safety through greater reli- ability, speed of clos- ing, and increased fire resistance. The new product will give a wel- come boost to Euro- pean SMEs involved in industrial security through increased sales, as well as providing greater public safety. Funded under the FP7 programme Capacities under the theme ‘Research for the benefit of SMEs’. http://cordis.europa.eu/marketplace > search > offers > 5719 Industrial doors reduce fire risk A European consortium has developed rapidly closing industrial doors fitted with sensors at a price that customers can afford. The doors represent a fresh opportunity for businesses operating in the security field. quantum computer will be able to do this in just a few minutes. Another enormous job for the quantum computer is searching. The search func- tion uses a quantum algorithm, a rule that specifies how to solve a problem, to search an unsorted database much faster than its classical counterparts. On a grander scale, factoring and associated mathematical principles concerning so-called logarithms can be used for encryption, or code making and breaking. As quantum computers can be used for factoring where traditional computers cannot, it follows that today’s data encryp- tions used for systems security will be made insecure. The QAQC project is aiming to investi- gate the applications of quantum com- puters apart from factors and search. The researchers are also attempting to answer the question as to what problems cannot be han- dled by quantum com- puters even assuming they become available. The further mysteries of quantum states will also be put under the physics and maths microscope. So far, the results are encouraging. New algorithms have been developed and a new method for prov- ing properties of algorithms has been outlined. Furthermore, a breakthrough has been made in the area of combina- torics, the branch of maths to do with finding the largest, smallest or optimal objects, again too large a task for the standard computer. QAQC results are going to contribute to as yet uncharted areas such as new glo- bal positioning systems with a degree of precision once unthinkable and the design of drugs to the last atom. Rec- ognition of patterns in highly complex data can make the transfer of money ultra-secure. One way or another, the quantum computer will infringe on every area of our lives without us even being aware. (1) ‘Quantum algorithms and the foundations of quantum computation.’ Funded under the FP7 specific programme People (Marie-Curie actions). http://cordis.europa.eu/marketplace > search > offers > 5734 at th p d p t © A n t e r o m i t e , S h u t t e r s t o c k © T F o x F o t o , S h u t t e r s t o c k s h s’. > 19 © T F o x F o t o , S h u t t e r s t o c k research*eu results supplement — No 29 — November 2010 37 I N D U S T R I A L T E C H N O L O G I E S INT-09-001_ResearchEU_29.indd 37 19/11/10 15:55 ",
        "Fifth international workshop on personalisation for eHealth The fifth international workshop on personalisation for eHealth will take place in Casablanca, Morocco on 13 December 2010. eHealth is a relatively recent phenome- non in which healthcare practice is sup- ported by information and communica- tion technology (ICT) processes. The area is part of the EU 2020 Strategy and the European Digital Agenda, with an aim to provide user-friendly and interoperable information systems for patients and health professionals. One of the promising aspects of eHealth is the potential for more tailored and focused intervention. Personalised eHealth intelligent systems would, for example, enable people to take more control of their well-being, by accessing personalised and qualified health infor- mation, both medical and pedagogical, and accessing appropriate medical care from their homes. Personalised eHealth enables profession- als to manage their activity more effi- ciently, by receiving relevant and timely updates on patients and clients. And it helps medical teams to work together more effectively, coordinating their ac- tivities, sharing their knowledge about patients they are collectively taking care of, and ensuring the best coordinated care is provided. The event will be an occasion for eHealth stakeholders to share issues and prac- tices on a variety of subjects related to the field. For further information, please visit: http://www.csc.liv.ac.uk/~floriana/Pers4eHealth10/ Home.html Exascale challenges in computational biology An event on ‘Exascale challenges in computational biology’ will be held from 13 to 15 December 2010 in Barcelona, Spain. Molecular biology is receiving increased attention as a major strategic research area due to its significant potential. The high-throughput and supercomputing systems which have been developed in recent years have contributed to the field. During the 1990s, for example, the challenge was to build computers that reached the Teraflop scale. In 2007, the first computer to regis- ter 1 000 times the 1 Teraflop limit was developed. This milestone opened the door to the exploration of complex com- binations of genetic variants, large-scale molecular dynamics and high-through- put virtual screening. The event will bring together bio-super- computing stakeholders in order to share information and further discuss the key questions and challenges of this field. At the top of the agenda will be the expected development of compu- tational power equivalent to 1 000-fold that of the current most powerful super- computer (Exascale). The conference will be organised around four thematic sessions: systems biology, genomics, molecular simulations, and simulation in medicine. For further information, please visit: http://mmb.pcb.ub.es/exascale2010/index.htm ESF-COST research conference on extreme environmental events The European Science Foundation (ESF) - European Cooperation in Science and Technology (COST) research conference on extreme environmental events will take place from 13 to 17 December 2010 in Cambridge, United Kingdom. The definition of extreme weather includes weather phenomena that are at the edges of historical patterns, espe- cially severe or unseasonal weather. Understanding the frequency and mag- nitude of extreme environmental events and their impacts is a critical aspect of cli- mate prediction. This conference aims to bring together an interdisciplinary group including statisticians, climate model- lers, meteorologists, and other environ- mental scientists to focus on extreme events and the uncertainties inherent in their understanding. Sessions will include: extreme events and statistical methodology, modelling of extreme environmental events, and the impacts of extreme events. For further information, please visit: http://www.esf.org/index.php?id=7048 The following upcoming events were selected from the event diary of the Directorate-General for Research and from the CORDIS event calendar. For further information on past and upcoming events, please visit: http://ec.europa.eu/research/events http://cordis.europa.eu/events research*eu results supplement — No 29 — November 2010 38 EVENTS E V E N T S INT-09-001_ResearchEU_29.indd 38 19/11/10 15:55 ",
        "Second international IEEE games innovation conference 2010 The Institute of Electrical and Electronics Engineers (IEEE) games innovation conference 2010 will be held from 21 to 23 December 2010 in Hong Kong. The conference will be a platform for innovative research in game design and technologies and will focus on the multi- disciplinary aspects of the subject. It will look to make the sector more accessi- ble to researchers and developers from academia and industry. Highlights of the conference will include display technologies and interfaces for games. Participants will also be able to get information on new audio technol- ogies, mixed reality technologies and gain insight into the software engin- eering process of games. Following last year’s inaugural confer- ence in London, the second edition has been scheduled in Hong Kong ahead of another major games event (the Asian Game Show 2010, 24-27 December) giv- ing participants at the conference the chance to network and learn a lot more about the Asian market. For further information, please visit: http://ice-gic.ieee-cesoc.org/2010/index.html HICSS 2011 minitrack: web information credibility analysis The 44th annual ‘Hawaii international conference on system sciences’ (HICSS) on web information credibility analysis will take place from 4 to 7 January 2011 in Hawaii, United States. In the absence of publishing standards and review processes, the quality con- trol of web content is often viewed as insufficient. As a result, there is a lot of mistaken or unreliable information on the internet that can have a detrimental effect or negative influence. However, technology may be able to help judge the ‘trustworthiness’ of content and the quality and accuracy of the informa- tion that users encounter on the internet. Such technology should be able to han- dle a wide range of tasks: extracting cred- ible information related to a given topic, organising this information, detecting its provenance, clarifying background, facts, and so on. The problem of information reliability and quality has become also apparent in view of the recent emergence of many popular Web 2.0 applications. Topics at the conference include: - information credibility evaluation and its applications; - web content analysis for credibility evaluation; - web content quality; - author’s intent detection; - search models for trustworthy content on the web; - conflicting opinion detection; - news credibility; - multimedia content credibility; - credibility evaluation of user-generated content; - sociological and psychological aspects of information credibility estimation; - web spam detection; - modelling trust on the web. For further information, please visit: http://tinyurl.com/2vav7dv Workshop on immunology and metabolism The workshop on immunology and metabolism will be held from 13 to 15 January 2011 in Marseille-Luminy, France. The event will be the fourth in a series of meetings focusing on the emerging interfaces between immunology and other disciplines. The aim of this edition is to bring together scientists and phys- icians to discuss intersections between immune responses and metabolism. The central themes of the workshop will be the influence of specific metabolic pathways on the physiology of immune cells, and the reciprocal contribution of immune responses to the development and progression of metabolic diseases, notably diabetes, obesity and athero- sclerosis. Attention will also be paid to molecular crossroads, such as nuclear orphan receptors, bridging immune and metabolic responses. Other topics are set to include: - immunology and lipids; - metabolic stress and immunity; - T-cell function and metabolism; - inflammation and metabolic diseases. For further information, please visit: http://cwp.embo.org/w11-02/index.html research*eu results supplement — No 29 — November 2010 39 EVENTS E V E N T S INT-09-001_ResearchEU_29.indd 39 19/11/10 15:55 ",
        "EN research*eu publication and language version(s) desired: research*eu magazine research*eu research*eu focus ■ ■ English results supplement ■ ■ English ■ ■ French ■ ■ English ■ ■ French ( 1 ) ■ ■ German ■ ■ German ( 1 ) ■ ■ Spanish To modify or cancel an existing subscription, please supply your subscription number 0:/-------- (indicated with your address on the routing slip) and tick as appropriate: ■ ■ Modify ■ ■ Cancel ( 1 ) Usually, in English only. Exceptionally, it may be available in French and/or German. In these cases, you will receive a copy in the language(s) of your choice. You can subscribe free of charge to the research*eu publications or modify/cancel your subscription through the website: http://ec.europa.eu/research/research-eu/subscribe_en If you wish to subscribe for multiple copies of the publications in the same language or obtain copies of back issues, please use the online subscription form. For single-copy subscriptions, you may alternatively complete this coupon in block capitals and return it to: research*eu, BP 2201, 1022 Luxembourg, LUXEMBOURG Subscription form Name Organisation Address Postcode Town/City Country E-mail Online services offered by the Publications Offi ce bookshop.europa.eu: EU publications cordis.europa.eu: Research and development eur-lex.europa.eu: EU law ted.europa.eu: Public procurement Helping you to better exploit new technologies: • supports interaction between research & business communities and society; • encourages technology transfer and promotes European best research results; • offers links to support organisations around the world; • helps you in promoting your research results; • offers helpful technology business tips, and more. CORDIS is a service provided by the Publications Office of the European Union. CORDIS Technology Marketplace: Connecting people with technology http://cordis.europa.eu/marketplace Introducing the latest research results: • a selection of the latest and best technologies emerging from European R & D; • a focus on key exploitable results in three sections: business, science, society; • a short presentation of each new technology with contact details. contact details. ZZ - A B - 10 - 029 - E N - C INT-09-001_ResearchEU_29.indd 40 19/11/10 15:55 "
    ]
}