{
    "text": [
        "AVEBURY Alternative Scenarios for Central Europe HANS VAN ZON A REPORT FROM THE FAST PROGRAMME OF THE COMMISSION OF THE EUROPEAN COMMUNITIES ill ",
        "",
        "Alternative Scenarios for Central Europe Poland, Czech Republic, Slovakia and Hungary HANS VAN ZON Avebury PARI EUROP. &il(ioth. N.C./EUR , / l { l l| tl / Aldershot • Brookfield USA- Hong Kong • Singapore • Sydney A ^ C ^< ",
        "© Commission of the EU 1994 All rights reserved. No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic, mechanical, photocopying, recording or otherwise without the prior permission of the publisher. Published by Avebury Ashgate Publishing Limited Gower House Croft Road Aldershot Hants GU11 3HR England Ashgate Publishing Company Old Post Road Brookfield Vermont 05036 USA British Library Cataloguing in Publication Data van Zon, Hans Alternative Scenarios for Central Europe: Poland, Czech Republic, Slovakia and Hungary I. Title 330.947 ISBN 1 85628 895 1 Library of Congress Cataloging-in-Publication Data van Zon, Hans, 1949- Alternative scenarios for Central Europe : Poland, Czech Republic, Slovakia and Hungary / Hans van Zon p. cm. Includes bibliographical references and index. . ISBN 1-85658-895-1 : $59.95 (U.S. : est.) 1. Europe, Eastern—Economic conditions—1989- 2. Economic forecasting—Europe, Eastern. 3. Europe, Eastern—Economic policy-1989- I. Title HC244.Z592 1994 94-14952 338.943-dc20 CIP Printed in Great Britain by Ipswich Book Co. Ltd., Ipswich, Suffolk EUR 15324 EN \"\"WiMfn-Mi ",
        "Contents List of charts, tables and maps vi Acknowledgements vii 1. Introduction 1 2. A definition of Central Europe 7 3. The quest for economic viability in Central Europe 10 4. The quest for social and political cohesion 35 5. The quest for a stable and secure international environment 46 6. Alternative scenarios for Central Europe 56 7. Towards a redefinition of Central Europe 80 8. The role of the European Union 83 9. Conclusion 98 Appendix A: tables 101 Appendix B: maps 112 Index 114 ",
        "List of charts, tables and maps Chart 3.1 Major problems related to restructuring and transition of the economy 34 Major problems related to social and political cohesion 45 Major problems related to the quest for a stable and secure international environment 55 Interlinkages of major variables 56 State apparatus, economy, civil society and the heritage of the socialist past 61 Modelling change in Central Europe 68 Conflicting time scales 70 Alternative scenarios for Central Europe 72 Specific problems of Central European countries 79 Chart 4.1 Chart 5.1 Chart 6.1 Chart 6.2 Chart 6.3 Chart 6.4 Chart 6.5 Chart 6.6 Table 6.1 Table 6.2 Map 6.1 Map 7.1 Gross industrial production in Central and Eastern Europe, 1989-1993 Development of gross domestic production in Central and Eastern Europe, 1989-1994 Central Europe and the wider european economic space Western and Orthodox Christianity 59 59 63 81 VI ",
        "Acknowledgements This Alternative Scenarios for Central Europe could not be written without the comments and the help of a large number of knowledgeable persons. First of all I would like to thank Riccardo Petrella for his valuable suggestions. I am grateful to David Blackman for commenting and editing the text. Further I would like to express my gratitude for the comments on the draft version of the book by the following persons: Lisette Dekker, Luc Durieux, Sten Engelstoft, Mient-Jan Faber, Pierre Gonod, John Groenewegen, Jerzy Hausner, Gerd Junne, A. Kuklinski, Herman de Lange, Paul Loser, Marc Luycks, Mario Nuti, George Muskens, Barbara Rhode, Janos Rapczak, Andrew Rasbash, Richard Rose, Ladislav Rusmich, Winfired Ruygrok, Klara Szalontai-Tapfer and Cees Wittebrood. I profited from discussion, among others during missions to Budapest, Prague and Warsaw, with Geza Bittanszky, Istvan Dejmal, Alexander Dijckmeester, Elemer Hankiss, Wiktor Here, Jerzy Holzer, Lena Kolarska- Bobinska, Miroslava Hrncirova, Milos Pick, Ivan Kocarnik, Marcin Krol, Gyorgy Konrad, Wl. Markiewicz, Petr Mateju, Laszlo Lang, Reszo Nyers, Martin Palous, Jaroslav Sabata, Jacek Saryusz-Wolski, Mieczyslaw Socha, Endre Sik, Ottilia Solt, Helena Valkova, Jerzy Wilkin, Edmund Wnuk- Lipinski and Thomas Zylicz. Hans van Zon vn ",
        "Based on a report prepared for the Commission of the European Communities, Directorate-General for Science, Research and Development, as part of the FAST Programme (Forecasting and Assessment in Science and Technology) ",
        "1 Introduction This book addresses the development prospects of Central Europe, i.e. Poland, the Czech Republic, Slovakia and Hungary, with a time perspective of 10/15 years. These development prospects will be highlighted in alternative scenarios. Making alternative scenarios for the four Central European countries means making an assessment of the transition process these countries are facing, assuming that this transition will last at least one generation. The problem with the debate about the transition to some form of market economy is that it is dominated by economists who usually fail to recognize the social and political conditions in which Western economies could unfold. They ignore the social and political prerequisites for a rapid transformation of socialist economies into market economies. But as is shown below, social and political peculiarities of the Central European countries complicate the transition process very much. Most prospective studies of regions or countries take the social and economic system as more or less constant in their models. In a region in crisis, such as Central Europe, searching for a new social and economic system and confronted with social and political instability, this is impossible. However, the analysis of a complex and unstable system is highly problematic. But the lessons of the recent Central and Eastern European 1 past represent a plea for a comprehensive approach. The overwhelming majority of experts and politicians dealing with socialist Europe failed to perceive the deep-going changes in Central Europe, leading to the revolution of the late 1980s. One could not expect them to predict exactly the course of events, but the point is that they generally Here, Eastern Europe constitutes the former Soviet Union, Romania, Bulgaria, the former Yugoslavia and Albania. 1 ",
        "excluded the possibility that the ruling communist parties would peacefully hand over power to democratic forces, they excluded the possibility that the Soviet Union would permit and even promote the dissolution of the alliance system, centred around the Soviet Union, and they excluded the possibility that the Soviet Union would permit the reunification of Germany. Up to 1988 they generally neglected the possible significance of ideological changes, i.e. the New Thinking, in the Soviet Union. Most observers failed to recognize the nature of the developing crisis in the socialist world and the fragility of the existing power structures. This misinterpretation has several causes. Apart from some objective obstacles, existing for each observer, such as the secrecy predominating in the socialist world, there are: m The compartmentalization of institutionalized science. Specialists were often aware of the developing crisis in their field, but failed to recognize the developing crises in other fields. The cumulative effect of the crises in the various spheres of life was a general crisis of Soviet-type societies, which undermined the reproduction conditions of those societies. Also, the impact of the growing discrepancy between developments in the developed capitalist world, being transformed into what is often described as a post-industrial society, and the frozen relations in the socialist world were not sufficiently understood. This was better understood by the intelligentsia and the reform-minded part of the elite in the East who recognized that the world-wide race for technology had been lost by the socialist states and that a post-industrial society was not feasible in the context of a centrally planned economic system. 2 The meagre results of reforms in the socialist countries gradually undermined the belief in the reformability of the centrally planned economy. ■ Moreover, specialists were usually inclined to research reproduction mechanisms of the centrally planned economy and the socialist political or social system, failing to recognize how the reproduction conditions of the system fundamentally changed and weakened. The feudalization of the political system led to a fragmentation of political power, increasing corruption and contributing to economic mismanagement. Social cohesion The deteriorating position of socialist states in the world-wide race for technology becomes apparent from the following figures : the European CMEA states had in 1973 a share of 22.7 per cent of total exports of machinery and transport equipment of non-OECD states to the OECD region. In 1987 this share had decreased to 4.6 per cent. In 1987 Taiwan had a share of 21.9 per cent and Mexico 14.4 per cent Singapore, South Korea, Hong Kong and Brazil each had shares which were bigger than all CMEA states taken together (according to, Foreign Trade by Commodities, OECD, Paris, various years). ",
        "diminished. These processes also enabled civil society and a second economy to develop. Economic stagnation diminished popular support for the existing social order and contributed to a legitimation crisis. The increasing non-governability of Eastern societies complicated the implementation of economic policy. A major lesson which can be drawn from above-described experience is that there is a close interlinkage between developments in social, economic and political spheres and that future developments of those societies should not be conceived as a simple juxtaposition of developments in the various spheres, but understood as a complex, comprehensive and dialectical process in the context of a changing international environment. Society should be understood as an organic entity in which economic, political and social processes influence each other. This seems self-evident, but for instance, economic prognoses of Eastern economies seldom take into account developments in the social and political sphere, which consequently leads to highly improbable prognoses. 1 Generally, economists consider social and political factors as externalities in their models. Therefore, we here make a plea for a comprehensive approach to Central and Eastern European societies. The problem with a comprehensive analysis of Central and Eastern European societies, which face a breakdown of established social order, is that main-stream science does not provide tools for the analysis of major For instance, the study \"Monitoring European Integration - The Impact of Eastern Europe\", A CEPR Annual Report, London, 1990 and the study \"Reforms in Eastern Europe and the role of the ECU - a report by the macro-financial study-group of the ECU Banking Association\", Paris, 1990. Both studies expected that the transition to a smoothly functioning market economy may be completed in Central Europe within a time span of five years (and the study 'Monitoring...' assumes this for Eastern Europe as well) given the assumption that no major political and social instability will occur. On this basis both studies envisage average GDP growth rates for the respective regions amounting to 6-7 per cent during the 1990s. 'Monitoring...' expects in the favourable scenario, for the Nineties, an average investment flow from the West into Central and Eastern Europe of $ 13S bn per year (p39). D. Cohen (The Solvency of Eastern Europe\", in European Economy, special edition, nr.2, 1991) does not take specifics of the Central and Eastern European countries into account To assess the growth rates of these countries, the following indicators were used: income-per-capita ratio, the level of enrolment in primary and secondary school, population growth and trade intensity. In his view, long term growth rates per annum will be for Hungary and Czechoslovakia significantly less than for the other Eastern countries. NERA consultants were in a report for the Commission of the EC (Trade and foreign investment in the Community's regions: the impact of economic reform in Central and Eastern Europe, Brussels/Luxembourg, 1993, p. 45) somewhat more reluctant, but nevertheless assumed for the period 1991-1995 in the optimistic scenario for Central Europe growth rates per year of 2.0 per cent for Hungary, 1.9 per cent for Poland and 0.6 per cent for the Czech republic and Slovakia. For the period 1995-2000 they assume an average growth rate for Central Europe of 10 per cent per year. ",
        "social and economic change. 4 A comprehensive analysis also implies an inter-disciplinary approach which should not only build upon the findings of the various disciplines, but even transcend prevailing methodology and theoretical frameworks. With regard to the prospective aspect of the analysis, the subject matter is a complex system, displaying discontinuity in many respects. All major elements of the system tend to change, and the different alternative scenarios for these elements have to be integrated in a few overall, or basic scenarios. Another problem is that of the direction in which the social and economic system may change. This is not only related to the vagueness of and contradictions within the policy orientation of the present governments in Central Europe, but also to eventual changes in policy objectives. These policy options may change, although it seems highly unlikely that we shall witness a return to communist policies. The problem also lies in the dynamics of the social and economic system itself, which unfolds irrespective of government policies. This poses the question of the possibility of regulating developments in society and economy. The Central and Eastern European countries are currently confronted with a crisis of governability, which depreciates a decision maker approach in the elaboration of future scenarios. This runs counter to prevailing economic and social forecasting, which starts from the assumption that government policies are decisive variables in the various scenarios. The present crisis of countries in transition is conceived here as a situation of systemic vacuum. Search processes at various levels may bring new stability. These processes do not follow narrow paths of economic, political or juridical rationality. Generally we do not assume rational choice by the various participating actors. It is especially economic theory that takes this assumption as a starting point Here, it is assumed that actors are 'free' to choose, but do so in a set of economic and social constraints. 5 In reality innumerable variables, actors and scenarios may be distinguished. In order to be able to interpret the alternative evolution 4 The generally accepted 'scientific method' is based on the experiences of the physical sciences. As a result, social sciences increasingly confined themselves to the exploration of isolated clusters of problems and wide problem areas were excluded from research (see Elias.N. (1987), Involvement and Detachment, Basil Blackwell, Oxford). See for a treatise on the interdisciplinary approach in prospective studies: Gonod,F.F. (1990), Dynamique de la Prospective, CPE etude, nr. 136, Paris. Malkov (1992) showed how the actual economic behaviour of individuals and collectivities may deviate from what is conceived as 'economic rationality' (Malkov, L.P. \"How Rational is the Behavior of Economic Agents in Russia\" Comparative Economic Studies, Vol. XXXIV, nr. 1, Spring). ",
        "prospects of real existing social systems, reality must be simplified in such a way as to reduce the innumerable variables to a few major variables. In other words, complex reality must be formalized or modelled. In order to assess the impact of each of the major variables we may assume that the other elements of the system only change under the influence of the variable being considered. Subsequently the alternative scenarios for the model as a whole with synchronically changeable variables may be considered. In reducing the set of variables and actors we may succeed in elaborating a few alternative scenarios, which are of course conditional. With respect to scenarios, these are not geared towards the possible outcome at the end of the period analyzed but rather give a trajectory, of which the time dimension is vague. For instance, we assume that the transition into a well functioning market economy may last for one generation, rather than 5 or 7 years. We assume that probably the first phase of the transition process, which implies falling or stagnating living standards, massive unemployment etc. may last 5-10 years for the various Central and Eastern European countries. The second phase may involve a regaining of the growth momentum. Henceforth, in this analysis, the trajectories in the different scenarios are important as well as the time dimensions of the various phases, but not the state of affairs in the year 2005 or 2010. Our model is a multipurpose model allowing a variety of issues to be analyzed, related to the interdependence of political, economic and social issues (both nationally and internationally). It ought to function as a research instrument, providing an integrative framework. The procedure is as follows: we begin with identifying the major problems, challenges and assets of the region, then the major actors and variables will be identified, and subsequently scenarios for the regions as a whole will be elaborated, knowing however, that the development paths of the respective countries may be different The starting point of the analysis is the observation that the four countries basically face similar problems which are all related to their socialist past. These problems are separated into three clusters of major problem areas, ie The quest for economic viability (economic restructuring, transition towards some form of market economy), The quest for social and political cohesion (the search for a stable relationship between civil society and the state, the handling of the problems between national minorities etc.). The quest for a stable and secure international environment (the ",
        "establishment of conflict resolving mechanisms at the international level to avoid inter-state conflict; the search for international economic security, etc.). The quest for economic viability is generally looked upon as primordial. ",
        "2 A definition of Central Europe The Czech lands, Slovakia, Hungary and a part of Poland were part of the territory of the Habsburg monarchy. These nations being part of the Western current of Christianity and deeply influenced by cultural developments in Western Europe, did share more in the cultural field with Western Europe than did the orthodox half of Europe. The nations of Central Europe have common historical and cultural roots which link them to Western Europe, especially to Germany and Austria. At the same time Central Europe for ages served as a bridge between the West and the East. It served also as a bridge between two world views. The first one is that of the Eastern and orthodox half of Europe with less emphasis on the individual and more on collectivities. Although part of Western civilization, which includes for instance also Latin America, the Eastern part of Europe is in Western Europe often perceived as an outpost of Asia. The second world view is that of the part of Europe which underwent the influence of the Renaissance and the Enlightenment, and which is more secularized. The divide between Central and Eastern Europe is therefore also reflected in a historical-religious divide. The orthodox half of Europe represents the half of Europe in which the Byzantine empire impeded for ages social and economic development and where later the Russian and Ottoman empires secluded this part of Europe from influences from the West. This cultural dividing line is also clearly visible in the former Yugoslavia. Nevertheless, using religion as the main criterion for defining boundaries between civilizations or larger regions is too simple. It is also too simple to push Central Europe into Eastern Europe because it shared, according to some historians, with the latter region the experience of the sixteenth ",
        "century 'second serfdom'.' Central Europe, like Eastern Europe, missed the emergence of the Western style entrepreneurial class. While in the West bourgeois political elites developed, Poland, Hungary, Slovakia and Romania remained gentry nations. This explains why the state in Central and Eastern Europe, became a powerful - often the dominant - instrument of modernization. A major feature distinguishing Central Europe from Russia is the separation of state and society. According to Rupnik, \"the original paradox of Central European politics is the incongruity between the endorsement of Western civilization, political ideas and institutions, and the reality of the area's social and economic development, as well as the complexities of Us ethnic puzzle.\" 7 Essential elements of the former landscape of Central Europe, such as influential German and Jewish minorities, have practically disappeared. Is Central Europe, apart from the minds of some intellectuals in the region and some Westerners, a living entity which may sustain a common effort to overcome the current crisis? Is the region perceived as a cultural entity by its inhabitants? Can the region be revitalized, perhaps under the impact of unifying external factors? It seems that, since 1989, it has not been the common heritage and the unifying forces which came to the fore, but more the elements dividing the various peoples and regions of Central Europe. Public history has been rewritten and in this process a lot of historical evidence which may obscure the glorification of the people and the legitimacy of the new state has moved to the background. There seems to be an urgent need to redefine the national community and the national self-image after the collapse of communism. In the reconceptualization of history, this Active recreation of a nation's heritage, old cleavages between peoples of the region are reappearing. This is especially the case with nations which have only a short history of being a nation state. For instance, the Slovaks feel again the See Berend.I.T. (1986), \"The historical evolution of Eastern Europe as a region\", in ' International Organisation, vol. 40, Spring, p330. The theory of a 'second serfdom', first described by Friedrich Engels, is challenged by other historians. According to Peter Hanak ( 1989,\"Central Europe: A Historical Region in Modern Times\", in Schopflin.G., Wood,N., In Search of Central Europe, Polity Press) Central Europe, conceived as the Europe in between Russia and Western Europe, was up to the sixteenth century an integral part of the Occident. Instead of a gradual loosening up of feudal relationships, as occurred in the West, the seigneural type of economy based on socage became dominant. In Hanak's view, Central Europe did to some extent diverge from the West in the sixteenth and seventeenth centuries, but this decline turned into an increasingly fast process of catching up, from the end of the eigteenth century onwards, except for Russia. RupnikJ. (1988) The Other Europe, Weidenfeld and Nicolson, London, p.13. 8 ",
        "history of submission under Hungarian rule and the injustices committed by 'the Hungarians'. The reconceptualization of history may even become a self-fulfilling prophecy in the sense that collective self-images may be realized in new state formations. The pre-socialist past is emerging again in Central and Eastern Europe. For Westerners visiting the Eastern countries the pre-socialist past is physically preserved on the streets, but also preserved in the modes of thinking and the modes of behaviour of the people. In re-evaluating the past, age-old traditions and values come again to the fore. Against the background of disintegration and moral and social crisis it becomes quite natural to fall back on the cultural heritage of the past. 8 The countries of Central Europe certainly share many experiences. With respect to nation building, the Czech republic, Poland and Hungary seem to have proceeded farther than the rest of the former Eastern Europe. Hungary, as a part of the Hungarian-Austrian dual monarchy, had the experience of being a medium European power. Like the Hungarian nation, the Polish nation boasts a history of a thousand years, although the Poles seldom had their own state. But both the Hungarians and the Poles participated in the wave of national emancipation going through Europe during the nineteenth century. This applies as well to the Czechs and to a lesser extent the Slovaks, which are the only peoples in the East with a substantial experience of parliamentary democracy. Peculiar to Hungary, the Czech republic and especially Poland, in a Central and Eastern European perspective, is their relative cultural and ethnic homogeneity, which is an asset in further completing the process of nation building.* In this study, it is not because of the subjective experience of Central Europe as a region, but because of the fact that these countries have some historical, economic and political features in common, which distinguish them from the rest of the former Eastern Europe, that Central Europe is considered here as a distinct entity. i This should not be mixed up with bringing culture on a higher level. The general image is that of cultural impoverishment, while the re-evaluation of the cultural heritage of the past goes together with a 'coca-colonization', i.e. the spread of the poorest products of Western, especially US, mass culture. Highest credible figures indicate that the minorities in Hungary consitute 73% of the population, 2.6% in Poland and 9.6% in the former Czechoslovakia (most of them living in Slovakia) (RFE/RL Research Report, 15 May 1992, p38) ",
        "3 The quest for economic viability in Central Europe Two major economic tasks arose for the reformers in the East, tasks which are closely interlinked. The first is the restructuring of the heaviliy unbalanced economy, which means creating modern infrastructure, reorganizing obsolete industry, etc The second is the introduction of a new economic system. This problem is usually described as the transition problem: the transition of a centrally planned into a market econbmy. Restructuring All socialist states developed an industrial base which was only to a minor degree inserted in an international division of labour. Most of the trade was with the other socialist countries. Moreover, socialist economies increasingly became less specialized economies in a world economy which was specializing at an accelerated speed. Therefore, too broad an assortment of products was made and many enterprises made products which were obsolete and too expensive. Industrial production outlays are outdated. Every machine was kept in production, whatever the costs involved. The industrial base is also too broad in terms of employees employed. The service sector on the other hand is confronted with a huge lack of manpower. In agriculture labour productivity lagged behind compared with agriculture in Western Europe. Often, agricultural enterprises are overspecialized, overburdened with bureaucratic control and not oriented to consumer demands. Often the quality of soils deteriorated and a class of knowledgeable farmers disappeared. Comparing the economies of the Central European countries we must bear in mind that the population and Gross National Product of Poland is 10 ",
        "more than that of the three other Central European countries combined (see appendix, Table 1). The economic structures of the countries of Central Europe reveal major differences. 27.6 per cent of the Polish workforce is employed in the predominantly private and backward agricultural sector (1990) 10 . In the OECD area 8.0 per cent of the workforce is in agriculture. With regard to the structure of GNP, Hungary is closest to that of the average OECD country. The service sector accounts for 56 per cent and industry for 32 per cent. For the Czecho republic the respective figures were 39 per cent and 55 per cent (1989). With regard to living standards, the Czech republic ranks highest in Central Europe with an estimated $ 8,629 per capita against $ 6.568 for Slovakia, $ 6.490 for Hungary and $ 5.450 for Poland.\" (see appendix, Table 3). These figures are comparable with Greece ($ 7078), Portugal ($ 7604) and Ireland ($ 8334). With regard to the state of affairs in social services there are major differences between the Czech republic and Slovakia, with relatively good social services and minor social and economic inequalities, and Poland, with bad social services and major social and economic inequalities. Hungary is in this respect in between the two countries. The population per physician is indicative in this respect: Czechoslovakia had one physician for 280 inhabitants, Hungary counts one for 310 and Poland one for 490 inhabitants (see appendix, Table 2). The weight of social transfer costs is in all four Central European countries high. In this respect, in particular the situation in Hungary is worrisome. There, 35 per cent of GDP is redistributed in the form of central budgetary transfers. The largest item in social money incomes is pensions. 12 The three countries have a skilled labour force, but a large gap with respect to the OECD countries is still to be overbridged (see appendix, Table 2). Hungary and Poland had, by Central and Eastern European standards, a \" Only 11.1 per cent of Czech workforce and 14.2 per cent of the Slovak work force were employed in the collecttvised agricultural sector (1990). In Hungary 18.0 per cent of workers are employed in the agricultural sector (1990). (OECD, Agricultural Policies, Markets and Trade- Monitoring and Outlook, 1993, Paris, p. 12) \" PlanEcon estimates, data for 1988 current $, the GDP per capita estimates for Czech Republic and Slovakia on the basis of the assumption that the Czech lands have a 72% share in GNP, while a 66.2% share in population, see The Czech and Slovak Economies After the Split, WIIW Forschungsberichte, nr. 199, June 1993, p.6 u The Hungarian pension system is based on low age limits in international comparison (55 years for women, and 60 years for men). 11 ",
        "well developed second economy. Czechoslovakia, on the other hand, was the most socialized among the small Eastern countries. 13 Despite all differences, the four countries have many problems in common. They are all four confronted with an autarkic production structure with obsolete production outlays. Increasingly, investments were channeled to the ineffective heavy industries and the energy sector. In Poland this amounted during the 1980s to more than 50 per cent. Investment effectiveness decreased continuously during the last decades. The effectiveness was even lower than in Asia and comparable with that of Africa. 14 Related to the outdated machinery in the factories is the high material and energy intensiveness of production which is about twice that of most Western European countries. Hungary performs in this respect much better than the Czech Republic, Slovakia and Poland (see appendix, Table 9). This better performance is related to the impact of economic reforms in socialist Hungary. The size of average enterprises and plants is in Central Europe much larger than in West European countries. With respect to the dependence on imported energy the situation is very dissimilar. The self sufficiency rate with respect to primary energy is 56 per cent for Hungary, 68 per cent for the former Czechoslovakia and 97 per cent for Poland, the latter country being a major coal exporter.\" In energy In 1992, according to R.Rose (\"Contradictions Between Micro- and Macro-Economic Goals in Post-Communist Societies\", Europeasia Studies, nr. 3, 1993, p.424), 36% of the Czechoslovak population participated in the second economy. 9 hours a week were on average spend on the second job, 4 on queuing and 5 hours spend on helping friends and relatives. Only 32 hours were spend in the official job. A comparison of incremental capital output ratios (ICOR), measured by the ratio of investment as a percentage of output to annual average growth of output in real terms, is instructive. The lower the ICOR, the more efficient is investment in generating more output: ICOR Czechoslovakia Hungary 1970s 5.0 1980s 10.0 6.5 Asia 18.0 1970s 3.7 Africa 1980s 3.7 6.5 103 \"Reforms in Eastern Europe and the role of the ECU\", 1990, p. 19 Balabanov,T.,Dietz,R., Eastern and East-West Energy Prospects, Forschungsberichte Vienna Institute for Comparative Economic Studies, nr. 169, November 1990, Table 7.96.7% of coal and 52.9 % of oil in the former Czechoslovakia was produced in the Czech part. The Czech and Slovak Economies After the Split, WIIW Forschungsberichte, June 1993, p. 9. 12 ",
        "consumption, the Hungarian situation, with emphasis on oil and natural gas, resembles most the West European pattern (see appendix, Table 7). For the three other Central European countries the change over from a coal to an oil economy is on the agenda. However, the energy problem of Central Europe is not primarily related to energy production and energy imports, but related to the wasting of energy. 1 * Often with, at first sight, relatively simple measures, like heat regulators in houses, energy consumption may be reduced. A modernization of production outlays may also be conducive to a more rational use of energy, apart from higher energy prices combined with an increase in price sensitiveness. But it is telling that by early 1993 only in very few towns had public authorities placed heating regulators in the individual houses and charged families with higher energy bills. This has also to do with the fact that most families are simply not able to pay the real price for the energy they consume. Among the Eastern countries the agricultural sector is best developed in Hungary. It accounts for 16 per cent of Hungarian GDP (1989) and 24 per cent of total exports (1992).\" Nevertheless, a large share of Hungarian agricultural cooperatives, which had a by Eastern European standards high degree of autonomy, could not survive if subsidies were stopped.\" Yet, Hungary agreed to reduce government subsidies so that they would not exceed 9 per cent of GDP in 1990, and no more than 4 per cent of GDP in 1993.\" In mid-1990, 61 per cent of the land under cultivation belonged to the cooperatives. A further 29 per cent belonged to state farms. In 1968, after limited private fanning of household plots was permitted under the New Economic Mechanism (NEM), total agricultural output increased substantially. By 1991 output from these private plots amounted to about 33 per cent of total agricultural yields and 42 per cent of total animal and animal product production. 20 In EU countries, average energy consumption is 220 kg (of oil per USD 1000 of GNP), but, for instance, Poland needs about 700 kg to generate USD 1000 worth of GNP. Business News from Poland, 26 February 1993, p.17. Financial Tunes, 17 September 1990 and RFE/RL Research Reports, 16 Jury 1993, p33. In 1990, more than 60 per cent of the country's 1,253 cooperatives were insolvent. Report on Eastern Europe, Hungary, 3 August 1990, p37. OECD.(1993), Agricultural Policies, Markets and Trade in the Central European Countries, the New Independent States and China - monitoring and outlook 1993., Paris, p.33. Ibid., p.31 13 ",
        "In early 1993, of the 1.4 mn private producers in Hungary, only 36,000 were full-time farmers, the remainder being part-time farmers primarily producing for their own needs. 21 By the end of 1992 all former collective farms had legally been dissolved and transformed into cooperative farms, or some other business entity, based on private ownership. For some time to come this will be the dominant production unit in Hungary. It is telling that among the Central and Eastern European countries (former SU excluded) under socialist rule are the best performing agricultural producers, i.e. Bulgaria and Hungary, which noted the most drastic decline in output since 1989. For Hungary the decline in gross agricultural output was in 1989 -1.3 per cent, 1990 -3.8 per cent, 1991 -5.0 per cent and 1992 - 20.0 per cent. 22 Further falls in output are expected for 1993. It should be remarked that in 1992 drought was a major factor which played a lesser role in the other Central European countries. Important in the collapse of agricultural production were the uncertainty due to claims of former owners, the clumsiness of privatization in which the service infrastructure of agriculture collapsed and the lack of financial support. For decades the Polish government did its best to prevent the private sector in agriculture, which accounts for three-quarters of the total farm land, from developing and furthered the state sector, albeit with little success. The result is a backward system of agriculture in which small plots predominate. These small farms, consisting of scattered plots of one or two acres, are too small and inefficient to compete in an agricultural market dominated by the European Union, which is heavily subsidizing its agricultural sector. 23 Yet, the private sector showed dynamism during the 1980s and rapidly increased productivity levels. But the attitude of most private farmers is geared towards survival rather than towards maximizing profits and development, A peasant mentality is still widespread among Polish farmers. The infrastructure of Polish agriculture is also underdeveloped. Milk and other perishable commodities often go to waste because of inadequate processing and storage facilities. The rural economy is poorly developed and not diversified. Most of the the state farms are to be found in northern and western Poland where they occupy around 40 per cent of all farmland. 21 22 23 Ibid. Ibid., p. 12 In 1989, private farmers had an average of 63 acres of agricultural land in 3 separate pieces. 14 ",
        "In 1988, the agricultural sector was the first to be commercialized. In Poland the general opinion is that in agriculture there can only be progress, given the low level of development and the struggle of farmers to survive. But it appeared that farmers especially suffered in the first years of transition. The problem involve the drop in domestic demand and import competition. As a result farmers cannot save and even find it difficult to buy fertilizers. An additional problem is that farmers are confronted with a predominantly monopolistically organized food industry. The biggest difficulty in Polish agriculture is the inadequate structure. This, however, cannot be improved quickly under conditions of general weak economic performance in which the agricultural sector functions as a buffer by absorbing potentially unemployed people. Decisive for the pace of agricultural restructuring seems the pace of economic growth of the Polish economy as a whole. In a Central and Eastern European perspective, Czech and Slovak agriculture does not perform badly, but the very large agricultural enterprises often produce very inefficiently. Especially in the former Czechoslovakia, agriculture was detrimental for the environment. Privatization is proceeding very slowly in the two countries. By the end of 1992 in the Czech Republic there were only about 10,000 private farmers, using about 4 per cent of the agricultural land. The number of private farmers in the Slovak Republic was somewhat higher. 24 Although subsidies for agriculture declined in the former Czechoslovakia, in 1992 they still amounted to 12.5 per cent of GNP* It appears that most workers in collectivized farms oppose privatisation. Only a minority of qualified agricultural workers, often specialists, prefer the private exploitation of plots. Typical is the saying, \"I prefer to work 8 hours per day and being free\"? The first years of the transition period have not produced a promise of substantial growth in agricultural production in any of the four Central European countries. In all four Central European countries the infrastructure is strongly underdeveloped. OECD, 1993, p. 23 Rlip,J.,Schinke,E. (1993),\"Die Lage der Landwirtschaft bei der Teilung der Tschechoslowakei in zwei Republiken\", in Osleuropa, nr.7, p. 691. Maurel,M.C.(1992), \"Les decollectivisations en Europe Centrale - autopsie d'un mode de production\", Espace Rurale, nr. 30, December. 15 ",
        "With regard to telecommunication services, it is generally believed that the development of this sector will underpin the economic reform in Central Europe and that this sector provides a major tool for the integration of Central Europe in Western Europe. Telecommunications are about 20-25 years behind compared with Western Europe. In 1987 Czechoslovakia counted 13 telephone lines per 100 inhabitants, Hungary and Poland each 7, while the European. Community countries had 37 lines per 100 inhabitants. 27 One should realize that the existing networks in Central Europe are of very bad quality. It has been estimated that an increase in main line penetration to 27 per 100 inhabitants by the year 2000 will imply during the 1990s an annual cost of 1924 mECU for Poland. 28 Also, transport should be restructured. Nowadays, about 60 per Gent of the transport in Central Europe is done by rail. But railways have been neglected for a long time and are not operating very efficiently. This may have contributed to the fact that in Poland freight transport by train diminished in one year (1991) from 430 to 230 mn ton. 29 The infrastructure for road transport is hardly developed. In the Czech Republic and Slovakia, only 517 km of highway exist. 30 Now plans are being made to construct highways with private investment funds, which will be privately exploited. 31 The infrastructure for tourism is very bad in all four countries, although Hungary seems somewhat better equipped than the other Central European Communication from the Commission to the Council and the European Parliament on The Community's Relations with the Countries of Central and Eastern Europe - The Role of Telecommunications COM(90) 258, Brussels, 14 June 1990. Ibid. Table 3. Nieuwsblad Transport, 4 April 1993, p.21. European Policies Research Centre.(1990), Regional Socio-Economic Development in Central and Eastern Europe Interim Report to the European Commission, University of Glasgow, November, p.81. A motorway of 57 km in length will be constructed by a private firm in Hungary in between Budapest and Vienna. The costs will be $ 295 mn (Eurobuild, 17 May 1993, p.l). Poland foresees that $ 5 bn must be invested by private sources in highways for a length of 1961 km (PlanEcon, 21 July 1993, p.8). It is, however, the view of the international financial institutions that the private financing of road and rail infrastructure will only be possible in Central and Eastern Europe in exceptional cases, (see Towards a Closer Association with the Countries of Central and Eastern Europe- Communication by the Commission to the Council, in view of the meeting of the European Council in Copenhagen, 21-22 June 1933, p.14). 16 ",
        "countries. 32 During the Eighties, Hungary showed how with relatively modest investments many tourists from the West could be attracted. It already appears that for some countries in transition tourism became one of the major sources of hard currency. For instance, In 1992 tourists spent in the Czech Republic about $ 1.4 bn, roughly four times the spending in 1990. The deficit on the Czech trade balance was in 1992 $ 1.4 bn. 33 With respect to education levels and facilities, the situation in Poland is especially worrisome. Of all 20-24- years-old adults, the percentage participating in higher education was in 1991 only 10.4 per cent in Poland, in Hungary 15 per cent, in Russia 28.2 per cent The average for the OECD was about 30 per cent. In all Central European countries education is in dire need of restructuring. Despite the need to restructure the educational system and to upgrade the qualification levels of the population, all Central European countries economize on education. In Poland, funding for education has dropped from 12.8 per cent of the state budget in 1990 to 8.9 per cent in 1993. 34 The organization of education and teaching programmes is not geared towards the needs of the country. Nevertheless, a skilled labour force is an asset in restructuring and attracting foreign investments. In particular, a large number of scientific workers may be an asset, provided that re training programmes are set up and a national innovation system established. The restructuring of the research and development set-up is a major task. Among others, it entails, a restructuring of the institutions dealing with research in such a way that spin-off effects will be enhanced, which means closer ties between pure research institutions, especially those of the Academy of Sciences, universities and enterprises. More research should be done by the universities, also to enhance the quality of the curriculum. However, it appears that science has become one of the first victims of transition. In all countries, spending on R&D declined drastically. As a percentage of GDP, spending on R&D declined in Hungary from 2.3 per cent in 1988 to less than 1 per cent in 1992, in Poland from 1.4 per cent to In this respect the fact should not be overlooked that in 1990 the whole of the former East bloc had with its 320.000 hotel beds about as many beds as Austria alone. (Schmerd, E. (1990), \"Osteuropa als Reisemarkt und Konkurrent\", Monatsbericfue des WIFO, nr. SI). EIU Country Report, Czech Republic, 2nd Quarter 1993, p.21. ' **\" \" Radio Free Europe Research Bulletin, 21 May 1993. 17 ",
        "0.56 per cent and in Czechoslovakia from 3.5 to 1.4 per cent. 35 The percentages show also the varying priorities for R&D. Restructuring of R&D is proceeding very slowly, and vested interests in the scientific community block reforms. This has the consequence that it is not the less productive scientists who leave their jobs, but that often the principles of seniority and power determine who will be sacked. It is especially difficult for young brilliant scientists to find a job, with the result that the continuation of science is in danger now. Also, fields of excellence, e.g. mathematics and biotechnology in Hungary, chemistry, physics and technical sciences in the former Czechoslovakia and physics in Poland, are in danger. Many of the best scientists leave their jobs and try to find appropriate work in the West Another gigantic task is that of reform and restructuring of the state administration. The huge ministries which used to run a state-controlled economy and society now have fewer and other tasks. This means re organization of the ministries with major lay-offs. However, it appears that this is very difficult to accomplish. Restructuring also implies a decentralization, giving regional and local authorities more competence. Many obstacles arise in this process. On the one hand, many tasks are new for the regional and local authorities. On the other hand, often insufficient money will be available to finance new projects on the local and regional levels. Public authorities on all levels are confronted with budget squeezes. Enterprises have to economize which means that they will often first cut down on expenditure for housing employees, entertainment, day care centres, etc. Often, enterprises supported a large share of the infrastructure of a town or region. With the transition to a market economy this infrastructure is in danger. At the same time the improvement of the social and physical infrastructure should be one of the main factors contributing to recovery. In the process of restructuring the economy, some regions will lose more than others. In particular, the regions in which mining and heavy industry are concentrated will face major economic decline. Often, a town depends on the existence of one or a few large enterprises. If these enterprises are closed, a whole local or regional economy will be destroyed. Generally, towns and regions in Central Europe are less diversified in their economic structure compared with Western countries at a comparable level of development. This means that the necessary economic restructuring will be See Zon, H. van , WetenschappeUjk Onderzoek en Innovaiie in Centraal Europa, Mens en Ruimte, Brussel, 1993, p. 10. 18 ",
        "much more painful than it was for the restructured regions in West European countries. The peculiarities of the economic structure of Central European countries also implies that restructuring will proceed more slowly than originally foreseen by many. For a long time to come, loss-making industries will depend on state support, although this will, probably, gradually decline. The example of the Czech Republic shows that even with a radical liberal government the pace of industrial restructuring is rather slow. In October 1992 the new bankruptcy law was supposed to come into effect There were estimates that about 80 per cent of industrial enterprises would be declared bankrupt. The government decided to give enterprises a further 6 months' delay. The Czech minister of economic affairs, Dlouhy, acknowledged that a new industrial policy, including state assistance to enterprises, would be needed. 3 * Another, related task is that of conversion of the military industry. In Central Europe, a significant part of GNP has been spent for military purposes. With the dissolution of the Soviet bloc the markets of enterprises producing military hardware have collapsed. For instance, a relatively large proportion of military industry is concentrated in Slovakia. Half of the production was sold to other socialist countries, mainly the Soviet Union. Here, conversion to civilian production appears quite problematic. Despite considerable Western company interest in Slovakia's defence sector, few deals have been conducted to date. Experts say the large size of most defence plants and the lack of a coherent government policy on conversion are largely to blame. Consultants helping Slovak arms producers to switch to civilian production discover outdated and highly specialized technology, overstaffing by 30 to 50 per cent, poor management and organisation, stockpiled inventory and high debt. 37 Restructuring and environmental problems A major task in the process of restructuring the imbalanced economy is to decrease the level of environmental pollution. This has reached in Central Europe such a level that urgent measures have to be taken everywhere. In Poland the emission of sulphur dioxide per resident amounted to 55 kg in 1988 and in the former GDR to 159 kg, whereas in Switzerland it was 7 Economist Intelligence Unit Country Report Czech Republic, 2nd quarter 1993, p. 16. Business Eastern Europe, 14 June 1993, p. 4. 19 ",
        "kg, in Norway 8 kg and in France 11 kg (see also appendix, Table ll). 38 All four Central European countries are leading European air pollutants, the main reasons for this being outdated technology and energy-consuming production facilities emitting large amounts of pollutants into the air, a big share of highly sulphurized and low calorie fuels in the national energy balance and a lack of cleaning devices. In the 1980s Poland used to generate over 120 m tonnes of industrial waste a year, while e.g. West Germany produced 82 m tonnes. In Poland, the total area of completely devastated and degraded land, i.e. one that has totally lost its farming or forest reproduction capacity as a result of industrial operations and mineral extraction, amounted to about 92 thousand ha at the end of 1991. An important problem is the degradation of forests. More than 80 per cent of Polish forests is damaged. The ecological catastrophe in Central Europe is very harmful for the health of the population. Of the entire population in Poland 35.4 per cent live in highly polluted areas. For instance, infant mortality in Poland and Hungary is twice that of the European average, to a large extent due to environmental pollution. 3 * The number of infant deaths caused by genetic growth defects in Poland is much higher than in West European countries (boys: 389.3/100.000 live births against 152.3 in France).* In parts of Poland, children have carcinogenic agents in their bodies at levels believed to be amongst the highest in the world.'\" Ecologists fear that a quarter of the Polish population could be suffering from environmentally induced cancers by the end of the century if drastic steps are not taken to reverse the consequences of decades of ecologically mindless industrialisation. 42 The life expectancy in southern Poland is four years less than in the rest of the country because of the health problems created by air pollution. 43 In The emission of sulphur dioxide expressed as fall of pure sulphur per 1 square kilometre of the country's area ranged from 4 g in Poland, 5.2 g in Czechoslovakia, 73 g in the former GDR against 0 5 g in Norway and 0.4 g in Portugal. Oschlies,W.(1989),\"/ , oi!nirc/i«r 'Drang nach Westen' - Dynamik und Motive der jungsten Emigrationswelle axis Polar\", Berichte des Bundesinstituts fur ostwissenschaftliche und Internationale Studien, nr. 30, p.6. Business News from Poland, 14 August 1983, p.7. Report on Eastern Europe, Poland, 31 August 1990, p.24. Financial Tunes, 20 November 1990. Report on Eastern Europe, Poland, 31 August 1990, p. 24 20 ",
        "Upper Silesia 45 per cent of all pregnancies end abnormally.'\" In Northern Bohemia thousands of children go to school each day with gas masks in their bags. 45 In Hungary there are.700 communities, totalling 300,000 inhabitants, that can only use water in bottles to wash themselves. 46 In Czechoslovakia, during several pollution emergencies in 1989, the concentration of sulphur dioxide exceeded 1,000 micrograms per cubic metre, an alarming figure when compared to the maximum of only 60 micrograms per square metre set by the WHO. 47 Henceforth, in order to protect the population it is imperative to embark upon a major environmental clean-up. But such a clean up is also necessary for 'economic' reasons. For instance, construction materials in Cracow decay up to 40 times more rapidly than they ought to. 48 Three-fifths of the food produced in Cracow is reported unfit for human consumption. 49 It is estimated that annual losses resulting from environmental pollution and damage amount to more than $ 3.4 bn, or 10 per cent of Poland's national income. 50 All these facts make it clear that a substantial decrease of environmental pollution is a question of sheer survival. No government can avoid a major environmental clean-up. In Poland this could cost as much as $ 20 bn and take 15 years to complete. 51 Environmental Minister Bronislaw Kaminski noted that the enforcement of the environmental programme would require the shutting down of one-third of all Poland's industrial plants. 52 Oschlies,W.(1989), p.9. According to Worldwatch, Revolutions vote, la reconstruction de ['environment en Europe ae I'Est et en US, quoted in Le Soir, 17/18 November 1990. Ibid. ICFTU report on the environmental damage in Central and Eastern Europe. Quoted in Agence Europe, 19 October 1990, p.15. Report on Eastern Europe, 31 August 1990, p.26. Ibid., p.26. Ibid., p.27. The American Institute Worldwatch estimated that pollution costs 10 to 20 per cent of Polish GNP (Le Soir, 17/18 November 1990). Report on Eastern Europe, Poland, 31 August 1990, p.24. It has been estimated that some $ 21 bn will be needed to restore the ecological balance in the former Czechoslovakia during the next decade (Business Eastern Europe, 10 May 1993, p. 4). Ibid., p.24. 21 ",
        "Despite economic crisis and liberal policies, all four Central European countries have increased expenditures for the environment. Also, gradually declining pollution levels can be observed in each of the countries. These declining levels are related to decline in production levels and environmental measures. 53 The share of investment outlays for the environmental protection amounted in 1991 to 5.4 per cent of total investment outlays, while this was 3.7 per cent in 1990. M The index of these expenditures in GNP increased from 0.8 in 1990 to 1.1 per cent in 1991 (these percentages amount to 1.5- 2 per cent in most OECD countries). 55 Generally, Central European countries seek to move in their environmental policy towards EU standards. Given their economic problems, however, it is doubtful whether these countries have the financial and administrative means to enforce the new legislation. A distinct problem is that of nuclear energy. Soviet nuclear power stations are not safe, especially those of the Chernobyl type. In the former Czechoslovakia the closing of two of the most dangerous reactors would have diminished electricity production by 7 per cent. Austria offered Czechoslovakia DM 500 m in free electricity if it shut down the plant in Bohunice, located in Slovakia. 5 * If an accident comparable to Chernobyl were to take place in that power plant, Central Europe as a whole would be affected, according to the Austrians. Nuclear power makes up 27 per cent of the total electricity generated in the Czech Republic and Slovakia and the governments of both countries stick to the nuclear option because they face some of the worst air pollution in Europe, and nuclear energy is widely accepted among the Czechs and Slovaks. The Czechs will complete the building of two nuclear plants, begun by the Russians, which will cost them $ 5.5 bn. 57 Poland, on the other hand, is refraining from building nuclear power plants because it is expected that energy consumption will decline See Zylicz,T.,Lehoczki,Z. (1993), Towards Environmental Recovery - the Czech republic, Hungary, Poland and Slovakia, Euroreg, Warsaw University. Business News from Poland, 14 August 1993. Ibid. p.ll. Financial Tunes, 9 May 1991. East European Markets, 19 March 1993, p.2. 22 ",
        "considerably due to energy saving measures. 58 The above description of the ecological catastrophe in Central Europe shows that ecological problems will continue to constitute a major problem for the coming decades. With respect to the cost of restructuring, the former GDR, where the balance sheet of the socialist past has been the most clearly calculated, provides an example. Hundreds of billion DM have to be spent to modernize infrastructure and production outlays. For instance, in this decade DM 120 bn will have to be spent on East German railways, 5 * and DM 50 bn will have to be spent on modernizing the outdated water cleaning systems in order to provide non-polluted drinking water.\" A West German institute estimated the cost of the establishment of an effective system of environmental protection in East Germany at about DM 430 bn for the coming 20 years.\" Total aid from West German public authorities to East Germany amounted to DM 140 bn in 1991, DM 152 bn in 1992 and will be DM 182 bn in 1993.* 2 The Central European countries receive only a small fraction of these amounts. The need to restructure the economy may be distinguished from the need for the transition to another economic system, although both tasks are closely interlinked. Transition In their search for an adequate and smoothly functioning market economy the Central European countries have the following directional objectives:* 5 According to Thomas Zylkz, director of the economic department of the Polish Ministry of Environment, interviewed 14 March 1991. In Hungary about 50 per cent of electricity is generated by nuclear power stations (Agence Europe, 7 June 1991). ARD (German Television Network), 1 January 1991. Der Spiegel, nr. 1, 31 December 1990, p.53. Fumribles, June 1990, nr. 144, p. 79. Das Parlament, 18 June 1993, p3. See HausnerJ.,Klementewicz,T. (1992), The Protracted Death Agony of Real Socialism, PAN/ISP, Warsaw, p. 256. 23 ",
        "a deregulation - limitation of the interference of the state with economic processes, b liberalization - development of markets, c internationalization - integration of domestic markets with international ones, d privatization - transfer of state ownership rights to individual and group entrepreneurs e restructuring - transformation of the material and organizational structure of production This transition is an extremely complicated and unprecedented process which creates many unforeseen problems. The Central and Eastern European countries nowadays face a peculiar problem: they have to dismantle the huge state bureaucracy and at the same time the state has to guide the creation of a smoothly functioning market sector. Therefore, a professional bureaucracy has to be formed which was, in so far as it existed, dismantled in the early phase of socialism. The state has to be a driving force behind the process of transition which in turn has to undermine the paralyzing power of the state bureaucracy. Therefore it is obvious that nowadays a first concern for the reformers is the dissipation of power. A maximum of democracy may be conducive for this process. The important point is to find a proper equilibrium of checks and balances on the one hand, and the ability of governments to govern on the other hand. In this balancing search process the issue of adequate sequencing of reforms is very important Sequencing tactics should reckon with various vested interests which may block reforms while new situation rents may foster reforms.* 4 But the transition process can not easily be steered. There are many forces which can co-direct policies and the implementation of these policies. Local elites may oppose government measures because these are in contradiction with their interests. Another problem is that increasingly governments are confronted with public opinion as constraint to action. In the transition to market economy many unpopular measures have to be taken, such as the abolishing of subsidies and liberalization of prices with the result of a large re-allocation of national income and greater social inequalities. But strikes for higher wages may result in inflationary pressure, which in turn may endanger the attainment of the objective of stable 64 See Roland,G.(1991), \"Political Economy of Sequencing Tactics in the Transition Period\", in Csaba,I_ (ed),(1991) Systemic Change and Stabilization in Eastern Europe. Aldershot: Dartmouth PubL Company. 24 ",
        "monetary relations. In the case of political fragmentation, political support will be even more difficult to organize. In 1993/1994, the Central and Eastern European economies consituted a peculiar combination of a weakened but still dominant state sector and flourishing islands of unfettered and unregulated capitalism. Because of lack of capital, industrial debts and restructuring problems, privatization in industry proceeds very slowly. It may be a matter of a decade or 15 years rather than 5 years. This, combined with the difficulty of stopping state subsidies and therewith government interference abruptly, we may for a longer period reckon with a disfunctional mixture of market and parasitic bureaucratic coordination.* 5 This bureaucratic coordination is not only related to the resistance of the bureaucracy, but also to the dynamics of an economic system in crisis and in many sectors monopolistically organized economy which calls for government interference. Even a radical and all- encompassing economic reform cannot create overnight the necessary conditions for a well functioning market economy. For instance, it appears to be extremely difficult to dismantle the huge state enterprises, to send home the bigger part of the bureaucracy or to replace incompetent managers by competent ones. Especially on the local level the inertia of power structures is a big problem. On the other hand, social cohesion is better retained at the local level than at the national level. Furthermore there is the problem of financial disequilibria, apparently inherent in the first phase of the transition period. Government revenues tend to fall more steeply than government expenditures. In the transition, loss-making enterprises, producing the larger part of GNP, will continue to exert pressure upon the state to cover their losses. The state can not close all deficient enterprises and therewith can not stop the flow of subsidies in the short run because it may lead to the collapse of entire regions. Also, other forces will exert considerable budgetary pressure. The infrastructure has to be modernized urgently and investments for the protection of the environment are necessary. On the other hand the income of the state will be meagre and will tend to decline rapidly. This is only partly due to economic recession. Tax morale is low and most new entrepreneurs are not familiar with book-keeping.\" Also for the national Afunctional mixture of market and bureaucratic coordination can also be conceived, as the examples of Japan and a number of Asian Newly Industrializing Countries show. In the Czech Republic 25 per cent of shop keepers had no idea how to calculate the Value Added Tax. Another quarter had some idea, but made mistakes in the calculations (EIU Country Report, 2nd Quarter 1993, p. 19). 25 ",
        "economy as a whole there is a tendency to spend more than to earn. Many necessary procurements which were previously imported in barter trade with the socialist countries must now be imported for hard currencies, whereas it is rather difficult to export soft products for hard currencies. Therefore, for a longer time, there will be a tendency towards trade balance deficits. The pressure to borrow more on the international capital markets is enormous. Most of the Central and Eastern European countries are heavily indebted now, and the burden of interest and principal payments is considerable.* 7 Previously it was too easily assumed that investments financed by the loans would be so profitable as to enable the state to repay the interest and principals. Nowadays, the debt burden actually functions as an obstacle to restructuring the economy and to economic progress (see appendix, Table 5). Turning in more detail to the specific problems of the Central European countries, the following problems which have a direct impact upon economic performance may be enumerated: ■ First, there is the problem of attitudes. For decades the people in the former Eastern countries were held back from taking initiatives; they had grown up in a society where everything was in principle arranged and the state took care of the individual from birth to death. It lead to a situation of learned helplessness* Therefore, it is also attitudes which have to be changed in the transition to a market economy. In this respect the starting position of the Central European countries is better than that of the Eastern European countries. There is the experience with a market economy before the Second World War. Poland and above all Hungary under socialist rule had already developed an important second economy. This already existing private sector somewhat mitigated the shock of the transition towards market economy. Despite the fact that between 1982-1989 Poland paid 25 per cent of its export earnings for interests and principal payments, this represented not more than about one half of the interest due. The unpaid part was capitalized which resulted in a near doubling of net debt during the Eighties, despite the payment efforts (Polish gross debt was in 1980 $ 25 bn, in 1989 S 42 bn). This is for instance reflected in the attitude towards the state. Respondents in Central European countries were asked in early 1993 which view is closer to their own views: (1) the state should be responsible for everyone's material security OR (2) individuals should take responsibility for themselves and their livelihood. In Poland, 85 per cent were closer to view (1) in Hungary 60 per cent, in Slovakia 57 per cent and in the Czech Republic 54 per cent (New Democracies Barometer, University of Strathclyde, Glasgow, 1993, Table 17). 26 ",
        "But a large private sector does not mean that attitudes conducive for a modern economy are there. In Polish private agriculture, the attitude of most private farmers is geared towards survival rather than towards maximizing profits and development. Especially in Poland, there is a tendency to trade rather than to produce. In all post-socialist countries there is a strong element of a bazaar economy in the new developing private sector, with its accompanying attitudes. People also have learned to avoid the market by alternative strategies. They developed these strategies during four decades of socialism. These strategies are not compatible with 'economic rational behaviour', imposed by the market. According to the Czech sociologist Petr Mateju, \"The creation, verification and fixation of alternative strategies of individual life occurred during a long time period, definitely long enough to penetrate into the 'genetic' code of the society.'\"\" In conditions of uncertainty it is also rational from the viewpoint of individuals and households to seek security in the non-monetised social economy, i.e. helping friends and household production. 70 ■ The second problem is that of the absence of a genuine bourgeoisie and a lack of entrepreneurial spirit. As we see now, many engage in private activities. This points to entrepreneurial spirit in that group although apathy is still predominant in society. But the new entrepreneurs are often traders interested in short-term profit, related to the unstable economic situation. It will take some time for a kind of entrepreneurial class as a class for itself to be established. In the developed West we see a well organised social class exerting hegemony in society. This hegemony is not brought about by force but by the elaboration and implementation of hegemonic concepts of control. 71 This is a kind of compromise formula between the various factions in the Petr Mateju, Deputy Director of the Sociological Institute of the Academy of Sciences, interviewed 7 March 1991. See Rose, R.(1993), \"Contradictions Between Micro- and Macro-Economic Goals in Post- Communist Societies\", in Europeasia Studies, Vol. 45, nr. 3, pp 419-444. This concept has been elaborated by a group of political scientists at the University of Amsterdam. \"A comprehensive concept of control (...) consists in a coherent formulation of the \"general interest\" which transcends narrowly defined fractional interests and which combines mutually compatible strategies in the field of labour relations, socioeconomic policy and foreign policy on the basis of a class compromise entailing specific economic and/or ideological rewards for the dominated classes and class fractions involved.\" (H. Overbeelc, \"Global Capitalism and Britain's Decline\", thesis, defended at the University of Amsterdam, Amsterdam, 1988, p. 23). 27 ",
        "bourgeoisie about how society should be ruled. In this way a minimal degree of cohesion in society, necessary for economic progress, is maintained. Of course, in this process democratic institutions also play their part, but the point here is that there are also mechanisms of cooperation and conflict resolution within the ruling elite, in which the enterpreneurial class plays a dominant role. With respect to the_ managing of economic affairs in society, representatives of the entrepreneurial class have learned to look farther than short-time profit and think strategically about the future of society and their role in it Within the bourgeoisie, or in the various factions of it, a social fund of knowledge has been developed about the technicalities of ruling, how to manage an enterprise, how to establish and to maintain international contacts, how to develop networks, knowledge of the various markets, etc. ■ A third problem is related to the privatization process and state interference in the economy. The privatization process has been tackled in different ways. In Hungary it was by selling state property to the highest bidder, in Czechoslovakia by the distribution of vouchers among the population and in Poland through liquidation and leveraged management buy outs. In Hungary significant industrial sectors, including cigarettes and tobacco, distilling, brewing, vegetable oil, sugar, confectionary, bread, newspapers, paper, refrigerators, cement and glass are now largely in the hands of Western multinationals. This has created resentment in Hungary because it is thought that Western firms got the best performing enterprises for little money and that they are mainly, interested in enlarging their market shares. Recently, the Hungarian government took measures to stimulate the buying of enterprises by Hungarian citizens who up to early 1993 accounted for only about 20 per cent of all revenues of the State Privatization Agency. Privatization means a struggle for control over enterprises. Even in the voucher system, as has been practized in Czechoslovakia, private investment funds may get hold of enterprises by buying up vouchers. Also, the rapidly growing mafias profited from the privatization process. Now, most of trade and services have been privatized. The problem with the majority of industrial enterprises is that they cannot easily be privatized, due to poor management, overstaffing, large debts and bad market prospects. With such a slow pace of privatization in industry the Central European governments are gradually beginning to realize that they should reckon with a large state sector in industry for a longer time to come. Up to now, no policy has been elaborated to guide these enterprises to higher performance. This lacuna is related to the fact that it is generally assumed 28 ",
        "that the ownership form is the decisive factor in enterprise performance. However, in the West it appears that 'ownership' is only one of the factors determining the accountability of enterprise leadership. Other elements of the governance structure of enterprises comprise board structure and regulations on behalf of the state. In creating adequate governance structures of enterprises, besides the change in ownership structure, other constituent elements should be changed simultaneously in order to produce smoothly functioning and flexible enterprises. This seems especially important for the state enterprises which will remain predominant in industry for many years to come. But also privatization does not necessarily lead to institutional structures of corporate governance which further efficiency and makes state support redundant. Instead of genuine restructuring, the effect of privatization may very well turn out to be a crystallisation of the now still inchoate entitlements of the insiders into formal ownership, and the consequent strengthening of their hold in the Central European economies. 72 ■ A fourth problem is that of the involvement of Western capital. The capital needs of the Central European countries are enormous, while there is little indigenous capital available. Especially in the first phase of the transition process it is important to attract much foreign capital. But it appeared that Western capital is very reluctant to invest in Central and Eastern Europe. In 1991 total foreign direct investment in Central and Eastern Europe (including the former SU) was $ 2 bn and in Eastern Germany $ 7 bn, while in the Third World it was $ 28 bn. \" Western capital registered by June 1992 reached $ 2.9 bn in Hungary, $ 1.5 bn in Czechoslovakia and only $ 832 mn in Poland. Also, 80% of the foreign investment in Czechoslovakia was in the Czech republic (see appendix, Table 4). For Central and Eastern Europe as a whole (including the former SU), Western capital registered was $ 11.6 bn. The reluctance of Western investors has to do with the fact that there are many uncertainties with respect to the legal environment, wages, inflation, suppliers, economic and social stability etc. For enterprises, there are five areas of strategic concern: (1) labour process, (2) supply of components and raw materials, (3) distribution and consumption, (4) core production technologies and (5) finance. For each of 72 n Frydman,R.,RapaczynskiA (1993), 'Insiders and the stale: overview of responses to agencies problems in East European Privatizations', in Economics of Transition, 1993, vol. 1, nr. 1. Le Monde Diplomatique, February 1993, p. 12 29 ",
        "these five concerns, there are major problems in Central Europe, especially in Slovakia and Poland. Probably, Western capital may be interested in investing on a larger scale only in the second phase of transition, but lack of foreign capital in the first phase may complicate a possible take-off. However, it should be noted that it is not primarily the amount of money invested which is important but the transfer of know-how, especially organisational know-how, associated with foreign investments. ■ A fifth problem is that of the creation of an infrastructure conducive to a smoothly functioning market economy: i.e. a developed judicial apparatus and an adequate system of laws, a separation of the legislative, judiciary and executive powers, an educational system geared towards the requirements of a market economy (and/or society), a developed service sector, a pushing back of the influence of the state apparatus, a break down of the 'petit tutelage' of the bureaucracy, etc. Each of the Central European countries has some experience with an environment in which legality had some meaning, in contrast with the countries of Eastern Europe. But for all these countries the establishment of an infrastructure conducive to a market oriented environment is a question of a generation rather than 5 or 7 years. ■ A sixth problem is that of the persistance of bureaucratic coordination. The change in the role of the huge bureaucracy, from that of a repressive apparatus suffocating all initiative to that of an apparatus promoting and steering initiatives from . the base up, seems rather problematic. Despite the introduction of new rules of the game, bureaucratic coordination in economic life remained often predominant This bureaucratic coordination is not only related to the resistance of the bureaucracy, but also to the dynamics of an economic system in crisis and an in many respects monopolistically organized economy which calls for government interference. Powerful coalitions, for instance representatives of heavy industry and mining, may effectively countervail government policies. The state bureaucracy may effectively block cuts in the size of the apparatus. With the change-over from state coordination to market coordination, one would expect a drastic cut in the size of the enormous ministries. However, in 1992 it appeared that in Poland the state administration was after finance and insurances the fastest growing sector 30 ",
        "in terms of employment. 7 * Within the state apparatus, a reorganization should orient the various organizations within the state bureaucracy better towards their tasks. Also, relations between civil servants and citizens must be changed. Here, present codes of conduct are a reminder of feudal relations. This reorganization on the basis of interest mediation is a learning process which takes a lot of time. ■ A seventh problem is that of the diffusion of a new organizational paradigm. The socialist economy and society were organized vertically. Nowadays, it is not only a question of organizing horizontal exchanges through the market, but also to establish a new organizational paradigm, based on more autonomy for smaller economic units, which may in turn enable the establishment of a network of horizontal relations, such as cooperation agreements and informal information exchanges. This may enable the introduction of new technologies and the furthering of innovation. The furthering of cooperation may be as important as the furthering of competition. A developed market economy can also be conceived as a complex system of networks and alliances. Enterprises have to be organized in another way, cooperation and cohesion within the enterprise should be organized by emphasizing more the horizontal relations within the firm. Enterprises must learn how to cooperate better with each other. Enterprises and the state should find new ways of communicating. A successful new industrial policy has to be based on the recognition of the need for such a new organizational paradigm. It should be an essential component of strategic management at all levels. With respect to new management methods, in the West it has been gradually recognized that successful management cannot only build upon material incentives, but should take into account the furthering of the feeling of civic duties among the employees, the furthering of the notion of working together for a worthwhile task, etc In the transition phase, for a longer time the enterprises rely much on old management cadres who do not have the necessary qualifications and will probably be inclined to block the way for more competent cadres - although hardly existent - because by doing so their incompetence would be less revealed. In the former GDR it appeared that about 90 per cent of the cadres available in similar West German enterprises are simply missing. 75 74 The number of employees of the state administration grew from 1991 to 1992 from 235,000 to 259,000. Biuletyn Statysczny, April 1993, p.29. 73 Handelsblatt, 4 December 1990, p. 18. 31 ",
        "■ Another problem is that of an environment in which one has a minimum degree of predictability and in which enterprises can build upon the law or, at least, generally accepted informal rules. A law-governed economy seems to be in the case of Central and Eastern Europe a precondition for a well functioning market economy.\" The problem is that for decades socialist enterprises were not guided by the law but by the commands of the party, which were often irrational and unpredictable. The establishment of a law-governed economy presupposes not only the elaboration of an ingenious system of laws and an apparatus to implement the law, but also a society which is willing to accept these laws. A tradition of lawlessness and corruption is not conducive to bringing about a flourishing (market) economy. The increasing influence of organized crime may frustrate the transition process. The mafias may control the distribution of certain goods and therewith distort the function of markets. A predictable economic environment is not only dependent upon the implementation of the law, but also upon economic and political cycles. In the transition process the danger of recession is rather great. Moreover, political turmoil may endanger the smooth functioning of the fragile market sector. While enumerating the problems connected with restructuring and transformation towards a market economy, one cannot escape the conclusion that this is an immense task, not to say a 'Gordion knot', and the list of problems is not even complete. For instance, problems of ideological distortions 77 and sheer lack of knowledge have not been mentioned. In the socialist past, economic and social sciences could not develop, and there was no experience with social engineering, the making of social consensus, management, the complicated working of markets, the functioning of the world market, etc. This knowledge cannot often be easily transmitted because of the inherent inertia of the social fund of knowledge. This social fund of knowledge is rooted in a specific world outlook and deeply rooted attitudes. It is not simply a question of following courses given by Western experts. This lack of knowledge and experience can easily lead to many mistakes in economic policy, and government policies in 77 Of course, there are developed market economies in which law only has a very limited meaning. For instance, in Japan, informal rules seem to be more important than law, and in Italy, the mafia dominates economic life in major parts of the country. But in both countries one can speak about a more or less predictable economic environment. Ideological distortions in the sense of using simple theoretical schemes to which real life should adjust. 32 ",
        "general must be, more than in the West, one of trial and error. Mistake, with the concomitant backlashes, are inevitable. Initial costs of a market economy in the making are high. Although nearly everyone, in the East as in the West, will admit that many problems will arise in the transformation of centrally planned economies into market economies, this problem is often perceived in a one- dimensional over-simplified way. Often the social and political prerequisites of a smoothly functioning market economy are not recognized. Many observers take it for granted when one talks of the transition into a market economy of the huge Russian economy in a time span of 5 or 10 years. 18 But it would sound rather odd to talk about the introduction of a market economy in countries like Benin or Mozambique, because the social, political and economic and above all, cultural hindrances to a transition towards a modern market economy are so obvious in those countries. But it should be realized that Russia had hardly any experience with a market economy (or parliamentary democracy), and although Russia is an industrialized country, impediments to modern and efficient production in the framework of a market economy are numerous. To a lesser extent, the same applies to the countries of Central Europe. A well functioning market economy, which actually consists of an ingenious system of numerous markets, may be compared with an ecosystem: if you destroy it, or if it was never existent, it is extremely difficult to introduce it (again). In the East they say that socialism made fish soup out of the content of an aquarium and that it is now extremely difficult to convert it into an aquarium again. The economic system is part of a broader social context which needs to be changed as well. It may be true that imposing financial discipline upon enterprises by introducing market mechanisms constitutes an essential step towards a market economy, but this should not distract attention from social and political problems associated with the transition process, and which complicate this process very much. A few years ago the then Soviet government had the plan to transform the Soviet Economy into a market economy in a time span of 500 days. . 33 ",
        "«w Chart 3.1 MAJOR PROBLEMS CENTRAL EUROPE RESTRUCTURING •restructuring of industry •development often/ice sector -restnffluring cf agriculture •atroduction of new technologies •regional inequalities •unemployment, poveny -new rcsearcb and development set up •adequate educational system ENVIRONMENTAL CLEANUP TRANSITION •building of institutions conduct* to market economy •creation tow governed economy -creation legal infrastructure •new role lor regions and towns •formation of entrepreneurial class •organisational know bow •labour morale -changing ownership relations -dbsmantling state bureaucracy -financial dtsequDibria related to RESTRUCTURING AND TRANSITION OF THE ECONOMY Additional problems/ assets for Hungary •debt •relatively good functioning agricultural sector, good soils •relatively wel developed second economy under socjafam economic structure better adjusted to modern economic development experience wiw market oriented reforms under relatively more vertical mobfluy through cconomc performance -tradition of economic thought Additional problems/ assets for Poland •debt •backward peasant agriculture, small plots -tang history of unsuccessful adaptive change -specific system of industrial relations. blocking reform in state enterprises •large domestic market -because of noonsettencies, chaotic and often irrational economic policies, Poland's economic condition has been consisiently deteriorating since the mid Seventies-Production outlays and infrastructure are even more outdated and in bad eondiiion than in other Central European countries • Iradftion of economic thought (Luge, Katedd, Lipimki, Brus.) Additional problems/ assets for Czech Republic •relatively high development level -Utile experience with private economy under socialism -better developed communicaiion and infrastructure •few decision makers had opportunity to get acquainted with the functioning of modern market economies experience of being among most developed market economies before World War II -near Western markets •attractive for foreign tourists •economic drawback due to split of Czechoslovakia Additional problems/ assets for Slovakia • conversion of munary industry towards civilian production •inexperienced state apparatus •few decision makers had opportunity to get acquainted with the functioning of market economy •major economic drawback due to spat of Chechoslovakia 34 ",
        "4 The quest for social and political cohesion One of the major questions the Central and also Eastern European countries face is how to organize a new social contract Socialist society was mono-organizational and civil society could not develop. Society was more or less atomized and horizontal relations between enterprises groups and organizations were scarce. A move is necessary from a vertically organized society, with sharp cleavages between the nations of the region, towards a basically horizontally organized society, with permeable borders. In the developed capitalist countries social cohesion is furthered by the high degree of self-organization of society. This developed civil society\" is a precondition for a strong state, that is a state which is capable of governing, primarily by the organization of consent and only to a minor 19 Civil society is often understood as a sphere distinct from, independent of or even opposed to the sphere of state activities. In social reality civil society can be conceived as a kind of 'parallel polis',- the expression conies from Vaclav Benda (Charta 77)- thus a sphere of independent public structures. The permanent recreation and reconstruction of civil society is in essence grass roots activity; social reality is shaped and reshaped from below, often initiated by loosely organized citizen's groups and social movements (after Faber, MJ., speech for the Helsinki Citizen's Assembly, 19-21 October 1990). J. Cohen and A. Arato (1992, Civil Society and Political Theory, Cambridge: MIT Press) understand \"civil society* as a sphere of social interaction between economy and state, composed above all of the intimate sphere (especially the family), the sphere of associations (esp. voluntary associations), social movements and forms of public communication (p.IX). According to Bart Steenbergen (Futures, November 1990, p. 968) civil society means primarily the public realm between the large scale bureaucratic structures of the state, on the one hand, and the private sphere of the family and friendship, on the other. He distinguishes a concept of civil society in which the original meaning of citizenship, engagement for the common good, receives more attention.\" 27iw type of civil society will be less individualistic and will lay more emphasis on the community and on collective action. Moreover, it tends to stress the responsibilities of the citizens vis-a-vis the community much more than the Western model, which is much more interested in citizens rights\". 35 ",
        "degree by the use of the repressive state apparatus. This strong state is not characterized by an overwhelming presence of bureaucracy or police. In Central and Eastern Europe the establishment of such a state presupposes the mastering of the current crisis of governability and the stopping of the process of social disintegration. In the Eastern countries a strong state is urgently needed, not only for promoting social cohesion and political stability but also as a precondition for economic progress. 80 On the other hand, the steering and guidance of social and economic activities by state authorities, which is to a certain extent necessary in order to preserve social and political cohesion as well as economic viability, is only feasible in a stable social and political climate. A developed civil society and a strong state which enable a law-governed economy and a law-governed society to function, occur in conjunction. Or to put it in another way: societies without a permanently autocratic central authority can only survive if the relative weakness and instability of the central authority is matched by the relative strength and stability of the self-regulated society. 81 The opening up of the Central and Eastern European countries brought about the establishment of thousands of new independent organizations and groups, but they do not yet form an organic entity. 82 Nowadays, there are even signs of social disintegration. The Hungarian sociologist G. Havas remarked that 'various social groups, maybe a majority of the population, have lost their security network; they live in very awkward conditions and do not find new collective or individual adapted strategies, while the old strategies do not function anymore.\" \"The individual can not defend himself collectively anymore, he is atomized, dispersed and the trade unions are not capable to organize him. And, at the end of the road, radical populism will wait for him\". 83 Within civil society, internal cohesion is lacking. In the developed capitalist countries, this cohesion is made possible by a consensus with respect to the basic values and main orientations of society. The state of disarray and the fundamental disorientation of society According to a report made by the Bank for International Settlements a successful transition is dependent on three elements: the degree and coherence of structural reform, macro- economic stability and social and political cohesion (Agence Europe, 21 February 1991). I owe this insight to Elias.N. (1987), Involvement and Detachment, Basil Blackwell: Oxford. A history of civil society in Hungary is presented by Hankiss.E. (1990), East European Alternatives. Oxford University Press, 1990. See also Lewis, P.G.(ed.). (1992), Democracy and Civil Society in Eastern Europe, MacMillan, Basingstoke. Le Monde Diplomatique, May 1993, p. 12. 36 ",
        "hampers the emergence of broad consensus. As Timothy Garton Ash noticed, \"the triumph of unity was also the beginning of its negation. What we see now in Eastern Europe is a fragmentation and a cacophony of interests, attitudes, views, ideals, traditions (...)\".\" In the Central European countries, major political choices have to be made regarding the orientation of social and economic development. Should one leave almost everything to the forces of the market or should one retain a broad social security system. There are various options with regard to the political system ( a strong presidential system, a federal system...), with regard to the educational system (denominational schools or public schools...), with regard to the regulation of the mass media, etcetera. If political fragmentation prevails, it will be extremely difficult to organize consensus around these basic choices which will have to be made now and in the near future. It may not be excluded that this may lead to authoritarian rule. As A. Michnik noted already in 1990, \"the greatest threat to democracy today is no longer communism; either as a political movement or as an ideology. The threat grows instead from a combination of chauvinism, xenophobia, populism and authoritarianism, all of them connected with the sense offrustation, typical of great social upheavals.\"* According to Michnik, the choice in Central and Eastern Europe is not between liberalism or social democracy, or right or left, but between two paths: one democratic, pluralist and tolerant, the other nationalist, centralist and authoritarian. Authoritarian forces come especially to the fore in some countries of Eastern European and the former SU, such as Serbia, Croatia, Romania and Azerbaijan. But also in Central European countries there is a strong authoritarianism among the population. In a poll conducted early in 1993, 60 per cent of respondents in Poland said it is very likely or that it could happen that parliament and parties will be suspended (figures for Hungary 24 per cent, Slovakia 33 per cent and Czech Republic 36 per cent). Also, 43 per cent of the Poles said that they would approve such a suspension (Hungary 25 per cent, Slovakia 19 per cent and Czech Republic 22 per cent). 8 * In the socialist countries, conflicts were usually regulated not by mediation and the active participation of the parties involved but by the intervention of the party-state. In the countries in transition, the repressive state is *J Garton Ash.T., New York Review of Books, 16 August 1990, p.52. Michnik A, in New York Review of Books, 19 July 1990, p.7. New Democracies Barometer, University of Strathclyde, Glasgow. Tables 13,14. 37 ",
        "becoming weaker and less able to enforce its will on society. This is not only related to another concept of ruling but also connected with the developed legitimacy crisis. On the other hand, owing to decades of one- party rule, no mechanisms of conflict resolution have come into being, not only at the level of the state, but also on the level of civil society. The extent to which conflict-regulating mechanisms are developed is a reflection of the degree of cohesion of society. Cohesion of civil society, the nature of the organization of the state and economic development are variables which are highly interconnected. 87 The ruling class in Central Europe, which was at the same time the governing class, used to be the Nomenklatura. In contrast with ruling elites of Western parliamentary democracies, this Nomenklatura was not active in organizing consent, adapting institutions to changing circumstances, etc. The Nomenklatura was essentially conservative, organized highly hierarchically and hardly influenced by other pressures than those form within its own hierarchy. This Nomenklatura could not easily be replaced after the democratic revolution. Especially at the lower echelons the old power structure often remains intact because experienced candidates to replace former communist bosses are often lacking. This will probably mean that old modes of behaviour will persist for some time. In the new economy it is often members of the old Nomenklatura who become the new owners of enterprises, because they have access to the information and the scarce resources, and most important, they have the money. The new bourgeoisie will emerge mainly out of the old Nomenklatura, as has already become apparent 88 This situation does not seem conducive to political participation and may have contributed to political apathy in these countries, which became apparent in the lack of attendance during the elections. 8 * In the transition towards a market economy, many painful decisions have Antonio Gramsci explained how the legitimacy of political power and the structure of society at large is made possible by civil society. In Hungary there are also many skilled workers and farmers, who were active in the second economy, who emerge now as the new rich. According to Ivan Szelenyi (in Budapester Rundschau, nr. 5,4 February 1991) the entrepreneurial class in its broadest sense in Hungary comprises about 10-15 per cent of the population. In all Central European countries there are many of Central European origin who got rich in the West and who are now returning to their country of origin. On 27 October, 1991, free parliamentary elections were held in Poland, the first in over 60 years. Of the 27.5 million people entitled to vote, 11.9 million or 43.2 per cent availed themselves of that right. In the Spring of 1990,65 per cent of Hungarians voted during the first election round for the parliament. During the second round of the elections for town councils, 70 per cent of the Hungarians stayed at home. 38 ",
        "to be made, often negatively affecting living standards. Conversely to Western Europe, in the Central and Eastern European countries a large proletariat still exists in the traditional sense, i.e. 1>lue collar' workers, working in large factories in a highly hierarchically organized production process. The transition to a market economy not only involves a general cut in living standards but also a re-allocation of wage funds to the detriment of blue collar workers. It may be expected that workers, especially those in vital sectors which are in still in the hands of the state, such as railways and mining, may strike to avoid wage cuts and that by doing so they may slow down the transition to a market economy. Because for a longer period state enterprises will make up the larger share of the industrial sector, many labour conflicts will be politicized. Also, in all the Central European countries, most workers are organized in the former communist trade unions, which provide for social services, such as holiday resorts. Workers with less leverage, like the ones in health care, artists, teachers and scientific workers, will fall further in the hierarchy of wage earners. This will have the consequence of cultural impoverishment, the endangering of the educational level of future generations as well as the health of the population. Transition creates a situation in which many cannot stay in the job of their choice. In particular, a large part of the intelligentsia is threatened in their existence, and this will lead to a massive brain drain. Massive unemployment contributes to existential uncertainty. By the end of 1992, the unemployment rate was 13.6 per cent in Poland, 13.5 per cent in Hungary and 5 per cent in the former Czechoslovakia, while in these countries restructuring has hardly begun. Due to the fact that many industries still depend on government subsidies, the gradual decline of these subsidies will lead to a further rise in unemployment, unless the growth of employment in the private sector countervails this tendency. w With respect to the class structure, a further problem may be that of the formation of a Lumpenproletariat, living in poverty. Such an underclass has already appeared in all Central European countries.\" This may endanger social stability and further crime. Due to the rapid increase in employment in the private sector the registered unemployment rate in Czechoslovakia fell from 6.5% at the end of 1991 to 5 per cent at the end of 1992. East European Markets, 23 July 993,, p3. In 1991 about 40 per cent of Polish population lived under the official poverty line. (Poland's Food Security, F. Ebert Foundation, Warsaw, 1992, p.45) In Hungary, in 1990 2 million people were living under the official poverty line. Among them are 100,000 homeless. (Weekly Bulletin, 2 November 1990). In lessening social needs a new role may be fulfilled by non-profit organisations which were virtually non-existent under communist rule. In Hungary charitable organisations and religious orders devoted to the cause of the poor, which had been banned in Hungary for more than 40 years, only began to re-emerge in 1990. 39 ",
        "Some minorities may be marginalized during the transition process,\" for example, the gypsies in Hungary who constitute 3 to 7 per cent of the Hungarian population.\" In the process of modernization their traditional crafts gradually became useless and this contributed further to their marginalization in society. It should be noted that the gypsies were never recognized as a national minority. National minorities will try to assert their interests, often in conflict with the interests of other groups. For instance, the 600,000 Hungarian-speaking, the 250,000 Ukrainian-speaking and the 75,000 Sinti-speaking people have to fight for their rights with regard to the Slovak majority. Especially since Slovak independence, the rights of these minorities were curtailed. The Slovak government seems to see behind the claims of the Hungarian minority for more rights the threat of the territorial expansion of Hungary, the former colonial power. Politicians seem to exploit hatred against gypsies. Slovak prime minister V. Meciar has said, alluding to gypsies, that it was necessary to curtail the \"Extended reproduction of the socially unadaptable and mentally backward population by decreasing family allowances.\" 9 * How explosive nationalist fervour may become was shown in the Czech- Slovak split Even one year before independence, few could have believed in the possibility of such a split, although negative image-building among the Czechs and Slovaks against each other clearly increased. However, in the split the ruling political parties in the Czech Republic and Slovakia were the driving forces, while the majority of public opinion preferred unity.* 5 In the Czech republic, gypsies account for only 1.26 per cent of the population but are implicated in more than 15 per cent of all registered crimes. See Report on Eastern Europe, Czechoslovakia, 31 August 1990, p. 11. Estimates vary from 380,000 to 700,000. See Osteuropa, nr. 12, 1990. International Herald Tribune, 7 September 1993. Early in 1993 61 per cent of Slovaks thought that Slovakia was not mature enough to gain independence and 68 per cent felt that a referendum should have taken place before the division of Czechoslovakia. For 60 per cent of the Slovaks fear was the feeling that evoked the split But 61 per cent of the Slovaks agreed with the statement that the breakup of Czechoslovakia was the result of the unwillingness of the Czechs to establish an equal partnership with the Slovaks (Current Problems of Slovakia after the Split, Survey Highlights). By the end of 1991, only 5 per cent of the respondents in the Czech Republic agreed strongly with a possible disintegration of Czechoslovakia, and 10 per cent of the Slovaks. The percentages for those who agreed somewhat were 8 and 13 per cent respectively (RFE Research Bulletin, 31 January 1992). 40 ",
        "The coming to the fore of nationalism, nationalist chauvinism and nationalist conflict is related to the fact that, with political liberalization, forces are unleashed which have been suppressed for decades.\" Moreover, the scapegoat mechanism, linked with nationalist chauvinism, finds fertile soil in a situation in which people were brought up to blame all problems on external forces. 97 Also, in a situation in which the secondary social status, i.e. based upon profession, is often discredited and related to collaboration with the old system, the primary status, i.e. belonging to a nationality or race, acquires more importance. On the other hand, in a period of crisis and uncertainty many people apparently need something for collective identification. Moreover^ collectivist values are still very strong in Central Europe. The aim of the establishment of parliamentary democracy and market economy, i.e. new rules of the game, does not provide a political project which matches the need of a commonly pursued vision of society formulated in positive terms. Nationalist chauvinism may channel individual frustations in the direction of hate towards other nationalities and so become a destructive force. The need to reassess history, to rediscover the cultural assets of the nation and to redefine the place of the nation with respect to other nations may become a positive force if combined with the hope for a better future and the recognized need for a collective effort to attain it. Currently, there is a struggle over how the public history of these countries should be told and by whom, over who are the villains and who are the heroes. National history is recreated by a selective and thus, in part, fictive recreation of the nation's heritage. The hope for a better future may be crucial in preserving popular support for the current governments in the East that pursue the aim of parliamentary democracy. Hopelessness may help radical movements to come to the fore which may opt for authoritarian rule and national chauvinism. But Central and Eastern Europe do not provide the image of awakening nations actively shaping a better future. The image is that of a hypertrophy of action from above and a paralyzing inaction from below. * See for a profound treatise of the phenomenon of nationalism, Anderson,B. (1983), Imagined Communities, reflections on the origin and spread of nationalism. Verso Editions, Londen. 97 It is remarkable that even a tiny minority may be blamed. For instance, 35% of Polish citizens fear their own minorities, while minorities constitute only a small part of the total population (from half to one million citizens)(according to New Democracies Barometer, University of Strathclyde, 1993). In Slovakia anti-Hungarian sentiments were the strongest among those Slovaks who live in regions where few Hungarians live (Current Problems of Slovakia, p. XIII). 41 ",
        "A major problem consists in the changing attitudes and modes of behaviour of individuals. For decades people were forced to adjust to a situation in which initiative was not rewarded but punished. They were obliged to lie in public and to create a private sphere which was completely separated from public life. There has been a continuous discrepancy between word and reality in the socialist past. These double standards, this double morality helped create a spiritual vacuum. A Bulgarian writer confessed: \"What causes me anguish is not the sight of the empty supermarket, but the empty souls of the people.\" The disappearance of old certainties facilitates the appearance of a moral disorientation which may be compared with war-like situations. Under these circumstances drug abuse, alcoholism and crime may easily spread as has already been shown in the first years of transition. For instance, in 1990 registered crime increased in the Czech republic by 78 per cent and in Slovakia by 48 per cent. In 1991 the crime rate for the whole of Czechoslovakia increased by 30 per cent. In various opinion polls crime has been rated as one of the most serious problems.* Most criminologists cite declining living standards and the reduced fear of state power as the main causes of the crime wave. In the case of post-socialist countries the old integrative mechanisms, organized and dominated by the party state, fell apart and the new integrative mechanisms are still very weak or simply lacking. When the dynamics of fragmentation attains a certain momentum, it may become self- enforcing. National government disposes over less leverage to influence developments at the regional and local level than used to be the case. For instance, with the abolishment of the central allocation of resources and the decline of the state sector in the economy, the material base of state power in the regions has been eroded. All this resulted in a considerably enhanced scope of manoeuvre for the regions and municipalities in each of the Central European countries. But the point is that the process of decentralization sometimes become dysfunctional and could therefore be called fragmentation. This is especially the case in the larger post-socialist countries such as Russia. But it may not be excluded that political fragmentation, in the territorial sense, may also become a dominant phenomenon in Central Europe. Regionalism is enforced by the centralism of Central European governments, existing despite the liberal or ultra-liberal ideology of some governments. Although local and regional authorities received many new tasks and powers, due to the decentralization of public government, central 89 Radio Free Europe Research Bulletin, 3 April 199Z 42 ",
        "bureaucracy and central government retained a lot of power. But they lack the insight, competence and money to adequately administer the affairs of the regions and the municipalities. Likewise, the town councils and regional authorities have fulfilled up to recently only administrative tasks.\" Regionalism is also fuelled by increasing regional inequalities and the still continuing re-distribution of resources among the regions. The process of regional differentiation in economic performance stimulates the envy of one region towards another. At the same time one can see that the institutional vacuum which emerged at the national level exists to a lesser extent on the less anonymous micro and meso level. In the regions, the emerging civil society is an integrative force, although political elites are still rather fragmented as a result of the inheritance of the socialist past. 100 In the revolution occurring in the Central European countries, in which all the parameters of social life change and the disintegration of the old set up is paramount and the new system not yet functioning well, the establishment of mechanisms and institutions furthering social cohesion is extremely important. Well functioning trade unions, which represent the worker's interests in consultative institutions, are of decisive importance. In this respect, it should be borne in mind that especially at the local level, community-building institutions hardly exist. With regard to the party landscape, it appears that political parties are very weak. New political parties have few members, and it is mainly intellectuals who become members. People have become allergic to party organisations. This is a legacy of the communist past and has negative consequences for the political culture and the political system as such. In a certain sense, the political system is suspended in a political vacuum and not rooted in a class structure. Political parties hardly reflect certain group interests, and they stress their distinctive features mainly by exploiting cheap and sensitive but not crucial issues. This seems to be especially the case in Poland, where many people have the impression that the parliament has become a theatre while crucial issues are decided upon elsewhere. The Polish political scientist Jadwiga Staniszkis felt that in Poland \"the system of representative institutions is drifting without a clear logic or a clear representation of definite interests, but rather functions ad hoc and ad In Poland in 1990 elections for town councils were held. The new town councils appointed administrations, but it appeared that the relations between council and administration often did not work. In one-third of the cases, government commissioners had to intervene and take over the administration. According to M. Krol, editor ofRepublica, interviewed in March 1991. See Zon, H. van. (1992), \"Towards Regional Innovation Systems in Central Europe\", FAST Occasional Paper, nr. 308, September, Commission of the European Communities, Brussels. 43 ",
        "hominem. Hence, direct negotiations between interest groups and the State Administration seem more effective.\" Staniszkis fears a corporative state, which means for her a system of power without politics. \"All this is accompanied by a specific modification of the key institutions of social life; the Roman Catholic Church, the army, and the trade unions. The Church is undergoing politicization (different at various levels); the army (whose prestige - as compared with otherinstitutions - is growing) comes dangerously close to being the decisive factor in home politics and also becomes an active autonomous agent in the sphere of foreign policy. Solidarity as a trade union visibly gravitates toward the formula which resembles the Austrian trade unions, with their considerable centralization (and politicization) of the central office, combined with political pluralism at lower levels \" m The question is whether the churches may play a role in bringing about consent and cohesion. In Poland the Catholic Church actually has played such a role, always having preserved national culture in times of foreign dominance. But among liberal Catholic intellectuals the fear arose that the Church may become inward looking and primarily interested in consolidating its position which was enforced greatly during the years of communist rule, especially during the phase of disintegration of the old regime. 1 \" 2 These intellectuals fear an old style clericalism, linked up with populist and nationalist political currents, furthering xenophobia and intolerance. 103 Also in Slovakia, where a majority of the population are practising Catholics, many liberals have similar fears. 104 \"' In Politkus, Warsaw, 1992, p.46,47. 102 This increasing role is visible in the increasing number of vocations. Whereas in 1981 the number of priests was 20,696 in 1989 it was 24,678 {Financial Times, 20 November 1990). m See for a history of the problematic relationship between the Church and the Left, Michnik, A. (1977), The Church and the Left, for a treatise on populism in Poland: HausnerJ. (1992), \"Populist Threat in Transformation of Socialist Society\", Friedrich Ebert Foundation, Poland, Warsaw, December, nr. 29. 104 While 61.2 per cent of Slovaks considered themselves believers, only 29.7 per cent of Czechs did so (in early 1993, Current Problems of Slovakia,, p. XIII). 44 ",
        "Chart 4.1 MAJOR PROBLEMS RELATED TO SOCIAL AND POLITICAL COHESION CENTRAL EUROPE •developing interest representing organisations •conflict regulating mechanisms •adjusting value systems and attitudes •relations between minorities •rule of law/ crisis of govcrnability -nation building -crime and drug abuse additional problems/ assets Hungary •more heterogeneous social structure •old Nomenklatura was better adjusted to new circumstances and society somewhat less far removed from a meritocracy than other Central European countries -gypsy minority •relative political stability additional problems/ assets Czech Republic - weakly developed eh* society - relative political stability additional problems/ assets Slovakia - role of CaiboQc Church -experience of being submitted Cor a long period • recently industrialized. majority of population has Strang links with countryside •strong coUectivist values \"OW and Hungarian minorities -building of new state •weakly developed chi) society additional problems/ assets Poland •roie of Catholic Church -traditional problematic refauknsbip between ciuzentand the state •long history of poBUcal destabiKzaiion -majority of population has strong links with countryside •strong coUectivist values and strong support for authoritarian rule within society -deadlock in poBtical representation, no workable majority in parliament •ethnjeatty rather homogeneous •army in high esteem •a dccomposiUon of corporaiist structures took place, but corporatist Ideas are sal widespread. •economic hardship since mid-1970s has exhausted resilience of population •ten of thousands have had a political experience in the opposit ion during the 1980s 45 ",
        "5 The quest for a stable and secure international environment The socialist countries were artiflcially shielded from the manifold forces reshaping Western societies into post-industrial societies in the process of which all aspects of life fundamentally changed. As a wave front these interrelated forces came over Western societies and collided with forces of the past. 185 In the West the institutional set-up was flexible enough to adjust to the new era in such a way that major crises could be avoided. This adjustment became especially apparent in the Sixties and Eighties. Nowadays, as the Central and Eastern European countries are opening up to the world and becoming part of an emerging world society, they are confronted with a much more abrupt exposure to post-industrial and technologically superior societies. However, they do not dispose of an institutional set-up to channel conflicts arising from the change over to another mode of production and another mode of living. The case of East Germany, where the transition was the most abrupt, clearly shows to what extent a sudden exposure may upset not only economic life but all aspects of life. For the other former socialist countries the exposure is more gradual, but nevertheless we may speak about a flood front inundating these societies. As a result, atavistic reactions may occur, once more trying to shield these societies. However, it should be noted that the forces compelling the Central European societies to adjust to the challenges of a post-industrial society can be influenced only to a minor extent by government policies. '* See TofllerA (1981), The Third Wave, Bantam Books, Toronto. 46 ",
        "One of the surprising effects of the collapse of the socialist model in Central and Eastern Europe was the disappearance of the political division of Europe and therewith, of one of the main determinants of the post-war international system. Germany could be reunited, the European Communities got many new potential applicants and herewith European integration was placed into a completely new context. The Soviet Union began to withdraw itself from cores of conflict in the Third World and collapsed.\"* The USA emerged, especially after the Gulf War, as the world's undisputed political leader. But also the USA could not create order. In 1989/1990 many envisaged a new world order, eventually with a major role for the UN. But nowadays everybody talks about the new world disorder. And in Europe new problems and challenges came to the fore. The security paradigm changed as the bipolar East-West confrontation faded away with the disintegration of the socialist bloc. The military component of security in Europe changed by the eruption of centres of violent conflict: the former Yugoslavia, Moldova, the conflict between Azerbaijan and Armenia and the civil war in Georgia. The economic, social and political dimensions of international security came to the fore with the revelation of the socio-economic division in Europe, the emergence of the question of economic refugees in Europe, the international repercussions of the violation of minority rights, the transnational impact of ecological catatrophes (Chernobyl!) etcetera. The change of national security paradigms also occurred in the Central European states. Here, we distinguish four aspects of the international security of the Central European states. ■ The first is economic security. While in Eastern Europe the quest for a stable and secure international environment is focussed upon the securing of national existence and the avoidance of inter-state conflicts, in Central Europe this question is focussed upon the creation of a stable economic environment. One of the major problems the Central and Eastern European economies face is that of their insertion in the world economy. The necessity of a liberalization of their foreign trade systems, a continued opening to the world market and a further insertion into the international division of labour is not disputed in the East, but a major question is how to attain these objectives. A sudden complete opening up of these economies could See Muchie.M. and Zon, Hans van.(1989), \"Soviet Foreign Policy under Gorbachev and Revolution in the Third World: An Ideological Retreat or Refinement?\", in Kaldor,M, Holden,R. and Falk, R.(ed.). (1989), The New Detente - Rethinking East-West Relations, Verso, London. 47 ",
        "be disastrous. The example of the GDR, the most developed among the Eastern countries, shows that a vast majority of eastern enterprises are not competitive on world markets. But how gradually the opening towards the world market should proceed and what priorities should be set remains an open question. Nevertheless, according to the association treaties with the EU, the industry of the Central European countries will get 10 years to adjust to EU markets. — A related question is what the competitive advantages of the various Eastern countries are. What may become their competitive edges? Indications give computations of value added of various industries according to world market prices. It appears that many industries have negative value added. It also appears that the four Central European countries do not appear to be competitive in the same areas. 197 With respect to international trade, all Central European countries are confronted with an implosion of trade with the former socialist countries, due to the economic crisis in the former Soviet Union, a break down of intra-CMEA arrangements and a lack of willingness to maintain trade relations with the East. Also, trade relations with East Germany were interrupted. East German enterprises preferred to spend their DM in the West and they cancelled contracts with Eastern enterprises. Hungarian exports to the former CMEA countries diminished from 57% of total exports in 1986,47% in 1989 to 23.3% in 1992 (imports from 44.5% in 1989 to 25.3% in 1992). These dry figures only give a partial idea of the dramatic consequences of the collapse of the socialist division of labour. It should be known that socialism left a legacy of often run down, giant plants built to supply standardized products for East European markets which cannot and will no longer pay for them. Whole industrial sectors depended upon exports to the other socialist countries. These are low quality products which only with great difficulties could be sold on the world market. Earlier we referred to the armaments industry on which especially Slovakia is dependent. The machinery and transport industry depended in each of the countries from sales to the socialist partner countries. In 1989,61 per cent of Czechoslovak exports to the CMEA consisted out of machinery and transport equipment (49 per cent for Hungary, 56 per cent for Poland), while these percentages were for exports to the West negligible. 108 Although machinery, bought in the East, is relatively cheap, most enterprises prefer to buy machinery in 107 See Hughes.G. and Hare,P.(1991), \"Competitiveness and industrial restructuring in Czechoslovakia, Hungary and Poland\", in European Economy, special edition, nr. 2, 1991. '• Richter,S.(1993), East-West Trade under Growing Protectionism, in WIIW Forschungsberichte, June, nr. 1434, p.957. 48 ",
        "the West, especially since payments in the East are in convertible currencies. It means that in such a way the whole machinery-producing industry in the East is threatened with collapse. In Poland it appeared that in 1990 total imports of investment goods dropped by about 10 per cent. But investment goods imports from the West, in real terms, increased by 30 per cent. Purchases of machinery and equipment from the East fell by more than 40 per cent. 109 An important problem is represented by the cancelling of Soviet or Russian deliveries of oil and raw materials. As the crisis in Russia deepens, it must be foreseen that further cuts will come. Apart from this, the change over to payments in convertible currencies very negatively affected the terms of trade for the Central European countries with the former Soviet Union. Not only trade with the (former) Soviet Union collapsed, but trade between the smaller former CMEA states as well. For instance, trade between Poland and Hungary fell by 60 per cent in 1990. In 1992, Hungarian imports from Central and Eastern European countries (excl. former SU) accounted for only 4.1 per cent (exports 9.8 per cent). Imports from the EU accounted for 42.7 per cent in that year (exports 49.8 per cent).\" 0 The old radial trade patttern, centered around the Soviet Union, has been replaced by a one-sided dependence on the EU. The question is whether and how trade with the East can be revitalized. Nowadays various conventional and innovative forms of counter-trade are gaining momentum in trade of Central European countries with the former Soviet Union. As the Hungarian experiences show, barter trade and mediated trade via Western middlemen are on the rise and they have contributed to the slight recovery of Hungarian trade with the republics of the former Soviet Union in 1992. m There is also the introduction of a free trading zone among the Visegrad countries, which came into force 1 March 1993 and is designed to eliminate protective customs duties between the 4 Central European countries by the year 2001.\" 2 However, despite this customs agreement, one can see that obstacles in trade between the 109 no The Insider, 14 March 1991. The share of exports going to the EU increased between 1988 and 1992 for Hungary from 24.2 to 43.8 per cent, for Czechoslovakia from 225 to 43.1 per cent and for Poland from 303 to 46 5 per cent (Towards a Closer Association with the Countries of Central and Eastern Europe, Communication by the Commission to the Council of the EC, 26 April 1993, Table 2). '\" WIIW, Mitgtiederinfo, 1993, nr. 1, p.2. RFEIRL Research Report, 16 July 1993. 49 112 ",
        "Central European countries have only increased. Also, many politicians in Central Europe, among them Czech prime minister Klaus, see the Visegrad cooperation as a creation of the West. \"Visegrad does not concern us ma The trade intensity of Poland is rather low and that of Hungary very high, which makes the latter country more vulnerable to developments in foreign markets. Czechoslovakia was oriented more than Poland and Hungary to the non-competitive markets of the East. Therefore, here the implosion of these markets inflicted relatively high damage. Despite great adjustment problems, all Central European countries succeeded in highly increasing exports to the West. However, economic stagnation in the West brought this to an end and in 1993 only the Czech republic succeeded in increasing exports to the West. The question is whether this export boom to the EU can be continued. Exports were mainly in sensitive product groups, i.e. products which are protected under the EU trade regime. Also, the question is to what extent exported products were sold below cost-price. Increase in exports in convertible currencies is also urgent in view of the debt problem. Although Hungary and Poland, both heavily indebted countries, succeeded in achieving trade balance surpluses in hard currency for several years, the balance of payments remained in deficit, with the concomitant necessity of further borrowing in the West. The debt burden is such that it functions as a major impediment to the process of restructuring, (see appendix, Table 5). While the debt hangs over the economy, new foreign investment will be inhibited. Therefore, much depends on how the debt problem will be handled in the near future. It is likely that the pressure upon the balance of payments will continue to be great The impact of the Gulf War (1992) and the cut in Russian oil deliveries bear testimony to that. The net debt to export in convertible currencies ratio may be somewhat better for Hungary than Poland, but a disadvantage for Hungary is that unlike Poland the debt is owed primarily to commercial banks, which makes an eventual cancelling of part of the Hungarian debt, as happened with the Polish debt, more difficult. A related question is to what extent Western enterprises are willing to invest in Central and Eastern Europe and how they can contribute to the needed economic restructuring and lessening of the urgent capital needs. After the euphoria among Western enterprises during the velvet revolution, it appears that few Western enterprises are willing to invest in Central and Eastern Europe. This reluctance hampers the desired development of East-West technology transfer (see appendix, Table 4). Apparently, the huge wage differences between Central European tt3 According to Czech prime-minister Klaus in Le Figaro, 8 January 1993. 50 ",
        "countries and Western countries do not provide a decisive impetus for foreign direct investment. 1 \" It should be realized that insertion into the international division of labour depends also on the degree to which a country is inserted in the networks of multinational enterprises. The UN Centre on Transnational Corporations observed that \"International transactions are increasingly dominated by transnational corporations... One implication of such a development is that the global patterns of trade, technology transfers and private financial flows could tend to converge on the foreign-direct-investment pattern, making the latter a principal force in the structuring of the world economy.\" 1 ^ A new problem the Central European countries face is that of capital flight. As a result of this, most Central and Eastern European countries, including Poland and Hungary, experienced a substantial net outward transfer of financial resources in 1990.\"* - An associated major problem they all face in the transition process is that of brain drain. For instance, in Hungary in 1992 about 20 per cent of researchers, mostly the best ones, were working abroad, which means in the West.\" 7 Under socialism the technical intelligentsia was gradually marginalized, and salaries for scientists were often so low that they had to look for a second job, for instance as a taxi driver. This marginalization process even accelerated after the anti-communist revolution, due to economic recession and the break down of the research and development structure. The result was the speeding up of the brain drain. Research shows that the brain drain is above all a result of low salaries, poor working conditions, few career perspectives and political instability. 118 This brain drain may even be furthered by the numerous international exchange programmes, financed in the West, such as the TEMPUS mobility programme for scientists. ■ A second aspect of international security is the violation of human and minority rights. Stalinism pretended to solve by decree the problems '\" In 1992, average grass monthly wages were in Germany 3191 US $, in Hungary 283 $, in Poland 219 $ and in Czechoslovakia 164 S. (Richter,S.(1993), East-West Trade under Growing Protectionism, in WIIW Forschungsberichte, June, nr. 198, p.8. \" s United Nations Centre on Transnational Corporations (UNCTC) (1991), World Investment Report 1991 : The Triad in Foreign Direct Investment, New York: United Nations, p.82. 116 Bulletin for Europe, (1991), ECE, Vol. 43, p.102. 1,7 Weekly Bulletin, Hungarian Press Agency, 6 March, 1992, p.12. \"* Hryniewicz,'. et al. (1992), The Brain Drain in Poland, University of Warsaw, Warsaw. 51 ",
        "between the nations of Central and Eastern Europe and the peoples within the multinational states. As has appeared recently, old problems were not solved, but remained concealed and therefore aggravated. National resentments, often dating from the pre-socialist past, are coming to the fore again in the Eastern part of Europe. Moreover, it appears that the process of nation building is often still in its initial phase which is reflected by a lack of cohesion, also in the-ethnically homogeneous Eastern countries. The decisions on political frontiers at the end of the First and Second World Wars were based not on the publicly proclaimed principles of ethnic frontiers but, more often than not, on political and strategic power and other motives. 11 ' The dual pressure of Soviet domination and •politbureaucratic' dictatorship created new barriers between the former European socialist states, without overcoming the old ones. Emerging inter state conflicts are usually linked with the problems of national minorities. For instance, the tensions between Romania and Hungary about the Hungarian minority in Transsylvania and the conflict between Albania and Serbia about the treatment of the Albanian minority in Kosovo can be mentioned. Hungary has a specific position in this respect because about 3.5 mn Hungarians live outside Hungary, mainly in neighbouring countries. (Voyjodvida in Serbia, Slovakia, Romania and the Ukraine). 120 Given the existence of politically unsophisticated populations, many of which are ready to accept simple, demagogic solutions, the issue of the treatment of these minorities will remain for some time potential conflict material. Hungarian relations with Slovakia are tense, not least because of the conflict about the power station Gabcikova-Nagymaros planned to be completed by the Slovaks on the Slovakian-Hungarian border on the Danube. The Slovak-Hungarian tensions about the treatment of the Hungarian minority in Slovakia may become the most sensitive issue in Central Europe. The Hungarians in Slovakia are sociologically weak; they are to a much larger extent than the Slovaks peasants and workers. Many of them are asking for more of the cultural rights which are now taken back by the Slovak government. The Slovakian position may be better understood if placed against the background that for about a thousand years Slovakia was dominated by Hungary, while Slovakia was kept rural and underdeveloped. The question is whether cultural autonomy may be a solution for the Under the Trianon Peace Treaty, signed in Versailles in 1920, only thirty per cent of the territory of the former Kingdom of Hungary remained to the new state of Hungary. Highest credible figures say 2 mn Hungarians in Romania, 650,000 in Slovakia, 350,000 in Serbia. SchOpflin.G. Hungary and its neighbours , Institute for Security Studies, Caillot Papers, p.37. 52 ",
        "problem because for many the very word 'autonomy' is the first step towards secession. As G. Schopflin remarked, \"territorial autonomy is probably a concept that is increasingly outdated. In modern states, with high levels of social mobility, ring-fencing a particular territory for the security of the ethnic groups that lives there is likely to be counter-productive because it diminishes the choices and opportunities open to members of the minority; it creates minorities within minorities; it lives without protection those members of the minority who live outside the main area of settlement; and it intensifies majority suspicions. On the other hand, one can understand the fears of a minority that has long felt under pressure and feels that its rights in an ethnicised state will only be protected by this kind of territorial arrangement. The ultimate solution lies in the development of citizenship in contradistinction to ethnicity. nm Poverty, war and the dissolution of states create the problem of refugees. The four Central European countries fear a major influx of refugees. For instance, Hungary had received up to early 1993 about 250,000 immigrants, among which where 100,000 legal immigrants, 100,000 asylum seekers and 50,000 illegal immigrants. 122 About 100,000 came from the former Yugoslavia. By the end of 1992 from 150,000 to 200,000 immigrants were staying illegaly in the former Czechoslovakia, compared to about 50,000 foreigners in the beginning of 1991 who were officially granted a stay permit. 125 Germany has signed with a number of Central and Eastern European states agreements to send back immigrants, even if they are asylum seekers, under the argument that the Central European countries are safe countries. Germany also contributes to improving Czech and Polish border control. By doing so, many in Central and Eastern Europe think that the Central European countries bordering the EU will function as a kind of buffer against the expected increasing flow of migrants. ■ A third aspect of international security is the purely military component of security. With the fading out of the East-West conflict, this element moved to the background, although it did not disappear. The disintegration of multinational states in Eastern Europe especially poses new security threats. Several new states which arose out of the former \"' SchOpflin,G, o.t, pJ5. 122 Le Monde Diplomatique, May 1993, p. 12. 123 Drbohler,D.,(1993), The past, the present and the probable future of international migration in Poland, the Czech Republic, Slovakia and Hungary, Institute of Sociology, Academy of Sciences of the Czech Republic, Prague, June, p.20. 53 ",
        "Soviet Union dispose of mass destruction weapons. A lot of conflict potential exists between and within the newly independent states, and this has already led to violent conflict. Hungary borders Serbia and there is a constant threat of escalation of the Yugoslav conflict. 124 In Central Europe there is less conflict material, but a further deterioration of relations between the states in the region may not be excluded. 125 ■ A fourth aspect of international security is the transnational component of the developing ecological catastrophe in Central and Eastern Europe. The interdependence in this field became obvious with the nuclear disaster of Chernobyl. With the revelation of the magnitude of the pollution in Central and Eastern Europe the extent of trans-frontier pollution also became apparent Summing up, the problem is how to evade a possible Balkanisation of Central and Eastern Europe. New forms and methods of conflict prevention will be needed. They will have to go beyond the issues of military security into the complex web of political, economic and social relations between states. 124 IIS In 1992 Serb air force MIG 29 several times violated Hungarian air space (luring raids on Croatian targets in bordering Slavonia {Financial Times, 4,5 September 1993). On 27 October 1991, the Serb air force bombed the Hungarian town Bares. Unanimously the Hungarian press depicted the attack as deliberate (Budapesier Rundschau, 18 November 1991). Here it should be noted that up to mid-1993, Poland's relations with Lithuania, and especially with Belarus and Ukraine, have shown how sensitive relationships can be managed (see Burant£.R. (1993), \"International Relations in a Regional Context: Poland and its Eastern Neighbours - Lithuania, Belarus, Ukraine\", in Europe-Asia Studies, Vol. 45, nr. 3. 54 ",
        "Chart 5.1 MAJOR PROBLEMS RELATED TO THE QUEST FOR A STABLE AND SECURE INTERNATIONAL ENVIRONMENT CENTRAL EUROPE -globalization of economy •protectionism in world economy -collapse of trade within Central and Eastern Europe -refugee problem -brain drain -imported pollution -disintegration and conflict in former Yugoslavia and former Soviet Union Additional problems/ assets for Hungary -debt •Hungarian minorities in neighbouring countries -high trade intensity -neighbouring former Yugoslavia Additional problems/ assets for Czech Rep. -insertion of Czech lands in Germany -socio-economic divide with regard to Germany -low debt -problems with Slovakia around split Additional problems/ assets for Slovakia -low debt -tension with Hungary •relative international isolation •problems with Czech republic around split -few natural resources -very little foreign direct investment Additional problems/ assets for Poland -high debt -socio-economic divide with regard to Germany -a sizeable Polish community abroad, especially in USA where 6 million citizens of Polish origin live (Polonia) -limited foreign direct investment ",
        "6 Alternative scenarios for Central Europe So far we have described the problems which the Central European countries face now and in the immediate future. They are mostly problems related to their socialist past and common to each of the four countries. In the way they were presented it becomes clear that the major problem areas are highly interrelated and that as a result the solution of these problems should be applied, as far as possible, in conjunction. This is visualized in Chart 6.1 CHART 6.1 INTERLINKAGES OF MAJOR VARIABLES international environment Jk social and r»Utical cohesion In this section we endeavour, on basis of current problems, to assess the problems of the future and analyse more in detail the interlinkages between the various problem areas in a long time span perspective. Subsequently we construct a model in which complex reality is simplified, enabling us to get a better grasp of the nature and probability of alternative development paths. Major variables and major actors are identified and then alternative scenarios are defined with their driving forces. 56 ",
        "We do this exercise first for the region as a whole, assuming similar government policies departing from a similar heritage from the socialist past, neglecting national specifics. Subsequently, we shall elaborate alternative development prospects for each of the countries. Economic restructuring and transition As the crisis of the centrally planned economy deepened, the socialist governments increasingly tried to shift the consequences of mismanagement onto future generations. In Chapter 2 the magnitude of the task of restructuring has been sketched as well as the costs involved. It is clear that the governments of the Central European countries do not, and will not, dispose of the needed capital. This means that the phase of restructuring, the phase in which a more balanced economic structure develops, may be rather prolonged and that choices must be made regarding priorities in restructuring. The restructuring involves the following distinct but interrelated tasks: a. the closing down of loss-making and non-competitive enterprises. b. the modernizing of enterprises and whole sectors within the economy. The development of the infrastructure especially is important, Le. communications, transport and other services.™ c. the dissolution of monopolies and the furthering of medium and small enterprises. d. the geographical restructuring of regions in the framework of a new regional policy. e. the environmental clean-up. Needs in capital are so enormous that it will be highly probable that public investments will be in those sectors which will pay off the most in the short and medium term. That means that for instance investment in the telephone network will get priority, because it creates a favourable environment for private investments, which in turn may bring about a economic dynamism enabling a paying off of infrastructural investments. But how to finance these investments, while equipment has to be bought in the West? A good telephone network, however, is a precondition for an economic take-off which may in turn enable rising exports to the West, thus financing the telecommunication infrastructure. The closing of loss making enterprises, especially in the heavy industry, 126 See OECD (1991), Services in Central and Eastern European Countries 57 ",
        "may free money and also alleviate environmental pollution, but social costs may be very high, at least if new employment is not created. Therefore there is considerable pressure upon governments to slow down the pace of restructuring. In a situation of extreme capital shortage, with unemployment and stagnating or falling living standards, it is highly unlikely that much capital will be channeled towards environmental protection. Given the new social problems, like that of unemployment, it is unlikely that public opinion will favour a priority for an environmental clean-up. Western assistance may be important in this repect However, Zylicz and Lehoczki write that \" the international assistance has not been decisive making Poland's environmental policy more effective after 1989. Its contribution was roughly 20 times lower than that of the domestic financing.\" w A major contribution in the field of environmental protection may result from a restructuring of the energy economy, by enhancing price sensitiveness and economizing on the extremely high energy use. A modernizing of production outlays may also diminish pollution. Danger may arise from environmental disaster caused by human faults. Especially in the former Soviet Union it appears that social and economic disintegration may contribute to carelessness resulting in major accidents. Success and speed in restructuring is dependent upon the success of the transition to a more efficient economic system. It is also dependent upon the willingness of the population to accept hardships associated with the transition. As described in Chapter 2, the transition to some form of smoothly functioning market economy involves many changes in the psychological, social, political and legal fields. It is argued that the transition is a question of one generation rather than five or ten years. During the first years of transition, stabilization of the money value was the predominant aim of every Central European country's economic policy. In view of the drastic decline of industrial and agricultural production and continuing problems with state-budget deficits and trade balance deficits, a conflict has arisen in economic policy between monetary stability and economic growth. It seems that the phase in which the stabilization policy so far adopted was implementable is coming to an end. The following tables give an indication of the depth of the recession the Central European countries have faced: m ZyUcz,T., Lehoczki^. (1993), o.c.( note 52) 58 ",
        "Table 6.1 Gross Industrial Production in Central and Eastern Europe changes in % over previous year (rounded) 1989 1990 1991 1992 1993 Central Europe -18 - 3 Poland -0.5 -24.2 -12 4 Slovakia (0.7) (-3.5) -25 -13 Czech Republic (0.7) (-3.5) -24 -11 Hungary -1.0 -5.0 -19 -10 Jan-Mar -1 5 -14 -6 -1 1993 forecast -1 4 -10 -4 -1 South Eastern Europe CIS -21 -21 -8 -18 -18 -18 -16 -15 Table 6.2 Development of Gross Domestic Product in Central and Eastern Europe in % over previous year forecast 1989 1990 1991 1992 1993 preliminary forecast 1994 Central Europe Poland Slovakia Czech Republic Hungary 0.2 (1.4) (1.4) -0.2 South Eastern Europe CIS -7.6 -11.6 -2.0 -3.3 -7.8 -4.0 -10.5 -7.6 -15.8 -14.0 -11.9 -14.3 -11.1 -2J5 1.0 -6.0 -7.1 -5.0 -15.9 -17.4 -0.4 2 -6 -3 -1 -10 -14 2 3 -2 2 1 -4 -7 Source: Tables 6.1 and 6.2: Gabrisch JL(1993), Under the Impact of Western Recession- The economic situation of the post-socialist countries in the first quarter of 1993 and outlook for 1993/1994. WDW Forschungsbcrichtc, Vienna, June. Nr. 197b. For the years 1989 and 1990 (Grass Industrial Production) and 1989 (Gross Domestic Product), figures are from Grosser^. (1993) Shared Aspirations, Diverging Results WITW Forschungsberichte, nr. 192, Vienna, February. For a policy oriented at economic growth, it may be necessary for a prolonged period to pursue a policy of selective protectionism in order to shield promising industries. The association treaties with the European Union give a period of 10 years to break down all trade barriers. 59 ",
        "Although a lot of hope has been focussed on foreign direct investment, few Western firms have up to now invested in the region. The crucial question seems how to bring about an endogenous process of capital accumulation and how to foster a dynamism in the economy which in itself may attract foreign capital. In this search for endogenous capital accumulation, attention should be paid to the less internationalized economic circuits. For instance, the construction industry is to a high degree bound to the region and shielded from international competition. This also applies to a larger part of the service sector, the furniture industry, specific agricultural products, etc. The introduction of competition and an appropriate policy furthering these sectors may contribute to endogenous capital accumulation. It is rather the mobilization of endogenous resources than the mobilization of capital, eventually foreign capital, which may bring about economic growth. The lack of capital is not the greatest problem but rather the non-exploitation of endogenous resources. The fact that in only a few Central European houses individual heating regulators are installed and that usually the temperature has to be regulated by opening the windows is a clear example of non-exploitation of endogenous resources. The transition may assume various forms and result in alternative types of economies. The question for the various Central and Eastern European societies is whether modern production systems are conceivable which are adapted to their cultural specifics. By many investment decisions the question is also whether priority should be given to high technologies or to the introduction of less spectacular appropriate technologies. Often it is not a matter of the most up-to-date technologies but the dissemination of relatively simple technologies. Social and political cohesion As has been explained in Chapter 2, the objective of social and political cohesion can only be obtained by developing the self-organisation of society, Le. the development of civil society. This is a precondition for a strong democratic state, a law-governed society and a law-governed economy. These are processes which take a long time. Although many civic groups and associations have been founded, the inheritance of the socialist past is clearly visible in the functioning of these groups. The Hungarian sociologist F. Miszlevitz points out that the socialist regime divided society and forced people to withdraw into their private lives, creating a 'great lack of solidarity' among Hungarians. Nowadays, civic associations often adopt towards each other adversial rather than 60 ",
        "cooperative postures, viewing one another with suspicion. It has been observed that many associations have disintegrated owing to political disputes. 128 Also, I have observed in field research in a Hungarian and a Polish town that the local elites are rather fragmented. 129 Chart 6.2 State apparatus, economy, civil society and the inheritance of the socialist past 1993 cMl today economy 2010 apparatus ecoooiny society inheritage of socialist past With regards to the state apparatus, this may be especially resistant to the change-over to a new organizational paradigm. Bureaucratic cultures are difficult to change. Also, and this is telling, the size of the state bureaucracy has hardly diminished in the course of transition. Hausner observed for Poland that although corporatist structures disintegrated with the collapse of communism, the social consciousness still very much refers to corporatism. This may further a political system in which there is articulation of interests without representation. 00 As argued before, authoritarianism is very strong in post-socialist societies. This authoritarianism may complicate the change-over from vertical to horizontal coordination in the society and economy. OltayJB. (1993), \"Hungarian civic groups adjust to democracy* in RFE Research Bulletin, Vol.1, nr. 32, 14 August, p.18 Zon, H. van (1992). Towards Regional Innovation Systems in Central Europe. FAST Occasional Paper, nr. 308, Commission of the EC, Brussels. HausnerJ. Klementewicz,T.(ed.) (1992). 77K Protacted Death Agony of Real Socialism, Warsaw, p.259,261 61 ",
        "In the transition phase a lack of social and political cohesion brings the Central European countries into a vulnerable situation, in which they are susceptible to authoritarian rule. For democratic politicians it is importanl to identify thresholds of probable conflict escalation and to develop instruments, i.e. conflict-regulating mechanisms, to ease social and political tensions. The lack of social and political cohesion may be a major reason for the Eastern countries to become caught in a vicious spiral of economic disintegration as is the case in many Third World countries and now also visible in countries like Russia, Azerbaijan, Georgia, Moldova, Albania and Bosnia-Hercegovina. During the transition the whole social set-up will change drastically. The status of some social groups, such as that of blue-collar workers and the cultural intelligentsia, will diminish drastically. The status of the new rich, often emerging from the layer of skilled workers, will rise. A social underclass may emerge. The value system will change and a further disintegration of social life may occur despite the new liberties to organize oneself. Above all, existential insecurity will prevail for major parts of the population. This means a great shock for a population which was accustomed to a secure job and guaranteed social services. We may expect a strange mixture of pre-modern, modern and post modern value systems. The transnationalization of civil society and economy is pushing the integration of Central European societies into an emerging world society. The youth may be especially susceptible to this process. Older generations may easily fall back on patterns known before the establishment of a socialist regime. In Poland and Slovakia it is more likely the catholic church which will support the political forces opting for a return to pre- modemity. International factors As the first problem area in the international field we mentioned the international economic environment Important among the external factors affecting future developments in Central and Eastern Europe is the impact of the trends of globalization in the various fields: globalization of industry, financial services, 62 ",
        "ON MAP 6.1 ALTERNATIVE SCENARIOS FOR THE WIDER EUROPEAN ECONOMIC SPACE 1993 size of countries according to GNP' 2000 BUKOKANUHI O FRAGMENTATION 0 ~ AZ / K » AH / . ■ .* H / .-•• B DEEPENING OF EU EU as major pillar of European Architecture EU as conducive federator 1 For 1993 on the basis of GNP estimates of OECD and UN for the year 1992 ",
        "telecommunications, and globalization in the cultural field. 131 Increasingly, economic development is dependent upon the race for global technology, centred around transnational firms, for which peripheral regions have less and less competitive edges. These worldwide economic forces, favouring economic development in the strongest and most flexible economies, exclude and marginalize the less flexible and the less commodified economies. Increasingly, development models, adjusted to national specifics and comprising partial seclusion and relative autonomy vis-a-vis the outside world, are undermined by the above-mentioned processes of globalization. It is not only the state-oriented development model in the Third World that is in crisis. I refer to the gradual breakdown in a series of Western European states of the social contract which prevailed up to the mid- Seventies and provided adequate protection for the socially weak. What are the chances for the Central and Eastern European countries if they wish to develop their own development model? It should be noticed here that an opening up to the world economy comprises a devalorization as well as a valorization of human, natural and capital resources; the relation between valorization and devalorization depends upon the way the opening up is pursued. A further constraint for Central European states is that Western states, the IMF, the World Bank, the European Bank for Reconstruction and Development and international bank consortia may exert considerable influence on economic policy in the East, especially as economic dependence upon the West may be enhanced, above all in relation with increasing indebtedness. This dependence narrows down government options to preserve social and political cohesion, because the mentioned institutions are mainly preoccupied with economic recovery, pursuing economic rationality. As Czech minister Jaroslav Sabata has said: Now we manoeuvre between the ChyUa of the IMF and the Chaiybdis of social and political cohesion. 131 All Central European countries have opted for membership of the European Union as soon as possible. The question is to what extent the EU will allow these countries to sell their products on EU markets and to what extent the Central European countries will cooperate and develop a division of labour amongst themselves, thus eventually enhancing their negotiating position vis-a-vis the EU? Like the Hungarian minister of international 131 For an analysis of the processes of globalization of technology and economy see: Petrella.R. Three analyses of globalisation of technology and economy, Commission of the European Communities, Directorate-General Science, Research and Development, January 1990. In interview with author, March 1991 64 ",
        "economic relations, Bela Kadar, said, Central European cooperation may become a peculiar 'parking zone' for countries preparing and waiting for closer forms of all-European cooperation. 133 The question is whether they will look upon other formulae for international economic cooperation over the East-West divide. Is a Nordic grouping including Poland, eventually with the Baltic republics, envisageable? Or can the Pentagonal cooperation, including the Czech Republic, Slovakia, Hungary, Slovenia, Croatia, Austria and Italy, be further developed? 134 In this respect, also, international intraregional cooperation could be fruitful, such as the Adria grouping, involving regions of Italy, Austria, Hungary and the former Yugoslavia. The question is to what extent the increasing permeability of the East-West divide will enable the regions of Poland, the Czech republic and Hungary, bordering the prospering regions in the West, to make use of the vicinity of these regions, so that they can act like growth poles. 135 Transnational links between innovation centers in East and West may also bear fruit The international environment of the Central European countries may become stabilized by the development of pan-European institutions and the inclusion of Central European countries in a series of European organizations. The Helsinki institutions may eventually fulfil a role in regulating interstate conflict and international cooperation. 13 * However, the difficulty in reaching unanimity in decision making may hinder a strong international regime. But the High Commission for Minority Questions of the CSCE has already succeeded in easing tensions between Slovakia and Hungary and between Estonia and Russia. The Council of Europe may develop into a pan-European forum for discussing and regulating humanitarian, social and cultural issues. a 134 Kdddr, B.(1991), \"Central Europe Once Again\", New Hungarian Quarterly, VoL XXXII, nr. 121, Spring, p. 13 These groupings show little activities and do not seem to figure high on the policy agenda of Central European governments. The vicinity of prospering regions in Western Europe also has negative consequences. For instance, there is a shortage of nurses in Brno, because many nurses went to Vienna to work there for higher wages. The Conflict Prevention Center of the CSCE was established in 1991 (Prague). Its purpose has been primarily to reduce the danger of inter-state warfare through the open exchange of military information between states. Furthermore there is the Office far Democratic Institutions and Human Rights in Warsaw, for the 'human' dimension of the CSCE. The creation of the post of high commissioner on national minorities was meant to deal with ethnic conflicts. See Huber,KJ. (1993), \"The CSCE and Ethnic Conflict in the East\", RFE/RL Research Report, 30 July. 65 ",
        "The European Union is actually in the best position to enforce or bring about a new order in Europe. This will probably have the form of a series of bilateral association treaties. But such an order actually cannot replace institutions in which states negotiate on an equal level. For the time being, Europe has a 'Europlethora' of European institutions with overlapping functions. In the transition phase a new European order may arise which comprises a mixture of multilateral, bilateral and hegemonic cooperation. The European Union may play a hegemonic role, but in the case of a stagnation of EU integration, Germany may exert a hegemonic role, at least in Central Europe, in order to fill the vacuum in the region. The Central European governments fear such a development Especially if combined with a destabilized Central and Eastern Europe, this may further increase centrifugal tendencies in the European Union. The challenge of the EU will be to go beyond hegemony and introduce the 'rule of law*. With regard to the desired stability in a situation in which the EU cannot absorb many new applicants, the EU may act as a conducive federator to encourage the emergence of several overlapping cooperative subregions around its own 'hard core*. If the integration really succeeds, Europe may act as a model for political integration on a worldwide scale. The internationalization of civil society may provide a vehicle for European integration in the sense that this process may consolidate and further the self-organization of society in the East and, on the other hand, provide a solid basis for international cooperation, integration and interdependence, which process consolidates cooperation on the interstate level. The internationalization of civil society is or should be a case not only for non-state organisations but also of the state in the sense that the state may ease and even further the transnational integration of civil society. Even on the level of the European Union conducive actions could be undertaken. The former Soviet Union constitutes a major security risk for the Central European countries. The dissolution of the Soviet Union gave rise to numerous conflicts, not only between and within the constituent republics. Conflicts between the former Soviet republics and the Central European countries may not be excluded. 66 ",
        "Model for the scenarios So far the major problems for Central Europe and the countries of Central Europe have been identified. Not all these problems and - sometimes - assets are necessarily variables in the model for the future scenarios. We only consider those problems as variables in our model which can be considered as major problems for the coming 10-15 years, and which are at the same time factors that might have a different weight in the alternative scenarios and which are not only a function of other variables. For instance, the size of the flow of investments from the West is important in the different scenarios, but it is not considered as a major variable because investment flows are considered to be mainly a function of two major variables in our model, i.e. the course of the restructuring and transition process, on the one hand, and the degree of social and political cohesion, on the other hand. Therefore, the list of major problems Central Europe will face is much longer than the list of major variables in our model (see Chart 63). All major economic problems are covered within one major variable, Le. the variable 'economic transition and restructuring'. The ways in which the various economic problems are tackled and will develop are highly interlinked. A rapid transition to a market economy is not conceivable without a rapid restructuring of the economy, and a rapid restructuring of the economy is not conceivable without a rapid introduction of a smoothly functioning market economy. Moreover, economics and economic policy are considered to be a distinct sphere in social life and government policies. The 'degree of social and political cohesion' is considered as a major variable also because it is generally held to be a distinct category for policy making. The sphere of the political and social system in modern industrial societies is formally separated from the sphere of production. It is conceivable that a low degree of political cohesion coincides with a high degree of social cohesion at the micro-level. But the disintegration of political structures without being replaced by a new and stable political system clearly has a negative impact on social cohesion at the meso- and macro-level. Disintegration of the state, political fragmentation and rivalry, and the missing consensus about the parameters of society and economy will increase tensions between minorities, will contribute to an erosion of norms and values, will enable crime and drug abuse to come to the fore, etc. This close interlinkage justifies the treatment of the 'degree of social and political cohesion' as one complex of problem areas and as one major variable in the model, bearing in mind that we must minimize to the utmost the number of major variables. 67 ",
        "CHART 6.3 MODELLING CHANGE IN EUROPE MAJOR PROBLEMS ECONOMIC RESTRUCTURING ENVIRONMENTAL CLEAN UP ECONOMIC TRANSITION SOCIAL COHESION POLITICAL COHESION RELATIONS WITH THE EAST I Debt problem Foreign Direct Investment RELATIONS WITH THE WEST ««n»a«tnctliilii IIJ 4M»cMrtaf lata) wnbonMNI ■wl^iMt i<mw(nml qww «f of hrikuden anJwfct to ■ 4MMjn| flMMnMp N MW ;«CIMwi1wpnialwtiiipiiliMliii li ri |ii rfwnWrtwlrirthfiifciiiliBi ■—tow fcdMhUf mil Iiw > U> rtfc bona* IMn 4nk**M«M0o» MAJOR VARIABLES ECONOMIC RESTRUCTURINO AND TRANSITION DEGREE OF SOCIAL AND POLITICAL COHESION DEGREE OF INTEGRATION WITHIN FORMER EAST BLOC RELATIONS WITH THE WEST MAJOR ACTORS GOVERNMENTS IN CENTRAL EUROPE ",
        "In the sphere of the international environment we can clearly distinguish two sets of interrelated factors. The first one can be circumscribed as cooperation and conflict in the Eastern half of Europe. In this sphere especially the relations with the former Soviet Union come to the fore. A further gaining of momentum of centrifugal forces may influence very negatively the development prospects of Central European countries. The second one is the degree to which the policies of Western countries and institutions may be conducive to economic and social progress in Central (and Eastern) Europe. This is relatively independent of developments in the East For Central Europe it will make a big difference whether or not the West will help the Central European countries to alleviate their debt and to co-finance projects; whether or not the West will provide an institutional framework for integrating the Central European countries in the new Europe; or whether or not the West will facilitate the transfer of know-how. Within the international environment we identify only one major actor, Le. the European Union, assuming that the integration of the EU will proceed further. There are also other actors, such as Germany, the United States, the IMF, etc. But the EU seems to be, at least in the near future, the most important actor. Russia is not considered as a major actor, because of its declining cohesion and the declining weight of Russian state power. It is assumed that because of the eroding of the material base of Russian power, an eventual authoritarian turn in Soviet politics will most probably not lead to a new Russian expansionism which may threaten the national sovereignly of the Central European countries. But, as explained above, processes in the former Soviet Union constitute, together with developments in South Eastern Europe, a major variable in the model. Multinational enterprises from the West and enterprises in the East are not considered to be major actors. This is related to the level of analysis. The aggregation level is such that the behaviour of these enterprises can be considered as a function of the above-mentioned major variables and major actors. Governments of the Central European countries are considered as major actors. At the same time it has been noted (Chapter 2) that government policies in societies in crisis may only have a very limited impact upon the actual course of development in society and economy. Nevertheless, we highlight the impact of government policies on the course of events in our model of reality. In the alternative scenarios for Central Europe as a whole, for the sake of simplicity, it is assumed that government policies of the three states are similar and we disregard peculiarities of these countries. Unlike the policies of the Central European countries the European 69 ",
        "Union may have some impact on each of the variables mentioned. That does not mean that the EU is a more important actor in the region than the respective governments which can for instance only to a minor extent influence their international environment In each of the scenarios a major problem is that of conflicting time scales. A new political system is much more easily introduced than political stability and the internalization of new rules for the game, conducive to the development of democracy. A constitutional revolution is easier to bring about than the establishment of a new system of laws and institutions guiding the development of a market economy. The introduction of new laws is a much simpler task than the introduction of a law governed society and economy. CHART 6.4 CONFLICTING TIME SCALES in the transition from a centrally planned economy to a market economy of the North-West European type (assumption: sustainable development scenario) - political stability ■ . adjustment of attitudes to new social system— ■ consolidation of civil society consolidation of political system - consolidation of law governed society/economy ■ _ _ _ . _ _ consolidation of new style state apparatus _ _ _ consolidation of new economic system - process of privatization constitutional reform 1990 1995 2000 2005 2010 2015 2020 2025 2030 Therefore, in the transition phase conflicts arise out of these incongruent time scales. For instance, the mafia may make use of the inadequacy of law and legal apparatus and the weakness of security forces during the transition period to enlarge its influence. This in turn may endanger the establishment of a law-governed society and economy. It may last a long time before the Central European states have reached a stage of relatively stable development (see Chart 6.4) 70 ",
        "Alternative scenarios With the list of major problems, four major variables and two major actors, it is possible to construct five basic scenarios (see Chart 6.5). These are ideal-typical trajectories. It is not very difficult to delineate the contours of the most desirable but improbable scenario (i.e. the sustainable development scenario). For the other scenarios, this is much more difficult ■ The first scenario is the laissezfaire-capitalistpath scenario. Here the driving force is the wish to create favorable conditions for free enterprise and in which all other considerations are secondary. The plan is to attempt to introduce a system of markets, as quickly as possible, with priority for the introduction of a convertible currency, the rapid liberalisation of foreign trade, the selling of all state enterprises and the organization of the retreat of the state from public life. Stable monetary relations are the prime objective. In this scenario the quest for social and political cohesion is neglected. Entrepreneurial skills are geared towards speculative and commercial activities. In this scenario a bazaar economy is emerging, impeding industrial development Or it may be even worse, a kleptocracy may develop in which privatization is identical with piratization. Government policy is based upon a neo-classical or monetarist approach to economy, mainly relying upon the assumed purified working of the market. The role of the state is seen as only the guarantor of the rules of the game, as purely regulatory. Here a sharp divide between the new rich and a mass of impoverished people may develop. In this scenario the social and political prerequisites for a smoothly functioning market economy are neglected. Economic rationality prevails over juridical and political rationality. The essential role of the state in the transition process is also neglected and centrifugal forces may not be kept in check. In this scenario there is a great danger that, due to lack of a law-governed society and law- governed economy, a parasitic capitalism emerges in which economic development is actually hampered and in which the mafia plays an important role. Economic growth may occur after an initial sharp decline of national product, but finally the balance sheet may be a loss of wealth/wellbeing in many respects. Little money is foreseen for culture, housing, environmental clean-up and education. Such a strategy does not seem to be long-lasting and soon a shift towards another scenario may occur, most probably the nationalist/populist/ authoritarian scenario. This scenario ressembles the Big-Bang strategy which was chosen by the Polish government The Polish government has been put under great pressure by trade unions to soften its tough monetary policy, and it has 71 ",
        "ALTERNATIVE SCENARIOS FOR CENTRAL MAJOR VARIABLES role of state and government ECONOMIC RESTRUCTURING ECONOMIC TRANSITION ENVIRONMENTAL CLEANUP SOCIAL AND POLITICAL COHESION RELATIONS WITH THE WEST DEGREE OF INTEGRATION/ COOPERATION IN THE EAST LAISSEZ-FAIRE/ CAPITALIST SCENARIO •weak government, poftietl fastabSty •regulatory state ­support from emerging print* sector and West ­state bureaucracy sbrfakes rapidly •economic strategy: rdybg oa purifying farce of the market; attempt at rapid restructuring and traosakn; radical opening towards world market; •giving scope to bazar economy •large ander­daas is developing •fcnked economic grown, due lo social and political DStabSty ­farther environmental deterioration •lack of sodal aad poitkal cobeaioa •iocrcaBog sodal discontent and •important role tor organised crime io Mocittf aftd economy •Bale foreign dkect investment •Bate btcgranoo/eoopcratioa POPULIST/ AUTHORITARIAN SCENARIO ■»»eak state, authoritarian government, corporausm predominant •power bate of regime k amry, nationaBit forces, peasantry •developmental state •parasitary role of state burcaucrae/ •economic strategy: regulated market; protectionism •predictable economic environment; no law •economic stagnation/ monetary tastabSty ­lowe pace of restructuring •Sou ted economic growth •oo substantial improvement ­limited self­ccganisatioo of society •social poficy •some influence for organbed crime ■strained rdatJon with EU •restrictions for fordga dkect investmeot •conducive tor conflicts with other state* fa the region •fnk trade and cooperation with the East EUROPE LEANING-UPON- THE-WEST SCENARIO •the West has major leverage fa domestic lessening of paraskary role of state economic strategy: barmonisation with the EU; fategratioo fa EU; support from EU; BMbiEsauon of capital instead of exploitation Wanted economic growth •gradual implementation of EU •bck of social and poetical cohesion •socUpoiey •fasted forago cared favestment but ample opportunities tor foreign Bros to buy up ORBS and lend SUSTAINABLE DEVELOPMENT SCENARIO strong democratic state, strong government, dear division of powers (Trias PoBtka) groups about major poecy issues ­tnosformaooo and sbrfakeoing of state bureaucracy •eccoocac strategy: regulated market; restricted and gradual insertion into fatcrnational dmsioo of labour; fiplmlatwo ^nodcratc economic giuvdi priority Cor dao­up ­flpirml sesT<organisatioo of society; development of tow governed sociuy conducive tor foreign dkect •development of fatrsrCentral European MUDDLING ON SCENARIO •weak state, weak | •pofitkal fastabSty ■stakmate between various interest groups ■state bureaucracy retains she and paraskary ­ecooomic strategy: changes coououousy •oo law governed economy ­effftiwcntc stagiiitioo/OcoBpe, monetary fastablity •lack of social and political cohesion • big influence for orgaostcd c •unceitattiry drscourages foreign dkect 72 73 ",
        "recognized the need for accompanying measures in many fields and also has given a higher priority to environmental protection. Subsequently, elections in 1993 brought the ex-communists in government. ■ The second scenario is the populist-authoritarian scenario, in which the government strives towards the introduction of a market economy but to a certain degree secluded from the world market The social basis of the regime is a weak national bourgeoisie. Nationalism is the ideological base of the government As with the laissez-faire-capitalist path, the frame of reference is a pre-modern ideology. This scenario builds upon the widespread attitude of etatism and the availability of a huge bureaucracy. This scenario implies conflicts with neighbouring countries about the treatment of minorities or borders. There may be economic stagnation in a situation in which enterprises are too much shielded from international competition. Some social and political cohesion may be retained. The role of the state is conceived as developmental However, the wish to become a member of the EU and the negative sanctions associated with an authoritarian turn in politics, may make this scenario less likely. But politics has a dynamics which is relatively independent of rational calculations. 137 m The third scenario is the leaning-upon-the-West scenario. Here weak government predominates, leaning heavily upon the recommendations of the European Union and various Western institutions like the IMF and the EBRD. The policy is to opt for membership of the EU as soon as possible. Here the attitude of the government reflects that of the learned helplessness of the major part of the population, seeing assistance from the West as the major factor contributing to recovery. The eventual realization of this scenario depends upon the willingness of the EU and the various Western institutions to guide the transition process strongly, the nature of this supervision and the sustainment of the transition process with a massive aid programme as well as the opening of EU markets. In this scenario Central Europe becomes a kind of protectorate . Hausner r T.(1992) made a systematic analysis of the populist threat in Poland {Populist Threat in Transformation of Socialist Society , Fr. Ebert Foundation, Warsaw). 74 ",
        "■ The fourth scenario is the sustainable development scenario. 11 * In this scenario the option of a broadly defined well-being of future generations is kept in mind. In this scenario government policies are based upon a comprehensive and long-term view of how society and economy should develop, while not thinking in terms of blueprints. The role of the state is seen as developmental The necessity of social and political cohesion, the need for solidarity between social groups and the need of a clean-up of the natural environment are recognized. To attain all these objectives economic viability is a pre-condition. Here government has a firm commitment to democracy, the introduction of a market economy and the dismantling of the suffocating state bureaucracy, but nevertheless acknowledges the important role the state has to play in the bringing about of economic progress and social and political cohesion. In this scenario the government knows that industrial innovation does make demands on the state, not only in terms of new industries, but also as regards the inter-relation of industrial policy, Research and Development policy and the creation of markets. Here the government helps in creating a national system of innovation. In the sustainable development scenario the government departs from the conviction that the quest for economic viability, the quest for social and political cohesion and the quest for a secure and stable international environment can only be solved in conjunction with each other. In the sustainable development scenario attention is paid to sustainable social relations by providing care for the ill and disabled, furthering the preservation of cultural assets and furthering the cultural development of the population.\"* The Brundtland report defines sustainable development as 'a process of change in which the exploitation of resources, the direction of investments, the orientation of technological development and institutional change are all in harmony and enhance both current and future potential to meet the needs and aspirations of the present generation without com ability of future generations to meet their needs.* Sustainable social development means for instance improving the health of the population. Talcing the example of Hungary, it appears that an average 30-year-old Hungarian man in the late 1940s stood to live longer than be does now. Life expectancy for this age-group was a further 39.7 years in 1949 and 40.6 in 1970. But it then fell steadily and now stands at 383 years. It has to do not only with a malfunctioning of the health care system, but with a specific life style as well. For instance, Hungarians smoke twice as much as Westerners on average. Hungarians work longer than any other people, related to the hours spent in the second job. Deaths from cirrhosis increased between 1950 and 1984 from 5.0 to 43.1 per 100,000 inhabitants. Suicides per 100,000 increased from 223 to 45.9 in the same period. 75 ",
        "■ The fifth scenario is the muddling on scenario. Here government policies continuously change. In this scenario reform policies are half­ hearted and progress towards a market economy is slow and irregular. This scenario is characterised by continuous political instability. The old bureaucracy remains powerful and retains its parasitic character. There is no party or coalition which can form a durable coalition. This scenario is a reflection of conflicting interests in the transition­ process, which can not be reconciled under one common denominator: The scenarios described above are ideal­typical trajectories which, the muddling­on scenario excepted, most probably will not occur in the form described above. They point to existing tendencies and driving forces which will very likely interact in the medium and long term. Some say that the liberal­capitalist scenario is something of the past Here it is assumed that for a longer time to come the forces supporting such a scenario and linked with the emerging entrepreneurial class will remain strong and will co­ determine the future of the Central European countries. Others will say that a neo­communist scenario may be not improbable given the electoral victories of former communists in some post­socialist countries, including Poland. It can however be said that these neo­ communists do not aim reintroducing central planning and party dictatorship. These neo­communist parties represent tendencies of various scenarios presented here. In the laissez-faire-capitahst path, authoritarian/populist and muddling­on scenarios, a balkanisation of the whole of Eastern and Central Europe may occur. In the sustainable development and leaning­upon­the­West scenarios, the countries of Central Europe may closely cooperate and coordinate their policies. What will be strived towards is the politically feasible and socially sustainable. A customs union may be envisageable. Prospects for close cooperation between the Czech Republic and Hungary are good because these countries may complement each other in many respects. In these scenarios the respective countries may integrate in the world economy and experience the positive side of interdependence: taking part in a dynamically developing world economy, enjoying the fruits of science and technology. In the other scenarios the respective countries will become one­ sidedly dependent niches in an increasingly interdependent world, excluded from the dynamics of economic development The figures exemplify the dose relation between life styles and social problems one the one hand­and health on the other hand. 76 ",
        "But, in all scenarios the first phase is characterized by a deterioration of living standards and political instability, which may vary in intensity between the countries of the region. The first phase is also decisive for developments in subsequent phases. Faults made in the first phase will be difficult to repair. Differentiation within Central Europe Development prospects for Hungary, the Czech Republic, Slovakia and Poland are different Hungary and the Czech Republic seem better off than Poland and Slovakia. This is reflected in foreign direct investment which is going mainly to Hungary and the Czech Republic (see appendix, Table 4). Hungarian industry seems somewhat better adjusted to the new circumstances due to half-hearted market-oriented reforms under communist rule. In the Czech Republic the inheritance of an industrial culture dating from before the Second World War still seems to be important. This is reflected in a better export performance in OECD markets of industrial products. The prospects for the Czech Republic seem somewhat better than that of Hungary, related to the insertion of the Czech Republic in Germany, higher level of economic development and low debt Poland's prospects seem less bright, despite the appearance of succeeding the best in the East, because it showed the first signs of industrial recovery and because of its large market sector. Poland in 1993 appears to be the first Eastern country showing economic growth should also be viewed in the light of its previous economic decline, which had already begun in the late Seventies. Living standards are much lower in Poland compared with other Central European countries. This also applies to the qualification levels of population. Also, a privatized agricultural sector is not necessarily an asset given the urgent need of restructuring the peasant agriculture with its very small plots. The high debt of Poland is clearly a disadvantage. In the Polish state industrial enterprises restructuring is hindered by the specific position of trade unions and enterprise management Also, political instability hinders the implementation of a firm reform policy. Especially in Poland there is a problematic relationship between the citizens and the state. On the other hand, a positive aspect for political and social cohesion seems to be the cohesive role of the catholic church and its relative ethnic homogeneity. Slovakia is confronted with the task of building a new state (the Czech Republic could to a large extent take over the state apparatus of the former Czechoslovakia). Slovakia has the heritage of having been part of the Hungarian kingdom and later feeling dominated by the Czech ^ 55 \\J s>. ",
        "Czechoslovakia. Slovakian identity and citizenship seem to be developing to the detriment of its minorities, especially the Hungarians and gypsies. Discrimination of minorities is tending to contribute to Slovakia's relative international isolation. Slovakia's industrial structure is very much biased towards heavy industry and armaments industry. Both sectors are very much in decline under the circumstances of transition. Both in Slovakia and Poland authoritarian/populist forces are rather strong and may endanger the change over to parliamentary democracy and a market economy. 78 ",
        "CHART 6.& SPECIFIC PROBLEMS OF HUNGARY, CZECH REPUBLIC; SLOVAKIA AND POLAND economic viability social and political cohesion inter national cnvDon mcnt HUNGARY •high debt •relatively wen functioning agricultural lector, fertile SOUS •relatively developed private scetor under socialism ­economic structure better adjusted to modern *■**•»*\"'« fa* devekwnn* ffl •experience wlili market oriented reforms under socialism ­tradition of economic thought ­batiDccd parry ** iw **^*f i * •more heterogeneous social structure •old Nomenklatura was better adjusted to new circumstances and society somewhat less far removed from a meritocracy tbao other Central European countries ­gypsy minority ■relative political stability •large Hungarian minorities in neighboring countries •sizeable Hungarian community n USA •debt •high trade intensify •neighbouring post­ Yugoslavia •sizeable Hungary community m the West CZECH REPUBLIC ­deeply rooted egaliiarianism •relative!)­high development level ­tittle experience with private sector ­better developed communication infrastructure ­tew decision makers bad opportunity to get acquainted with the functioning of modern market economies •experience of being among most developed market economies before World Warn •attractive for foreign tourists •economic draw back due to split of Czechoslovakia •trauma of 21 years of 'normalization' •relative political stability •insertion of Czech lands in Germany •aoeio­ecaoomic divide with regard to Germany ■tow debt ­problem* with Slovakia aboutspttt SLOVAKIA •conversion of military industry towards civilian production •inexperienced state apparatus •few decision makers had opportunity to get acquainted with the functioning of market economy •major economic drawback due to split of Czechoslovakia •trauma of 21 years of oormatrzaDoo ­rote of Catholic church ­experience of being submissive for a long period •recently industrialized. majority of population has strong tints with countryside •strong eoBecuvist .values ­gypsy and Hungarian minorities •building of new state ­weakly developed cM society •low debt •tension with Hungary •relative international isolation •problems with Czech Republic about split •lew natural resources *ery Utile foreign direct investment POLAND •high debt •peasant agriculture, small plots •long history of unsuccessful adaptive change •apedfic system of industrial relations blocking reform In state enterprises •economic hardships smce 1978 ­targe domestic market • because of toooosistendes, chaotic and often irrational economic policies, Poland's economic condition has been consistently deteriorating since the mid­Seventies ­production outlay* and infrastructure are even more outdated and in worse condition than m other Central European countries •tradition of economic thwngM (UngeJCalecU, UpinsU) •Catholic church as cohesive force •traditional problematic relationship between citizens and the state ­JcngriistoryofDOfltJcalde­ subihzation ■majority of population has strong links with the countryside •strong coUectivta values and strong support tar authoritarian rule within society ­deadlock in political representation; no workable majority In paraament •ethnlcaOy rather rKxnogtoeous •army in nigh esteem ■a decomposition of corporanst structures took place, but corporatist ideals are stsU widespread •economic hardship smce nrid­ 1970s has nhauflwl rcsffiencc of population •high debt regard to Germany •a sizeable Polish community abroad, eapedatjr a the USA where 6 r*****\"** *******\"* of Polish origin Hve (Polonta) •limited foreign direct Investment 79 ",
        "7 Towards a redefinition of Central Europe Most of the problems described for the Central European countries apply to the South-Eastern European countries and the former Soviet Union as well. Compared with the rest of the former East bloc, problems will be less urgent in Central Europe. Social and political cohesion is much stronger here and the cultural prerequisites for economic progress are better. This asset can be considered as an additional reason for defining Central Europe as a distinct region ( see Chapter 2). Prospects for South-Eastern Europe 14 * and the former Soviet Union are grim. Here tensions between the nationalities may hinder social and economic development and one can build to a lesser extent on experiences with a market economy and parliamentary democracy than is the case in Central Europe. The peoples of the former Soviet Union were confronted with socialism for more than 70 years (except some at the Western fringe), and generally they have had no historical experience at all with market economy and parliamentary democracy. National emancipation coincides with strong resentment towards the Russians, and the conflicts arising from this are comparable to those between the former colonial powers and their colonies. In the long run, the countries of Central Europe will have fewer difficulties in solving their problems, if they succeed at all, and the former Soviet Union and the Balkans have a greater chance of being moved towards the margin of the world economy, being caught in the vicious circle of underdevelopment South Eastern Europe comprises Bulgaria, Romania, the republics former Yugoslavia and Albania. 80 ",
        "However, some republics of the former Soviet Union and former Yugoslavia are in between Central Europe and the rest of the former Eastern Europe, and they may move closer to Central Europe as defined above. Map 7.1 Western and Orthodox Christianity Western Orthodox Christianity - Christianity circa 1500 and Islam «=s>» Source W. WtUtce, Tift TRANSFORMATIOK OF WESTERN n«0*t London: Rnict 199a M»p by lb OMMOR fcr FOROQN AFFAIRS. By the end of 1991 Slovenia attained de-facto independence. For Slovenia it was not so difficult to secede because of its ethnic homogenity. 141 The Yugoslav federal army withdrew from its territory and de facto recognized the sovereignty of Slovenia. Croatia, however, consists of a patchwork of different ethnic groups, and the conflict about the Serb minority has triggered a civil war and by late 1993, a large part of Croatia was occupied by Serbian forces. With respect to development level and cultural affinity both Slovenia and Croatia are closer to the Central European countries than the other post- Yugoslav republics. The social product per capita, measured by purchasing power, was highest in Slovenia ($ 9,207), followed by Croatia ($ 5,999), Serbia ($ 4,384), Montenegro ($ 4,096), Bosnia- Herzegovina ($ 3,531) and Macedonia ($ 3,521). GDP per capita for Hungary has been estimated in 1988 at $ 6,491. The Baltic states, i.e. Latvia, Estonia and Lithuania, may move in the medium or long term to a position similar to that of the Central European countries. Especially close ties with the Nordic states may draw these republics in the long run into the orbit of Western Europe. Economically, the Baltic republics are still to a high degree integrated in the economy of the former Soviet Union. These states import above all energy and raw materials from the Russian republic. 141 Out of 1.9mm inhabitants of Slovenia, only 0.2 mn are non-Slovenes. In Croatia, out of 4.6 mn inhabitants, 1.1 mn are non-Croatians, of which 0.5 are Serbs. 81 ",
        "If the position of the Baltic states, Slovenia and Croatia becomes stabilized and if they move closer to Central Europe, the old division between the Byzantine and Orthodox Europe on the one hand and the Catholic and Protestant Europe on the other hand may be re-created in the form of boundaries of nation-states, and so the heritage of an age-old history may become clearly visable again (see Map 7.1). 82 ",
        "8 The role of the European Union The revolution in Central and Eastern Europe fundamentally changed the perspective of the European Communities, later named European Union. The EU received many new potential applicants, and, maybe more important, the EU was confronted with the task of playing a major role in the filling of the integrational vacuum resulting from the collapse of the Soviet sphere of influence in Europe. The rising star of a reunified Germany and the collapsing star of the Soviet Union provided a new configuration of forces in Europe to which the old multi-lateral institutions in Europe, which emerged in the bi-polar conditions of the Cold War, were not adjusted. They were also not adjusted to the completely new problems to be solved in a multi-lateral framework: the managing of a new kind of inter-state conflict, assistance in the transition to a new political and economic system in the East and coping with the consequences of a new socio-economic divide in Europe. On the one hand, since 1989 Central and Eastern Europe have become much closer to the EU: many have welcomed the re-entry of Eastern countries into the European family of nations. At the same time every day EU citizens are reminded that close to its borders a savage civil war is going on in post-Yugoslavia, and a wave of refugees, coming from Eastern Europe, is entering the EU. On the other hand, in some respects, Central and Eastern Europe have remained distant for policy makers in most of the EU countries. Economically, changes in the East did not have an immediate impact on the EU as EU trade with the East is not large. 142 It is also astonishing to see For instance, the combined share of EU imports from the Visegrad countries in total imports is only 3 per cent, i.e. less than Norway's share. 83 ",
        "that in a period in which external challenges for the EU were greater than ever before and in which the international political weight of the EU in terms of hope increased tremendously, the EU was preoccupied with internal problems. With regard to Central and Eastern Europe, the EU was only acting in response to an already existing problem; the EU acted too late and did too little. Overtly, the EU embargo of Serbia was violated by one of its member states. The same state was also able to block major decisions with regard to conflict prevention in post-Yugoslavia. With respect to the challenges of Central and Eastern Europe, the EU was divided and weak. In its reaction to the revolution in the East, the EU showed its fundamental weakness: its constituency does not provide instruments to overcome its reactive stand and to develop a long-range strategic concept and a strong political determination to implement it The EU is characterized by intergovernmental negotiation and has highly bureaucratized decision-making procedures. Can it be expected that the European Union will develop a far-sighted, visionary and firm policy towards Central and Eastern Europe? With respect to Central Europe the discussion has focussed on the prospects of becoming a member of the EU. What are the chances of these countries being incorporated in the EU and taking part in the positive sides of EU integration, being shielded to a certain extent from the turbulent crisis regions at its borders? Will the EU be able and willing to accept new member states, especially those which are at a lower level of development? The questions are not only if, when and under what conditions Central European countries may become members of the EU, but also, becoming member of what kind of EU? One of the preconditions for membership is acceptance of the 'acquis communautaire', which will be undoubtedly more extensive than it is now. Looking at the EU perspective towards enlargement also means analysing the perspective of deepening since deepening seems a precondition for enlargement Enlargement without deepening means exposing the EU institutions to centrifugal tendencies which they cannot manage. Therefore, reflection is necessary concerning various scenarios of EU integration in relation to enlargement, and their determining factors.- These scenarios may follow different lines. Enlargement may be analysed from the viewpoint of the institutional framework of the EU and its rules and which possibilities it offers for enlargement; it may also be looked at from the own dynamics of politics or the logic of economic systems. 84 ",
        "Institutional/legal approach towards enlargement of the EU After a lot of pressure from the side of the Eastern associated countries the EU finally stated in its European summit at Copenhagen that permitting membership of the associated countries is the goal of the EU. The EU also formulated considerations for membership, among which are the Community's capacity to absorb new members while maintaining the momentum of European integration and the associated countries capacity to cope with competitive pressure and market forces within the Union.™ According to the European association treaties, within a time span of 10 years Central European countries should integrate into the economy of the European Union as far as free trade and competition, and therefore preconditions, are concerned. The formula of the European association agreements consists of a phased and balanced growing of economy and society towards a future membership of the EU without, however, giving guarantees for membership. Actually, following the text of the treaties, these may prepare the Central European countries above all to participate, eventually, in the single market But the EU is much more than a free trade arrangement and also more than an economic community. It should also be recognized that the EU has more association treaties than only those with Central European countries. 144 For example, Turkey has had an association treaty since 1963 and asked for full membership in 1987.\" 5 An important function of the European association treaties is to serve as a guiding instrument for adapting institutions to EU standards and to give these countries a 'sens d'appartenance' and a desirable option. Does the Maastricht treaty tell us something about the prospects of Central European countries to become members of the EU? Other considerations are: the capacity of the country concerned to assume the obligations of membership (the \"acquis communautaire\"); the stability of institutions in the candidate country guaranteeing democracy, the rule of law, human rights and respect for minorities; f|w rrKtrnt*. nf» fiincrinning marirpj Mrainmy; the ranriirtatr.'a tavlnwwTiwit nf the, nhjprtrvr* of political, economic and monetary union (Communication to the European Council from Sir Leon Brittan and Mr. van den Broek, 27 April 1993, (SEC(93)648/4), p.4). Of course, the European association treaties are unique in the sense that they are more comprehensive than the traditional association treaties. Unlike the other association treaties, the European agreements focus on financial cooperation and the deepening of political cooperation. Kuschel^L-D. (1992), \"Die Europa-abkommen der EG mit Paten, Ungara und der CSFR\", in Wirtschaftsdienst, 2 February, p. 94. See also Strang^tJtedmoodA (EA.) (1992), Ttofay and the European Community Brussels. 85 ",
        "First of all, some observations about the debate around the treaty of Maastricht should be made. Debates on the draft texts were inward looking in the sense that no attention at all was paid to a response to external challenges, despite the ongoing civil war in post-Yugoslavia, the collapse of the Soviet Union and the weak stand of the EU in the Gulf War. As a result, no institutional arrangements were foreseen which provide for enlargement, although the text of the treaty on European Union stipulates that any European state whose system of government is founded on the principle of democracy may apply to become a member of the Union. 14 * However, the decision making procedures are such that they are completely unworkable in a situation of 19 or 24 member states. For example, unanimity in the council of ministers is required for industrial policy, science and technology policy, environmental policy, social policy, main lines of foreign and defence policy, immigration policy, juridical policy and cooperation in the field of police work. Also, the present rules with respect to community languages are unworkable with a larger number of member states. In Maastricht the decision was taken that \"negotations and accessions to the European Union on the basis of the treaty can start as soon as the Community has terminated its negotiations on Own Resources and related issues in 1992\". w But only after the Maastricht summit (December 1991) a debate begin about the conditions for enlargement Moreover, the Maastricht treaty is in many respects incoherent For instance, it is stated that the goal is to create \"an ever closer union among the peoples of Europe, in which decisions are taken as close as possible to the citizens\". Also, decision-making procedures have a unionist, ie inter governmental character. From this perspective, enlargement does not seem problematic, although for decisions in the sphere of foreign policy, i.e. also decisions about the accession of new states, unanimity is foreseen. However, there is also a federalist core in the form of provisions around the EMU with the European Central Bank taking crucial decisions. This federalist core will be stronger than originally foreseen, and this is gradually being recognized by a growing number of economists and politicians. Adhesion to this supra-national authority may be problematic for new member states. 146 147 However, the term 'Europe' is not defined. Nugent,N. (1992), \"The Deepening and Widening of the European Community: Recent Evolution, Maastricht and Beyond\", Journal of Common Market Studies, Vol. XXX, nr. 3, September, p. 320,321. 86 ",
        "Although the Maastricht treaty is a step forward in the integration process compared with former treaties, it is nevertheless far from sufficient to cope with the newly arisen internal and external challenges. The interpretation of the Maastricht treaty and European association treaties should not be taken as a guideline in assessing EU perspectives for accepting Central European countries as members of the Union. Treaties are a reflection of consensus and a certain constellation of forces at a given moment which may change afterwards. Nowadays, basic differences exist among EU member states even about the aims of European integration. Logic of politics and enlargement Nowadays, forces of fragmentation are spreading from Eastern to Western Europe. Also within the EU, dislocation tendencies tend to prevail over 'unity' tendencies. A fragmentation scenario of EU and Europe in general is gaining a greater likelihood to become reality. Eurostagnation is not completely new for the EU: there is a certain fluctuation in the pace of EU integration and public opinion about it This fluctuation may be related to the change in the nature of external challenges as well as economic conjuncture. During the 1980s, the EU came out of Eurosclerosis - lasting from about about 1979 to 1984 -, related to the external challenge of Japanese and US competition and the upward economic cycle. The East-West division of the continent was a stable push in the direction of unity. Nowadays, after the Maastricht summit, the tendency is not to quicken the process of integration, but to slow it down. Europe underwent a historical revolution in the years 1989/1990. But since then, the EU has become paralyzed, preoccupied with internal problems and not able to deal with the crisis situations in the Eastern half of the continent and the Arab world. After the decision to accept Norway, Sweden, Finland and Austria as membercountries, a deadlock situation arose with respect to adjust the' Union institutions to a larger membership, especially with regard to voting procedures. Therefore, it seems probable that the EU first want to digest the new members and reform the EU institutions before entering into negotiations about enlargement with the associated countries in Central and Eastern Europe. Dislocation tendencies have their own, self-enforcing dynamics. Monetary crisis, problems in adjusting to the requirements of EMU, revelations about the abuse of the structural funds and the dependence of economic policies of EC member countries on decisions of the Bundesbank contribute to 87 ",
        "questioning EU integration and strengthening the advantages of decision making at the national level. The democratic deficit of the EU, again highlighted in the Maastricht treaty, also contributes to these tendencies. The European Union is an unique experiment, uniting independent sovereign states on a voluntary basis in the direction of ever closer cooperation and federal structures (although the latter is denied by the British). Because the decision-making is basically inter-governmental, the reaching of consensus is extremely difficult and makes the EU a heavy, inert body. Therefore, there is a large gap between the EU's considerable economic weight and its very limited international political weight In the EU, due to its institutional structure, short term interests tend to predominate in decision-making more than is the case in the various member states, and statemanship has less chance to develop in such a context If the EU had been a nation state, it could have used its economic leverage to a much greater extent and in a more flexible way than actually has occurred in the case of conflict situations in Eastern Europe, especially in post-Yugoslavia. Many challenges are arising in the Eastern half of the European continent But it may not be expected that the EU will change its reactive stand and weak response. It is for this reason that we may expect the various EU member states to act more on their own than was the case up to now. The degree to which they will do this depends on the nature of the external challenges to which responses are needed and the ability of the EU to respond to them. Economic dynamics and enlargement It may be argued that the long term interest of the European Union is to integrate the Central and Eastern European countries into a prosperous wider European Economic Space and to include them eventually in the longer run, in the EU, in order to avoid destabilization in the region with all its possible negative consequences for the EU. Verbally, this is recognized by EU leaders. However, there is a discrepancy between words and deeds. Long-term interests and options find their reflexion in solemn declarations and partially in EU agreements. Short-term, narrowly conceived national interests seem to prevail in the actual policies of the EU, especially the trade policies. For instance, the most important contribution the EC countries could give to economic development in Central and Eastern Europe is to quicken the pace of opening EU markets to Eastern products. A more liberal stand would not harm the EU very much, given the fact that in 1992 only 3.25 per 88 ",
        "cent of extra-EU imports came from Central European countries, that is less than the share imported from Norway. 1 * Although the association treaties provide for gradual opening of EU markets (with liberalization on the side of the EU within 6 years), much more could be done. Trade liberalization seems more apparent than real. First of all, about half of all Central and Eastern European exports to the EU belong precisely to the group of 'sensitive' products for which substantial protection remains in place, be it permanent or temporary. In addition, the European agreements gave the EU a wide discretion for applying anti-dumping and safeguard actions. Finally, the agreements contain rather strict local content provisions which restrict export of goods with a share of non-EU imports in the value of input of more than 40 per cent to the EU, and therefore discourages the light-processing of materials in Central and Eastern Europe. There is also a discrepancy between the material needs of Central and Eastern Europe, commitments of EU governments and the EU, and actual disbursements of money. 1 * With regard to eventual membership of Central and Eastern European countries, EU member states are calculating the costs and benefits. A report of the Center for Economic Policy Research, estimated that the entry of the Czech Republic, Slovakia, Poland and Hungary would cost the EU yearly 8 bn ECU (about 10.9 bn US dollars), assuming current European Union's 'cohesion' policies. 150 This money would mainly be spent on assisting the lagging regions. The whole territory of Central Europe would be eligible for support from the EU structural funds. The question is whether EU countries are ready to pay for this. Also, the membership of Central European countries may disrupt economic life in the neighbouring EU regions. Nowadays, wages in Germany are more than 10 times higher than in Poland. In the case of Polish EU membership, Polish labour could move freely to Germany.\" 1 EU leaders deny the desirability of an EU of different speeds and deny Eurostat (1992), Tabic 1 Disbursement rates are very low. These were for the assistance of the G-24 to Central European countries for the year 1990 27% for Poland, 16% for Hungary and less than 2% for Czechoslovakia {Moving Beyond Assistance, 1992, (p.45, p3). The grant component of Western assistance to Central European countries was, by mid-1992, 303% (G-24 Data Base). Is Bigger Better - The Economics of EC Enlargement, (1992), CEPR, Brussels. ul In the association treaties a free movement of labour is not foreseen. 89 ",
        "pursuing this possibility. But the EMU has the implication of a Europe of various speeds. Only those countries can enter EMU which can fullfill certain preconditions with respect to budget deficit, inflation and the like.\" 2 Currently, only a core of four EU countries can fullfill these preconditions. With the monetary crises of the autumn of 1992 and August 1993, it became apparent that long-term stable exchange rates are only feasible in the case of similar economic policies and similar economic systems, unless member states are willing to finance the deficits of other member states. EMU demands for a federal approach in the EU's economic policy, other than presented by the treaty of Maastricht.\" 3 This all means that there are major weaknesses in the path to monetary integration. This problem in deepening may complicate enlargement Scenarios of European integration and enlargement If EMU succeeds, one may expect a Europe of different speeds. Also, in view of the non-participation of the UK in certain domains (social policy) and the specific position of Denmark, the concept of the Europe of the concentric circles, or as a variant the confederal Europe of several Communities based on the EU model, or ^Europe a la carte' gain more adherents, although not on the level of EU policy makers.\" 4 Nowadays, the concept of a heterogeneous EU finds more support Such an Union implies a greater differentiation of EU legislation. It may be expected that with an enlarged EU, differentiation may become the keyword. 132 Five convergence criteria were determined: (1) the deficit of the state budget should not surpass 3% of GNF; (2) budgetary debt cannot be more than 60% of GNF; (3) the inflation rate should not exceed 1.5% above the average of the three least inflationary countries; (4) the exchange rate movement within the European Monetary System should remain within the 25% band, and no devaluation can have occurred in the last 2 years; (5) long-term interest rate can depart at most by 2 percentage point from the interest rate of the least inflationary country. The provisions of the treaty of Maastricht seem to be sufficient to enable the introduction of ECU as currency, but not to guarantee a smooth functioning of the monetary system (see the special issue of Revue d'Economie Financiere about the treaty of Maastricht, September 1992). Actually, the present EU already consists of several communities. The European Atomic Energy Community and the European Coal and Steel Community still exist, although they only have a formal existence. The Treaty on European Union rests on three pillars, Le. three separate spheres of cooperation. Moreover, there is the protocol on social policy, which was signed by only 11 member states. 90 ",
        "The Europe of concentric circles may be conceived, in its ideal-typical form, as a kind of hierarchy model, a centre-periphery model, providing a stable framework for co-development and chances for rising in the hierarchy of communities (see map 6.1). Becoming a member of the EU acquires then another meaning than it now has. The borderline between EU and non-EU becomes less clear. Countries may become members of different kind of communities. It is this concept which lies behind the list of concrete proposals the Commission made for the EC summit in Edinburgh. According to the Commission, \"Consideration should be given to the participation of the countries negotiating for accession to the Community in the European Political Area in view of their close links with the European Union and the perspective of their accession to it.\" The political dialogue could be through an \"enlarged meeting of the European council, the Council of Ministers and where appropriate its subordinate bodies, of a consultative nature on specific, predetermined issues. nUS In the concentric circles/federal EU scenario much depends on the core actors. In other words, much depends on the German-French axis, because Italy will remain weak for some time to come, and Great Britain is too Atlantic oriented, too far from European politics and, moreover, opposed to a federal option. 154 Repeatedly, the French-German axis has functioned as a decisive impetus for bringing forward EU integration. Nowadays, EU deepening again seems to depend on a French-German initiative. However, the old motor has become weaker, given the enlarged community and diverging German and French interests.\" 7 Also, counter forces for a separate French-German move are greater, especially among the smaller member states. Therefore, if EU integration will proceed around a hard core, this hard core apparently has to be developed outside the present EU institutions. A French-German initiative, uniting the six founding members, could be feasible. Communication to the European Council from Sir Leon Brittan and Mr. van den Broek (SEq93J648/4, 27 April 1993, p.6. The conservative UK government basically has a EC of free markets in mind. With this conception the UK government has placed the UK on the margin of the movement towards European integration, although able to block this process substantially. Also, the UK does not show much involvement in events on the European continent. It is telling that the UK gives about 1/10 of the assistance provided by Germany to the countries of Central and Eastern Europe. In 1992, GATT negotiations revealed a historic divorce within the EC For the first time Germany was not willing to support French agricultural interests. 91 ",
        "A viable concentric circles/federal Europe model should differentiate between various Central and Eastern European countries as well as between the republics of the former Soviet Union (see map 6.1). This differentiation is necessary (a) because of the different geo-strategic significance of various countries for the EU; (b) because the assistance absorption capacity of Eastern countries differs widely, also, (c) because the impact of uniformly applied criteria for closer relations with the EU, such as commitment to market economy and democracy, may vary among the different Eastern countries. 158 The Visegrad countries made it clear in a common statement that they would like the EC to establish a clear distinction between themselves and Romania and Bulgaria. 1 \" Even within Central Europe differentiation is possible. The Czech republic and Hungary seem to be ready for EU membership at an earlier stage than Poland and Slovakia. A second scenario is that of an EU conceived as a loose confederation of states. Here the emphasis is on the EU as an economic community, emphasizing the free market dimension. In this scenario, the acceptance of new member states is less problematic, but the EU also has less substance. However, it is hardly imaginable that such an EC of 25 economically and politically heterogeneous member states could resist centrifugal forces, undermining the cohesion of the EU. The EU of which the Central European countries may become members, will be a richer EU than it is now. On the first waiting list for entry are the following countries: Austria, Norway, Sweden, Finland and Iceland. On the second list are the countries with which the EU has association treaties: Poland, Czech Republic, Slovakia, Hungary, Turkey, Malta, Cyprus, Bulgaria and Romania.\"\" It means that, after having absorbed the first candidates, the absorption capacity of the EU will be considerably larger. On the other hand, the danger will exist that the EU could transform into a select club of the rich, excluding the poorer European nations.\" 1 Nowadays, the EU denies the Visegrad countries preferential treatment The association treaties with Bulgaria and Romania place those countries formally in the same category as the Visegrad countries. Agence Europe, 18 October 1992. Later, a Hungarian official said that Budapest did not want to \"see a separation between the more prosperous and less prosperous countries' and that, in addition \"Hungary has six million Hungarians beyond its borders and did not want to exclude them'. The assocation treaty with Turkey is supposed to develop into a customs union by 1995. Also, experience teaches that latecomers in the EU are inclined to block enlargement 92 ",
        "The German question, the European Union and Central Europe . Even with a federal EU the national question in the EU is not removed from the agenda. This also applies for distinct foreign policies of member states. Despite the internationalisation of economic life, in many respects it is organized on the national level. The coherence and strength of capital organized along national/ethnic lines is sometimes very strong, despite internationalisation. For example, in Southeast Asia Chinese capital is well organised. Another clear example is Japan; Japanese multinationals are highly Japanese. Within the EU the coherence of German capital is much stronger than is the case for British capital This made it easier for the Germans to elaborate a fine-tuned economic policy towards Central and Eastern Europe. The oveiwhelming German presence in Central Europe is related not only to the vicinity, knowledge of the region and relative economic dynamism of Germany, but also to the coordination of the policies of German enterprises, the German state and German public organizations. Even in the case of an accelerated EU integration, for a long time to come the coordinated action of German enterprises, for instance through the Ost-Ausschuss, may be foreseen. Nowadays, German and Austrian enterprises have the strongest footholds in Central Europe, although their direct investment is not substantial, except for the Czech Republic and Hungary. A further opening up may allow German and Austrian enterprises to obtain a predominant position there. This will have an immediate impact on the sociocultural level. The German language will become more important, and a broader German-speaking region may be established again. Also under the terms of the Maastricht treaty, member states continue to pursue their own foreign policies, albeit within the framework of EU foreign policies. Foreign economic relations may be furthered, also financi ally, on the national level, albeit the trade policies are those of the EU. The foreign economic policy of member states may continue to support their own foreign policy goals. Enlargement of the EU in the Eastern direction may especially benefit Germany. Practically all candidates for membership have their foreign economic relations directed at Germany. In the case of substantial enlargement, the point of gravity within the EU will move strongly in the direction of Germany. This may worry those EU states which want to contain German power and ambitions. However, refraining from enlargement may lead to a German sphere of influence outside the EU framework. 93 ",
        "In a fragmentation scenario it is each country for itself and old geo political rivalries will come to the fore again, especially around the vacuum which will arise in Central and Eastern Europe. Germany may establish a German sphere of influence comprising Central Europe. If the ECU is nol introduced as real money, the German mark will play increasingly the role of international money in Central Europe. Germany may become again the hegemonic European continental power. This will provoke counter-reactions among the other European powers. It is with this scenario in mind that the Central European governments want NATO to continue to play an important role on the European continent. NATO may contain Germany. Nowadays, Germany is politically still inward-looking. However, unification has meant a de jure emancipation and de facto a major step in German political emancipation. Even if reluctant to assert its political role as a major European power, external pressures will increasingly push German willingness to assert German interests in European politics. With respect to the role of Germany, Central European countries should have a greater interest in a stronger EU, which is capable of asserting political leadership in Europe and in which Germany is strongly inserted rather than in a weak union of states with many divergent national policies, but to which it is easier to adhere. Nowadays, the EU seems to be moving in the direction of a heterogeneous, loose union of states in which the free market dimension is primary. The prevalent option it to oppose federal tendencies. This runs counter to the exigencies of a single currency (ECU) and a number oi external challenges which are prompting the EU to assume the qualities ol a state. If the present tendencies are reinforced, an Unionist EU will nol be able to manage and contain the centrifugal forces. The overriding long-term interest of the EU in Central and Eastern Europe is to evade catastrophy, i.e. a number of violent conflict centres and widespread poverty, producing large streams of migrants. To this end Central and Eastern European countries should be strongly inserted in a network of pan-European institutions, in which the EU should play a majoi role. In this perspective European association treaties may fulfill a guiding role. From the side of the EU there are many uncertainties with respect to the possible inclusion of Central European states as EU member states. The possible date of entry does not seem very relevant in view of the question to what kind of EU Central European countries may adhere. Too early an entry in the EU will not guarantee the prevention of internal political instability in Central Europe. For the EU a more important question seems how to guide the Central European countries towards a smooth!) 94 ",
        "functioning market economy and parliamentary democracy. The question of EU membership is of secundary importance. What may the EU anticipate with respect to Central and Eastern Europe? The continued fundamental weaknesses of the post-communist states, especially the new ones arising out of the multinational states, will cause great difficulties in containing centrifugal forces and disintegration tendencies. This means a great danger of violent conflicts, especially in the countries of the former Soviet Union, because of their weapons of mass destruction. The EU may expect demands for interference and/or mediation. Millions of citizens of the Central, and especially Eastern, European countries may migrate westwards. Also, the Central European countries may be confronted with a major influx of immigrants. In particular the westward migration of gypsies is one of the most striking phenomena of the post-Cold War period. If capital does not come to the people, people will move to the capital It seems difficult to keep borders transparent where they coincide with a major socioeconomic divide. Increasing unemployment, to be expected when restructuring of the industry really takes off in Central and Eastern Europe, will further contribute to the mass movements westwards. Turning the Oder and Neisse into the Rio Grande of the EU must be avoided. As has been argued above related to the vacuum developing in the Eastern half of the continent and the urgent demand for an order-bringing force, EU member states, especially Germany, may pursue a policy on their own, depending on the extent to which the EU may act as a conducive federator. A deepening of the process of European integration seems a precondition for broadening of the EU. A deepening of EU integration means providing the preconditions for political and monetary union, which in turn will enable the EU to guide the countries in transition more strongly towards social and economic progress, so laying the foundations for the fulfilment of the conditions for EU membership. In the more optimistic scenarios the initial costs for the EU may be high but may be paid off in the long run by a larger integrated and prospering European space and by a great impetus for West European industry. In particular, the German economy may profit from such a situation because of its geography, its good relations with the Eastern countries and its competitiveness in the capital goods sector. Economic progress and growth in the East may stimulate economic development in the EU and shape 95 ",
        "preconditions for an enlargement of the EU in the Eastern direction. In the more optimistic scenarios there is a gradual closing of the gap between the EU and the Central European countries. These countries may become members of the European Union within a time span of 10/15 years. If the European Union fails to develop a comprehensive and adequate policy with respect to Central and Eastern Europe, it may be that individual EU member states will develop their own more pronounced policies towards Central and Eastern Europe (see map 6.1). A firm German stake in the region may provoke reactions from other EU member states, and rivalry for influence in Central and Eastern Europe may be the result Therefore, instability in the Eastern half of the continent may provoke centrifugal tendencies within the EU. As argued above, the EU can influence the course of events in Central Europe. What can the EU or the member states of the EU do? 1. In the sphere of economic relations the EU may open its markets further. In those sectors in which the Visegrad countries are strongest, i.e. agricultural products, steel and textiles, the EU has the most restrictions. 1 * 2 Besides the projects already undertaken, existing European economic, scientific and technological cooperation arrangements may be broadened to include the countries of Central Europe. The EU may further intra- regional cooperation in the East A pan-European network for environmental protection may be developed. In specific sectors, pilot projects may be taken up by organisations in which the EU or EU member countries are involved, such as the European Bank for Reconstruction and Development (EBRD). Given the limited amount of money available for assistance purposes, money should be used efficiently. Also, more local expertise could be used. Generally speaking, appropriate technology may be more important than high technology. Much more emphasis could be laid on demonstration projects at the base level with a spin-off effect This could be done in the framework of an assistance programme which favours much more a bottom-up approach than is nowadays the case. 2. In the sphere of civil society, the EU can facilitate the exchanges between towns (twin cities), regions, youth organisations and other interest representing organisations. The transnationalization of civil society may become a vehicle for European integration. The entrance of citizens from Central Europe into the territory of the Union could be facilitated. These product categories made up about 33 per cent of Czechoslovak exports, 42 per cent of Polish exports and SO per cent of Hungarian exports to the EU in 1992 (Financial Times, 19 October 1992). 96 ",
        "3. In the foreign policy sphere, with respect to Central and Eastern Europe, the EU should use to the utmost its statecraft - although properly speaking the EU is not a state - and develop a coherent linkage policy. This is especially important in the case of the destabilized Balkans and former Soviet Union. Leverage could be used to urge the countries to recognize the rights of ethnic minorities and to recognize existing borders. The creation of an institutional network which facilitates the integration of greater Europe in all spheres could take place. This means the strengthening not only of EU institutions, but also of pan-European institutions and a network of bilateral arrangements. With respect to the eventual recognition of new states, the EU must choose between the principle of self-determination of peoples, the principle of the integrity and sovereignty of existing European states, and the pursuit of stability in Europe. 97 ",
        "9 Conclusion The various dimensions of change in Central Europe are closely interlinked. It has been shown that the solution of the major quests the region faces, i.e. the quest for economic viability, the quest for social and political cohesion and the quest for a stable and secure international environment, occurs in conjunction. The completion of the various tasks exhibits different time- scales which in itself may provoke additional problems. Potential synergies may easily turn into self-destructive dynamics. A self-regulating society is a necessary precondition for a strong democratic state. A self-regulating society and a strong state provide the preconditions for a self-regulating post-industrial economy. Therefore, the cohesion of civil society, the nature of the organisation of the state and economic development are variables which are highly interconnected. Given the complexity of the transition process, the transition to another social system is a question of decades rather than of years. Given the limited fund of knowledge in the Central European countries and the socio political constraints, their governments cannot adequately deal with the complex problems. Assistance from the West is necessary and should certainty not be restricted to the economic field. It is imperative for decision-makers to identify thresholds of conflict-escalation and not to bypass them. In order to guide inter-state conflicts, regulating mechanisms on the pan-European level should be developed further. To avoid a total collapse of intra-Central and intra-Eastern European trade it is imperative to uphold, as far as possible, a division of labour within the former East bloc. 98 ",
        "Transnational integration of civil society may be a vehicle for European integration. The EU member states and the European Union may further such an integration process. In this respect the EU should act as a conducive federator in the region. Although the countries can only solve their problems primarily by their own efforts, the assistance and guidance of the EU and Western institutions may be crucial. 99 ",
        "",
        "Appendix A: Tables List of tables 1. Basic Figures for Large Central and Eastern European Countries 102 2. Comparative Living Standards, Central and Eastern Europe 103 3. Various Estimates of GDP per Capita 104 4. Foreign Direct Investment in Central and Eastern Europe 105 5. Debt of Central and Eastern European Countries 105 6. Energy requirements and steel production in Central European and other selected countries 106 7. Reserves, Production and Consumption of Energy in Central Europe 107 8. OECD Imports from Eastern Countries by Commodity Groups 108 9. Competition on the Eastern markets 109 10. Significance of the East as a Market for Western Countries 110 11. Pollution levels in Central Europe 111 101 ",
        "o ts> | Table 1 | Population GNP/Pop. A ($1000) GNP/Pop. B (1000$) distribu tion of GDP agricul ture industry service Area (1000 km2) Basic Figures for Large Centra] and Eastern European Countries CZ 103 3699 8573 5.1% 55.4% 393% S 5.4 2822 5997 12% 43% 45% H 10.6 2600 6110 12% 32% 56% 93 PL 38.1 1900 4570 14% 36% 50% 313 CE4 643 2380 5627 534 BG 9.0 2300 5710 18% 52% 30% HI RO 23.1 1400 3450 18% 48% 34% 238 P 9.8 3800 7604 9% 37% 54% 92 EU 333.1 14000 14441 I 8% 39% 53% 2233 EFTA 32.6 16000 16535 1 7% 33% 60% 1237 Sources: World Bank, Development Report 1991, 1992 (populations, land area, distribution of GDP for 1990 or 1989 if 1990 data are not availble). GDP distribution data for EC and EFTA from CEPR (1992). Table 2.1.1. For Czechia and Slovakia it is assumed that the Czech' lands had 72% of Czechoslovakia GDP and Slovakia 28% (See KovakJ. et al. The Czech and Slovak Economies after the Split, WTTW Forschungsbericbte, nr. 199, June 1993, p.6 (A) CEPR (192), Table 3.1.2. and 2.1.1. (B) EFTA (1992), figures for 1989 with Purchasing Power Parity correction. NB: ex-GDR data included in Germany and EC, except for distribution of GDP which is for West Germany only. CZgfl, PL, BG.RO are the International abbreviations for Czech Republic, Slovakia, Hungary, Poland, Bulagria and Romania. Portugal is denoted by P. CE4 is four Central European countries. ",
        "o u> Table 2 Comparative Living Standards Central and Eastern Europe Bulgaria Czechoslovak* a East Germany Hungary Poland Romania Yugoslavia West Germany Japan USA Brazil Korea Ireland Cars per 1,000 120 173 209 145 105 11 125 446 235 572 76 16 206 Telephones per 1,000 200 226 211 134 118 130 122 641 535 650 90 294 235 TVs per 1,000 96 122 119 275 85 n/a 175 377 250 621 184 n/a 181 Daily calories per capita 3642 3448 3814 3569 3336 3373 3563 3528 2864 3645 2656 2907 3632 Population per physician 280 280 440 310 490 570 550 380 660 470 1080 1170 680 Infant morta lity per 1,000 births 15 13 9 17 18 25 25 8 6 10 63 25 7 Source: Financial Times 17 April 1990 ",
        "Table 3 Various Estimates of Per Capita GOT CS CZ SL H PO YU RO BG CIS CRO SLO EW LR LT AL E OR IRL P D CEPR921 3400 3699 2822 2600 1900 1400 2300 2900 5200 2600 2800 2400 9300 5300 3800 20400 EFTA2 7880 8573 5997 6110 4570 3450 5710 7110 12520 6240 6740 5880 1250 10S60 7078 8334 7604 15720 OA3 7900 8595 6557 6090 4560 5460 3440 5690 9230 15250 S&H4 7424 8077 6162 5765 4913 5063 4273 5113 6266 PLAN ECON5 7600 8269 6308 6490 5450 4900 4120 5630 5550 CSFB6 3500 3808 2905 3000 2000 1000 1500 1735 WB7 3140 3416 2606 2780 1690 3060 1640 2250 11020 9550 5990 4900 22320 The estirnates measure duTerei*thingj(e.g.GNP/populaucriwito farm years (incomes by all accounts arc falu^mtbesecounnies).Ne^ several hundred percent CS-Czechoslovakia, Cz-Ocdna, SL-Slovalda, H=Hungary, Po=-Poland, Yu=Yugolsavia, RORomania, BG-Butgaria, CB=Coniniunnyoflnder«idenlSao^CRO=Crc4Jia,SLO=Sto^ nia,E-Spain,GR<}reece,IRl^hxUnd,r^Portugal,D=Germany. 1) CEPR (1992) la Bigger Better? The Economics cfECEnlargement, Annual Report Monitoring European Integration au- thoredbyRBaldwinetal.Table3.ia 2)EFTA(1992)77>eSkvejtfan£con»>ry,EFTA(1992)77KCnxtf^ lion __ 3) ClA(l990)MandbookqfEconomlcStatisticsCcr*rtl InteUigence Agency, Washington DC, September. 4) Summers, R. and Heston, A. {\\9tX)A new setofintemationalcomparisons ofrealproduct and price levels: Estimates for /J0coi<nIrte^ReveiiueonncotMandWeah^34,l-25.Dataforl985ml980PPPdollars. S)PlanEcon,dauiforl988 currents 6) Credit-Swiss First Boston, cited in Wang and Winters (1992). The TradingPolentialofEasternEurope,CEPRdisc.p*ptr 610 7)WoridDeveloprnentReportlS^. World Bai^datafo<1990 currents. For Czechia arelSlovakiahassumed that the (^edi lands had 72%of(iech^^ Utfioorauoofto.2/33.8Hmakesthat Czech percapiUGOT»31.4%hi^ et al. The CzechandSlcr^EconomiesafiertheSptiimiWForsdam&btsidt^iK. 199, June 1993,p.6. Source: Baldwin, R. (1992) An Eastern Enlargement of'EFTA: Why the East should Join and theEftans should want them. CEPROccasionalPaper.nrlO. ",
        "Table 4 Foreign Direct Investment in Central and Eastern Europe (in US $ mn, as of June 1992 ) CIS -Russia -Estonia -Latvia -Lithuania 5,000 (2,900) (165) (70) (90) Hungary 2,994 Czechoslovakia 1,519 -Czech Republic (1,322) -Slovakia (197) Poland Romania Bulgaria Total 11,622 832 387 290 Source: InotaiA;Stankovsky,J. 1993, p.18 Table 5 Debts of East European Countries in US $ Poland Slovakia Czech Republic Hungary Bulgaria Romania ex-Soviet Union ex-Yugoslavia Croatia Slovenia Total Gross 47.0 3.2 6.3 21.4 12.7 2.4 80.2 14.9 2.7 1.7 188.1 Assets 7.5 U 2J 2.8 1.4 0.7 14.2 5.3 X X 35.7 Net 39.5 1.9 3.8 18.6 11.3 1.7 66.0 9.6 X X 152.4 x no data available Assets: BIS area; net: gross minus assets Source: H. Gabrisch. 1993, p. 7. (National Statistics, BIS, WIIW estimates) ",
        "Table 6 Energy requirements and steel production in Central European and other selected countries Poland Hungary Czechoslovakia USSR Japan USA Germany Netherlands Denmark total energy requirements per capita, (1991) thousand terajoules and gigojoules per inhabitant 94 107 167 191 139 324 187 213 150 crude steel production (1990) mn tons. 11,501 2,924 14,877 154,436 110,339 88,596 38,433 5,412 610 Source: energy requirements: Energy Statistics Yearbook 1991, United Nations, 1993, Table 4; Crude steel production: Statistical Yearbook UN, 38th issue, 1993, UN, New York, Table 89. ",
        "o CMctiOvawnKM H«nmr •obirf EHtcm EurafMfeKt SU) Tabic 7 Reserves, production and consumption of energy in Central Europe 1987, per capita Rn«i«(l) In wx Corf 115 III <n SI NMR 10* • MfM OC 00 «^f>V n t t • l [j)Dqmor>rir o» I M 1 J Tout IK IK m 134 Corf »w 4M 1211' an 01 w tx 4 111 OM 40 }l< no «x TWrffl) 11S0 ion »» MM hit o< (1) Corf on tit res at Of ion tn m «M (ha J44 •n 1» (14 TouK<) 4H) aa 34» ym (>)<») a S4 n W &»«raW<EntT P SuU^T~»o<*.UNN«tonrfin4»« < ^Ci»c p B.4«>» ",
        "Table 8 OECD imports from Eastern countries by commodity groups, 1991 - Food Meat Fish Vegetables, fruit Crude materials wood Mineral fuels coak, coke oil oil products gas Chemicals Manufactured goods textile yarn non-metallic mineral manuf. iron and steel non-ferrous metals Machineiy, transport equipm electr. mach., parts road vehicles Consumer goods furniture clothing misc. manuf. articles TOTAL structure in % East 2) 7.6 1.7 1.5 23 7.6 33 26.8 2.7 6.6 10.0 6.9 6.7 20.9 1.9 2.8 43 7.6 11.1 2.4 3.2 143 2.4 7.6 1.4 100 Central Europe 14.4 4.1 1.2 5.1 7.8 2.4 8.0 5.2 0.0 2.5 0.1 9.7 23.9 3.3 3.7 5.6 4.0 15.2 3.8 3.1 19.2 3.2 9.9 22 100 market share of East in % 1) East 2.5 3.8 2.9 3.2 4.1 8.6 6.9 10.7 3.1 10.5 14.8 2.0 3.5 1.9 3.2 4.3 93 0.8 1.1 0.8 2.6 5.8 4.7 0.8 100 Central Europe 1.6 3.1 0.8 2.2 1.4 2.1 0.7 6.9 0.0 0.9 0.1 1.0 1.4 1.1 13 1.9 1.6 0.4 0.6 0.3 1.2 2.6 2.1 0.4 100 Source: Inotai,A, Slankovsky,J. 1993, table 36. 1) Share of the East in total imports of the OECD 2) East is all former European member-states of COMECON 108 ",
        "o vo c cr Table 9 Competition on the Eastern market share in exports of the West 1) to the East 2) Exporting country Germany France Italy Great Brittain EC 13 Finland Switzerland Austria Western Europe USA Japan Australia Canada Overseas West 1) Germany: west east 1989 45.1 5.0 8.1 3.3 68.6 5.1 2.5 4.4 84.1 7.8 5.2 1.6 1.0 15.9 100.0 23.2 21.8 1-9 M 1992 37.3 7.6 11.7 4.0 71.8 1.9 2.0 7.2 87.1 7.7 . 2.5 , 2.3 12.9 100.0 ",
        "Table 10: stfaiBcaaee of the Em is market for Western countries shire of Eastern exports la tool exports la % 1989 1990 1991 1-9M 1992 Exporting country Finland TAirkey Austria Greece Iceland Germany Wen East Sweden Australia France Switzerland Italy Japan USA Spain Portugal Denmark Great Brittain BelfJLux Noray Netherlands Canada Ireland ECU westcra Europe West (OECD) IS* 8.6 9.8 £8 S3 9.0 S.0 71.2 2.4 U 2.1 33 4J 1.4 1.6 1.4 1.2 23 1.6 13 U 1.7 0.6 0.7 43 43 3.4 14.0 73 104 63 3.0 8.9 4.9 793 23 1.4 1.9 3.2 4.6 1.2 lJ 1.2 04 17 1.4 1.1 13 1.6 09 1.0 4.2 4.4 33 6.9 B\\2 109 67 09 67 5.1 67.7 14 1.0 2.0 16 4.1 1.0 1.2 13 0.2 3.4 1.2 1.4 13 1.9 1.1 08 3.7 3.7 2.7 33 . 11.2 ■ 66 03 60 23 23 2.1 43 03 1.2 1.4 04 2.8 iS 1.4 1.4 11 1.2 3.6 3.6 16 Source: OECD (fooiaVA, SunkovstyJ, 1993. table 23) 110 ",
        "Table 11 Pollution levels in Central Europe in 1991 The Czech Republic Hungary Poland Slovakia* The European Community GDP per capita $/person 3500 3000 2200 2100 18600 Dust SQ2 Untreated sewage per unit of GDP kg/lOOOJ 30 4 11 21 0.8 kg/1000$ 50 29 24 41 3 m 3 / 1000$ 13 14 55 0.8* Source ZjfficT, IHmnH.7., TOMM* fmiraunenui tUccm) - V* Cad, JtejvMic, Muyi* Peloid art SbtMa, Eurorej, Weruw Unlwnitt, September WO. p.6 ■ Gran Material Product (which le later Una ODP) * Only the Federal Republic of Gcranry, 1W7 ",
        "APPENDIX B: MAPS POLEN Population: 38.0 urn. LITHUANIA RUSSIA j ,100km, Bydgoszcz Torun Gorsow Wielkopolski Warsaw GERMANY \\ Poznan ■ Zielona Gora Olsztyn 3 \\ WHITE Bialystok \\ RUSSIA UKRAINE CZECH REPUBLIC SLOVAKIA SLOVAKIA Population: S3 tan. CZECH REPUBLIC AUSTRIA Vienna • POLAND UKRAINE 112 ",
        "GERMANY Usti nad Labem Teplice CZECH REPUBLIC Population: 103 mn. POLAND 100 km SLOVAKIA AUSTRIA HUNGARY Population: 10.6 mn. SLOVAKIA 100 km UKRAINE AUSTRIA SLOVENIA ROMANIA CROATIA 113 ",
        "Index acquis communautaire 84,85 Adria grouping 65 agriculture 13-15,78^7,102 subsidies 13,15 exports of agr.products 13 Albania 52,62^0,104 appropriate technologies 60,96 Armenia 47 army 79 association treaties 48,85 attitudes 26,70 Austria 7^65^93,109 authoritarianism 37,61,62,77 Azerbaizan 37,47,62 balance of payments 26^0 Balkanization 54,76 Balkans 80,83 Baltic Republics 65,81 bankruptcy 19 bazar economy 27,71 Belarus 54 Big Bang strategy 72 book keeping 25 Bosnia Herzegovina 62£1 bottom-up approach 96 bourgeoisie - see entrepreneurial class brain drain 39,51 Brazil 103 Bulgaria 14,92,102,104,105 bureaucracy 25,30,36,61,75,77 bureaucratic coordination 2530 Byzantine Empire 82 capital accumulation 60 capital flight 51 capital shortage 57 cars, per 1000 inhab. 103 Catholic Church 44,62,79 Catholic Europe 82 Central Europe as a region 7-9 Chernobyl 47 Christianity - Western 7,81,82 - Eastern 81,82 civil society 3,35,60,70,79,98 CMEA 48,49 cohesion 283135-46,60-62, 67,77,79,89,92 collectivist values 79 competition on Central European markets 109 competitive advantage 48 conflict escalation 62 Conflict Prevention Centre 65 conflict prevention 83 conflict resolution/regulation 2837,62 conflicting time scales 70 constitutional reform 70,71 construction industry 60 conversion of military industry 1934,80 114 ",
        "CIS corporatism Council of Europe counter trade 59,104 61,79 65 49 Europe a la carte European association treaties 90 85,86 crisis of Soviet type societies 2 of centrally planned economies 56,57 moral 9,41 social 9 crime 41 Croatia 37,65,80-82,104,105,106 CSCE 65 cultural autonomy 52 cultural intelligentsia 62 culture 9 Czechoslovakia, split of 40 debt 26,77,79 external 50,55 decentralization 18 decision maker approach 5 deregulation 24 developmental state- see state 72-73,75 Dlouhy 19 East-West confrontation 47 EBRD 64,74,96 ecological catastrophe 54 economic rationality 71 economic security 47 ECU 90,94 education ■ 17 EFTA 87,102 egalitarianism 79 EMU 86,87 energy 12,13,50,109 intensiveness 12 endogenous capital accumulation 29,60 entrepreneurial class 27,28,38,74,76,77 entrepreneurial spirit 27,28 enterprises, strategic concerns for 29 environmental policy 58,96 environmental pollution 19-23,34 Estonia 65,81,104,105 étatism 74 Europe 86 European Central Bank 86 European Communities - see European Union European Economic Space 66,87,88 European Political Area 91 European Union 14,22,47,63, 66,69,74,83-89,109 acquis communautaire 84,85 convergence criteria 90 Copenhagen summit 85 imports from Central Europe 88,89,96 institutional framework 86 markets, opening of 88,96 membership, future 84,89,93 monetary crisis 90 structural funds 89 trade with 49,50 trade in agricultural products 96 Eurosclerosis 87 executive power 30 federal Europe 86,91 feudal relations 831 financial disequilibria 25 food industry 15 foreign investment 17,55,77,79,80 fragmentation scenario 94 free trading zone 49 French-German axis 91 Gabcikova-Nagymaros 52 Garton Ash,T. 37 GDR 2331,47 Georgia 47,62 Germany 7,46^3,55,69, 79,83,93-95,96,106,109 East 46,48 German-French axis 91 globalization 55,64 governability, crisis of 3 governance structure of enterprises 28 Gramsci. 38 Gross Industrial Product 10,11,59 Gross National Product 59 per capita 82,102,104 115 ",
        "gypsies 39,78,79 Habsburg Monarchy 7 HausnerJ. 61,64 Havas,G. 36 health care 20,75,103 Helsinki institutions 65 hegemonic concepts of control 27 history, reconceptualization of 9 human rights 51 human resources 63 Hungarian-Austrian dual monarchy 9 ideology 32 immigrants - 53 imported pollution 54 incremental output ratio 12 industrial culture 77 industrial policy 75,86 industrial production 10,59 industrial relations 34,79 industrial structure 78 industry 48,102 heavy 18 restructuring of 10,19,24,34 infant mortality 20,103 infrastructure 15,1630,80 physical 18 social 18 innovation 32 industrial 75 national system of 17,36,75 institutional set-up 46 integrational vacuum 83 interdependence 77 inter-disciplinary approach 4 international division of labour 47,51 international environment 68 IMF 64,69,74 internationalization 24 investment 67 investment effectiveness 12 Ireland 105,106 Italy 65,91,109 Japan 93,106,109 Jews 8 judiciary power 30 juridical rationality 71 Kadar.B. 65 Kaminski.B. 21 Klaus, V. 49 Korea,S. 103 laissez-faire/ capitalist path scenario 71,72-73 Latvia 81,104,105 law governed economy/ society 32^6,60,70,71 leaning upon the West scenario 72-74 learned helplessness - 26,74 legitimacy crisis 38 legislative power 30 Lehoczki,Z \"\" 58 liberalization 24,47,72,89 linkage policy 97 Lithuania 54,81,104,105 living standards 11,77. Lumpenproletariat 39 Maastricht treaty 85,86,93 machinery and transport equipment 48 machinery, trade in 48 mafia 70,71 Macedonia 81 Malta 92 management methods 31 mass destruction weapons 53 Mateju^. 27 material intensiveness. 12 Meciar.V. 40 meritocracy 79 MichnikA 37 migration 94-95 mining 18 minorities, ethnic 8,9,52 Miszlevitzj?. 60 model for scenarios ' 5,67-71 monetarist approach 72 monopolies ~ 25,30,57 Moldova 62 Montenegro . . 81 muddling on scenario 72-73,76 multi national enterprises 28,69 municipalities 42 nation building 52 national emancipation 9 nationalism 40,74 national minorities 39,55 116 ",
        "natural resources 55,64,79 Netherlands 106 neo-classical approach 71 neo-communists 74,76 Nomenklatura • 38,79 Norway 92,83 nuclear energy 22 OECD imports from Central and Eastern Europe 108 Orthodox Europe 82 ownership forms 29 Ottoman empire 7 paradigm, organizational 31 parliamentary elections 38 Pentagonale grouping 65 political parties 43,79 political rationality 71 political stability 70,77 political representation 80 political system 70 Polonia 55,79 population, size of 102 populism 37,73,78 populist-authoritarian scenario 72-73,74 post-industrial society 46,98 poverty 39 private sector 14,15,127 privatization 24,25,28-29,71 prognoses, economic 3,4 prospective studies/analyses 1 protectionism 55,60,89 protectorate 74 protestant Europe 82 public history 41 public opinion 24 railways 16 refugees 53,83,94,95 regional economy 18 regional inequalities 18,42 regionalism 42 research and development policy 17,26,75 restructuring, economic 10,50,57,67 Romania 8,37,52,92,102,103,104 Russia 8,1733,42^0,69,70,81,105 SabataJ. 64 science 32£ science and technology cooperation 77 Sch6pflin,G. 53 second economy 3,12^6,38 security, military 53 security, economic 47 selective protectionism 60 sequencing of reforms 24 Serbia 37,52^4,81-83 service sector 10,11,28,104 Slovenia 65,81-82,104,105 social cohesion - see cohesion social contract 64 social fund of knowledge 2832 social prerequisites for market economy 135-46 social security system 37 social services 67 socialist model 46 socialist states 37 South Eastern Europe, see also Balkan 59,80 Soviet Union 2,47,5243,58,66,80,83,106 former 1937,69,80,92,95,105 new thinking 2 trade with 49 split of Czechoslovakia 34,79 stabilization policy 58 StaniszkisJ. 43 state administration 1831 state apparatus 3136,61 state building 77 state, bureaucracy 24,76 state, developmental 75,76 subsidies 39,24,25 sustainable development scenario 71,72-73,75 tax morale 25 technologies appropriate 60,96 new 31,60 telecommunications 16,57,64,103 TEMPUS programme 51 Third World 47,64 tourism 16 trade intensity 50 trade with Eastern Europe 26,49,48 117 ",
        "with West trade unions transition debate about 2,49,50 77 23-34,67 1 social and political conditions for transport Transylvania Turkey twin cities Ukraine underclass unemployment (rate) 34 16 -. 52 85,92 96 52,54 62 39 United Kingdom 88,91,93,109 universities 17 USA 47,55,69,79,103,106,109 values value system variables, in model vested interests Vojvodina Wider European Economic Space World Bank xenophobia youth Yugoslavia (former) 9 62 56,67,69 4,68,70 52 62,67,88 63 37 62,96 53^4,79^1^85,103,104,105 Zylicz,T. 58 118 ",
        "",
        "",
        "",
        "",
        "",
        "Also from Avebury in association with I Economic, Technological and Locational Trends in European Services Jeremy Howelis Technological Innovation, Structural Change and Location in UK Services Jeremy Howelis and Anne Green Key Technologies: Turbulent Changes in Industry as a Result of Innovative Dynamics Heinrich Revermann and Philipp Sonntag Services and Regions in Europe Sven llleris AVEBURY Gower House, Croft Road, Aldershot, Hampshire GUI i 3HR, England. "
    ]
}