{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 10.7.2013 COM(2013) 494 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Public-private partnerships in Horizon 2020: a powerful tool to deliver on innovation and growth in Europe (Text with EEA relevance) ",
        "EN 2 EN COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Public-private partnerships in Horizon 2020: a powerful tool to deliver on innovation and growth in Europe (Text with EEA relevance) 1. P OLITICAL CONTEXT Europe must invest more and better in research and innovation. More research and innovation are critical in order to create sustainable economic growth and jobs and to reinforce Europe's international competitiveness. Research and innovation also help us address major challenges such as combatting climate change, securing a steady supply of clean energy or meeting the cost of an ageing population. However, progress is slow towards the Europe 2020 objective of investing 3% of GDP in R&D, with particular weaknesses in private investments. The European Commission is working to address this under-investment. The Europe 2020 1 strategy and in particular the Innovation Union 2 flagship initiative are providing a better environment for innovation. The Commission's proposals for the next EU research and innovation programme, Horizon 2020 3 foresee funding along the entire value chain, from fundamental research through to market introduction. A key element of Horizon 2020 is the proposal to join forces with the private sector and with Member States, to achieve results that one country or company is less likely to achieve alone. Accompanying this Communication are Commission legislative proposals to establish public- private partnerships and public-public partnerships with Member States under Horizon 2020. The package represents a total investment over the next 7 years of EUR 22 billion whereby EUR 8 billion from Horizon 2020 will leverage EUR 10 billion from industry, and close to EUR 4 billion from Member States. This will provide vital funding for large-scale, longer- term, risky research and innovation initiatives. These are essential for EU leadership in strategic, globally competitive technology sectors that provide high quality jobs (currently over 4 million such jobs) and contribute to meeting the EU objective of 20% of GDP coming from manufacturing by 2020. The partnerships will deliver major benefits to society, such as lower carbon emissions, alternatives to fossil fuels, and new treatments to combat poverty related diseases and the growing threat of antimicrobial resistance. The Commission is presenting these legislative proposals at this stage so that the necessary legislative decisions can be taken in time to launch the partnerships at the start of Horizon 2020. This responds directly to the call from the European Council to prioritise the impact of the Multiannual Financial Framework on growth and jobs. 1 COM(2010) 2020 2 COM(2010) 546 3 COM(2011) 808/809/810/811/812 ",
        "EN 3 EN Collectively, these partnerships will implement major elements of Innovation Union and the EU Industrial Policy 4 , the strategy on Key Enabling Technologies 5 , and make substantial contributions to climate, energy, digital agenda, transport, health and other EU policies. This Communication also presents the Commission's approach to using other forms of public- private partnerships to implement Horizon 2020. A strategy for strengthening the advice it receives from industry and other stakeholders through European Technology Platforms and the Commission task forces on industrial policy will be presented in forthcoming Staff Working Documents. 2. T HE NEED FOR EU PUBLIC - PRIVATE PARTNERSHIPS IN RESEARCH AND INNOVATION Research and innovation are high risk activities and there is no guarantee of success. If the risk of failure is too large, the private sector may be unwilling to invest, even if the economic and societal returns could potentially be very large. In addition, the economic benefits of research investments may be captured by others, meaning that individual firms will be unwilling to invest, or there may be compelling policy reasons which limit the size of the market and therefore the potential return (e.g. when developing new antibiotics where microbial resistance is a growing concern). These general market failures provide a strong rationale for public support to private research and innovation activities. However, in a number of cases, the importance of the sectors, the complexity of the challenges and technologies, the long time periods involved and the scale of investment needed are such that public support to individual projects is not effective. It is for these cases that structured partnerships are needed between the public and the private sector to jointly develop, fund and implement ambitious research and innovation agendas. For this reason, public-private partnerships in research are increasingly being used by policy makers across the world as a tool to deliver on their growth agendas. For sectors that operate at European and international levels, and where the scale of the investments are beyond the means of individual Member States, the most effective approach will be to establish such partnerships at EU level. More specifically, public-private partnerships in research and innovation provide powerful and much needed tools to deliver on the objectives of Horizon 2020 for a number of reasons: – They enable a long-term, strategic approach to research and innovation and reduce uncertainties by allowing for long-term commitments; – They provide a legal structure to pool resources and to gather critical mass, which enables a scale of effort that individual firms would not be able to achieve including through smart specialisation and combination of Horizon 2020 and European Structural and Investment funding; – They make research and innovation funding across the EU more efficient by sharing financial, human and infrastructure resources, thereby reducing the risk of fragmentation, and leading to economies of scale and reduced costs for all partners involved; – They can better address complex challenges as they help develop interdisciplinary approaches and allow for a more efficient sharing of knowledge and expertise; 4 COM(2012) 582 5 COM(2012) 341 ",
        "EN 4 EN – They facilitate the creation of an internal market for innovative products and services, by advancing jointly on critical issues such as access to finance, standardisation and norm setting; – They enable innovative technologies to get faster to the market, including by allowing companies to collaborate and share information, thereby accelerating the learning process ; – They can provide the right framework for international companies to anchor their research and innovation investments in Europe and benefit from European strengths such as a well trained workforce, diversity in approaches and sectorial creativity; and – They enable the scale of research and innovation effort needed to address critical societal challenges and major EU policy objectives under the Europe 2020 strategy. 3. J OINT T ECHNOLOGY INITIATIVES : LESSONS LEARNT EU level public-private partnerships in research and innovation were first introduced in the current 7 th research Framework Programme (FP7). A major form of implementation was through Joint Technology Initiatives (JTIs), whereby the Union and industry jointly fund and implement certain areas of FP7. JTIs are implemented through dedicated legal entities - Joint Undertakings - established under what was then the equivalent of the current Article 187 of the Treaty on the Functioning of the European Union (TFEU). Five JTIs have been established under FP7, in the areas of aeronautics (Clean Sky), pharmaceutical research (Innovative Medicines Initiative), fuel cells and hydrogen (FCH), embedded systems (ARTEMIS) and nanoelectronics (ENIAC). All of these are subject to regular monitoring, review and evaluation 6 . The Commission's Communication on 'Partnering in Research and Innovation' 7 took stock of these experiences and pointed both to major achievements and to recommendations for further improvement. In terms of achievements, it was noted that public-private partnerships in general are increasingly being used by policy makers across the world as a tool to deliver on their growth agendas. Evaluations also noted that public-private partnerships in general, and JTIs in particular, represent an innovative way of implementing the Union's research and innovation policy. They bring together the frontrunners in terms of research and innovation in the industrial sectors concerned and allow them to focus and align their efforts around strategic research and innovation agendas. The launch of JTIs was considered well justified on the basis of identified market failures, the long term nature of the required activities and the scale of the commitment needed to achieve the necessary breakthroughs. In FP7, the JTIs represented a total Union contribution of EUR 3.12 billion, matched by an industry investment of EUR 4.66 billion. JTIs have proven to be successful in attracting a high level of industrial participation in their activities, including SMEs who represent about 28% of the participants. In addition, and even though the JTIs have only been fully operational for a limited time, the interim evaluations have acknowledged the progress made and the first signs of impact. The Fuel Cells and Hydrogen JTI, for instance, has put in place a significant project portfolio of 6 Interim evaluations of the JTIs and the Commission's response to these are available at http://ec.europa.eu/research/jti/index_en.cfm, as is the report of the JTI Sherpa Group 7 COM(2011) 572 ",
        "EN 5 EN strategic importance and some early market applications such as forklifts and small back-up power units have been achieved. The interim evaluation of the Clean Sky JTI confirmed that it is successfully stimulating developments towards its strategic environmental targets by focusing on radically new technological concepts. For the Innovative Medicines Initiative JTI, the interim evaluation noted good progress in improving the ecosystem for drug development in Europe, for instance through better exploiting data, more effective approaches to predict adverse drug effects, development of novel biomarkers and faster and cheaper clinical trials. The interim evaluations of the ENIAC and ARTEMIS JTIs highlighted their catalyst role in increasing the engagement of private sector champions in a framework in which national and European public authorities can support topics of high strategic value. It was strongly recommended to continue with a similar initiative under Horizon 2020, considering that no single organisation or Member State could possibly address all the challenges of the electronics sector in Europe. The reports and interim evaluations also pointed towards some weaknesses in the current JTIs. This concerned in particular the need for stronger commitments from industry partners, with clearer measurement of these commitments and the associated leverage effect. There is also a need to provide more clarity on how JTIs are established, to equip them with clearer objectives and to ensure greater openness towards new participants. The report of the JTI Sherpa Group in addition made a number of recommendations to simplify and streamline the running of JTIs, including through a specific financial framework appropriate to their needs. Stakeholders have also raised concerns about the different rules and procedures that apply for each JTI and which may vary between JTIs and with those applicable under FP7. All of these concerns have been addressed in the proposed JTIs under Horizon 2020. 4. J OINT T ECHNOLOGY I NITIATIVES IN H ORIZON 2020 The proposed regulatory framework for Horizon 2020 allows for far reaching types of engagement between the Union and the private sector, including Joint Technology Initiatives established under Article 187 TFEU. These must address the objectives of Horizon 2020, including the integration of research and innovation activities. The Horizon 2020 Regulation sets out a number of criteria which must be met when selecting areas for public-private partnerships. The legislation also foresees a single set of rules that will apply to all parts of Horizon 2020, including the JTIs, unless there is a well justified need for a specific derogation. 4.1. Identification of JTIs to be established at the start of Horizon 2020 Following from the experience gathered during FP7, the new legislative basis under Horizon 2020, and the clear commitments from the industry partners, the Commission is presenting legislative proposals for JTIs to be established at the start of Horizon 2020. The full justification of the proposed initiatives is set out in the accompanying ex-ante impact assessment documents. The JTIs all address strategic technologies that will underpin growth and jobs in globally competitive sectors. All of the sectors involved are already or are fast emerging as strongholds of a knowledge-based European economy. Over 4 million are currently employed in these sectors and in all cases there are growing global markets which EU industry is well positioned to capture if it can build and maintain technological leadership and there are clear links to the objectives of the Europe 2020 strategy as illustrated in the graph below. There is an urgent need to secure the necessary major investments in Europe at a time of limited financial resources. Furthermore, these areas suffer from well identified market failures associated with ",
        "EN 6 EN long-term, risky research and innovation, which means the private sector alone is unable to commit the necessary resources. The proposed JTIs build on a successful track record under FP7. Four of these represent the next stage for JTIs established under FP7 (including the electronics systems and components JTI that merges the existing ARTEMIS and ENIAC JTIs). The Bio-based Industries JTI has been identified as a new initiative following the European bioeconomy strategy 8 . Each JTI proposed has clearly defined objectives to achieve breakthroughs in the following areas: – Innovative Medicines : to improve European citizens’ health and wellbeing by providing new and more effective diagnostics and treatments such as new antimicrobial treatments; – Fuel Cells and Hydrogen : to develop commercially viable, clean, solutions that use hydrogen as an energy carrier and of fuel cells as energy converters; – Clean Sky : to radically reduce the environmental impact of the next generation of aircraft; – Bio-based Industries : to develop new and competitive bio-based value chains that replace the need for fossil fuels and have a strong impact on rural development; – Electronic Components and Systems : to keep Europe at the forefront of electronic components and systems and bridge faster the gap to exploitation. 8 COM(2012) 60 ",
        "EN 7 EN These five JTIs are expected to mobilise a total investment of over EUR 17 billion, of which the EU budget contribution will be up to EUR 6.4 billion. The table below provides the details of the investment for each of the JTIs. Investment in JTI (EUR) JTI from EU (Horizon 2020) from industry partners and other sources Innovative Medicines 1725 million 1725 million Fuel Cells and Hydrogen 700 million 700 million 9 Clean Sky 1800 million 2250 million Bio-based Industries 1000 million 2800 million Electronic components and systems 1215 million 3600 million 10 (of which 1200 million from Member States) Total 6440 million 9875 million from industry + 1200 million from Member States 4.2. Key features of JTIs under Horizon 2020 The Commission proposals represent significantly more ambitious partnerships than the current generation of JTIs. JTIs will have clearer and more ambitious objectives, contributing directly to competitiveness and EU policy goals. Each JTI has measurable specific objectives and key performance indicators, which will allow closer monitoring and evaluation. The objectives go considerably beyond those established for FP7. The objectives also incorporate a stronger emphasis on innovation and impact, allowing innovations to bridge the valley of death between research and commercial application. For example, the objectives of the new Fuel Cell and Hydrogen JTI address the price and performance barriers that need to be overcome for the technology to be commercially viable. Furthermore, many of the objectives directly support EU policy goals. For example, the Bio-based Industry JTI will develop technologies that will allow the production of bio-fuels from non-food crops, thereby allowing farmers and industry to meet EU renewables targets. Finally, the objectives target the development of key enabling technologies, such as electronics, that will underpin the competitiveness of a wide range of European industries. JTIs will have improved governance to ensure openness to new participants, the allocation of funding on the basis of excellence, and better links with national activities . 9 This amount is composed of contributions from the members of the Joint Undertaking or their constituent entities (at least EUR 400 million) as well as from non-member entities through participation in the activities. 10 This amount is composed of contributions from the members of the Joint Undertaking or their constituent entities (at least EUR 1700 million from private members) as well as from non-member entities through participation in the activities. ",
        "EN 8 EN The substantial majority of the EU contribution will be allocated through open calls for proposals using essentially the same rules as the rest of Horizon 2020. In all cases, the initiatives are open to new partners. For example the new Innovative Medicines JTI sets aside part of the EU contribution for new partners. The new Clean Sky JTI will run an open competitive process to select core partners for its demonstrators and demonstration platforms. Several of the new JTIs will focus more on demonstration activities, and this is expected to increase the relevance for a wider range of organisations. JTIs under Horizon 2020 will aim at establishing a closer link with similar activities at Member State and regional level. For each JTI, the group of Member State representatives will therefore be reinforced. These groups will play an important advisory role, will receive full information about the implementation of the JTIs and will also be called upon to inform the JTI about relevant national activities and link the activities of the JTI to downstream deployment. For the JTI on Electronic Components and Systems in particular, Member States will also directly contribute to the funding of the JTI. By linking, where appropriate, to Structural and Investment Funds support mechanisms for deployment, synergies between Union-led actions and Member States' or regions' development policies can be improved and help Member States to increase their competitiveness and better address the investment challenge in relevant priority areas. Major simplification will be achieved, both in terms of the implementation structures and simpler rules for participants. JTIs under Horizon 2020 will benefit from a number of implementation features that will make them better fit for purpose 11 . This includes: – a legal framework that is better suited to strong industrial involvement and major simplification achieved by making full use of the new provisions in the Financial Regulation (where dedicated provisions on public-private partnerships have been included allowing to implement the 'ideal house' scenario for JTIs, e.g. explicit recognition of JTIs as public-private partnership bodies with the possibility to adopt their own 'light' Financial Regulation adapted to their specific needs); and – uniform application of the Horizon 2020 Rules for Participation to enhance predictability for the participants, with derogations only in very exceptional and duly justified cases. This will mean the JTIs benefit from the major simplifications to be introduced in Horizon 2020. JTIs incorporate stronger commitments from industry, including substantial financial commitments at least commensurate with the EU budget contribution. Across the JTIs the direct commitments of industry total close to EUR 10 billion euro. As was the case in FP7, some of these commitments will come from the costs of funding projects resulting from the calls launched through the JTI and which are not fully reimbursed from the EU contribution. In addition, the industry partners will make commitments beyond these normal co-funding arrangements, where they will bring in activities and investments that will not receive any reimbursement from Horizon 2020. For example, in the case of the Fuel Cells and Hydrogen JTI, the current contribution from industry is largely through their participation in co-funded activities, whereas for the future JTI this type of contribution will be augmented by at least EUR 300 million in additional commitments. In the case of the Clean Sky JTI these addititonal commitments are close to EUR 1 billion, and for the Biobased Industries JTI they are at least EUR 1.8 billion. These additional commitments will be directly linked to the 11 As requested by the JTI Sherpa Report: http://ec.europa.eu/research/jti/pdf/jti-sherpas-report- 2010_en.pdf ",
        "EN 9 EN objectives of the JTI and will contribute to their achievement. The industry partners will make specific commitments of this kind as part of the annual implementation process, which will then be subject to verification and monitoring. In case the industry commitments do not meet the necessary levels, the Commission will have the right to reduce or withhold the EU contribution, or to wind up the Joint Undertaking. This provides the necessary flexibility in case there are major unforeseen changes that reduce the relevance of the JTI objectives. 5. O THER PARTNERSHIPS IN H ORIZON 2020 5.1. Contractual public-private Partnerships Complementing the JTIs, the Commission in FP7 also engaged in structured partnerships with the private sector to seek direct input into the preparation of the work programmes in areas which were defined upfront and which are of great industrial relevance. Unlike JTIs, such partnerships do not require additional legislation because the funding is implemented by the Commission through the normal procedures. Three such partnerships were launched under the European Economic Recovery Plan 12 , and implemented through calls with a total Union contribution of EUR 1.6 billion. The calls have been highly relevant to industry with about half of the project funding allocated to industry, and about 30% to SMEs 13 . Building on this experience, the Horizon 2020 proposals also allow for such partnerships. To improve transparency, these partnerships will be based on a contractual agreement between the Commission and the industry partners, setting out the objectives, commitments, key performance indicators and outputs to be delivered. Contractual public-private partnerships are being considered in the following areas: – Factories of the Future; – Energy-efficient Buildings; – Green Vehicles; – Future Internet 14 ; – Sustainable Process Industry; – Robotics; – Photonics; – High Performance Computing. The first four areas would take forward public-private partnerships established under FP7. In all cases, they represent large parts of the European economy and the need for public-private partnerships has been identified in Commission documents, such as the Communication on an update to the Industrial Policy, the Communication on a European strategy for Key Enabling Technologies 15 , the Communication on High-Performance Computing 16 or the proposals for Horizon 2020. 12 COM(2008) 800 13 In addition, for the Future Internet initiative EUR 300 million has been invested by the Union, of which about 50% has gone to industry. 14 Follow-up to the ongoing Future Internet PPP focused on wired and wireless 5G network infrastructures 15 COM(2012) 341 16 COM(2012) 45 ",
        "EN 10 EN For each of these areas, the industry proposals are expected to provide clear roadmaps, developed in open consultation with other interested parties, which describe the vision, research and innovation content and expected impact, including in terms of growth and jobs. They are also expected to clarify the nature and extent of the industry's commitments and the leverage effect of the public-private partnership. They will focus particularly on close to market activities. In addition, the public-private partnerships should also aim at exploiting synergies with European Structural and Investment Funds, notably in relation to the regional and national smart specialisation strategies. The Commission will assess the industry proposals, including through the use of external expertise, against the criteria established under the Horizon 2020 Regulation. In the case of a positive assessment, the results of which will be made publicly available, a Memorandum of Understanding will be concluded between the Commission and the private partners, on the basis of a Commission Decision. This will set out: – The general and specific objectives of the partnership; – The commitments made by the private partners, which are expected to be substantial and at a comparable level to the foreseen Union contribution, and may include the administrative costs of the public-private partnership as well as industry funded demonstration, training, clustering, awareness-raising and monitoring activities; – The key performance indicators and the expected results, including the impacts in terms of exploitation in Europe; – The indicative financial envelope for the Union contribution for the period 2014- 2020 (subject to approval by the Budgetary Authority through the annual budgetary procedure); – A monitoring and review mechanism, using key performance indicators and with a possibility for adjustment. This will also provide the basis for the Commission to terminate a partnership in case the industry partners fall short on their commitments; – The governance structure, including the mechanism by which the Commission will seek advice from the private partners on the research and innovation activities to be proposed for financial support under Horizon 2020. For those areas where the industry proposal is evaluated to meet the required criteria, the Commission will aim to conclude the necessary Memorandum of Understanding in time to launch the public-private partnerships activities in the first Horizon 2020 work programme. 5.2. Public-public and other partnerships The Commission will also make use of other forms of partnering for the implementation of Horizon 2020. The Commission is presenting four legislative proposals to establish public- public partnerships with Member States under Article 185 TFEU for the joint implementation of national research programmes. These proposals cover: – The second European and Developing Countries Clinical Trials Partnership : to contribute to the reduction of the social and economic burden of Poverty Related Diseases; – The European Metrology Programme for Research and Innovation : to provide appropriate, integrated and fit-for-purpose metrology solutions supporting innovation and industrial competitiveness as well as measurement technologies addressing societal challenges such as energy, environment and health; ",
        "EN 11 EN – Eurostars 2 : to stimulate economic growth and job creation by enhancing the competitiveness of R&D performing SMEs; – The Active and Assisted Living Research and Development Programme: to improve the quality of life for the elderly and their careers and to increase the sustainability of care systems by enhancing the availability of ICT based products and services for active and healthy ageing. In addition to the public-private partnerships, Horizon 2020 will also make use of advice coming from other forms of partnership such as the European Innovation Partnerships 17 and the Joint Programming Initiatives 18 as well as from European Technology Platforms. Also under Horizon 2020, the European Institute of Innovation and Technology will establish Knowledge and Innovation Communities 19 bringing together, under structured long-term partnerships, the education, research and business sectors. The two forthcoming FET Flagships, 20 Graphene and Human Brain Project, aim to create large-scale long-term European partnerships. They complement the public-private partnerships as they are science-driven at the outset, while the industrial participation will build up over the ten-year duration of the Flagships. Besides JTIs, the SESAR 21 (Single European Sky ATM Research) Joint Undertaking (SJU) was established as another form of public-private partnership on the basis of Article 187 TFEU to coordinate the SESAR project, the technical pillar of the Single European Sky initiative which aims at modernising Air Traffic Management in Europe. Due to its specific policy-oriented activities, SESAR was not set up as a JTI, although it does maintain close links with the Clean Sky JTI. The Commission is proposing to extend the SESAR JU under Horizon 2020. This extension will ensure that the coordination of research and innovation in the field of ATM is continued under Horizon 2020 in full consistency with the Single European Sky (SES) policy objectives. 6. O UTLOOK Public-private partnerships with a strong industry input and commitment are indispensable elements of achieving the objectives of Horizon 2020 and the Europe 2020 strategy. This Communication has outlined how the approach to public-private partnerships will be strengthened in Horizon 2020, on the basis of increased transparency, clearer objectives, a stronger focus on close to the market activities, stronger industry commitment and major simplification. The activities of the JTIs, contractual public-private partnerships, public-public partnerships and other related initiatives such as the Joint Programming Initiatives, the EIT KICs or the European Innovation Partnerships will be implemented in a way that maximises synergies and increases overall impact, in particular where they address common objectives. Full use should in this respect be made of the possibilities offered by the fact that all EU level research and innovation funding has been brought together in a single programme, Horizon 2020. Synergies should especially be sought in linking activities across the innovation cycle, from 17 http://ec.europa.eu/research/innovation-union/index_en.cfm?pg=eip 18 http://ec.europa.eu/research/era/joint-programming_en.html 19 http://eit.europa.eu/kics/ 20 http://ec.europa.eu/digital-agenda/en/fet-flagships 21 http://www.sesarju.eu/ ",
        "EN 12 EN research outcomes to closer to market activities, in order to help boost entrepreneurship and business creation in fields of major relevance to the European economy. Given their high impact on jobs and growth, the Commission calls upon the European Parliament and the Council to conclude the necessary legislative decisions to launch these partnerships at the start of Horizon 2020. Through the proposed governance arrangements, the Commission will regularly monitor, report, and evaluate the progress of the JTIs and other partnerships. Experience demonstrates that the establishment of Joint Undertakings requires considerable time and effort and should only be pursued where there is a major strategic research and innovation objective that cannot be met through the normal Horizon 2020 implementation. The Commission will therefore only consider the need for future such initiatives where there is a clear case based on the criteria under Horizon 2020 and a clear strategic policy need. The Commission does, however, consider that the scale of research and innovation effort and the policy need to complete the Single European Railway Area and build EU leadership in rail technologies presents a good case for a potential Joint Undertaking in the railway sector and will work with the industry to develop a proposal. "
    ]
}