{
    "text": [
        "B R I E F P O L I C Y Infrastructure and Transnational Governance: The New Crossroads of the Belt and Road Initiative Issue 2018/02 December 2018 Introduction On 2-3 October 2018, the School of Transnational Governance of the European University Institute held its first High- Level Policy Dialogue (HLPD) on China. Co-organised with Fudan University’s Fudan Institute of Belt and Road & Global Governance, the HLPD brought together academics, researchers, policy-makers, former politicians, representatives from civil society and the corporate sector from China, Europe and the US in order to engage in a discussion on the Belt and Road Initiative and how it affects transnational governance and the role of Europe. The HLPD was organised around four sessions over a two- day period and the deliberations took place in a constructive manner and an open spirit. This policy brief summarises the substance and directions of the discussions which took place under Chatham House rules, highlighting key takeaways from the four sessions. Policy Brief author: Jens Bastian Seminar convener: George Papaconstantinou The opinions of the authors represent personal opinions and do not represent the position or opinion of the European University Institute ",
        "2 ■ STG | Policy Brief | Issue 2018/02 | December 2018 I. The Belt and Road Initiative: Ambitions, scope and progress Officially launched in 2013 by China’s President Xi Jin- ping in Kazakhstan, the implementation of the Belt and Road Initiate (BRI) promises development gains for par- ticipating countries along the Belt (i.e. land) and Road (i.e. maritime) routes of the Initiative. To date, 105 coun- tries have signed BRI-related cooperation agreements along with 29 international organisations (including the IMF, the EIB, the World Bank and the EBRD). The BRI advocates that it will boost trade volumes, reduce trans- portation costs (rail and sea freight) while upgrading environmental standards and establishing new digital connections. Since its launch, EU governments have made their interest in the BRI clear. But many business joint ventures in infrastructure projects financed by Chinese policy banks illustrate that the BRI is not necessarily a new idea. What is new is that many such projects, even if started before 2013, are being categorised as part of the BRI. At the same time, the objectives of the BRI are evolving. As more countries and international organisations par- ticipate, the BRI is expanding geographically and adding new sectors such as tourism, customs, policing and the connectivity of data. This expansion and the process of shifting objectives has been interpreted by analysts and policy-makers as indicating that China is gradually estab- lishing policy tools for restructuring global governance. “ Multilateral institutions cannot provide for all infrastructure needs; China fills a gap, but it cannot do it by itself. ” This approach has many advocates in Beijing and numerous critics in Washington D.C., Brussels or Tokyo. China positions the BRI as an evolving initiative and points to the numerous achievements of infrastruc- ture projects along the BRI. By contrast, its critics tend to highlight failing initiatives, growing lending risks by individual countries or the lack of transparency in project execution. At the same time, the BRI is also being con- tested to a certain degree in China itself, e.g. through the media, NGOs, citizens and private companies. China is learning from the implementation of projects along the BRI, particularly in Africa. It is adjusting stra- tegic priorities along the route. Such lessons learned con- cern a greater focus on value for funds invested, applying risk management in lending decisions of Chinese policy banks and aligning BRI-related projects with countries’ own interests and infrastructure needs. Still, this learning curve coincides with rising scepticism towards BRI proj- ects, e.g. in Thailand, Malaysia and Pakistan. Such scep- ticism often occurs when governments change, and new administrations have other strategic infrastructure prior- ities vis-à-vis China. II. Infrastructure and finance. The twin engines of the BRI The BRI is primarily financed through loans (not grants) provided by Chinese policy banks such as C hina Devel- opment Bank (CDB) and Exim Bank as well as special purpose vehicles (SPVs) like the Silk Road Fund. While the funding architecture for the BRI is evolving, to date both the Asian Infrastructure Investment Bank (AIIB) and the Asian Development Bank (ADB) play a limited role in financing infrastructure projects of the BRI. As the BRI grows in scale and ambition, the necessary financing arrangements become more complex and sub- ject to international scrutiny. For one, this includes gov- ernance challenges of BRI projects that are structured as Public-Private-Partnerships (PPPS) in emerging markets. Furthermore, the funding of capital projects on a scale of the BRI has to be taken into account. Subsidised Chinese policy banks can provide lending based on soft budget constraints, frequent cost overruns and a lack of appro- priate due diligence as practiced by other international financing institutions. Lending practices and targeted acquisitions in selected sectors of other countries (e.g. artificial intelligence, mechanical engineering, computer science) have given rise to demanding enhanced invest- ment screening regulations prior to closing M&A deals. Seen from a Chinese perspective, the BRI financing nar- rative requires the development of new funding rules that are not exclusively set by the west. With its accumulated foreign reserves and domestic savings levels, China is in a position to provide the majority of financial resources for the BRI. But Beijing cannot do all the heavy financial lifting on its own. It needs other countries and multilat- eral lenders to join projects. Quote from a participant ",
        "3 ■ Infrastructure and transnational governance: The new crossroads of the Belt and Road Initiative This financial connectivity agenda implies adherence to rules and regulations (e.g. in procurement processes), increased transparency requirements, e.g. in what cur- rency lending and repayment take place and to what degree non-performing loans (NPLs) accrue. The BRI also brings to the forefront issues related to “financial plumbing”, i.e. how private-sector market participants (banks, non-banks, custodians etc.) interact with central banks and clearing houses for the execution of project finance and the coordination of monetary policies across the expanding financial footprint of the BRI. With the BRI, China is not only seeking to build roads, bridges and deep-water ports. It is also establishing rep- utational capital through its investments, lending strat- egies and M&A activities. This is at risk if the financing arrangements are not transparent or lack a level-playing field. III. The BRI and Europe In September 2018, the European Commission pub- lished its own connectivity platform (http://europa.eu/ rapid/press-release_IP-18-5803_en.htm). It sets out the Union’s objectives and conditions for increasing connec- tivity between Europe and Asia, i.e. beyond the focus of the BRI. At present, 17 EU member states are members of the China-led AIIB. The 16+1 framework established by China in Central and Eastern Europe includes 11 EU member states. The blueprint emphasises the harmonisation of regu- latory standards (e.g. regarding tender procedures and governance standards), the sustainability of connec- tivity (e.g. avoidance of debt traps through concessional lending) and the maintenance of a level-playing field. However in other policy fields, progress between the EU and China is slow; most prominent is the absence of an investment agreement and the Commission’s reluctance to label China a ‘market economy’. Sino-EU policy coordination (including Japan) is cur- rently advancing in a joint complaint at the WTO against US tariffs on imported steel and aluminium. But such coordination also works in the opposite direction. The EU has joined forces with Japan in a WTO suit against forced technology transfers in China through mandatory joint venture requirements. Such changing coalition arrangements highlight the degree to which the WTO dispute resolution system is considered out of date or more generally, underscore the increasing fragmentation of international commer- cial law. Of equal concern for European institutions is the observation that arbitration procedures and the legal dispute resolution of contracts based on the BRI are now located in China and administered according to Chinese law. While it may appear premature to herald an EU - China axis, in some policy areas Brussels and Beijing do find themselves on the same side of the argument, most prom- inently in the defence of the Paris Climate Accord from December 2015. Put otherwise, Sino-European coalitions are being built as issue-based joint ventures, e.g. in co-fi- nanced projects in Africa. The overriding observation in Sino-European relations is characterised by the asymmetry of China’s activities in Europe compared to delayed policy responses by Brus- sels vis-à-vis Beijing. Moreover, on issues that matter to China, the EU is increasingly being challenged by some of its members who refuse to submit to joint declarations on certain issues, making unified European positions increasingly difficult to formulate. IV. The implications of the BRI for the transformation of transnational govern- ance In contrast to the retreat of the US under President Trump from parts of the international stage, China is expanding its presence in countries across continents and multilat- eral institutions, most prominently illustrated by the BRI since 2013. Meanwhile, the EU is distracted by the chal- “ In many BRI projects, there is not much transparency on how much are the loans, in what currency, and how much has been written down ” “ Globalisation with Chinese characteristics is a real issue, the EU needs to respect Chinese ambitions to make more progress ” Quote from a participant Quote from a participant ",
        "4 ■ STG | Policy Brief | Issue 2018/02 | December 2018 The School of Transnational Governance The European University Institute’s School of Transnational Governance (STG) brings the worlds of academia and policy-making together in an effort to navigate a context, both inside and outside Europe, where the chal- lenges of governance extend beyond the state. The STG policy brief series, published by the School of Transnational Governance at the European University Institute, provides topical perspectives on thematic issues of relevance to transnational governance. The contri- butions result from the proceedings of events hosted or sponsored by the STG. The briefs are policy-oriented and diverse in terms of the disciplines represented. They are authored by STG staff or guest authors invited to contribute on particular issues. doi:10.2870/477391 ISBN:978-92-9084-582-9 ISSN:2599-5928 © European University Institute, 2018 School of Transnational Governance European University Institute Via dei Roccettini, 9 I-50014 San Domenico di Fiesole (FI) Tel. +39 055 4685 545 Email: stg@eui.eu stg.eui.eu — www.eui.eu @STGEUI @EuropeanUni QM-AY-18-002-EN-N Co-funded by the Erasmus+ Programme of the European Union The European Commission supports the EUI through the European Union budget. This publication reflects the views only of the author(s), and the Commission cannot be held responsible for any use which may be made of the information contained therein. lenge of one of its members seeking to leave the bloc and thereby implement Brexit. Political disruptions and economic challenges currently shake the global institutional landscape. Together, they demand a reassessment of traditional alliances in politics and a recalibration of the existing toolbox of crisis man- agement. With multilateral global governance structures under threat from Washington and Brussels to Beijing, countries and continents face choices between working together or ‘going it alone’. To what degree former partners can at least be ‘kept in the tent’ or new alliances emerge will critically depend on how the policy space vacated by others is being used. Narrow-minded transactional, opportunistic nation- alism cannot comprehensibly deal with challenges such as climate change, the Iran nuclear agreement or global refugee and migration challenges. Both China’s BRI and the EU’s Europe – Asia connectivity platform can serve as a catalyst for advancing transnational governance struc- tures. This could involve China and Europe working together to ensure that Sustainable Development Goals (SDGs) are achieved, most importantly regarding environmental standards, transparency of regulations and fiscal sustain- ability. At the same time, as the BRI seeks to foster eco- nomic and social development in participating countries, the possibilities that it can tackle global challenges such as extreme poverty through the social and distributional impact of its projects need to be explored further. This involves identifying levers to alleviate social inequalities and including redistributive mechanisms in BRI projects. At the analytical level, and despite mounting evidence in terms of projects commenced or completed, it remains unclear to what degree the BRI fits the multilateral or transactional model of governance. As a state-sponsored, top-down initiative based on bilateral contractual agree- ments, the latter model seems to apply. Europe’s interest in maintaining the liberal rules-based international order and applying it to the BRI may not shared by China p er se, with China seeking to shape the rules of the game itself in policy fields such as cyberspace, satellite capacity and patent registration. BRI advocates argue that it serves a larger purpose beyond specific investments, enabling other countries to build their development paths. However, as BRI expands in scope and scale, caution is in order, with concern among observers that the BRI is in the process of over-extending itself. Thus, the management of expectations is quickly becoming the single most important challenge for policy makers in Beijing, as the discussion shifts increasingly to the role the BRI will play in redefining the rules of trans- national governance. “ The BRI is no longer just a collection of individual investments; it is a proxy for something larger ” Quote from a participant "
    ]
}