{
    "text": [
        "#EURegionalBarometer R e g i o n s , c i t i e s a n d v i l l a g e s E u r o p e a n U n i o n M e m b e r S t a t e s E U a n n u a l r e g i o n a l a n d l o c a l EN Teaser 2021 ",
        "2 EU regions worst-hit by COVID-19 Higher negative sensitivity Medium negative sensitivity Lower negative sensitivity Key fact Source: IPSOS Results of the survey Source: CoR study, 2021 In 2020 local and regional authorities (LRAs) across Europe experienced an increase in expenditure of around 125 billion EUR – due to pandemic related measures - and a fall in revenues of 55 billion EUR - largely due to decreased economic activity, tax, tariff and fee income. This ''scissors effect'' translates into a gap of around 180 billion EUR in our finances, with 130 billion lost by regional and intermediate levels, and 50 billion lost at municipal level. German LRAs are by far the most hit in absolute terms (-111 billions), followed by Italian (-22,7) and Spanish (-12,3) ones. The losses as percentage of total revenues were highest for LRAs in Cyprus (-25%), Bulgaria (-15,3%) and Luxembourg (-13,5%). Chapter 1 A 180 billion budget cut is putting at risk regional and local finances Local and regional politicians believe it is important to increase regions' and cities' access to EU funds. Call to action See more We need investment for the future, not just funding for the present. 64 0 25 50 75 100 How big is the scissors effect (billion EUR) Austria -2.30 Belgium -4.70 Bulgaria -0.64 Croatia -0.24 Cyprus -0.075 Czech Republic -1.95 Denmark -1.91 Estonia 0.03 Finland -2.00 France -7.20 Germany -111.7 Greece -0.12 Hungary -0.15 Ireland -0.32 Italy -22.78 Latvia -0.10 Lithuania -0.08 Luxembourg -0.42 Malta n/a Netherlands -2.77 Poland -3.00 Portugal -0.55 Romania -0.43 Slovakia -0.20 Slovenia -0.20 Spain -12.37 Sweden -3.49 EU-27 -179.67 For more examples on regions and cities, see the Barometer Report 2021 in chapter I 180 billion EUR budget cuts = -125 billion EUR (increased expenses) - 55 billion EUR (less revenues) ",
        "EU annual regional and local 3 Key fact Source: IPSOS Results of the survey The Barometer highlights deep differences in how the pandemic affected the health of our communities. Severovýchod was the region with the highest number of cases, but Valle d'Aosta recorded the highest death toll per 100.000 inhabitants. The Comunidad de Madrid was the region with the highest share of 2020 excess mortality compared to the average number of deaths over the previous four years. In general, in 2020 it was safer to live in the countryside than in the city. Urban centres are better endowed when it comes to healthcare, but rural regions recorded lower rates of excess deaths and demonstrated a higher level of adaptation to change. Ignoring the territorial dimension of the health crisis puts lives at risk Chapter 2 Local and regional politicians want regions and cities become more influential in EU policy-making on health issues. Regions are a cornerstone of health systems and must be involved in the design of the European Health Union. The EU should invest more in resilience of regional systems and coordinate capacity- stress tests to assess their crisis preparedness. Call to action See more Number of confirmed COVID-19 cases per region 1 Severovychod 17 994 2 Stredni Cechy 16 354 3 Jihozapad 15 632 4 Stredni Morava 14 769 5 Severozapad 14 694 6 Moravskoslezsko 14 468 7 Praha 13 703 8 Provincia Autonoma di Bolzano 13 689 9 Jihovychod 13 462 EU regions with the highest death toll per 100 000 inhabitants 1 Valle d'Aosta 377 2 Severozapad 358 3 Lombardy 335 4 Jihozapad 315 5 Friuli-Venezia-Giulia 314 6 Severovychod 298 7 Emilia Romagna 295 8 Moravskoslezsko 292 9 Castilla La Mancha 289 Excess mortality in different areas, 2020 Predominantly rural areas 12,5% 0% 25% 37,5% 50% 17,2% 15,1% 13,5% Intermediate areas Predominantly urban areas European regions with the highest shares (%) of 2020 excess mortality 1 Comunidad de Madrid 44 2 Lombardia 39 3 Castilla la Mancha 34 4 P.A. di Trento 32 5 Mayotte 32 6 Castilla y León 29 7 Valle d'aosta 28 8 Cataluña 27 9 Podkarpackie 26 10 Piemonte 25 For more examples on regions and cities, see the Barometer Report 2021 in chapter V >40% of regions experienced no excess mortality since the first wave of the pandemic out of 3 1 ",
        "4 How do you evaluate the process put in place by your national government to consult cities? Consultation on the involvement of cities in the preparation of National Recovery Plans and Operational Programmes 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% Very Good Insufficient Sufficient Good Contribution of EU Member States' NRRPs to the green transition Barriers to the involvement of LRAs in NRRP preparation The national government does not seek to involve subnational government representatives The format of discussions does not enable effective involvement / it is a listening exercise The process is led by a ministry/department with whom your organisation has limited contact The national government does not provide sufficient time for effective involvement My organisation lacks the capacity or expertise to make informed proposals / time to consult our members 0 2 4 6 8 10 12 14 Governance of the process (coordination processes, validation, timelines, etc.) Definition of the overall priorities and objectives of the RRP Identification of specific investments Consulted with impact on outcome Consulted with no/ limited impact Informed only Not at all Don't know Role of LRAs in the preparation of National Recovery and Resilience Facility plans 14 12 10 8 6 4 2 0 Only a minority of local and regional authorities (LRAs) across Europe have been consulted by their Member States in the preparation of the National Resilience and Recovery Plan (NRRP). Within this minority, only some of them saw their contribution taken into account in the relevant NRRP. While Germany, Belgium and Poland had an inclusive approach towards LRAs, Italy, Spain, France and Croatia did not perform as well. In some countries, the overall budgetary allocations on green policies and the green transition is absorbing on average 41% of the budget in the NRRPs. But a broader analysis of the national plans shows that they should be better aligned with the European Green Deal, as many of them are in danger of missing the 37% climate spending target. The poor consultation of cities – one of the driving forces in fighting climate change – raises major concerns on the plans' ability to tackle the most urgent problems on the ground. Source: Local and Regional Authorities and the National Recovery and Resilience Plans - CoR, 2021 Source: CoR-CEMR targeted consultation, 2021 Source: Eurocities, 2021 Chapter 3 Regions are being ignored in National Recovery plans, putting EU recovery and green targets at risk Call to action See more Europe's recovery is at risk if regions and cities remain excluded. For more examples on regions and cities, see the Barometer Report 2021 in chapter II and III ",
        "EU annual regional and local 5 Key fact Source: IPSOS Results of the survey Individuals who use the Internet daily: rural-urban divide by country 2020 100% 80% 60% 40% 20% 0% Cities Towns and suburbs Rural areas EU BE BG CZ DKDE EE IE EL ES FR HR IT CY LV LT LUHU MTNL AT PL PT RO SI SK FI SE Cities Towns and suburbs Rural areas The pandemic has exposed a dramatic divide between those local and regional authorities that are already able to leverage the full potential of digital transformation in order to support businesses to grow and innovate as well as to serve their citizens, and those not yet fully digitalised. The total coverage of EU households with very high capacity digital networks is 44% in urban areas, compared to 20% in rural areas. The urban-rural gap in terms of people who use the Internet daily is particularly wide in Bulgaria, Romania, Greece and Portugal. On the other hand, Sweden, Finland and Denmark show the most cohesive results. The efforts put in place at EU and national level are still are insufficient: only Germany, Sweden, the Netherlands and Belgium are currently curbing the urban-rural divide, while it is significant in all other EU Member States. Only 1 in 5 rural households has high capacity network coverage Urban-rural digital divide can put recovery at risk: support to ''digital cohesion'' is urgently needed Chapter 4 Source: CoR study ‘The state of digital transformation at regional level and COVID-19 induced changes to economy and business models, and their consequences for regions’, forthcoming Source: CoR survey A fully-fledged digital cohesion is a bare necessity for a sustainable recovery and to harness the digital transition so it supports regions, cities and villages across Europe, leaving no people and no places behind. Call to action For more examples on regions and cities, see the Barometer Report 2021 in chapter IV Local and regional politicians say that the digital transformation of the EU is a top priority. out of 4 1 See more The top 'relevant' and 'very relevant' potential barriers to the digital transformation of SME's Lack of digital skills on the job market Lack of awareness/culture at the management level Lack of in-house digital skills Lack of private investments/capital Lack of public support/incentives Large budget/investment requirements 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% Source: CoR study, 2021 ",
        "6 Key fact Source: IPSOS Results of the survey The crisis has had a cataclysmic impact on employment and on the social dimension, with the young and low-skilled the most affected. Employment among young people declined particularly strongly in 2020. Youth unemployment is 10 percentage points higher than the general population. Temporary employment and part time employment also registered significant decrease. People living in poor conditions, persons with disabilities and the elderly suffered of worsening in their living conditions. The pandemic further highlighted longstanding gender inequalities and gender-related occupational risks. Source: Eurostat Chapter 5 COVID poverty is becoming a reality. The risk of a COVID lost generation increases Local and regional politicians want a stronger say on recovery, social justice and jobs. Call to action See more We need to tackle COVID poverty and build resilient communities. For more examples on regions and cities, see the Barometer Report 2021 in chapter I 61 0 25 50 75 100 Youth unemployment is more than 10 percentage points higher than in the general population Unemployment: Worst-hit regions by COVID-19 <3.6% 3,6% - 7.0% 7.1% - 10.6% 10.7% - 14.1% ≥14.2% Data not available EU=7.1% ",
        "EU annual regional and local 7 Do you agree that regions, cities and villages have enough influence on the future of the EU? EL CY LV PT RO IT BG HR LT ES EU27 PL MT DK SE FI CZ NL DE AT LU SI EE BE SK FR HU IE 59 47 31 31 23 14 15 12 13 11 11 7 12 2 3 0 3 8 3 5 2 7 2 1 4 1 9 0 29 32 36 26 31 35 30 30 27 24 22 24 19 27 23 26 22 16 20 17 18 12 15 16 11 10 1 9 7 18 9 21 38 36 38 37 37 43 41 42 24 39 31 40 49 37 51 58 56 53 67 52 47 47 46 51 5 0 24 23 7 15 10 19 21 20 24 23 41 32 38 29 24 33 21 19 22 26 13 29 33 39 42 34 0 3 0 0 1 1 8 2 3 2 3 4 5 0 5 6 3 7 4 1 2 1 2 2 5 3 3 6 ES BG CY IT EL LV HR SK RO IE PT MT SI PL HU EU27 FR AT FI BE LU LT DE CZ NL EE SE DK 48 50 40 45 41 41 46 55 51 46 44 48 26 48 35 37 27 45 34 29 22 22 31 23 23 22 26 11 48 45 55 48 50 50 46 36 40 44 45 41 62 40 52 49 60 40 51 55 60 59 49 57 51 52 47 58 3 5 0 7 5 5 7 7 6 4 8 10 7 5 10 8 6 11 6 12 13 13 13 11 14 15 14 10 1 0 0 0 3 2 0 0 1 3 0 0 1 6 1 3 4 3 6 2 4 0 4 4 7 4 9 8 0 0 5 1 0 2 2 3 2 3 3 2 4 2 1 3 4 0 3 2 0 6 2 5 5 7 5 13 EL CY LV PT RO IT BG HR LT ES EU27 PL MT DK SE FI CZ NL DE AT LU SI EE BE SK FR HU IE 59 47 31 31 23 14 15 12 13 11 11 7 12 2 3 0 3 8 3 5 2 7 2 1 4 1 9 0 29 32 36 26 31 35 30 30 27 24 22 24 19 27 23 26 22 16 20 17 18 12 15 16 11 10 1 9 7 18 9 21 38 36 38 37 37 43 41 42 24 39 31 40 49 37 51 58 56 53 67 52 47 47 46 51 5 0 24 23 7 15 10 19 21 20 24 23 41 32 38 29 24 33 21 19 22 26 13 29 33 39 42 34 0 3 0 0 1 1 8 2 3 2 3 4 5 0 5 6 3 7 4 1 2 1 2 2 5 3 3 6 Totally agree Tend to agree Tend to disagree Totally disagree Don't know Do you agree that the involvement of subnational government levels in EU decision-making should be strengthened? ES BG CY IT EL LV HR SK RO IE PT MT SI PL HU EU27 FR AT FI BE LU LT DE CZ NL EE SE DK 48 50 40 45 41 41 46 55 51 46 44 48 26 48 35 37 27 45 34 29 22 22 31 23 23 22 26 11 48 45 55 48 50 50 46 36 40 44 45 41 62 40 52 49 60 40 51 55 60 59 49 57 51 52 47 58 3 5 0 7 5 5 7 7 6 4 8 10 7 5 10 8 6 11 6 12 13 13 13 11 14 15 14 10 1 0 0 0 3 2 0 0 1 3 0 0 1 6 1 3 4 3 6 2 4 0 4 4 7 4 9 8 0 0 5 1 0 2 2 3 2 3 3 2 4 2 1 3 4 0 3 2 0 6 2 5 5 7 5 13 ES BG CY IT EL LV HR SK RO IE PT MT SI PL HU EU27 FR AT FI BE LU LT DE CZ NL EE SE DK 48 50 40 45 41 41 46 55 51 46 44 48 26 48 35 37 27 45 34 29 22 22 31 23 23 22 26 11 48 45 55 48 50 50 46 36 40 44 45 41 62 40 52 49 60 40 51 55 60 59 49 57 51 52 47 58 3 5 0 7 5 5 7 7 6 4 8 10 7 5 10 8 6 11 6 12 13 13 13 11 14 15 14 10 1 0 0 0 3 2 0 0 1 3 0 0 1 6 1 3 4 3 6 2 4 0 4 4 7 4 9 8 0 0 5 1 0 2 2 3 2 3 3 2 4 2 1 3 4 0 3 2 0 6 2 5 5 7 5 13 Totally agree Tend to agree Tend to disagree Totally disagree Don't know The 1.15 million Europeans who serve in local and regional councils have been on the front line of the pandemic. Dissatisfaction with the status quo is evident. Nine in ten feel it is (very) important for cities and regions to have more influence on national policymaking. Nine in ten want easier access to EU funds. Four in five think sub-national governments need more influence on EU policy. Seven in ten would welcome EU support in their own policy-making work. Our vision is for regional and local politicians to be the foundation stones of a house of European Democracy. Regional and local politicians think they do not count enough in the EU and want to have more influence on policies Chapter 6 Listen to the voices of sub-national governments in the Conference on the Future of Europe. Call to action For more examples on regions and cities, see the Flash Eurobarometer – CoR-IPSOS Survey 2021 See more Key fact Source: IPSOS Results of the survey Local and regional politicians are aware of the Conference on the Future of Europe. 54 0 25 50 75 100 75% of regional and local politicians think that elements of participatory democracy - such as citizens' assemblies or panels - would make democracy in the European Union work better 90% also agree that better information on democratic systems at EU, national, and subnational level is needed 86% of regional and local politicians think that a greater involvement of subnational government levels would make democracy in the European Union work better 65% of regional and local politicians think that regions, cities and villages do not have enough influence on the future of the European Union ",
        "The European Committee of the Regions (CoR) is the EU’s political assembly of 329 regional and local representatives from all 27 Member States. Our members are elected presidents of regions, regional councillors, mayors and local councillors - democratically accountable to more than 446 million European citizens. The CoR’s main objectives are to involve regional and local authorities and the communities they represent in the EU’s decision-making process and to inform them about EU policies. The European Commission, the European Parliament and the Council have to consult the Committee in policy areas affecting regions and cities. It can appeal to the Court of Justice of the European Union as a means of upholding EU law where there are breaches to the subsidiarity principle or failures to respect regional or local authorities. October 2021 – CdR_4517 Rue Belliard/Belliardstraat 101 | 1040 Bruxelles/Brussel | BELGIQUE/BELGIË Tel. +32 22822211 | e-mail: PublicationsCdR@cor.europa.eu | www.cor.europa.eu @EU_CoR | /european.committee.of.the.regions | /european-committee-of-the-regions | @EU_regions_cities P a p e r v e r s i o n Q G - 0 6 - 2 1 - 1 1 7 - E N - C | 9 7 8 - 9 2 - 8 9 5 - 1 1 5 5 - 1 | d o i : 1 0 . 2 8 6 3 / 8 8 6 0 4 4 | E l e c t r o n i c v e r s i o n Q G - 0 6 - 2 1 - 1 1 7 - E N - N | 9 7 8 - 9 2 - 8 9 5 - 1 1 2 7 - 8 | d o i : 1 0 . 2 8 6 3 / 2 3 3 9 3 © European Union, 2021 "
    ]
}