{
    "text": [
        "P9_TA(2021)0277 EU Biodiversity Strategy for 2030: Bringing nature back into our lives European Parliament resolution of 9 June 2021 on the EU Biodiversity Strategy for 2030: Bringing nature back into our lives (2020/2273(INI)) (2022/C 67/03) The European Parliament , — having regard to the Commission communication of 20 May 2020 entitled ‘EU Biodiversity Strategy for 2030: Bringing nature back into our lives’ (COM(2020)0380), — having regard to the Commission communication of 11 December 2019 on the European Green Deal (COM(2019)0640), and the Parliament resolution of 15 January 2020 on the same topic ( 1 ), — having regard to the Commission communication of 20 May 2020 on a Farm to Fork Strategy for a fair, healthy and environmentally-friendly food system (COM(2020)0381), — having regard to the Commission communication of 26 February 2016 on an EU Action Plan against Wildlife Trafficking (COM(2016)0087), — having regard to the Commission report of 2 October 2015 on the Mid-Term Review of the EU Biodiversity Strategy to 2020 (COM(2015)0478), — having regard to the Commission communication of 23 July 2019 on Stepping up EU Action to Protect and Restore the World’s Forests (COM(2019)0352) and the Parliament resolution of 16 September 2020 on the EU’s role in protecting and restoring the world’s forests ( 2 ); — having regard to Decision No 1386/2013/EU of the European Parliament and of the Council of 20 November 2013 on a General Union Environment Action Programme to 2020 ‘Living well, within the limits of our planet’ ( 3 ) and the proposal for a decision of the European Parliament and of the Council of 14 October 2020 on a new General Union Environment Action Programme to 2030 (COM(2020)0652), — having regard to Directive 2008/56/EC of the European Parliament and of the Council of 17 June 2008 establishing a framework for community action in the field of marine environmental policy (Marine Strategy Framework Directive) ( 4 ), — having regard to the Global Assessment Report of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES) of 31 May 2019 on Biodiversity and Ecosystem Services, — having regard to the UN Convention on Biological Diversity (CBD) and the upcoming 15th meeting of the Conference of the Parties thereto (COP15), — having regard to the UN 2030 Agenda for Sustainable Development and to the Sustainable Development Goals (SDGs), — having regard to Global Biodiversity Outlook 5 of the Secretariat of the CBD of 15 September 2020, 8.2.2022 EN Official Journal of the European Union C 67/25 Wednesday 9 June 2021 ( 1 ) Texts adopted, P9_TA(2020)0005. ( 2 ) Texts adopted, P9_TA(2020)0212. ( 3 ) OJ L 354, 28.12.2013, p. 171. ( 4 ) OJ L 164, 25.6.2008, p. 19. ",
        "— having regard to the Intergovernmental Panel on Climate Change (IPCC) reports, particularly the Special Report of 24 September 2019 on the Ocean and Cryosphere in a Changing Climate, the Special Report of 8 August 2019 on Climate Change and Land, and the Special Report of 8 October 2018 on Global Warming of 1,5 o C, — having regard to the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), — having regard to the Convention on the Conservation of Migratory Species of Wild Animals, — having regard to the United Nations Convention on the Law of the Sea, — having regard to the Convention for the Protection of the Mediterranean Sea Against Pollution, the Convention on the Protection of the Black Sea Against Pollution, the Helsinki Convention on the Protection of the Marine Environment of the Baltic Sea Area, and the Convention for the Protection of the Marine Environment of the North-East Atlantic, — having regard to the reports of the UN Special Rapporteur of 24 January 2018 and of 15 July 2020 on human rights obligations relating to the enjoyment of a safe, clean, healthy and sustainable environment, — having regard to the UN Leaders’ Pledge for Nature of 28 September 2020 entitled ‘United to Reverse Biodiversity Loss by 2030 for Sustainable Development’, — having regard to the European Environment Agency (EEA) report of 4 December 2019 entitled ‘The European environment — state and outlook 2020: Knowledge for a transition to a sustainable Europe’, — having regard to the EEA report of 19 October 2020 entitled ‘State of Nature in the EU — Results from reporting under the nature directives 2013-2018’, — having regard to the Global Resources Outlook 2019 report by the International Resource Panel of the UN Environment Programme, — having regard to the IPBES Workshop Report of 29 October 2020 on Biodiversity and Pandemics, — having regard to the 2020 report of the Food and Agriculture Organization of the United Nations (FAO) on the State of World Fisheries and Aquaculture, — having regard to the Commission Joint Research Centre Science for Policy report of 13 October 2020 entitled ‘Mapping and Assessment of Ecosystems and their Services: An EU ecosystem assessment’, — having regard to the Special Reports of the European Court of Auditors (ECA) of 5 February 2020 entitled ‘Sustainable use of plant protection products: limited progress in measuring and reducing risks’, of 5 June 2020 entitled ‘Biodiversity on farmland: CAP contribution has not halted the decline’, of 9 July 2020 entitled ‘Protection of wild pollinators in the EU — Commission initiatives have not borne fruit’, and of 26 November 2020 entitled ‘Marine environment: EU protection is wide but not deep’, — having regard to the EEA briefing of 6 October 2020 entitled ‘Management effectiveness in the EU’s Natura 2000 network of protected areas’, — having regard to the EEA briefing of 11 January 2021 entitled ‘Growth without economic growth’, — having regard to the outcome of the Ad Hoc Technical Expert Group of the CBD on risk assessment of 15 April 2020, C 67/26 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ",
        "— having regard to its resolution of 16 January 2020 on the 15th meeting of the Conference of Parties (COP15) to the Convention on Biological Diversity ( 5 ), — having regard to its resolution of 28 November 2019 on the climate and environment emergency ( 6 ), — having regard to its resolution of 14 March 2019 on the annual strategic report on the implementation and delivery of the Sustainable Development Goals (SDGs) ( 7 ), — having regard to its resolution of 22 October 2020 with recommendations to the Commission on an EU legal framework to halt and reverse EU-driven global deforestation ( 8 ), — having regard to its resolution of 15 November 2017 on an Action Plan for nature, people and the economy ( 9 ), — having regard to its resolutions of 6 July 2016 on Japan’s decision to resume whaling in the 2015-2016 season ( 10 ) and of 12 September 2017 on whale hunting in Norway ( 11 ), — having regard to its resolution of 10 July 2020 on the Chemicals Strategy for Sustainability ( 12 ), — having regard to its resolution of 9 September 2020 on the European Year of Greener Cities 2022 ( 13 ), — having regard to Article 191 of the Treaty on the Functioning of the European Union (TFEU), — having regard to the Charter of Fundamental Rights of the European Union (the Charter), — having regard to Rule 54 of its Rules of Procedure, — having regard to the opinions of the Committee on International Trade, the Committee on Agriculture and Rural Development, the Committee on Foreign Affairs, and the Committee on Fisheries, — having regard to the report of the Committee on the Environment, Public Health and Food Safety (A9-0179/2021), A. whereas the European Parliament has declared a climate and environmental emergency and has committed to urgently take the concrete action needed to fight and contain this threat before it is too late ( 14 ); whereas biodiversity loss and climate change are interlinked and exacerbate each other ( 15 ), representing equal threats to life on our planet, and as such, should be urgently tackled together; B. whereas nature is deteriorating at a rate and scale unprecedented in human history; whereas globally one million species are estimated to be at risk of extinction ( 16 ); whereas only 23 % of species and 16 % of habitats under the EU nature directives have a favourable status ( 17 ); C. whereas the EU Biodiversity Strategy for 2030 and the upcoming international agreement under the CBD aim to establish EU and global frameworks on biodiversity up to 2030; 8.2.2022 EN Official Journal of the European Union C 67/27 Wednesday 9 June 2021 ( 5 ) Texts adopted, P9_TA(2020)0015. ( 6 ) Texts adopted, P9_TA(2019)0078. ( 7 ) OJ C 23, 21.1.2021, p. 130. ( 8 ) Texts adopted, P9_TA(2020)0285. ( 9 ) OJ C 356, 4.10.2018, p. 38. ( 10 ) OJ C 101, 16.3.2018, p. 123. ( 11 ) OJ C 337, 20.9.2018, p. 30. ( 12 ) Texts adopted, P9_TA(2020)0201. ( 13 ) Texts adopted, P9_TA(2020)0241. ( 14 ) Texts adopted, P9_TA(2019)0078. ( 15 ) Karlsruher Institut für Technologie, ‘Climate change exacerbates biodiversity loss: Post-2020 biodiversity targets will have to consider global warming’, ScienceDaily, Rockville, 2020. ( 16 ) Summary for policymakers of the IPBES Global Assessment Report on Biodiversity and Ecosystem Services. ( 17 ) State of Nature in the EU — Results from reporting under the nature directives 2013-2018. ",
        "D. whereas 2021 will be a decisive year for biodiversity and whereas the COP15 should be a Paris Agreement moment for biodiversity; whereas the COP15 and the COP26 of the UNFCCC provide a unique opportunity to switch from a reactive model to a proactive, precautionary model and to bring about the transformative changes needed; E. whereas the EU Biodiversity Strategy for 2030 is one of the key initiatives of the European Green Deal; whereas the EU Biodiversity Strategy for 2030 and the Farm to Fork Strategy, together with other policies, will shape change to protect nature and conserve habitats and species; F. whereas the evidence available suggests that it is not too late to halt and reverse current trends in the decline of biodiversity ( 18 ); whereas this will require substantial changes; G. whereas humans are part of nature and whereas nature has intrinsic value; whereas biodiversity is an integral part of the world’s heritage; H. whereas extinction of species is permanent, threatening ecosystems and the provision of ecosystem services, and posing a threat to human well-being and survival; whereas the International Union for Conservation of Nature (IUCN) has declared 160 species to be extinct over the last decade alone; I. whereas according to the IPBES, 90 % of land is projected to be significantly altered by 2050 and 75 % of land has already been significantly altered; whereas 85 % of wetland areas have already been lost; J. whereas biodiversity is crucial for food security, human well-being and development worldwide; K. whereas the EU must seize the opportunities to incorporate the lessons from the COVID-19 pandemic into its policies and objectives; L. whereas 70 % of emerging diseases and pandemics have an animal origin ( 19 ); whereas the COVID-19 pandemic has demonstrated that practices that place biodiversity under pressure can lead to increased risks to human and animal health; M. whereas the destruction of natural habitats and wildlife trade increases contact between humans and wildlife and will be an important factor in the future emergence and spread of viral diseases ( 20 ); N. whereas biodiversity makes a positive contribution to human health; whereas up to 80 % of the medicines used by humans are of natural origin ( 21 ); O. whereas the EU has more protected areas than any other region of the world ( 22 ); whereas the current network of legally protected areas, including those under strict protection, is not sufficient to safeguard biodiversity ( 23 ); C 67/28 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 18 ) Global Biodiversity Outlook 5. ( 19 ) Daszak, P. et al., Workshop Report on Biodiversity and Pandemics , Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services, Bonn, 2020. ( 20 ) Ibid. ( 21 ) Durant, O., Natural Medicine: Past to Present, University College of London, London, 2018. ( 22 ) EEA report of 23 November 2020 entitled ‘An introduction to Europe’s Protected Areas’. ( 23 ) Management effectiveness in the EU’s Natura 2020 network of protected areas. ",
        "P. whereas the EU still faces large implementation gaps when it comes to effectively managing the Natura 2000 network; Q. whereas Natura 2000 contributes to the conservation of species, but many threatened species are not protected by this network ( 24 ); R. whereas Natura 2000 has been estimated to support 52 000 direct and indirect jobs in conservation management, and whereas 3,1 million (a quarter) of tourism jobs have links to protected areas ( 25 ); whereas the expansion of protected areas is intended to safeguard biodiversity, but also contributes to climate mitigation and adaptation and generates substantial returns through investment and the creation of jobs; S. whereas the European Court of Auditors has highlighted serious shortcomings in EU policies on the protection or restoration of biodiversity, including but not limited to inadequate measures to protect or restore biodiversity, a lack of implementation and funding, and inappropriate indicators to measure progress ( 26 ); whereas future EU policies should remedy and address these shortcomings; T. whereas approximately 75 % of the world’s food crops are dependent on insect pollinators ( 27 ) and whereas pollinator numbers have dramatically declined in recent decades; whereas biodiversity conservation and the conservation of insects are inextricably linked; U. whereas the European Food Safety Authority (EFSA) bee guidance document has not been formally adopted and its review has not been successfully finalised; V. whereas the European Parliament adopted a resolution on the EU Pollinators Initiative on 18 December 2019 ( 28 ), which confirms its strong position on the importance of protecting pollinators; W. whereas the framework and actions of the current EU Pollinators Initiative require reinforcement and integration in all EU sectoral policies; X. whereas monitoring, research and other activities related to insect protection are fragmented, are often inadequate and are underfunded or non-existent at national level; Y. whereas loss of biodiversity is connected to economic activities; whereas economic activities should respect planetary boundaries; Z. whereas conservation of biodiversity and ecosystems has direct and indirect economic benefits for most sectors of the economy and underpins the functioning of our economies and societies; whereas all businesses depend on ecosystem services either directly or indirectly; whereas an improved biodiversity policy with effective measures has the potential to strengthen the economy and provide employment opportunities; AA. whereas the major direct drivers of biodiversity loss are changes in land and sea use, natural resource extraction, climate change, pollution and the invasion of alien species ( 29 ); whereas in addition to nature conservation and restoration, action on drivers of biodiversity loss, especially in the land use sand food system transformation sectors, is essential for an effective post-2020 biodiversity strategy ( 30 ); 8.2.2022 EN Official Journal of the European Union C 67/29 Wednesday 9 June 2021 ( 24 ) ten Brink, P. et al., Natura 2000 — Jobs Scoping Study (Executive summary), Institute for European Environmental Policy, Brussels, 2017. ( 25 ) Ibid. ( 26 ) ECA special report of 21 February 2017 entitled ‘More efforts needed to implement the Natura 2000 network to its full potential’. ( 27 ) FAO report of 20 May 2018 entitled ‘Why Bees Matter’. ( 28 ) Texts adopted, P9_TA(2019)0104. ( 29 ) IPBES Global Assessment Report of 31 May 2019 on Biodiversity and Ecosystem Services. ( 30 ) Leclère, D. et al., ‘Bending the curve of terrestrial biodiversity needs an integrated strategy’, Nature , Vol. 585, Nature Research, London, 2020, pp. 551–556. ",
        "AB. whereas soil is a common resource ( 31 ) and soil biodiversity is under increasing pressure; whereas EU-wide monitoring of soil biodiversity, including trends in its range and volume, should complement regular Land Use and Coverage Area Frame Surveys of physico-chemical parameters in the long term; AC. whereas agricultural biodiversity covers all components of biological diversity that are relevant to food and agriculture and all components of biological diversity that constitute agricultural ecosystems, also referred to as agro-ecosystems, including the variety and variability of animals, plants and micro-organisms at the genetic, species and ecosystem levels, which are necessary to sustain key functions of the agro-ecosystem, its structure and processes; AD. whereas the long-term trends in farmland, forest and common bird and grassland butterfly populations demonstrate that the EU has experienced a major decline in farmland biodiversity ( 32 ); whereas this is primarily due to loss, fragmentation and degradation of natural ecosystems, mainly caused by agricultural intensification, intensive forest management, land abandonment and urban sprawl ( 33 ); AE. whereas the sustainable management of agricultural lands can contribute to wider ecosystem functions, such as protecting biodiversity, sequestering carbon, maintaining water and air quality, retaining soil moisture through a reduction in run-off, allowing water to infiltrate the soil and controlling erosion; AF. whereas of all mammals on earth, it is estimated, on the basis of biomass, that the majority are livestock and a low percentage are wild; whereas there is also a worryingly low level of genetic diversity of birds ( 34 ); AG. whereas the fishing, aquaculture and processing sectors can contribute to the UN SDGs; AH. whereas scientific studies have raised concerns about the significant long-term adverse impacts that the use of certain fishing techniques can have on ocean biodiversity and the marine environment; AI. whereas fishers can contribute to preventing environmental degradation and preserving the marine environment by using sustainable methods and techniques; AJ. whereas the degradation of habitats and the disruption of migration corridors, and overexploitation due to fishing, among other factors, have brought some fish species such as sturgeon to the brink of extinction; AK. whereas in spite of some verified improvements in sustainability in the exploitation of marine resources in some sea basins, there are still areas that present worrying situations, in particular the Mediterranean Sea; AL. whereas the EU has set targets under the Marine Strategy Framework Directive; whereas measures are still needed to achieve the objective of good environmental status for bodies of water; AM. whereas the European Court of Auditors has stated ( 35 ) that although a framework is in place to protect the marine environment, EU actions have not led to sufficient protection of ecosystems and habitats, and that current marine protected areas (MPAs) provide only limited protection; C 67/30 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 31 ) European Parliament resolution of 28 April 2021 on soil protection (texts adopted, P9_TA(2021)0143). ( 32 ) ECA special report entitled ‘Biodiversity on farmland: CAP contribution has not halted the decline’. ( 33 ) EEA report entitled ‘The European environment — state and outlook 2020: knowledge for transition to a sustainable Europe’. ( 34 ) Bar-On, Y.M., Phillips, R. and Milo, R., ‘The biomass distribution on Earth’, Proceedings of the National Academy of Sciences of the United States of America, Vol. 115, No. 25, National Academy of Sciences, Washington, D.C., 2018. ( 35 ) ECA special report entitled ‘Marine environment: EU protection is wide but not deep’. ",
        "AN. whereas forests and the entire forest-based value chain are fundamental to the further development of the circular bio-economy, as they provide jobs, ensure economic welfare in rural and urban areas, deliver climate change mitigation and adaptation services, offer health-related benefits, protect the biodiversity and prospects of mountainous, island and rural regions and combat desertification; AO. whereas forests account for 43 % of the EU’s land area and contain 80 % of its terrestrial biodiversity ( 36 ); whereas forestry activities are the second largest reported pressure category for species ( 37 ), affecting in particular arthropods, mammals and non-vascular plants; whereas many forest-dependent species are negatively affected by the removal of dead, dying and old trees ( 38 ), reduction of old-growth forests and certain forest management methods such as clear-cutting; AP. whereas forests harbour more than 75 % of the world’s terrestrial biodiversity ( 39 ); whereas Parliament has made recommendations to the Commission on an EU legal framework to halt and reverse EU-driven global deforestation and forest and ecosystem degradation ( 40 ); AQ. whereas the good status of the environment and healthy ecosystems are vital in fighting climate change, with ecosystems playing a fundamental role in climate mitigation and adaptation; whereas climate change affects biodiversity as climate variables largely determine the geographical distribution ranges of species; whereas in areas where the climate is no longer suitable, some species shift their geographical ranges and others go extinct locally; AR. whereas nature-based solutions and ecosystem-based approaches have the potential to provide a strong policy connection between the three Rio conventions, addressing climate change and biodiversity loss in an integrated manner; AS. whereas according to IPBES, pollution is one of the five drivers of biodiversity loss; whereas it is estimated that robust information exists for about 500 chemicals and whereas by April 2019, the European Chemicals Agency considered 450 substances as being sufficiently regulated; whereas another 10 000 substances are considered to have their risks fairly well characterised, while limited risk information is available for around 20 000 substances; whereas for the majority, around 70 000 substances, there is hardly any information on their hazards or exposure risks; whereas significant knowledge gaps regarding all impacts of chemicals on biodiversity and the environment need to be urgently closed; AT. whereas light pollution alters the natural night light levels for humans, animals and plants, thus negatively affecting biodiversity by, for example, unbalancing the migratory, nocturnal and reproductive activity of animals, leading also to the loss of insects and pollinators who are fatally drawn to artificial light; AU. whereas according to the Joint Research Centre 2020 report ( 41 ), invasive alien species (IAS) are now present in all ecosystems and are threatening urban ecosystems and grasslands in particular; AV. whereas current negative trends in biodiversity and ecosystems will undermine progress towards not only the SDG environmental targets, but also those related to poverty, hunger, health, water, cities and climate; whereas loss and 8.2.2022 EN Official Journal of the European Union C 67/31 Wednesday 9 June 2021 ( 36 ) European Parliament article of 9 December 2020 entitled ‘Sustainable forestry: Parliament’s work to fight deforestation’. ( 37 ) Commission report of 15 October 2020 entitled ‘The state of nature in the European Union — Report on the status and trends in 2013 — 2018 of species and habitat types protected by the Birds and Habitats Directives’ (COM(2020)0635). ( 38 ) Ibid. ( 39 ) FAO and the United Nations Environment Programme report of 22 May 2020 entitled ‘The State of the World’s Forests — Forests, biodiversity and people’. ( 40 ) Resolution with recommendations to the Commission on an EU legal framework to halt and reverse EU-driven global deforestation. ( 41 ) Commission Joint Research Centre Science for Policy report of 13 October 2020 entitled ‘Mapping and Assessment of Ecosystem and their Services: An EU ecosystem assessment’ (supplement) and Commission Directorate-General for Environment BEST initiative (voluntary scheme for Biodiversity and Ecosystem Services in EU Outermost Regions and Overseas Countries and Territories). ",
        "degradation of biodiversity must therefore be considered not only as an environmental issue but also as developmental, economic, social and moral one; AW. whereas close to 80 % of the biodiversity of the EU currently is found in its outermost regions and overseas countries and territories ( 42 ); AX. whereas the EU and its Member States must comply with their international obligations relating to biodiversity and human rights, in addition to their obligations relating to policy coherence in external action, in line with their obligation under the Charter to integrate into the policies of the EU a high level of environmental protection and the improvement of the quality of the environment, and in accordance with the principle of sustainable development; AY. whereas the work of the UN Special Rapporteur on human rights and the environment can pave the way to shape a legal framework of human rights obligations relating to conservation and the sustainable use of biodiversity; whereas the number of environmental and land human rights defenders that have been attacked has increased considerably around the world in recent years; AZ. whereas at least a quarter of the global land area is estimated to be owned, managed, used or occupied by indigenous peoples and local communities; whereas the UN Declaration on the Rights of Indigenous Peoples recognises indigenous peoples’ collective and individual rights; whereas indigenous peoples and local communities play an essential role in preserving the world’s biodiversity and whereas global biodiversity targets cannot be achieved without the recognition of their rights; BA. whereas both the illegal and legal trade in and use of wildlife significantly contributes to biodiversity decline, and whereas the destruction of natural habitats and the exploitation of wildlife contribute to the emergence and spread of infectious diseases ( 43 ); BB. whereas according to IPBES and the IPCC, marine biodiversity is seriously endangered ( 44 ); whereas the EEA has issued warnings about the current state of degradation of the European marine environment and the need to rapidly restore our marine ecosystems by addressing the impact of human activities on the marine environment ( 45 ); whereas marine hotspots such as coral reefs, mangroves and seagrass beds are strongly degraded and threatened by climate change and pollution; BC. whereas the ocean is one, and its good environmental status is vital to ensuring its resilience and its continued provision of ecosystem services such as CO 2 absorption and oxygen production; whereas climate mechanisms depend on the health of the ocean and marine ecosystems currently affected by global warming, pollution, overexploitation of marine biodiversity, acidification, deoxygenation and coastal erosion; whereas the IPCC recalls that the ocean is part of the solution to mitigate and adapt to the effects of climate change ( 46 ); BD. whereas 80 % of marine litter is land-based and 150 tonnes of plastics have accumulated in our oceans ( 47 ); whereas 80 % of urban sewage is discharged into the sea; whereas at the surface, the cumulative mass of floating waste represents only 1 % of the plastics dumped in the ocean ( 48 ); C 67/32 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 42 ) BEST initiative. ( 43 ) Summary for policymakers of the IPBES Global Assessment Report on Biodiversity and Ecosystem Services. ( 44 ) IPBES Global Assessment Report on Biodiversity and Ecosystem Services and Global Biodiversity Outlook 5. ( 45 ) EEA report of 25 June 2020 entitled ‘Marine messages II: Navigating the course towards clean, healthy and productive seas through implementation of an ecosystem-based approach’. ( 46 ) IPCC Special Report of 24 September 2019 on the Ocean and Cryosphere in a Changing Climate. ( 47 ) Commission Directorate-General for Environment, Descriptor 10: Marine Litter . ( 48 ) Ibid. ",
        "BE. whereas the blue economy represents an opportunity for the sustainable development of maritime and coastal activities; BF. whereas joint initiatives between people, municipalities, associations, businesses, educational institutions and any other societal stakeholders on biodiversity protection and restoration should be encouraged; BG. whereas the successful implementation of the strategy requires effective cooperation at the EU and Member State levels including all stakeholders; Current biodiversity status 1. Welcomes the new EU Biodiversity Strategy for 2030 and its level of ambition; 2. Welcomes, furthermore, the headline ambition to ensure that by 2050 all of the world’s ecosystems are restored, resilient, and adequately protected; stresses that all efforts should be made to achieve this goal as soon possible; 3. Considers that in the implementation of the strategy, consistency should be ensured with other strategies of the European Green Deal, such as the Farm to Fork Strategy; recognises the importance of the three dimensions of sustainable development: environmental, economic, and social; recalls that the environmental dimension, including biodiversity and ecosystem conservation, underpins the two other dimensions and is the fundamental basis for sustainable development and for the achievement of the SDGs; 4. Recalls that there is an urgent need to strengthen the maritime vision in the new strategies of the European Union, in particular in the follow-up of the Green Deal for Europe, the Biodiversity Strategy and the Farm-to-Fork strategy; 5. Calls on the Commission to base each legislative proposal on a comprehensive impact assessment considering individual and cumulative effects, the impact on the social and economic sustainability of the relevant sectors, on food security and food prices, and on the potential risk of displacing biodiversity losses to non-EU countries by replacing local production with imports, and both the costs of action and inaction in terms of immediate and long-term impacts; 6. Calls on the Commission, for the purposes of carrying out impact assessments, to complement the sole tool currently used to assess environmental aspects with tools examining impacts relating to biodiversity, resource use and pollution; 7. Notes, in this regard, that focusing at the same time on the social, environmental and economic benefits of forestry can help to ensure resilience and adaptive capacity, as well as to achieve the transition to a circular bio-economy and improve the protection of biodiversity; considers that targets and implementation need to take into account the precise conditions and opportunities of each country and result in positive impacts on forests and forestry conditions, livelihoods in rural areas and the biodiversity of forests in the EU; 8. Recalls the conclusions of the IPBES report of 2019, according to which nature is declining globally at a rate unprecedented in human history and around one million species are threatened with extinction out of an estimated total of over eight million; 9. Notes that this is the third strategy on biodiversity seeking to halt the loss of the EU’s biodiversity; deplores, however, the fact that biodiversity in the EU is still continuing to decline; strongly regrets that the EU has neither achieved the Biodiversity Strategy to 2020 objectives nor the global Aichi Biodiversity Targets; 10. Stresses that the Biodiversity Strategy for 2030 needs to fully deliver on its targets; urges the Commission and the Member States to commit to substantial and additional measures on biodiversity conservation and restoration to fully meet the new objectives, which should be clearly defined and measurable; 8.2.2022 EN Official Journal of the European Union C 67/33 Wednesday 9 June 2021 ",
        "11. Stresses that the COVID-19 pandemic has once again demonstrated the importance of holistically applying the ‘One Health’ principle in policymaking, which reflects the fact that human health, animals and the environment are interconnected and that transformative changes are urgently needed across society; underlines the important role of the Commission in coordinating and supporting the One Health approach in the EU and advocating it at all international fora; calls for a rethinking and urgent full alignment of the EU’s current policies with the changes needed; 12. Notes that the underlying causes of pandemics include the same global environmental changes that drive biodiversity loss and climate change ( 49 ), such as land use change and legal and illegal wildlife trade and consumption; points out that the risk of pandemics can be significantly lowered by reducing human activities that drive biodiversity loss and that the estimated cost of reducing the risk of pandemics is 100 times lower than the cost of responding to them ( 50 ); 13. Urges the Member States and the Commission to fully take into account the scientific evidence, reports and recommendations on zoonosis and pandemics, including the IPBES workshop report on biodiversity loss and pandemics ( 51 ), the United Nations Environment Programme report of 6 July 2020 entitled ‘Preventing the next pandemic — Zoonotic diseases and how to break the chain of transmission’ ( 52 ), and the tripartite concept note of the World Health Organization (WHO), the FAO and the World Organisation for Animal Health (OIE) of April 2010 on sharing responsibilities and coordinating global activities to address health risks at the animal-human-ecosystems interfaces partnership, to combat human-animal-environment health risks ( 53 ); 14. Welcomes the envisaged reinforcement of EU action against pandemics and other health threats as part of the European Health Union ( 54 ), including the establishment of an EU health crisis and pandemic plan as provided for in the new Commission proposal on serious cross-border threats to health ( 55 ), which should include pandemics with zoonotic origins; Protection and restoration 15. Expresses strong support for the EU targets of protecting at least 30 % of the EU’s marine and terrestrial areas, covering a diverse range of ecosystems such as forests, wetlands, peatlands, grasslands and coastal ecosystems, and of strictly protecting at least 10 % of the EU’s marine and terrestrial areas, including all remaining primary and old-growth forests and other carbon-rich ecosystems; stresses that these targets should be binding and should be implemented by Member States at national level, in cooperation with regional and local authorities, and in accordance with science-based criteria and biodiversity needs, taking into account differences in the size and share of natural areas in each Member State and regional and local circumstances; 16. Stresses that these protected areas should create an ecologically coherent and representative network, building on existing protected areas; underlines that in addition to increasing protected areas, the quality of protected areas must be ensured, including through sufficient funding and the implementation of clear and effective conservation plans, proper management, adequate monitoring and evaluation, and effective enforcement of relevant legislation; C 67/34 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 49 ) EEA report entitled ‘State of Nature in the EU — Results from reporting under the nature directives 2013-2018’. ( 50 ) IPBES Workshop Report of 29 October 2020 on Biodiversity and Pandemics. ( 51 ) Ibid. ( 52 ) United Nations Environment Programme report of 6 July 2020 entitled ‘Preventing the next pandemic — Zoonotic diseases and how to break the chain of transmission’. ( 53 ) The FAO-OIE-WHO tripartite concept note of April 2010 on sharing responsibilities and coordinating global activities to address health risks at the animal-human-ecosystems interfaces’. ( 54 ) Commission communication of 11 November 2020 entitled ‘Building a European Health Union: Reinforcing the EU’s resilience for cross-border health threats’ (COM(2020)0724). ( 55 ) Proposal for a Regulation of the European Parliament and of the Council of 11 November 2020 on serious cross-border threats to health and repealing Decision No 1082/2013/EU (COM(2020)0727). ",
        "17. Recalls that according to international recommendations by the IUCN, environmentally damaging industrial activities and infrastructure development should be prohibited in all categories of protected areas ( 56 ); 18. Stresses that a clear definition of strict protection needs to be produced; notes the Council conclusions of 16 October 2020 on biodiversity, which state that a stricter level of protection may allow for certain human activities to be carried out in line with the conservation objectives of the protected area; considers that human activities that are compatible with protection goals, or even positively contribute to biodiversity, should be admissible in areas under strict protection; calls on the Commission, in cooperation with Member States, to clarify what kind of human activities might potentially be considered as allowed under strict protection status when they leave natural processes essentially undisturbed and are compatible with the ecological requirements of the areas, on the basis of a case-by-case assessment based on the best available science; 19. Underlines that in order to achieve the objectives of the Biodiversity Strategy for 2030, the degradation of the remaining EU marine and terrestrial area will also need to be prevented; calls for measures to address biodiversity loss outside protected areas; notes that restoring nature and ecosystems in protected areas does not make up for continued loss of biodiversity and degradation of ecosystems in other areas; 20. Underlines the importance of including overseas countries and territories in conservation and restoration efforts; 21. Considers it important to take into account biogeographical regions and to adopt a whole-of-government approach to protected areas which involves Member States evaluating the need for financial support and compensation measures in the context of the designation of protected areas; stresses the need to involve all relevant stakeholders, including landowners; 22. Highlights the importance of the Natura 2000 forest sites in preserving forest biodiversity; notes, however, that sufficient financial resources are needed to manage such areas and to ensure enforcement; 23. Underlines the importance of strengthening sustainable forest management in a balanced manner for the health, climate resilience and longevity of forest ecosystems and the preservation of the multifunctional role of forests, including for maintaining forest biodiversity, as well as for the achievement of the sustainable development goals (SDGs) and the implementation of the European Green Deal; highlights the value of incorporating genetic diversity into planting considerations, as this limits the risk of pest attacks and of the spread of disease, and of local/native species; 24. Recalls that the EU has the largest coordinated network of protected areas in the world; 25. Notes the commitment to ensure no deterioration in conservation trends and the favourable status of all protected habitats and species by 2030 and to ensure that at Member State level at least 30 % of species and habitats that do not currently have a favourable status are in that category or show a strong positive trend; believes, however, that favourable conservation status should be achieved for all protected species and habitats under the Birds ( 57 ) and Habitats ( 58 ) Directives as soon as possible; stresses that there are existing obligations to ensure no deterioration of species; calls on the Commission, together with the EEA, to set a clear baseline, to ensure harmonised and regular reporting, and to address shortcomings in the current methodology for trend estimates; 26. Calls on the Member States to improve the quality and completeness of their monitoring systems for the Natura 2000 network, including monitoring of the effectiveness of management; stresses the importance of specialised management bodies and site management plans; recalls that according to the EEA briefing ( 59 ), existing management effectiveness standards are insufficiently known and understood among practitioners; calls on the Commission and the Member States to conduct more targeted capacity building and provide better guidance on management effectiveness for the assessment and improvement of Natura 2000 management, including through the use of global standards for protected 8.2.2022 EN Official Journal of the European Union C 67/35 Wednesday 9 June 2021 ( 56 ) IUCN recommendation of 10 September 2016 entitled ‘Protected areas and other areas important for biodiversity in relation to environmentally damaging industrial activities and infrastructure development’. ( 57 ) Directive 2009/147/EC of the European Parliament and of the Council of 30 November 2009 on the conservation of wild birds (OJ L 20, 26.1.2010, p. 7). ( 58 ) Council Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora (OJ L 206, 22.7.1992, p. 7). ( 59 ) EEA briefing entitled ‘Management effectiveness in the EU’s Natura 2020 network of protected areas’. ",
        "area management effectiveness (PAME) evaluations, such as the IUCN Green List of Protected and Conserved Areas; also calls on the Commission to update the adaptive management guidance on Natura 2000, which involves considering the potential impacts of climate change on species and ecosystems; 27. Calls on the Member States to safeguard the genetic diversity of wild species through adequate conservation measures; 28. Regrets that the Member States have not met the 2020 objective of good environmental status for marine waters specified in the Marine Strategic Framework Directive; calls on the Commission to strengthen the network of MPAs through improved connectivity, enhanced management, stronger spatial planning, and systematic evaluations and enforcement; 29. Expresses concern over the state of freshwater ecosystems and species; notes that between 1970 and 2016, the decline in Europe has been the most serious in the world at 93 % ( 60 ); 30. Underlines that the majority of terrestrial biodiversity is in forested areas; notes that there have been small improvements in conservation status for a few forest types ( 61 ), but that the conservation status of forest habitats and species covered by EU nature legislation shows no significant signs of improvement ( 62 ); stresses that between 2011 and 2020, close to one third of EU forests were assessed as having a bad conservation status (31 %) and over half of were assessed as having a poor conservation status (54 %) ( 63 ); 31. Highlights the poor status of European Forests; stresses that in some biogeographical regions as little as 5 % of Annex I forest habitats are in favourable conservation status ( 64 ); underlines that the Biodiversity Strategy requires Member States to ensure no deterioration in conservation trends and status of all protected habitats and species; notes significant levels of further deterioration of forest ecosystems in unfavourable conservation status across the most of biogeographical regions ( 65 ); 32. Notes with concern the substantial losses of forests species and habitats reported; recalls that five forest tree species are extinct in the wild, 42 forest tree species are critically endangered and 107 forest tree species are endangered in Europe; 33. Considers it important and urgent to ensure strict protection of all remaining primary and old-growth forests; stresses that proforestation that allows natural forests to grow older is key to increasing the surface area of old-growth forest; welcomes the ongoing participatory processes of defining, mapping and monitoring primary and old-growth forests; 34. Underlines that forests, especially primary forests, are of particular relevance in protecting biodiversity and calls for their protection; calls, in this regard, on the Commission and Member States to bring in a definition of old-growth forests to be prepared by the Standing Forestry Committee as a part of the future EU Forest Strategy; 35. Calls on the Member States to improve national legislation strengthening protection against illegal logging; calls on the Commission and the Member States to harmonise existing data, to fill in the gaps regarding the location of primary and old-growth forests, to create a database of all potential sites fulfilling the criteria for old-growth and primary forests retroactively in the year 2020, and to introduce a temporary moratorium on logging of all the respective sites to prevent their purposeful destruction and to legally ensure the non-intervention status of confirmed sites without delay; C 67/36 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 60 ) World Fish Migration Foundation press release of 28 July 2020 entitled ‘Massive decline in migratory freshwater fish populations could threaten livelihoods of millions, warns new report’. ( 61 ) State of Nature in the EU — Results from reporting under the nature directives 2013-2018. ( 62 ) Commission report of 2 October 2015 on the Mid-Term Review of the EU Biodiversity Strategy to 2020 (COM(2015)0478). ( 63 ) State of Nature in the EU — Results from reporting under the nature directives 2013-2018. ( 64 ) Boreal biogeographical region with 4,84 % and Atlantic with 4,94 % in favourable status, in accordance with data (2019) reported pursuant to the Art. 17 of Habitats Directive for the period 2013-2018. ( 65 ) Data (2019) reported pursuant to the Art. 17 of Habitats Directive for the period 2013-2018. ",
        "36. Strongly welcomes the commitment to draw up a legislative proposal on the EU nature restoration plan, including on binding restoration targets, and reiterates its call for a restoration target of at least 30 % of the EU’s land and seas ( 66 ), which should be fully implemented by each Member State throughout their territory, within and outside protected areas, on the basis of biodiversity and ecosystem needs reflecting the country’s specific characteristics; stresses that restoration targets should build on the EU’s existing legislation and that restoration efforts should support natural regeneration to the extent possible; 37. Considers that in addition to an overall restoration target, the legislative proposal on the EU nature restoration plan should include ecosystem-, habitat- and species-specific targets at the EU and Member State levels on the basis of their ecosystems, with a particular emphasis on ecosystems for the dual purposes of biodiversity restoration and climate change mitigation and adaptation; emphasises that the instrument should include forests, grasslands, wetlands, peatlands, pollinators, free-flowing rivers, coastal areas and marine ecosystems; stresses that after restoration, no ecosystem degradation should be allowed; believes that progress on the restoration goals must be regularly assessed at both the Member State and EU levels, including through the use of intermediate goals towards the 2030 targets; 38. Underlines that positive incentives and participatory processes should be developed to increase commitment to biodiversity restoration; 39. Strongly highlights the importance of fully integrating the EU’s nature restoration objectives into other related policies and strategies; reiterates its call for binding targets on the restoration of forests ( 67 ), including to increase and restore connectivity between forests; requests the inclusion in the nature restoration plan of the restoration of at least 25 000 km of free-flowing rivers in the EU through the removal of barriers and the restoration of floodplains; 40. Strongly regrets the decline of pollinators, which are a key indicator of the health of the environment; stresses that this decline means not only a loss of biodiversity but also a threat to food security; reiterates the position expressed in its resolution on the EU Pollinators Initiative and calls for an urgent revision of the initiative; underlines that the revised initiative should include a new EU-wide pollinator monitoring framework with robust measures, clear time-bound objectives and indicators, including impact indicators, and necessary capacity building; 41. Recalls its objection of 23 October 2019 as regards the assessment of the impact of plant protection products on honeybees ( 68 ) and regrets that the EFSA bee guidance document has not been formally adopted by the Member States; calls on the Commission and the Member States to ensure that the revision of the EFSA bee guidance document and the future implementing acts ensures as a minimum an equal level of protection as that laid down in 2013, addressing both acute and chronic toxicity and larvae toxicity, and also covering wild pollinators; emphasises the need for increased transparency in the review process; notes that EFSA is designing its own modelling system, ApisRAM, which is expected to be more in line with the biology of honeybees than BeeHAVE and less open to conflicts of interest; 42. Highlights the importance of high-diversity landscape features in agricultural areas in contributing to biodiversity and pollinator protection and restoration, as well as the role of beekeepers; stresses that increasing green spaces in urban areas can also contribute to these goals; calls on the Member States to include measures targeting various groups of pollinators in their draft strategic plans; Drivers of biodiversity loss 43. Underlines that the Biodiversity Strategy for 2030’s actions must adequately tackle all five main direct drivers of change in nature: changes in land and sea use, direct exploitation of organisms, climate change, pollution and IAS; stresses that underlying causes of change, or indirect drivers, should also be tackled, such as unsustainable production and consumption patterns, population dynamics, trade, technological innovations and governance models; 8.2.2022 EN Official Journal of the European Union C 67/37 Wednesday 9 June 2021 ( 66 ) Resolution on the COP15 to the Convention on Biological Diversity. ( 67 ) Resolution on the EU’s role in protecting and restoring the world’s forests. ( 68 ) European Parliament resolution of 23 October 2019 on the draft Commission regulation amending Regulation (EU) No 546/2011 as regards the assessment of the impact of plant protection products on honeybees (texts adopted, P9_TA(2019)0041). ",
        "Changes in land and sea use 44. Highlights that soil biodiversity provides vital ecosystem services and mitigates climate change, making it one of the most important elements of terrestrial carbon sinks; notes with concern the increase in soil degradation and the lack of specific EU legislation on this topic; acknowledges that there are some provisions in different laws that indirectly contribute to soil protection, but considers that this has resulted in partial protection and highly fragmented governance in the EU; calls, therefore, on the Commission to submit a legislative proposal for the establishment of a common framework, with full respect for the subsidiarity principle, for the protection and sustainable use of soil and for the effective integration of that protection in all relevant EU policies; 45. Stresses that this common framework on soil should address all the main soil threats, including loss of soil biodiversity, loss of soil organic matter, contamination, salinisation, acidification, desertification, erosion and soil sealing; emphasises the need to include therein common definitions, clear targets and a monitoring framework; also supports the establishment of a specific decontamination target; 46. Underlines that healthy soil, including fertility and structure, is crucial for the agricultural sector; points out the negative impact that unsustainable farming and forestry practices, land use change, construction activities, sealing and industrial emissions, among others, have on soils; stresses that forest harvesting and agricultural methods that are less damaging for soils should be implemented; 47. Invites the Commission to review Directive 2010/75/EU on industrial emissions ( 69 ) and Directive 2006/21/EC on the management of waste from extractive industries ( 70 ) in order to better address soil degradation caused by industrial and mining activities; recalls its call for a material recovery target for excavated soils ( 71 ); 48. Urges the Member States — on the basis of the precautionary principle and the principle that preventive action should be taken, and taking into account the risks and the negative climate, environmental and biodiversity impacts involved in hydraulic fracturing for the extraction of unconventional hydrocarbons — not to authorise any new hydraulic fracturing operations in the EU and to halt all existing operations; 49. Recalls that the EU has committed to achieving land degradation neutrality ( 72 ) by 2030 under the United Nations Convention to Combat Desertification (UNCCD), but that this target is unlikely to be achieved, as concluded by the ECA special report ( 73 ); regrets that despite the threat that desertification poses to biodiversity, soil fertility, the land’s natural resilience, food production and water quality, and despite the fact that 13 Member States have declared themselves to be affected by desertification under the UNCCD, the Commission is not effectively addressing it; calls on the Commission, therefore, to be more ambitious and present without delay an EU-level strategy on desertification and land degradation; 50. Notes that in the EU, urbanisation and leisure activities account for 13 % of all reported pressures on nature and 48 % of all marine pressures ( 74 ); highlights that green urban areas and green infrastructure can provide ecosystem services to support biodiversity and contribute to the physical and mental well-being of the population; 51. Supports the intention of the Commission to set up an EU platform for urban greening; calls on the Commission to set specific ambitious binding targets on urban biodiversity, nature-based solutions and ecosystem-based approaches, and green infrastructure, benefiting both humans and wildlife and contributing to the overall biodiversity targets; stresses the C 67/38 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 69 ) Directive 2010/75/EU of the European Parliament and of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) (OJ L 334, 17.12.2010, p. 17). ( 70 ) Directive 2006/21/EC of the European Parliament and of the Council of 15 March 2006 on the management of waste from extractive industries and amending Directive 2004/35/EC — Statement by the European Parliament, the Council and the Commission (OJ L 102, 11.4.2006, p. 15). ( 71 ) European Parliament resolution of 10 February 2021 on the New Circular Economy Action Plan (texts adopted, P9_TA(2021) 0040). ( 72 ) Land degradation neutrality has been defined by the Parties to the UNCCD as: A state whereby the amount and quality of land resources, necessary to support ecosystem functions and services and enhance food security, remains stable or increases within specified temporal and spatial scales and ecosystems. ( 73 ) ECA special report of 18 December 2018 entitled ‘Combating desertification in the EU: a growing threat in need of more action’. ( 74 ) State of Nature in the EU — Results from reporting under the nature directives 2013-2018. ",
        "need to include measures such as a minimum share of green roofs on new buildings, supporting urban farming, including the use of fruit trees, where appropriate, ensuring no chemical pesticides are used and reducing fertiliser use in EU urban green areas, and increasing the number of green spaces according to the number of inhabitants, while also addressing inequalities in access to green spaces; calls further on the Commission and the Member States to extend terrestrial and marine ecological corridors in urban areas, including by developing a Trans-European Network for Green Infrastructure (TEN-G) linked to a Trans-European Nature Network (TEN-N); Direct exploitation of organisms 52. Expresses its support for the 2030 targets of bringing at least 25 % of agricultural land under organic farm management, which should increase in the medium to long term; strongly welcomes, furthermore, the target of ensuring that at least 10 % of agricultural land consists of high-diversity landscape features, which should be implemented at an appropriate level to provide ecological connectivity for habitats across and in between farmed landscapes; stresses that both targets should be incorporated into EU legislation and be implemented by each Member State, also within the common agricultural policy (CAP) strategic plans; 53. Notes with great concern that according to the ECA report on biodiversity on farmland, the number and variety of species on farmland in the EU has been continuously declining; regrets the fact that the EU’s Biodiversity Strategy to 2020 did not set measurable targets and actions for agriculture, making it difficult to assess progress; recalls that the tracking of CAP spending for biodiversity has been unreliable and that there has been a lack of coordination between EU policies and strategies, one result of which is that they do not address the decline in genetic diversity ( 75 ); calls on the Commission to follow the recommendations of the ECA on biodiversity on farmland and to build on the lessons learned in the Biodiversity Strategy for 2030 ( 76 ); 54. Stresses that biodiversity is crucial for safeguarding food security in the EU; highlights the important role that the EU agricultural sector plays in the production of healthy, safe and affordable foods; emphasises that farmers have a key role to play in the success of this strategy and that this strategy should be aligned with the measures, goals and targets of the Farm to Fork Strategy; 55. Considers it imperative that EU agriculture be transformed to make it sustainable and ensure high animal welfare standards, in line with the ecological and climate transitions, with minimised use of fossil and chemical inputs and antibiotic treatments; stresses that agriculture should contribute to protecting and restoring biodiversity; 56. Considers it imperative, in view of potential socio-economic impacts, that farmers receive support, including economic support, and training in relation to the transition towards sustainable agricultural systems to promote agro-ecological and other innovative sustainable practices; highlights, therefore, the importance of ensuring well-defined and sufficient financial support, including under the multiannual financial framework, to help reach these objectives, and calls in this regard on the Member States to use the CAP strategic plans and its green components for these purposes while developing win-win solutions for biodiversity protection; 57. Calls on the Commission to develop a strategy to support local value chains in reaching the proposed targets and stresses that small-scale agricultural businesses require specific support in contributing to the strategy; 58. Welcomes the recognition of organic farming as one of the strong components on the EU’s path towards more sustainable food systems, namely as regards biodiversity concerns, and in achieving the public policy objectives of economic development, rural employment, environmental protection and climate action; stresses the importance of the European action plan for organic farming in increasing the uptake of organic farming; 59. Underlines that the development of organic food production must be accompanied by market-driven and supply chain developments and measures that stimulate demand for organic food, including through public procurement and a broad variety of promotion measures, research, innovation, training and scientific knowledge transfer, aiming to support the stability of the organic products market and the fair remuneration of farmers and promoting measures that support 8.2.2022 EN Official Journal of the European Union C 67/39 Wednesday 9 June 2021 ( 75 ) ECA Special Report of 5 June 2020 entitled ‘Biodiversity on farmland: CAP contribution has not halted the decline’. ( 76 ) Idem. ",
        "young organic farmers; highlights the need for the development of the entire organic food chain in order to allow for local processing and the distribution of the EU’s organic produce; 60. Notes that Member States will contribute differently to these Union-wide targets depending on the level of development of their organic sector and therefore calls for the definition of national targets; highlights that these targets will not be met without strong financial support, solid training programmes and advisory services; calls on Member States to shape their CAP Strategic Plans accordingly and on the Commission to make sure that these Strategic Plans are up to the task; 61. Recalls the importance of encouraging a collective approach and taking advantage of its multiplier effect in order to promote the actions of the Biodiversity Strategy, and calls on the Commission to promote and support associative enterprises, such as agri-food cooperatives, in the implementation of measures to protect biodiversity in a collective manner; 62. Stresses the key role that the CAP should play in the protection and promotion of farmland biodiversity, together with other policies of the European Green Deal; regrets that the CAP has not been effective in reversing the decades-long decline in biodiversity; recalls that agricultural productivity and resilience depend on biodiversity, which is essential to guarantee the long-term sustainability and resilience of our food systems and food security; considers that the small changes introduced by the various reforms of the CAP have not sent a strong signal to farmers to change their practices and is of the opinion that significant change based on experience of and predictions about climate and biodiversity crises is necessary; 63. Reiterates that the CAP should be fully consistent with the EU’s increased climate and biodiversity goals; urges the Commission and the Member States to use the CAP strategic plans to implement the objectives of the Biodiversity Strategy for 2030 and the Farm to Fork Strategy, including on further mainstreaming biodiversity-friendly and agro-ecological approaches, and urges the Member States to set ambitious baselines for sustainability and biodiversity when establishing conditionality standards and to ensure the ambitious and prompt development and uptake of measures, in particular eco-schemes and agri-environment-climate measures; stresses that adequate financial resources should be earmarked for restoration; calls on the Member States to build on the Commission recommendations to these ends; 64. Calls on the Member States to develop the necessary measures with regard to high-diversity landscape features, in particular under their CAP strategic plans, using for example hedges or buffer strips, which should also aim to promote ecological interconnectivity between habitats and the creation of green corridors; 65. Stresses the need to strengthen the monitoring framework within the CAP, including through the development of more reliable indicators to measure its impacts; calls on the Commission to carry out an independent assessment of their aggregated expected impact once national strategic plans are approved; calls on the Commission, where this analysis considers insufficient the efforts to achieve the goals of the European Green Deal, to take appropriate action such as asking the Member States to amend their strategic plans or reviewing the CAP Strategic Plan Regulation as part of the mid-term review; 66. Underlines the importance of balanced diets; considers that the Commission and the Member States should facilitate the adoption of healthy and balanced diets, while introducing appropriate measures to assist farmers in this transition, taking into due consideration the need to safeguard the economic sustainability of EU farms; 67. Regrets the fact that agricultural production and consumption are being increasingly focused on a limited range of agricultural crops, and within them, limited varieties and genotypes; underlines that enhancing and preserving genetic variability through natural means is crucial to promoting the diversity of agricultural ecosystems and preserving local genetic resources, in particular as a repository of solutions to face environmental and climatic challenges; highlights the importance of using local breeds and varieties best suited to the local ecosystems; 68. Calls on the Commission to assess whether the development of natural capital accounting can limit and rationalise the exploitation and impact on ecosystems and therefore contribute to halting and reversing biodiversity loss; expresses reservations, however, about the feasibility of accurately measuring the value of nature in quantitative terms and stresses that nature has intrinsic value; calls on the Commission, in this regard, to provide more information on the potential international natural capital accounting initiative; C 67/40 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ",
        "69. Calls on the Member States to develop the necessary measures under their CAP Strategic Plans to promote biodiversity-rich areas, including landscape features, with the aim of achieving an area of at least 10 % of high-diversity areas beneficial for biodiversity, for example hedgerows, buffer strips, areas in which no chemicals are used and temporary fallow land, as well as extensive farmland dedicated to biodiversity on a long-term basis, and promoting interconnectivity between habitats and the creation of green corridors as much as possible in order to maximise the potential for biodiversity; 70. Notes that fur production, which involves the confinement of thousands of undomesticated animals of a similar genotype in close proximity to one another under chronically stressful conditions, can significantly compromise animal welfare and increases their susceptibility to infectious diseases including zoonoses, as has occurred with COVID-19 in mink; 71. Regrets that the EU’s commitment to fully respect maximum sustainable yields (MSY) by 2020, a key objective of the common fisheries policy (CFP), has not been achieved; stresses that all fish populations should be restored to levels above those that are able to produce MSY while respecting the precautionary principle, ensuring they exhibit a population age and size distribution indicative of a healthy stock; calls on the Commission and the Member States to commit to the full recovery of marine habitats and fish stocks with respect for MSY using an ecosystem-based approach to fisheries management without delay, to improve selectivity and the survival of non-target species, and to reduce the impact of fisheries on marine ecosystems when implementing this approach, including by limiting practices or uses that have detrimental impacts; 72. Recalls also that, according to the new Technical Measures Regulation ( 77 ), the Commission must submit a report to Parliament and the Council by 31 December 2020, and that in cases where there is evidence that the objectives and targets have not been met, the Commission may propose measures; 73. Calls on the Commission to address ocean degradation, eutrophication and acidification by presenting an ambitious action plan to protect marine ecosystems and conserve fisheries resources; considers that all measures, including legislation, should be adopted to reduce potential negative impacts of economic and other activities on marine habitats; 74. Stresses the importance of establishing fish stock recovery areas or no-take zones to allow fish populations to recover, including in nursery and spawning areas; emphasises the importance of prohibiting all fishing and other extractive activities in no-take zones; 75. Strongly supports the objective of zero tolerance of illegal, unreported and unregulated (IUU) fishing; points out that IUU fishing has an extremely negative impact on the state of stocks, marine ecosystems, biodiversity and the competitiveness of EU fishers; calls for greater consistency between EU trade and fisheries policies in order to ensure that IUU fishing is tackled effectively; 76. Calls on the Commission to establish an ecosystem approach to all drivers of marine biodiversity loss, which takes account of the pressure of fishing on stocks, biodiversity and marine ecosystems, but also of other factors such as pollution, climate change, shipping and coastal and near-shore uses, including through ecosystem impact assessments of all fishing and other marine activities, taking into account the capacity of ecosystems to contribute to the mitigation of and adaptation to climate change and prey-predator interactions; 77. Invites the Commission and the Member States to take measures to promote the development and implementation of higher welfare methods of fish capture, landing and slaughter on the basis of the best available science; 78. Considers it important to ensure that fish farming practices are sustainable and based on high fish welfare; believes that aquaculture production should be based on sustainable production methods, such as extensive methods and the use of algae, bivalves, pond farming systems and lagoon aquaculture, which can provide important ecosystem functions and services, including maintenance of wetland habitats, and reduce pressure on resources and biodiversity, in addition to having lower carbon emissions and providing nutrition; expresses concern about the capture of fish with the sole purpose of feeding carnivorous farmed fish and considers that this fish capture practice should be phased out and replaced with 8.2.2022 EN Official Journal of the European Union C 67/41 Wednesday 9 June 2021 ( 77 ) Regulation (EU) 2019/1241 of the European Parliament and of the Council of 20 June 2019 on the conservation of fisheries resources and the protection of marine ecosystems through technical measures (OJ L 198, 25.7.2019, p. 105). ",
        "sustainable alternatives; highlights the need to ensure administrative procedures related to aquaculture are clear and can be fully implemented; asks the Commission to update its guidance on aquaculture and Natura 2000 areas if necessary; 79. Notes with concern that widespread physical disturbance of the seafloor continues in coastal EU waters in particular as a result of bottom trawling ( 78 ), which has been identified by the FAO as the gear type that contributes most to annual levels of discard and that has a highly detrimental impact on the seabed depending on the fishery and the particularities of the fished areas ( 79 ); recalls that bottom trawling is one of the most common types of fishing gear in the EU ( 80 ); recalls the existing requirement to cease fishing with bottom-contacting gear below 400 m in areas where vulnerable marine ecosystems are known or likely to exist; calls on the Commission and Member States, therefore, to ensure full and effective implementation of Regulation (EU) 2016/2336 ( 81 ), including in relation to seamounts; calls further on the Commission, following limitations in the Mediterranean ( 82 ), to limit, where necessary in order to protect coastal ecosystems, the use of bottom trawling in other coastal areas, including in its upcoming action plan to conserve fisheries resources and protect marine ecosystems, to ensure the most sustainable and least damaging practices; 80. Stresses that fisheries management plans should take into account the results of scientific studies on the impact of fishing practices on species, habitats, ocean biodiversity and marine environments, and contribute with solutions to resolve the negative impacts identified, including limiting their use or introducing new technical mitigation solutions; stresses further that by-catches of sensitive species should be eliminated or reduced to a level that allows full recovery and that damage to seabed habitats should be minimised; 81. Calls on the Commission to produce a definition of super trawlers and to consider measures restricting their activities in EU waters, in particular prohibiting their activities in protected areas; 82. Considers it essential to establish good cooperation with non-EU countries, in particular neighbouring countries, including promoting monitoring of fisheries resources in non-EU waters in an equivalent manner in order to ensure a healthy ecosystem in marine habitats across borders; 83. Recalls that the CFP and the Fisheries Control Regulation ( 83 ) provide the EU with a regulatory framework with specific tools for fisheries; expresses the need to ensure socio-economic sustainability for fishers affected by the transition to ecological practices within the blue economy, including on associated training needs; stresses the importance of ensuring adequate funding for these purposes from the European Maritime, Fisheries and Aquaculture Fund and Horizon Europe; 84. Asks the Council to proactively make public all documents related to the adopted regulations on total allowable catches, in line with the European Ombudsman’s recommendation in case 640/2019/FP; 85. Recommends that data is continuously gathered so as to better evaluate the sustainability criteria and to prevent fishing zones being established where vulnerable marine ecosystems have been found to exist; 86. Insists that the priority for protected areas must be environmental conservation and restoration and that no activity in these areas should undermine this goal; calls on the Commission and the Member States to prohibit harmful human activity within MPAs; urges the Commission to ensure that sensitivity of species and habitats to human pressures in all sea areas are addressed in national marine spatial plans; C 67/42 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 78 ) EEA report entitled ‘Marine Messages II’, page 34. ( 79 ) FAO Fisheries and Aquaculture Technical Paper of 19 February 2019 entitled ‘A third assessment of global marine fisheries discards’. ( 80 ) ECA Special Report entitled ‘Biodiversity on farmland: CAP contribution has not halted the decline’. ( 81 ) Regulation (EU) 2016/2336 of the European Parliament and of the Council of 14 December 2016 establishing specific conditions for fishing for deep-sea stocks in the north-east Atlantic and provisions for fishing in international waters of the north-east Atlantic and repealing Council Regulation (EC) No 2347/2002 (OJ L 354, 23.12.2016, p. 1). ( 82 ) Council Regulation (EC) No 1967/2006 of 21 December 2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea, amending Regulation (EEC) No 2847/93 and repealing Regulation (EC) No 1626/94 (OJ L 409, 30.12.2006, p. 11). ( 83 ) Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy (OJ L 343, 22.12.2009, p. 1). ",
        "87. Underlines the importance of strengthening and effectively implementing existing MPAs, especially in biodiversity hotspots; calls on the Commission and the Member States to draw up, as a matter of priority, specific management plans for these areas, establishing clear conservation objectives and effective monitoring, surveillance and control measures; urges, in particular, the Member States to expedite the development and submission of joint recommendations for the management of fisheries in their MPAs under Article 11CFP; considers that the effects of climate change on marine species should be fully taken into account; calls further on the Commission, in cooperation with the Member States, to put forward criteria and guidance for appropriate management planning of designated MPAs, including in ecological corridors, based on the best available science, and to facilitate cooperation between Member States; 88. Calls on the Commission to count MPAs in international targets only once they are appropriately managed; 89. Considers that the new MPAs should be included in the Natura 2000 framework and promote ecological connectivity; 90. Highlights that when successful, MPAs offer considerable socio-economic benefits, especially for coastal communities and the fisheries and tourism sector, and that MPAs can perform key ecological functions for the restoration of fish stocks and improve their resilience; 91. Underlines that the new EU Forest Strategy must be aligned and consistent with the European Climate Law and the Biodiversity Strategy for 2030; emphasises the need for a holistic and consistent EU Forest Strategy that enhances the multifunctional role of forests and the forest-based sector in the EU and that promotes the far-reaching environmental, societal, economic benefits of forests with full respect for the EU’s climate and environmental objectives; emphasises the need for clear prioritisation with climate and biodiversity protection and restoration as central and interconnected objectives in the new EU Forest Strategy; calls for the inclusion in the nature restoration plan of specific binding targets for the restoration and subsequent protection of forest ecosystems, which should also be incorporated into the EU Forest Strategy; considers that the various circumstances at local, regional and Member State levels should be taken into account; 92. Reiterates its position of 8 October 2020 on the EU Forest Strategy that the strategy should act as a bridge between national forest and agroforest policies and EU objectives relating to forests and agroforests, recognising both the need to respect national competence and the need to contribute to wider EU objectives; stresses, therefore, the need for the EU Forest Strategy to observe the principle of subsidiarity and recognise the EU’s competencies in the area of protection of the environment; recalls that, under Article 191 TFEU, EU policy on the environment must contribute, among other objectives, to preserving, protecting and improving the quality of the environment and to prudent and rational utilisation of natural resources; recalls that several pieces of EU legislation affect forests and forest management; 93. Calls on the EU and the Member States to ensure the highest standards of environmental protection of forests in their internal and external policies; 94. Stresses that the new EU Forest Strategy should promote sustainable forest management and underlines the importance of strengthening sustainable forest management in a balanced manner for the health, climate resilience and longevity of forest ecosystems and the preservation of the multifunctional role of forests; notes that safeguarding and sustainably managing our forests is key to our general wellbeing, as they are the setting for public-interest activities in the fields of leisure and health as well as education, and recognises that sustainable forest management promotes the protection of forest biodiversity in the EU; recalls that the EU and its Member States have committed to apply the definition and principles of sustainable forest management; 95. Underlines the role of forests in contributing to the EU’s climate targets; considers that the circular and cascading use of forest and other biomass resources that does not compromise on scientifically underpinned protection and restoration action and climate action should be prioritised; considers the use of wood as a building material as one good example; 96. Stresses the crucial importance of the CAP’s agroforestry and afforestation measures and encourages the continuity of forestry measures, in line with the EU Forest Strategy; 8.2.2022 EN Official Journal of the European Union C 67/43 Wednesday 9 June 2021 ",
        "97. Underlines the importance of resilient and healthy forest ecosystems, including fauna and flora, in maintaining and enhancing the delivery of the multiple ecosystem services that forests provide, such as biodiversity, clean air, water, healthy soil, and wood and non-wood raw materials; points out that achieving the EU’s goals for the environment, climate and biodiversity will never be possible without forests and forestry that is multifunctional, healthy and sustainably managed and that takes a long-term perspective; 98. Points out the need to develop a coherent approach to bring together biodiversity protection and climate protection with a thriving forest-based sector and sustainable bio-economy; 99. Acknowledges the role of using the wood from sustainably managed forests and wooden products to contribute to the move towards a CO2-neutral economy and to the development of the circular bio-economy; 100. Underlines the need to revise and align EU rules on the use of biomass for energy production with the objectives of the Biodiversity Strategy for 2030 and the European Climate Law, notably as part of the Renewable Energy Directive and the delegated acts under the Taxonomy Regulation; 101. Welcomes the commitment to plant at least three billion additional trees in the EU; stresses that the EU’s tree planting initiatives should be based on clear ecological principles, proforestation, sustainable reforestation, greening of urban and peri-urban areas, restoration, enhancement of connectivity and agroforestry, in line with the latest scientific knowledge; calls on the Commission to ensure that these initiatives are carried out only in a manner compatible with and conducive to the biodiversity objectives, making sure that this planting does not replace existing old-growth and biodiverse forests, and contributing to making sure forests are resilient, mixed and healthy; 102. Recalls its positions detailed in its resolution on an EU legal framework to halt and reverse EU-driven global deforestation; calls on the Commission to urgently present a proposal for an EU legal framework based on mandatory due diligence that ensures that value chains are sustainable and that products or commodities placed on the EU market do not result in or derive from deforestation, forest degradation, ecosystem conversion or degradation or human rights violations; notes that such an EU legal framework should also be extended to cover high-carbon stock and biodiversity-rich ecosystems other than forests, such as marine and coastal ecosystems, wetlands, peatlands and savannahs, so as to avoid pressure being shifted to these landscapes; 103. Asks the Commission to investigate the possibility of creating a legal framework, primarily within the World Trade Organization (WTO), allowing for the prohibition of trade in certain raw materials, products and services that endanger biodiversity; 104. Stresses that the environmental footprint of the EU’s production and consumption should urgently be reduced in order to stay within planetary boundaries; calls on the Commission to propose binding EU targets for 2030 to significantly reduce the EU’s material and consumption footprints and bring them within planetary boundaries by 2050 ( 84 ); supports the Commission in taking a life-cycle approach to measuring the environmental footprint of products and organisations; considers that plastic production and use should be reduced; considers that economic activities affecting and exploiting ecosystems and their biodiversity should incorporate all possible safeguards to mitigate their negative impact on these ecosystems; Climate change 105. Expresses its concern that the majority of the ranges of terrestrial species will decrease significantly in a 1,5 to 2 o C global warming scenario and that marine species will be equally threatened, especially since these temperature increases will most likely be exceeded with the current trajectories; reiterates, therefore, the need to significantly increase the EU’s ambitions, prioritising nature-based solutions and ecosystem-based approaches in meeting climate mitigation goals and in adaptation strategies and to increase the protection of terrestrial and marine natural carbon sinks in the EU as a complementary measure to decreasing greenhouse gas emissions; 106. Calls on the Commission to assess the impact of climate change on the abundance and geographical distribution of species, to take this assessment into account when implementing the Biodiversity Strategy for 2030, and to help the Member States to incorporate the results into their national policies and in future reporting under the nature directives; C 67/44 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 84 ) Resolution on the New Circular Economy Action Plan. ",
        "107. Highlights the essential role played by healthy ocean ecosystems in halting and reversing the loss of biodiversity and in mitigating climate change; calls for the conservation and restoration of carbon-rich ocean habitats to improve carbon storage, coastal protection and the resilience of marine species and fisheries to climate change; calls further for their inclusion in effectively managed MPAs; 108. Calls on the Commission, following the adoption of the European Climate Law ( 85 ) and considering the important role of natural carbon sinks in achieving climate neutrality, to propose an ambitious science-based EU 2030 target for the removal of greenhouse gas emissions by natural carbon sinks, which should be consistent with the Biodiversity Strategy for 2030 and set in legislation; recalls, furthermore, that a swift reduction of emissions must remain the priority; 109. Calls on the Commission to present as soon as possible a long-term EU action plan on climate and biodiversity, including on the respective targets, that improves coordination and ensures coherence, sustainability and interconnections for future actions, and includes commitments under the post-2020 Global Biodiversity Framework, the Paris Agreement, its nationally determined contributions and the SDGs; underlines the importance of formally coordinating, as soon as possible, the monitoring, reporting and reviewing of climate and biodiversity plans; highlights that resilient and healthy ecosystems are crucial in tackling and adapting to climate change and that synergies between biodiversity and climate policies should be ensured in the actions under the European Climate Pact; 110. Welcomes the new EU strategy on adaptation to climate change; considers that the actions taken under the adaptation strategy should be fully aligned with the Biodiversity Strategy for 2030 and with the measures on prevention and preparedness for natural disasters under the Union Civil Protection Mechanism; 111. Furthermore endorses ecosystem-based approaches as defined in the CBD, which offer a holistic strategy for the integrated management of land, water and living resources that promotes conservation and sustainable use in an equitable way; 112. Stresses that the term ‘nature-based solutions’ should be better defined and that this definition should ensure biodiversity and ecosystem integrity are not compromised; calls, therefore, for a clearer definition to be developed at EU level as well as guidelines and tools on the use of nature-based solutions in order to maximise nature connectivity as well as benefits and synergies between biodiversity conservation and climate change mitigation and adaptation; 113. Notes that nature-based solutions are still absent in many national climate strategies; believes that a multi-stakeholder platform on nature-based solutions could help strengthen synergies across multilateral international conventions on biodiversity and climate change and support the achievement of the SDGs; Pollution 114. Welcomes the Commission’s targets of reducing the use of more hazardous and chemical pesticides by 50 % and losses of nutrients from fertilisers by 50 %, resulting in the reduction of the use of fertilisers by at least 20 % by 2030, which should all be set in legislation and revised for the post-2030 period with a view to continuing the reductions and making long-term commitments; calls for an effective assessment of these targets on the basis of specific milestones; 115. Calls on the Commission to set clear and ambitious baselines for these targets and, together with the Member States, determine for each Member State fair contributions to the EU-wide targets reflecting their different starting points and circumstances; insists that each Member State should implement robust measures to meet their targets; 116. Opposes the reauthorisation of the active substance glyphosate after 31 December 2022; calls on all Member States to carry out the relevant preparatory work to provide all farmers with viable alternative solutions after the ban of glyphosate; 8.2.2022 EN Official Journal of the European Union C 67/45 Wednesday 9 June 2021 ( 85 ) Provisional agreement on a regulation of the European Parliament and of the Council establishing the framework for achieving climate neutrality and amending Regulation (EU) 2018/1999 (European Climate Law) (COM(2020)0080 — C9-0077/2020 — 2020/0036(COD)). ",
        "117. Recalls its resolution of 16 January 2019 on the Union’s authorisation procedure for pesticides ( 86 ), and expects the Commission and the Member States to address all its calls without delay; calls on the Commission to include in its revision of the implementing measures of the Plant Protection Products framework provisions to support the EU-wide pesticide reduction objective, such as by strengthening and clarifying the environmental criteria for granting market access to pesticides; stresses that when EFSA concludes that there are unacceptable impacts on the environment, an approval decision should not be granted; calls on the Commission to make regulatory risk data more transparent and accessible; 118. Considers that the derogation envisaged in Article 53(1) of Regulation (EC) No 1107/2009 ( 87 ) should be clarified and only be applied for health and environmental reasons; deplores that this derogation is being used to undermine the ban on all outdoor uses of three neonicotinoids; 119. Calls on the Commission to swiftly finalise the revision of Directive 2009/128/EC on the sustainable use of pesticides ( 88 ), including therein the pesticide reduction targets, and to take all measures to ensure that Member States commit to its implementation, including in their national action plans; 120. Notes that widespread use of pesticides leads to pesticide resistance, which is a significant problem that makes pesticides less effective; points out that increased use of and dependency on pesticides comes at a high cost to farmers; notes that in avoiding biodiversity loss and pest resistance, a hierarchy of action should be followed, in line with the eight principles of integrated pest management found in Annex III to Directive 2009/128/EC, according to which chemical pesticides must only be used as a last resort; 121. Regrets that the assessment of the impacts of chemicals on the environment and biodiversity tends to be underestimated and undervalued in the socio-economic analysis during the authorisation process under REACH; is concerned by the continuous use and authorisation of hazardous chemicals with negative impacts on the environment or in cases of missing safety data on environmental endpoints; calls on the Commission, in its role as risk manager, to take greater consideration of the impacts of chemicals, including their chronic and long-term effects, on the environment and biodiversity; 122. Calls on the Commission and the Member States to ensure equal standards and effective checks on agricultural products imported from non-EU countries; 123. Calls on the Commission to review Regulation (EC) No 396/2005 on maximum residue levels of pesticides ( 89 ) to incorporate animal health and environmental risks as criteria of the legislation; 124. Welcomes the fact that the Commission has committed to working with the Member States and stakeholders to ensure that from the outset, the national strategic plans for agriculture fully reflect the ambition of the European Green Deal and the Farm to Fork Strategy, which includes an increased level of ambition to reduce significantly the use and risk of chemical pesticides, as well as the use of fertilisers and antibiotics; emphasises the importance of pursuing these targets in holistic and circular ways, such as by adopted agro-ecological approaches like integrated production and organic farming, including crop rotation; stresses also the contribution of precision agriculture, digitalisation and other tools for the reduction and efficient use of pesticides, fertilisers and nutrients; 125. Stresses that in order to reduce the need for pesticides and achieve a further reduction in chemical pesticide use and the associated risks, farmers need a bigger toolbox of alternative, effective, affordable and environmentally safe crop protection solutions and methods; suggests that this could include the enhanced adoption of cultural, physical and biological control techniques, new low risk pesticides and bio-pesticides, more effective application techniques facilitated by tools such as digital and precision farming, epidemiological models, a wider and improved range of options for resistant varieties requiring fewer inputs, and bolstered research and innovation training and advisory systems, including in agro-ecological farming practices; C 67/46 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 86 ) OJ C 411, 27.11.2020, p. 48. ( 87 ) Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (OJ L 309, 24.11.2009, p. 1). ( 88 ) Directive 2009/128/EC of the European Parliament and of the Council of 21 October 2009 establishing a framework for Community action to achieve the sustainable use of pesticides (OJ L 309, 24.11.2009, p. 71). ( 89 ) Regulation (EC) No 396/2005 of the European Parliament and of the Council of 23 February 2005 on maximum residue levels of pesticides in or on food and feed of plant and animal origin (OJ L 70, 16.3.2005, p. 1). ",
        "126. Underlines that the EU agriculture, fishing and forest sectors have an important role to play in the protection and restoration of nature and must be fully involved in the implementation of the Biodiversity Strategy for 2030; stresses that the implementation measures should be accompanied by well-defined support, training programmes and a toolbox of sustainable, safe, effective and affordable solutions and alternatives, as well as access to the latest knowledge, technology and advisory services; underscores, furthermore, the contribution that positive incentives and the exchange of best practices can make to the implementation of the strategy; 127. Calls on the Commission and the Member States to ensure that the objectives of the Biodiversity Strategy for 2030 are fully reflected in the implementation of the Farm to Fork Strategy, the Chemicals Strategy for Sustainability and in the upcoming zero pollution action plan, which should also address light and noise pollution, including underwater noise; stresses the importance of tackling pollution at source as a priority while ensuring the use of best available technologies; 128. Calls on the Commission to set an ambitious reduction target for 2030 on the use of outdoor artificial light and to propose guidelines on how artificial light at night can be reduced by the Member States; 129. Stresses the need for the Biodiversity Strategy for 2030 to include dedicated measures on reducing pollution with a direct impact on biodiversity and health, such as plastic, microplastic and chemical pollution; calls on the Commission to ensure the swift implementation of all actions of the new circular economy action plan and related legislation; Invasive alien species (IAS) 130. Expresses concern about the fact that IAS pose a severe threat to the environment, livelihoods and food security, irreversibly damaging protected areas and their biodiversity, and that this is being exacerbated by climate change; 131. Regrets that the list of Invasive Alien Species of Union concern represents less than 6 % of the IAS present in the EU; calls on the Commission to step up action and ensure that IAS that affect threatened species are included in the list; calls further on the Commission to improve prevention by introducing mandatory risk assessments prior to the first import of non-native species and by proposing EU-wide white lists of species permitted for import, keeping, breeding and trade as pets on the basis of a scientific risk assessment and ecological characteristics in the EU as soon as possible; 132. Highlights that the exotic pet trade is one of the main pathways for introducing IAS and that apart from this, the introduction of IAS is also linked to other stressors such as terrestrial and marine transport and marine litter; calls for the development of additional measures at EU level on the prevention, control and eradication of IAS, including drawing up specific plans for those affecting critically endangered species; stresses the need for sufficient human, technical and financial resources to support prevention and help affected areas to tackle existing and newly introduced IAS; 133. Regrets that only one marine species has been included in the List of Invasive Alien Species of Union concern ( 90 ); calls on the Commission to address this disproportionately low number of marine IAS to ensure proper alignment with Regulation (EU) No 1143/2014 ( 91 ); Funding, mainstreaming and governance framework 134. Highlights that the societal and environmental benefits of prevention and restoration exceed the investment costs; calls on the Commission to ensure effective biodiversity mainstreaming and proofing across EU spending and programmes on the basis of the EU taxonomy; calls for the effective application of the ‘do no significant harm’ principle across EU spending and programmes; calls on the Commission to provide a comprehensive assessment of how the EUR 20 billion per year as a minimum needed for nature could be mobilised, to make corresponding proposals for the EU’s annual budget and to examine the need for a dedicated funding instrument for TEN-N; notes the agreement to mainstream spending for 8.2.2022 EN Official Journal of the European Union C 67/47 Wednesday 9 June 2021 ( 90 ) Tsiamis, K. et al., ‘Prioritizing marine invasive alien species in the European Union through horizon scanning’, Aquatic Conservation — Marine and Freshwater Ecosystems, Vol. 30, No 4, John Wiley & Sons Ltd, Chichester, 2020. ( 91 ) Regulation (EU) No 1143/2014 of the European Parliament and of the Council of 22 October 2014 on the prevention and management of the introduction and spread of invasive alien species (OJ L 317, 4.11.2014, p. 35). ",
        "biodiversity of 7,5 % from 2024 and 10 % from 2026 onwards; considers that efforts should be made to reach at least 10 % annual spending on biodiversity under the multiannual financial framework as soon as possible from 2021 onwards; stresses the need to ensure consistency between climate and biodiversity funding; urges the Member States to include biodiversity actions in the recovery and resilience plans; insists that biodiversity-related EU spending should be tracked in accordance with an effective, transparent and comprehensive methodology to be set out by the Commission, in cooperation with the European Parliament and the Council; 135. Calls on the Commission and the Member States to assess by 2022 which subsidies are harmful to the environment, with a view to phasing them out without further delay; calls for the reorientation of financial incentives towards biodiversity-positive investments and taxation systems towards an increased use of environmental taxation and environmental revenues; 136. Recalls the EU’s commitment to fulfil the objectives of the Paris Agreement; calls on the Commission and the Member States to end all indirect and direct fossil fuel subsidies as early as possible and by 2025 at the latest; 137. Considers that the phasing out of fossil fuel and other environmentally harmful subsidies should also be supported globally through the EU’s trade policy and green diplomacy, including through an agreement on a roadmap with milestones for each trade partner; 138. Recalls that the Organisation for Economic Co-operation and Development has estimated that governments globally spend approximately USD 500 billion per year on support that is potentially harmful to biodiversity, i.e. five to six times more than total spending on biodiversity ( 92 ); 139. Calls on the Commission to provide clear guidelines and incentives to mobilise private finance for biodiversity and to align investments with the objectives of the European Green Deal and the Biodiversity Strategy for 2030; calls further on the Commission to provide an ambitious and forward-looking framework integrating legislative measures and financial incentives for both the public and private sector to support the achievement of the goals and targets under the Biodiversity Strategy for 2030 as part of the upcoming renewed sustainable finance strategy; calls on the Commission to take action on sustainable corporate procurement; 140. Calls on the Commission and Member States to ensure policy coherence and align EU and national policies with the Biodiversity Strategy for 2030; calls further for all treaty principles to be upheld throughout EU policies, in particular the precautionary principle and the polluter-pays principle; 141. Highlights the need for a legally binding biodiversity governance framework — a biodiversity law — following a comprehensive impact assessment which steers a path to 2050 through a set of objectives, including targets for 2030 and the COP15 commitments, and which establishes a monitoring mechanism with SMART indicators, within and beyond protected areas; calls on the Commission to submit a legal proposal to this end in 2022; stresses that ensuring sufficient human and financial resources will be critical for effective governance; 142. Calls on the Commission to consider establishing an independent scientific European panel on biodiversity or similar body to assess the consistency of EU measures with the ambition of the Biodiversity Strategy for 2030 and to make policy recommendations accordingly, avoiding any potential overlap with policies of the EEA or other EU and international bodies; 143. Recalls that Article 37 of the Charter reflects the principle of ensuring environmental protection in EU legislation; considers that the right to a healthy environment should be recognised in the Charter and that the EU should lead the initiative to recognise a similar right internationally; Research, innovation and education 144. Calls on the Commission to reinforce biodiversity within EU youth programmes such as the European Voluntary Service, and to launch a Green Erasmus programme as part of the overall Erasmus programme focused on the exchange of knowledge, students and professionals in the field of restoration and conservation; C 67/48 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 92 ) Organisation for Economic Co-operation and Development report of April 2020 entitled ‘A Comprehensive Overview of Global Biodiversity Finance’. ",
        "145. Highlights the need for a deeper understanding of the composition of biodiversity, its impacts on the functioning of ecosystems, and ecosystem resilience; considers that both basic and applied research on biodiversity should be increased and underlines that sufficient funding for this should be secured; calls for the inclusion of biodiversity research in different EU and national funding programmes; reiterates its calls for a specific mission dedicated to biodiversity within the EU research programme; underlines the need for a substantial increase in funding for public research; 146. Stresses the importance of more research on biogeographical regions and the taxonomy of organisms, as well as on the impact of deforestation and biodiversity loss on essential services, such as food provision; underlines the need to improve knowledge about the links between disease emergence on the one hand and legal and illegal wildlife trade, conservation and ecosystem degradation on the other; 147. Strongly believes that further research should be conducted on oceans, given that they remain largely unexplored; calls the Commission in this regard to play a major role in the UN’s Decade of Ocean Science and to follow the recommendations made by Mission Starfish 2030: Restore our Ocean and Waters; considers that funding should also be provided for deep-sea ecosystems and biodiversity; 148. Encourages research on sustainable agricultural innovation, technologies and production methods and practices for farmers that improve biodiversity and ecosystem health, including on digitalisation, sustainable agroforestry, low-risk biological alternatives to chemical pesticides and pesticide-free agriculture; 149. Considers that increased research efforts should also cover the social and economic impacts and opportunities of conservation policies, soil biodiversity and the melting of glaciers and permafrost; 150. Welcomes the creation of the Knowledge Centre for Biodiversity and the new EU Soil Observatory; 151. Underlines the importance of allocating adequate resources on data collection and the development of indicators for supporting capacity-building and enhancing cooperation on biodiversity among stakeholders; recognises the potential of digitalisation, big data and AI to improve our understanding and knowledge about biodiversity; 152. Calls on the Commission to support the participation of small and medium-sized enterprises in research and innovation efforts to contribute to the goals of the EU Biodiversity Strategy for 2030; 153. Believes that knowledge about the environment should be an integral part of education; supports the establishment of protected areas also for educational purposes; stresses that participative sciences and awareness-raising should be supported, inter alia to show society the need to protect and restore biodiversity; Post-2020 global biodiversity framework, international action, trade and ocean governance 154. Recalls the position expressed in its resolution on COP15 on biodiversity and the need for a post-2020 multilateral binding agreement similar to the Paris Agreement to halt and reverse biodiversity loss by 2030, with SMART targets and indicators, a robust implementation framework and a science-based, independent and transparent review mechanism; believes that 2021 represents a watershed moment for biodiversity globally and that the EU should act as a global leader and push for a high level of ambition, matching or exceeding its own, during the negotiations, including legally binding global restoration and protection targets of at least 30 % by 2030; welcomes, in this regard, the commitment by the High Ambition Coalition for Nature and People to protect 30 % of land and sea worldwide; underlines the need to support low-income countries in the implementation of this new framework; stresses the importance of further commitments by the private sector to protect and restore biodiversity; 155. Calls on the Commission to push for ambitious and clear global long-term targets; reiterates its position that in the negotiations the EU should potentially call for protecting half of the planet by 2050 ( 93 ); 8.2.2022 EN Official Journal of the European Union C 67/49 Wednesday 9 June 2021 ( 93 ) Resolution on the COP15 to the Convention on Biological Diversity. ",
        "156. Supports the development of an international treaty on pandemics under the World Health Organization (WHO) to strengthen resilience to future pandemics; notes that one of the recommendations of the IPBES workshop on biodiversity and pandemics is the formation of a high-level intergovernmental council on pandemic prevention that would facilitate cooperation among governments, including by providing policy-relevant scientific information and coordinating the design of a monitoring framework, and lay the groundwork for potential goals working at the crossroads of the three Rio conventions; calls for the EU and the Member States to promote the establishment of such a council in the COP15, which should work in synergy with existing bodies such as the WHO; 157. Calls on the Commission and the Member States to request an IPCC special report on biodiversity and climate change; 158. Is concerned about the new legal, environmental, biosafety and governance challenges that might arise from the release of genetically engineered gene drive organisms into the environment, including for nature conservation purposes; acknowledges the outcome of the Ad Hoc Technical Expert Group of the Convention on Biological Diversity on gene drives and living modified fish ( 94 ), which raises concerns about the difficulties of predicting their behaviour, assessing their risks and controlling them after release; notes that gene drive organisms could become invasive species in themselves; considers that global and EU-level risk assessment guidance materials, tools and an environmental monitoring framework, as well as clear global governance and effective mechanisms for controlling and reversing the effects of gene drive organisms, should be fully developed, and that additional research is required on the health, environmental, ecological, ethical and other implications of gene drive organisms to better understand their potential impact; considers therefore that no releases of genetically engineered gene drive organisms should be allowed, including for nature conservation purposes, in line with the precautionary principle ( 95 ); 159. Emphasises the potential of using green diplomacy, trade policy and multilateral action to promote the protection of biodiversity outside of Europe; expresses its support for the ‘UN Decade of Ecosystem Restoration’ (2021-2031) and calls on the Commission and the Member States to effectively integrate the protection of the environment and biodiversity in all external action; 160. Invites the Commission to lead the efforts on an international agreement on the management of natural resources to stay within ‘planetary boundaries’ for natural resource use; 161. Emphasises that the degradation of and stress on ecosystems is harming overall efforts towards sustainable development and is undermining progress towards the achievement of most of the 2030 SDGs, in particular the objectives of ending poverty and hunger, ensuring access to water and sanitation, achieving food security, ensuring healthy lives and reducing socio-economic inequalities within and among countries; 162. Stresses that climate change and environmental degradation increasingly interact with the drivers of human displacement, since populations are being forcibly displaced from their homes by the effects of climate change, environmental degradation and disasters; points out that, due to climate change and biodiversity loss, such crises will multiply in the decades to come unless swift and effective action is taken now; stresses that the EU must be ready for climate-induced displacement and displacement from environmental degradation and disasters and recognises the need for adequate measures to be taken to protect the human rights of affected populations; 163. Calls on the Commission to facilitate, in particular, capacity-building, including knowledge transfer, technology sharing and skills training for beneficiary countries to implement the CBD, the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) and other conventions and agreements essential to the protection of biodiversity under the Neighbourhood, Development and International Cooperation Instrument (NDICI) and Aid for Trade; insists on the need to strengthen cooperation programmes with non-EU countries for the conservation of their native biodiversity, including interparliamentary dialogue, and to assist developing countries in implementing them; calls further for joint management of transboundary ecosystems and migratory routes and species to be improved and for the potential of transferring risks of biodiversity loss to other parts of the world to be reduced; C 67/50 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 94 ) Report of the Ad Hoc Technical Expert Group of the CBD of 15 April 2020 on risk assessment. ( 95 ) Ibid. ",
        "164. Welcomes initiatives such as the African ‘Great Green Wall’ and calls on the Commission to develop similar initiatives for other regions and to support international initiatives to restore biodiversity around the world, while extending Key Biodiversity Areas aimed at fostering the resilience of developing countries to climate change; considers that the new NDICI could act as an important driver of change for biodiversity restoration and preservation worldwide; considers that in the new NDICI a substantial contribution of the budget should be used for biodiversity restoration and preservation, contributing to the overall biodiversity mainstreaming target; 165. Believes that indigenous and local knowledge is crucial to effectively protect biodiversity and recalls that the IPCC Special Report on Climate Change and Land recognises the critical role played by indigenous peoples and local communities in environmental conservation; urges the Commission and the Member States to continue to work with the international community to recognise their contribution in the protection of biodiversity, to guarantee their rights, and to support their participation in decision-making processes; calls further on the Member States to ratify without delay the International Labour Organization (ILO)’s Indigenous and Tribal Peoples Convention of 1989 (ILO Convention No 169); 166. Supports the efforts by the UN Special Rapporteur on human rights and the environment to develop guidance on human rights obligations relating to the environment, ecosystems and biodiversity; calls on the EU Member States and institutions to support and advocate for the global implementation of the 2018 framework principles on human rights and the environment presented by the UN Special Rapporteur on human rights and the environment; also calls for the EU to support the UN Environment Programme’s environmental rights initiative; 167. Encourages the EU and the Member States to promote the recognition of ecocide as an international crime under the Rome Statute of the International Criminal Court (ICC); 168. Welcomes the Commission's commitments to ensure the full implementation and enforcement of biodiversity provisions in all EU trade agreements and to better assess their impacts on biodiversity; welcomes further the fact that the new trade strategy ‘calls for closer policy integration between trade policies and internal EU policies’, and recognises that ‘the preservation of biodiversity is a global challenge that requires global efforts’ ( 96 ); underlines that the contribution of trade to drastic biodiversity loss has been inadequately addressed both by the structure of existing free trade agreements (FTAs) and current WTO rules; calls on the Commission therefore to consider specific and concrete measures without delay to ensure that EU trade agreements do not cause or threaten to cause biodiversity loss, and for EU trade policy to be effectively aligned with its Biodiversity Strategy for 2030; 169. Calls further on the Commission to ensure that all new and future trade and investment agreements are fully compatible with the European Green Deal, the Paris Agreement, the EU's biodiversity commitments and the SDGs, containing binding and enforceable chapters on trade and sustainable development, and including safeguards and effective, proportionate and dissuasive sanctions for non-compliance, including the possibility of reintroducing tariffs; calls on the Commission furthermore to promote similar measures in existing trade and investment agreements; 170. Stresses the importance of systematically including, together with the economic and social dimension, a biodiversity dimension in all sustainability impact assessments (SIAs) which must follow a more robust methodology than previously, as suggested by Commission studies available, and consistently factor in biodiversity issues; calls for SIAs to be performed as part of the scoping exercise phase on future free trade and investment agreements; calls for SIAs to be regularly updated as negotiations develop in order to adequately identify, assess and address possible risks to biodiversity in the region concerned as well as in the EU as early as possible, and for them to shape relevant bilateral commitments outlined in the negotiations; 171. Calls on the Commission to ensure that trade and sustainable development chapters include a roadmap with concrete and verifiable commitments upon which progress in other chapters will be made; stresses the importance of systematically conducting regular ex post sustainability evaluations and impact assessments of trade agreements to ensure consistency with the EU’s international commitments on biodiversity; invites the Commission to update existing chapters of 8.2.2022 EN Official Journal of the European Union C 67/51 Wednesday 9 June 2021 ( 96 ) Commission communication of 18 February 2021 entitled ‘Trade Policy Review — An Open, Sustainable and Assertive Trade Policy’ (COM(2021)0066). ",
        "trade and investment agreements by making use of active and timely review clauses to ensure alignment of existing FTAs with the European Green Deal at the earliest opportunity, and to present its results and planned adjustments to Parliament; 172. Asks that in its draft mandate for future agreements and when it reviews current agreements, the Council make the CBD an essential element of FTAs provided that mandatory mechanisms for reviewing national targets are agreed upon; asks the Council to also make the CITES and the Paris Agreement essential elements of FTAs, and to emphasise the need for their effective implementation; highlights the importance of the upcoming reform of the Generalised Scheme of Preferences Regulation in providing for effective implementation of multilateral conventions on climate and environmental aspects covered by the regulation, including the CBD; 173. Calls on the Commission and the Member States to make sure that imported products meet the same standards required of European producers, in order to protect the environment and biodiversity, and to ensure respect for human and labour rights; stresses the need to promote a global level playing field and to take measures to prevent the potential displacement of biodiversity losses abroad; calls on the Commission to provide a study on the effects of EU exports and their production methods on biodiversity; 174. Calls on the Commission to take action to prohibit the export from the EU of hazardous substances banned in the EU, in line with the ‘do no harm principle’, the Rotterdam Convention on the Prior Informed Consent Procedure for Certain Hazardous Chemicals and Pesticides in International Trade and the European Green Deal; 175. Supports the Commission in its desire to raise and extend awareness about and promote, in international discussions on trade and the environment, an interpretation of relevant WTO provisions that recognises the right of members to provide effective responses to global environmental challenges, particularly climate change and the protection of biodiversity, notably via the use of non-product related process and production methods; believes, furthermore, that the EU should work to include binding levels of biodiversity protection in the upcoming work on WTO reform; encourages the Commission to consider the inclusion of expertise on trade and environment in disputes arising from conflicts between trade commitments and environmental protection exceptions; urges the Commission to promote this proposal in the context of its WTO climate and trade initiative; asks for an independent in-depth analysis of the effects of the remaining investor-state dispute settlement and investment court system provisions in trade agreements; 176. Regrets the implementation gaps of the EU Wildlife Trade Regulations as they do not cover all critical species and do not provide the same protection for captive-bred animals; calls on the Commission to jointly address legal commercial trade and illegal trade in the review of the EU Wildlife Action Plan against Wildlife Trafficking, which should be fully in line with the Biodiversity Strategy for 2030 and receive adequate funding, including assistance to non-EU countries and to wildlife rescue centres and sanctuaries; calls further on the Commission to propose legislation to ensure that the import, transshipment, purchase and sale of wildlife taken, processed, transported or sold in violation of laws in the country of origin is prohibited; 177. Calls on the Commission and the Member States to lead efforts to end the commercial trade in endangered species and their parts; stresses the importance of developing SMART targets to this end; reiterates its call for the full and immediate ban at European level of commercial trade, export or re-export within the EU and to destinations outside the EU of ivory ( 97 ),including ‘pre-convention’ ivory, while pointing out that limited exceptions should remain possible for scientific imports and exports, for musical instruments legally acquired before 1975 and for trade in artefacts and antiques produced before 1947, provided that they are accompanied by a valid certificate, and asks for similar restrictions for other endangered species, such as tigers and rhinos; calls for the implementation of such a ban without further delay in 2021; C 67/52 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 97 ) European Parliament resolution of 24 November 2016 on EU action plan against wildlife trafficking (OJ C 224, 27.6.2018, p. 117). ",
        "178. Calls on the Commission and the Member States to assist the global community in addressing risks linked to commercial trade and sales of wild animals; calls on the Commission to use the regulatory dialogues provided for in FTAs to promote stringent EU sanitary and phytosanitary standards and animal welfare in order to minimise the risks of future epidemics and pandemics; calls further on the Commission to consider, if necessary, the adoption of a moratorium on imports of wild animals or other species from emerging infectious disease hotspots in order to address any safety concerns; 179. Notes with deep concern that marine plastic pollution has increased tenfold since 1980, affecting directly at least 267 species and human health; expresses concern at the pollution caused by microplastics and nanoplastics and at their impact on marine biodiversity; underlines the need for synergies between the Circular Economy Action Plan and the Biodiversity Strategy for 2030; 180. Calls for the EU to lead negotiations for a global agreement on plastics, including on plastic-free oceans by 2030, with binding targets; 181. Takes note of the failure of the WTO members to conclude the negotiations on fisheries subsidies by the end of 2020; deeply regrets the failure to achieve the commitment under the SDGs (SDG 14.6) of phasing out harmful fisheries subsidies by 2020; supports the call for a global agreement to ban harmful fisheries subsidies; calls therefore for the EU to play a more prominent role in the negotiations and on the Commission to guarantee that fisheries provisions in trade agreements are consistent with protecting marine biodiversity; 182. Stresses that oceans should be recognised at international level as a global common resource with a view to ensuring their protection; calls further for the EU to push for the adoption of an ambitious global ocean treaty to protect marine biodiversity in areas beyond national jurisdiction worldwide in the next session of the Intergovernmental Conference on Biodiversity Beyond National Jurisdiction and for an intergovernmental panel on oceans; 183. Stresses the need to achieve an integrated EU maritime policy framework that ensures consistency between marine biodiversity, climate policy and the CFP; 184. Highlights that the deep sea is believed to have the highest biodiversity on Earth and provides critical environmental services, including long-term carbon sequestration; points out that deep-seabed mining is highly likely to cause inevitable and permanent biodiversity loss; stresses that the precautionary principle must apply to the emerging deep seabed mining sector; recalls its resolution of 16 January 2018 on international ocean governance ( 98 ) and calls on the Commission and the Member States to promote a moratorium, including at the International Seabed Authority, on deep-seabed mining until such time as the effects of deep-sea mining on the marine environment, biodiversity and human activities at sea have been studied and researched sufficiently and deep seabed mining can be managed to ensure no marine biodiversity loss nor degradation of marine ecosystems; emphasises the need for the Commission to cease funding for the development of seabed mining technology in line with a circular economy based on minimising, reusing and recycling minerals and metals; 185. Reiterates its call ( 99 ) on the Member States and the Commission to work through the International Seabed Authority in order to ensure transparency in its working methods as well as the effective protection of the marine environment from harmful effects and the protection and preservation of the marine environment, as required under Parts XI and XII of the UN Convention on the Law of the Sea, and calls on the Member States to assume a proactive and progressive role within international bodies in order to put forward transparency reforms and increase the overall environmental ambition of actions undertaken; 186. Notes the critical importance of whale populations to marine ecosystems and carbon sequestration; recalls its strong support for the continuation of the global moratorium on commercial whaling and the ban on international commercial trade in whale products ( 100 ); regrets Japan's withdrawal from the International Whaling Commission (IWC); urges Norway and Japan to cease its whaling operations; calls for the EU and the Member States to urge the IWC to formally address Norway’s commercial whaling activities; 8.2.2022 EN Official Journal of the European Union C 67/53 Wednesday 9 June 2021 ( 98 ) European Parliament resolution of 16 January 2018 entitled ‘International ocean governance: an agenda for the future of our oceans in the context of the 2030 Sustainable Development Goals’ (OJ C 458, 19.12.2018, p. 9). ( 99 ) Resolution on international ocean governance. ( 100 ) Resolution on whale hunting in Norway. ",
        "187. Calls on the Faroe Islands to stop its controversial annual hunt on pilot whales, also known as the Grindadràp; calls on the European Commission and Member States to continuously engage with the Faroe Islands on this issue with a view of abolishing the practice; Implementation and enforcement of nature legislation 188. Urges the Member States to fully implement and comply with the obligations set out in existing EU environmental legislation; calls on the Commission to more swiftly, effectively, and transparently, including through the regular follow-up of cases, pursue infringement procedures to remedy all cases of non-compliance, and to improve by 2022 its public database in order for the steps taken by Member States and the Commission in response to environmental infringements to be tracked in a clearly understandable and accessible way; calls further on the Commission to allocate sufficient resources in order to overcome the current delays; believes that a sufficient level of qualified staff and resources is crucial for the successful implementation and enforcement of EU policies; 189. Calls on the Commission, more specifically, to swiftly pursue infringement procedures on illegal logging cases, collaborating with other European organisations such as the European Anti-Fraud Office (OLAF), and on non-compliance with the Water Framework Directive ( 101 ) and the Marine Strategy Framework Directive ( 102 ) in order to meet the requirements to achieve Good Environmental Status for European seas and waters; 190. Calls on the Member States, including regional and local authorities, to speed up implementation and enforcement, and on Member State governments to update their national biodiversity strategies and to submit biennial implementation reports to the Commission on the Biodiversity Strategy for 2030 at national level; calls on the Commission to conduct a mid-term evaluation and to review the strategy if needed; 191. Stresses that implementing and enforcing EU legislation throughout the Member States is also important to provide a stable and transparent regulatory framework for stakeholders, including economic operators; urges the Commission and the Member States to achieve the objectives of the Biodiversity Strategy for 2030 in the most effective way, while avoiding unnecessary administrative burdens; 192. Believes that the fight against environmental crime needs to be strengthened in Member States and across their borders; considers that there are major disparities in EU Member States that prevent criminal environmental law from being effective; urges the Commission therefore to revise the Environmental Crime Directive ( 103 ) in order to address these disparities; calls for environmental crimes and offences, such as IUU fishing, and wildlife crime to be recognised as serious crimes that should be adequately penalised with strong deterrents, especially in the context of organised crime; calls on the Commission furthermore to explore the possibility of adding a protocol on wildlife crime to the UN Convention against Transnational Organized Crime; 193. Emphasises the importance of liability in the event of breaches of legislation or damage to the environment; calls for the Environmental Liability Directive ( 104 ) to be revised as soon as possible and to be transformed into a fully harmonised regulation; 194. Expresses its deep concern at the situation of environmental defenders and activists, especially in developing countries and calls on the Commission and the Member States to support them across the world; 195. Urges the Commission to define a specific protection and support strategy for local communities and defenders of environmental human rights and land rights, which should be coordinated across all external assistance programmes; also calls for enhanced support for civil society organisations working to protect the environment and biodiversity, in particular through the establishment of partnerships and the building up of capacity to defend the rights of indigenous peoples and local communities; C 67/54 EN Official Journal of the European Union 8.2.2022 Wednesday 9 June 2021 ( 101 ) Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy (OJ L 327, 22.12.2000, p. 1). ( 102 ) Directive 2008/56/EC of the European Parliament and of the Council of 17 June 2008 establishing a framework for community action in the field of marine environmental policy (Marine Strategy Framework Directive) (OJ L 164, 25.6.2008, p. 19). ( 103 ) Directive 2008/99/EC of the European Parliament and of the Council of 19 November 2008 on the protection of the environment through criminal law (OJ L 328, 6.12.2008, p. 28). ( 104 ) Directive 2004/35/EC of the European Parliament and of the Council of 21 April 2004 on environmental liability with regard to the prevention and remedying of environmental damage (OJ L 143, 30.4.2004, p. 56). ",
        "196. Reiterates that Member States must ensure the conservation of Natura 2000 areas and the maintenance or restoration of the favourable conservation status of protected species and habitats; calls for the Habitats Directive to be fully implemented aligning conservation actions with the latest technical and scientific progress; is aware of the issues arising from the coexistence of livestock farming with large carnivores in some Member States; calls on the Commission and the Member States therefore to take adequate measures to address socio-economic conflicts linked to the coexistence with large predators, such as preventive and compensation measures, ensuring their protection; notes the existence of clear guidelines for implementing these measures, in compliance with Directive 92/43/EEC, including on wolf hybridisation; 197. Underlines that the successful implementation of the strategy depends on the involvement of all relevant actors and sectors; underlines the need to involve and incentivise these actors and sectors to advance the goals of the Biodiversity Strategy for 2030; calls on the Commission to create a stakeholder platform for discussion with the various stakeholders and communities represented and to ensure an inclusive, equitable and just transition; believes that this platform should facilitate active and representative participation of communities and stakeholders in the decision-making process; 198. Stresses that it is essential for the upcoming Non Financial Reporting Directive review to integrate requirements covering both climate and biodiversity requirements; o o o 199. Instructs its President to forward this resolution to the Council and the Commission. 8.2.2022 EN Official Journal of the European Union C 67/55 Wednesday 9 June 2021 "
    ]
}