{
    "text": [
        "NEWS, VIEWS AND INITIATIVES FROM ACROSS THE ETF COMMUNITY I S S U E / / 2 1 S e p t e m b e r 2 0 1 1 INSIDE THIS ISSUE 06 The 2011 Yearbook: Social Partnership 10 Country Focus: Israel 14 Next step forward for European education 16 Tunisia - green shoots of democracy show after Arab Spring 18 Euromed industry meeting - let’s help SMEs be engines of growth and jobs Helping our neighbours towards bet ter education Catherine Ashton, Vice President of the European Commission and High Representative of the European Union for Foreign Affairs and Security Policy ",
        "Live & Learn September 2011 02 Profile INSIDE COMMENT ON OUR BLOG We’d love to know what you think. You can comment on any of our articles online at www.etfliveandlearn.eu CONTACT US Further information can be found on the ETF website: www.etf.europa.eu For any additional information, please contact: ETF Communication Department European Training Foundation ADDRESS Villa Gualino, Viale Settimio Severo 65, I – 10133 Torino, Italy TELEPHONE +39 011 630 2222 FAX +39 011 630 2200 EMAIL info@etf.europa.eu To receive a copy of Live & Learn please email info@etf.europa.eu The European Training Foundation is the European Union’s centre of expertise supporting vocational and training reforms in the context of the European Union’s external relations programmes. www.etf.europa.eu Cover photograph: ETF/EUP & Images Please recycle this magazine when you finish with it. CONTACTUS Further information can be found on the ETF website: www.etf.europa.eu M a d e o f p a p e r a w a r d e d t h e E u r o p e a n U n i o n E c o - l a b e l , r e g . n r F R / 0 1 1 / 0 0 2 , . s u p p l i e d b y I n t e r n a t i o n a l P a p e r ETF YEARBOOK 2011 © Cover photos: 1, ITCILO/F. Martin-Daza - 2, ILO/J. Maillard For any additional information please contact: European Training Foundation ETF Communication Department Villa Gualino Viale Settimio Severo 65 I–10133 Torino E info@etf.europa.eu F +390116302200 T +390116302222 SOCIAL PARTNERS IN VOCATIONAL EDUCATION AND TRAINING 10 Country Focus: Israel 04 Helping our neighbours towards better education 12 Mum’s the word to bridge Israeli skills gap 06 The 2011 Yearbook: Social Partnership 14 Next step forward for European education 08 Simply the best: Torino Process upward and onward 16 Tunisia - green shoots of democracy show after Arab Spring 18 Euromed industry meeting - let’s help SMEs be engines of growth and jobs 11 Networking key to better technical education in Israel 20 Think small first ",
        "Live & Learn September 2011 03 ETF has recently launched its new website www.etf.europa.eu. The dramatically redesigned site features a new navigation system that promises user-friendly, quick access to all ETF information as well as new opportunities for networking, dialogue and access to social media platforms. The internet has a huge potential for the ETF because it provides 24-hour direct access to all our information for all target groups, while also offering a unique avenue for the ETF for rapid communication with target groups. Today, two billion people worldwide are connected to the internet, and in only two decades it has changed from a network for specialists to a day-to-day reality for people across the world. This is a revolution in communication which embraces all of us: education, business, entrepreneurs, governments and individuals. A recent report from the McKinsey Global Institute concludes that the internet is contributes massively to wealth creation. The web has made possible new waves of business models and entrepreneurship and has also led to radical innovations for accessing, using and delivering goods and services for everyone. The McKinsey report documents that the internet counts for 21% of GDP growth in the last five years in mature countries and the research carried out among 4,800 small and medium-sized enterprises (SMEs) shows that those with a strong web presence grew more than twice as quickly as those that had minimal or no presence on the internet. Moreover, the report shows that the internet is a powerful catalyst for job creation. A detailed analysis of the French economy shows that while the internet has destroyed 500,000 jobs over the past 15 years, it has created 1.2 million others. In other words 2.4 new jobs for each one destroyed. Such figures are particularly encouraging for countries in emerging economies. The internet has proven to be a critical element of growth, and countries that promote and nurture human capital in education and business to develop a strong internet ecosystem will have an increasingly, competitive advantage. The internet matters. For the ETF. For education and business. For everyone. Bent Sørensen Head of ETF Communication INTERNET MATTERS Bent Sørensen Head of ETF Communication Guest editor “THE INTERNET IS A POWERFUL CATALYST FOR JOB CREATION” ",
        "Live & Learn September 2011 04 Profile 2011 presents many challenges to the new European External Action Service, and Live&Learn spoke to Catherine Ashton, High Representative of the European Union for Foreign Affairs and Security Policy and Vice President of the European Commission, about the processes of transformation going on in the EU’s neighbourhood, the new European Neighbourhood Policy, and her views on the role of education. 2011 has brought dramatic changes in the European neighbourhood, and new challenges for the EU. How do you assess the EU’s response so far? The uprisings across North Africa and the Arab world present great challenges for Europe but also great opportunities. I’m proud of the way the EU has reacted. We have worked with our international partners to build support for the countries that want to move to what I call ‘deep democracy’ – countries like Tunisia and Egypt, where old regimes have been swept aside. We have brought political pressure to bear on those regimes which are trying to repress the desire of their citizens for a democratic future. I am also pleased to see that the European Training Foundation made its own contribution to helping the Tunisian government to tackle one of the key problems it faces: unemployment, especially among young people. So what are the new opportunities brought by the revolutions? Democracy is the great opportunity. Europe’s experience tells us that deep democracy is a prerequisite for tolerance, peace and prosperity. In North Africa and the Arab world, they won’t get there quickly or without setbacks, but “deep democracy” must be their final destination. We have the experience to help countries that ask us to assist them on their journey to democracy. A priority for us is to listen to what the people of Egypt or Tunisia want. We don’t want to impose anything on them. They must be the drivers of their own future, and we must react to their real needs. In times of crisis, some may ask why we should care about other countries, and why should we support them? We have a common interest in supporting our neighbours. Sustainable economic development and job creation in partner countries benefits the EU as well. Likewise, the managed movement of people is positive for the entire neighbourhood. It allows the mobility of students, workers and tourists, and at the same time discourages irregular migration and human trafficking. Cooperation between the EU and its neighbours in key areas – such as education, the strengthening and modernisation of welfare systems and the advancement of women’s rights – will do much to support our shared objectives of inclusive growth and job creation. HELPING OUR NEIGHBOURS TOWARDS BETTER EDUCATION Catherine Ashton believes that the EU can help the countries of North Africa and the Middle East on their road to democracy Photo: European Union 2011 “EUROPE’S ExPERIENCE TELLS US THAT DEEP DEMOCRACY IS A PREREqUISITE FOR TOLERANCE, PEACE AND PROSPERITY” ",
        "Live & Learn September 2011 05 Will the new European Neighbourhood Policy be equal to this task? The new neighbourhood policy is an ambitious project – both for us in the EU, and for our partners. At its core is mutual accountability: the EU and the neighbourhood are responsible to each other for delivering on the commitments that we make. It includes the “more for more” principle, where the more a country moves towards deep democracy, the more assistance it can get from the EU. The new policy is built on three pillars: mobility, market access and money. I call it the three M’s. ‘Mobility’ for young people that long for greater opportunities to travel and study, and the same for businesses as we support their desire to explore new markets. ‘Market access’, to make a genuine contribution to growth and economic recovery. If we do not act here, then the failure of the economies in our neighbourhood will have a direct impact on all of us. Finally, ‘money’, or rather resources. This is not just what the EU can do in direct support - important though that is - but also what it can leverage, and how it can help bring financial resources together. The EU now feels the heat of the south. But what does it do to prevent the east becoming too cold? The countries to the east of the EU are also extremely important partners. We have the Eastern Partnership, which is based on a joint commitment: on the EU side to support reform and bring our Eastern partners closer. On our partners’ side, that commitment is to undertake necessary political and economic reforms. Above all, the Eastern Partnership is about promoting a positive reform agenda which can lead to closer relations. Whether it is in trade, migration or education, it is a practical and concrete agenda. It’s about more than words. And we should judge the ultimate success of this initiative in practical terms, looking at positive democratic developments in partner countries, increases in trade and investment between us, enhanced mobility, improved energy and transport links. In short, it’s about developing more dynamic relations between us at every level. The new European Neighbourhood Policy will require new tools, and new resources. Are they coming? We always look at new approaches. For instance, we are looking at establishing a European Endowment for Democracy and a Civil Society Facility. The next long-term EU budget, for 2014-2020, will include a new European Neighbourhood Instrument. These will give us more flexibility and simpler programming, and they will allow us to put the \"more for more\" approach into practice, with greater targeting of resources to match progress in reforms. But even in the current Neighbourhood Policy, we have already significantly increased financial support for our neighbours, with up to €1.2 billion extra available for 2011-2013. Lady Ashton, earlier in your career you served in senior positions in education. You know how important education is for EU Member States. But what place does education and training, the field of the ETF, have in the EU’s external action? It’s a very important part of our relations with partner countries. Look at programmes like Erasmus Mundus, which provide opportunities for students who want to come to study in Europe. This sort of exchange programme is something we want to build on in our Neighbourhood Policy. In the Arab Spring, education and training have a vital role to play in empowering people and encouraging dialogue. These countries need to tackle high levels of illiteracy and unemployment, especially among young people. They need to ensure that vocational training is practical and career-focused, so that the economy can be modernised by a qualified workforce. We will encourage programmes to boost the skills of unemployed people. We want to do all we can to help our neighbours improve their education systems. ■ Interview: Marcin Monko, ETF “WHETHER IT IS IN TRADE, MIGRATION OR EDUCATION, IT IS A PRACTICAL AND CONCRETE AGENDA” Education and training is high on the agenda in the countries where old regimes have been swept aside Photo: European Union 2011 ",
        "Live & Learn September 2011 06 Feature THE 2011 YEARBOOk: SOCIAL PARTNERSHIP Social partnership remains one of the most important governance issues in vocational education and training. Representing the world of work, employers and trade unions hold the key to keeping education, training and qualifications relevant. For companies to remain competitive in the global market and individuals to remain competitive on the labour market, both are extremely dependent on the applicability of skills and competences imparted through education and training. They have a sharper focus and are more closely in touch with changing realities on the shop floor than any civil servant can ever be. Social partnership has been a prime topic for the ETF since it was set up in the mid 1990s and although much progress has been made on developing social partnership in many partner countries, the scope for improvement in others remains considerable. “In 2010 the ETF Work Programme mentioned the term social partnership 14 times,” says Søren Nielsen, editor of the ETF Yearbook 2011. “While this reflects a growing understanding of the intricacies and importance of the topic, it is also an indication that there still are a lot of problems. Social partners are still not fully recognised everywhere as partners in VET.” One key issue in the debate today is qualifications. The relevance of this issue will only grow in the years ahead. “When you talk to teachers and principals, you always find they think that teaching is their main purpose in life,” says Nielsen. “But they do so in education systems whose main aim is not to stage their teaching. It is to produce or confer qualifications. We need a better link between the worlds of work and education and for building this bridge we need the active engagement of social partners.” “Another key issue is the decentralisation of policy implementation and the autonomy of institutions. Education institutions need not only vertical but also horizontal governance structures in which stakeholders should play a key role. In VET, social partners are natural stakeholders who can help to ensure quality, local and regional ownership and, to a certain extent, accountability.” So why should the ETF be seen as an authority in this debate and how does the Yearbook help to get its message across? “A yearbook is a kind of a registered trademark. Ours is becoming well-known. Our colleagues elsewhere know it and I have even come across people who have joined the ETF on the strength of our previous yearbooks. In addition, for us they act as a very useful platform for learning and dissemination. We can build conferences and seminars on their backs and use them as input in ETF-organised The ETF has recently published the sixth issue in its Yearbook series. The 2011 edition is entirely devoted to the continuing debate on social partnership in VET and active labour market measures. CONTACT US Further information can be found on the ETF website: www.etf.europa.eu M a d e o f p a p e r a w a r d e d t h e E u r o p e a n U n i o n E c o - l a b e l , r e g . n r F R / 0 1 1 / 0 0 2 , . s u p p l i e d b y I n t e r n a t i o n a l P a p e r ETF YEARBOOK 2011 © Cover photos: 1, ITCILO/F. Martin-Daza - 2, ILO/J. Maillard For any additional information please contact: European Training Foundation ETF Communication Department Villa Gualino Viale Settimio Severo 65 I–10133 Torino E info@etf.europa.eu F +390116302200 T +390116302222 SOCIAL PARTNERS IN VOCATIONAL EDUCATION AND TRAINING “SOCIAL PARTNERSHIP REMAINS ONE OF THE MOST IMPORTANT GOVERNANCE ISSUES IN VOCATIONAL EDUCATION AND TRAINING” ",
        "Live & Learn September 2011 07 The ETF Yearbook since 2004 There have been five editions of the ETF Yearbook before the current issue, with the first emerging in 2004 in the slipstream of the major ETF conference Learning Matters, and the last published in 2008, when the topic was policy learning in action. Their publication traces a line which is closely linked to the evolution of the ETF as an organisation from an administrative institution to a centre of expertise. According to editor Søren Nielsen, the ETF Yearbook has become a significant platform for learning and developing expertise. “Colleagues have been asked to capitalise on developing knowledge by sharing this internally and externally,” he says. “Much of the terminology we have developed has become widely accepted: policy learning, systemic reforms, ownership, the dual role of teachers, skills development for poverty reduction. This has been important for knowledge development.” “We have now arrived at a point where we can position ourselves in the different fields. This has been the longer term importance of the process.” activities. For the ETF as an organisation, it is what arises from the text more than the content itself that is the most important product of the yearbook.” “It also sums up the ETF’s position on this issue, signalling our desire to be part of broader debate, and highlights what the ETF is capable of - such as strengthening NQF development with the help of social partners, facilitating social partnership at company level or supporting the development of sector committees where the two sides of industry can meet to discuss new qualification needs.” Newer issues also find their place in the chapters of the ETF Yearbook 2011, including the role of teacher trade unions – always the poor relation - and how to develop stronger and more professional school governance boards. These originate in current ETF activities, such as a recent project in Turkey on accountability and quality which identifies authorities’ fears of increased autonomy and explores how governance structures can reduce such fears by increasing accountability. Social partnership is nothing new as it traces its origins back to the industrial age. The ETF Yearbook 2011 explores its relevance in the transition towards a knowledge economy. Søren Nielsen is open to questions on whether the current structures for social partnership are still relevant or not. “But I still insist that if you want to get your qualifications right, you need to listen to the voice from the world of work and this creates demands on the education system. I remember one time in Denmark we needed a new job profile in multimedia and no social partners could be found to define this. It simply did not exist. A researcher had to be recruited for this purpose. But the profile now exists and to make sure it stays relevant we will need the input of employers and trade unions just as much in future as we have done in the past.” ■ Words: Ard Jongsma, ICE FIND OUT MORE: ETF Yearbook 2011 www.etf.europa.eu “IF YOU WANT TO GET YOUR qUALIFICATIONS RIGHT, YOU NEED TO LISTEN TO THE VOICE FROM THE WORLD OF WORk” THE 2011 YEARBOOk: SOCIAL PARTNERSHIP Editor of the ETF Yearbook 2011, Søren Nielsen Photo: ETF/A.Ramella ",
        "8 Live & Learn September 2011 SIMPLY THE BEST: TORINO PROCESS UPWARD AND ONWARD “IF YOU HAVE A VISION THEN YOU ARE INVENTING THE FUTURE OF YOUR COUNTRY” Said Aidi, Minister of Vocational Training and Employment in Tunisia Photo: ETF/A.Ramella If the best way to predict the future is to invent it, the education and employment ministers, heads of training organisations, teachers and policy makers who gathered in Turin mid-May to reflect on the first two years of the Torino Process, can be confident about where they are heading. The ETF’s Learning from evidence conference – a two-day event that brought together more than 200 people from 40 countries – highlighted the crucial role evidence-based policy making can play in driving reforms in vocational education and training in countries surrounding the EU. ETF director Madlen Serban’s remarks on day one - “if you have a vision then you are inventing the future of your country and together with your people you are going to make it” had particular resonance for participants from Tunisia and Egypt – two countries immersed in an historic transition as people power revolutions are sweeping the southern and eastern Mediterranean. Ahmad El-Borai, Egypt’s Minister of Manpower and Migration, described the Torino Process as an instrument that could help drive change and ensure the correct policies are put in place to reduce unemployment and increase social stability. It could help create a “win-win situation for both Egypt and Europe” he said, as VET’s role in increasing employment opportunities in partnership with business, government and other key stakeholders could contribute to “eliminating unemployment in Egypt and help Europe by curbing illegal migration.” Said Aidi, Minister of Vocational Training and Employment in Tunisia, where the first fully democratic elections were due on July 24, warned that it would be a mistake to throw the education baby out with the bath water in the rush to build a new society. “It would be an historic error to sweep away the last ten years of work in education because of regime change,” Aidi said, “we must recognise that education can be the backbone of the transformation of governance in this region. We must build confidence among citizens, between citizens and government and between citizens and the world of business.” Feature ",
        "Live & Learn September 2011 09 Economist Hafedh Zaafrane, Vice- president of Tunisia’s newly-founded Association for Research into Democracy and Education, observed that change should be underpinned by strengthening civil society and that Europe must play its part in supporting that. “We see some pitfalls in the EU’s partnership with the southern and eastern Mediterranean because very small interests in some European countries are driving EU foreign policy,” he said. The air of optimism – in a Europe and wider region still slowly emerging from the global economic crisis – was grounded in the progress made in applying the lessons of the Torino Process during these first two years, when business and education links have been the priority. Geographic and thematic working groups held during the conference showed how far many partner countries have come, although weaknesses that stand to benefit from the emphasis on governance in the second two-year round of the Torino Process were clear. Political support for VET is increasing in all partner regions – from eastern Europe and central Asia to the Western Balkans and Turkey and the southern and eastern Mediterranean – but better fact-gathering could improve policy making. A better understanding of the link between skills and economic growth, improved relations between business and education and moves towards more tightly targeted qualifications are all helping to boost the attractiveness of VET. But progress is hampered by the lack of a strong evidence base and a more cohesive approach to data collection. The emphasis of the Torino Process on identifying and collecting pertinent evidence – and using it as a sort of SatNav for driving effective VET reform – should remain at the forefront of both thinking and action by stakeholders. Thematic concerns garnered broad support across partners, with the need for more work on improving stakeholder partnerships, emphasising the enhanced employability training offers, improving both access and quality, strengthening governance, improving entrepreneurial education, ensuring the relevance of skills provision and supporting the changing role of teachers, trainers and VET managers all seen as priorities. The conference concluded with the adoption of a declaration calling on the EU, through the ETF, to continue providing opportunities for policy learning at the highest level. And in a piece of ebullient theatre that reflected the atmosphere of the conference venue – the avant-garde UniCredit Management Centre in Turin – an artistic rendering of the city’s famous Mole Antonelliana, complete with photographs of conference participants – was unveiled as a video of the event played to Tina Turner’s powerful rendition of “Simply the best”. In her closing remarks, Madlen Serban promised the youthful spirit will continue throughout the second round of the Torino Process. “Our spirit is young and will continue to remain young if we understand that we don’t have to speak but act,” she said. ■ Words: Nick Holdsworth, ICE Madlen Serban encourages delegates to invent their own countries’ futures Photos: ETF/A.Ramella Ahmed El-Borai, Egypt’s Minister of Manpower and Migration “EDUCATION CAN BE THE BACkBONE OF THE TRANSFORMATION OF GOVERNANCE IN THIS REGION” Artists captured the spirit of the conference in this model of Turin’s landmark, the Mole Antonelliana ",
        "10 Live & Learn September 2011 Country Focus  Israel You could say that travelling to faraway places comes naturally to the ETF’s country manager for Israel, Sabina Nari. Born in Turin, she began broadening her horizons as a student – with two terms in England studying English and American literature at Leicester University on an Erasmus programme and a six week internship as a cost analyst for the cruise industry in Genoa. The strong capacity to get things done has become the hallmark of a career spent at the ETF where Nari has worked since graduating from Turin University in 1997. Nari, who gained a university degree in foreign languages and post-graduate masters in e-learning for schools, universities and enterprises two years ago from Genoa University became country manager for Israel in October 2010. This was her first territory specific job - although she had been working closely with the area for five years, particularly through the MEDA-ETE project (Education and Training for Employment). “This is the first country I am taking care of and it is for me an interesting opportunity to get to know a country so closely,” says Nari. Israel has also been an active partner in the Torino Process and the related education and business study. Sabina Nari will next visit Israel during the second half of this year, preparing stakeholders there for the second stage of the Torino Process and taking a special interest in “work on qualifications and quality assurance.” ■ Words: Nick Holdsworth, ICE GETTING TO kNOW ISRAEL CLOSELY Sabina Nari, ETF country manager for Israel Photo: ETF/A.Ramella ",
        "11 Live & Learn September 2011 Israel’s Amal network of 127 colleges and high schools aims to provide a broad technological education and not just occupational training, says Dr Ronit Ashkenazi, deputy general director and head of its pedagogical division. One of the country’s largest educational networks – with 40,000 students, the majority of whom study under Ministry of Education programmes and 4,000 in those run by the Ministry of Industry, Trade and Labor (MoITL) – Amal is a major player in the current policy debate on technical training in Israel. Israel has long based its competitive advantage on technology and hi-tech according to Ashkenazi and building on that remains a key objective for Amal. “We provide technological and vocational education at all levels to prepare our graduates for assimilation into a wide spectrum of positions in industry: as engineers, technicians and production workers. “We believe technical VET must be linked to the current state of industry and regularly take steps to reinforce ties with the business sector and industry.” With institutions throughout the country, from Dimona in the south to Safed and Nahariya in the north, and students from all sectors of Israeli society – secular, religious and ultra-religious Jews, Arabs, Bedouin and Druze – Amal is well placed to participate in the policy debate. “We know how to lead processes in government offices and, as the largest network under the Ministry of Education, Amal has both influence and relative advantage in dealing with initiatives and industry.” Dr Ashkenazi, who wrote the ETF’s Israel country report on the Torino Process business and education focus, is clear about Amal’s current policy priority: creating incentives to improve the links between schools and industry. It is an issue the current director general of the Ministry of Education has raised with industry and there are government initiatives underway such as the Tec- Mat project [see p.12] and a scheme to integrate students in industry. But more needs to be done, Ashkenazi says. “Schools cannot provide the level of training in industry; buying expensive machinery is simply not feasible. Rapid, on-going changes in industry continually outpace changes in education and training. The government needs to find a way to close the gap.” She thinks this should be through financial incentives for industry and business to cooperate with training schools. “There are currently no government incentives. Things happen based on personal decisions of individual industrialists.” One challenge is that industry split: some business leaders feel that students are best served with a broad technical curriculum followed by specific on the job training; others think focused vocational training is best. Amal is working to both push an agenda of incentives for greater industry involvement and curricular reform to avoid “study programmes that train students for yesterday’s vocations.” Dr Ashkenazi, who represents Amal on the Manufacturers Association of Israel education committee, says there is some progress: a Students in Industry project began this year, where 11th and 12th grade students get hands-on training in factories one day a week; there is also a Ministry of Industry, Trade and Labour apprenticeship programme for students from the same years who study three days a week and are paid to work in factories for another three days. Amal’s long term aim is greater, more integrated industry involvement in education backed by government incentives of the sort seen in Germany and Switzerland. “There they have government policies that foster cooperation. There is no such policy in Israel. Here cooperation is voluntary, based on goodwill and personal ties with large education networks,” says Ashkenazi. ■ Words: Nick Holdsworth, ICE NETWORkING kEY TO BETTER TECHNICAL EDUCATION IN ISRAEL “ISRAEL HAS LONG BASED ITS COMPETITIVE ADVANTAGE ON TECHNOLOGY AND HI-TECH” FIND OUT MORE: Amal network http://bit.ly/obAR7n Ministry of Education http://bit.ly/qjItX6 Ministry of Industry, Trade and Labour http://bit.ly/qkFULP Ronit Ashkenazi, right, believes technology gives Israel a competitive edge Photo: ETF/A. Ramella ",
        "12 Live & Learn September 2011 Students in a pioneering Israeli scheme to combine school matriculation with engineering courses are helping to fill a skills gap left as a generation of trained technicians – many of them Russian immigrants from the 1970s – begin to retire. The 7,500 teenagers enrolled on the Tech- Mat matriculation and technician diploma scheme founded in 2006 by Israel’s leading science and technology education network ORT, gain valuable practical skills without narrowing their options for further academic study. More than two-thirds of the students at the 106 secondary schools involved – 10% of the country’s total - go on to take more advanced seven-month practical engineering courses, says Dr Eli Eisenberg, ORT’s senior deputy director general. “The courses are very successful from the point of view of both youngsters and parents – you can matriculate and go straight into work or continue on to higher education.” It is a scheme that broadens horizons and addresses a key issue in the country – the low status of industry among parents: “Typically, the Jewish Israeli mother wants her child to be a doctor or a lawyer.” Joking aside, there is some truth to this. Following the wave of Russian immigration in the 1970s – when a million people moved to the country, many of whom were highly skilled – vocational education and training declined as a political priority. Skilled labour was easy to find and ambitious parents pushed their children towards academic studies perceived as more prestigious. The numbers entering technical VET schools dropped from half of all school leavers in the 1970s to a third by 2008 – when politicians finally woke up to the looming skills shortage and began reinvesting in technical education. “People started to realise that there was a shortage of skilled workers for industry and for the Israeli Defence Force,” says Eisenberg. The model pioneered by ORT - initially in a handful of schools – was expanded. Backed by the ministries of education and trade and labour, the matriculation and technician scheme is supported by the Manufacturers Association of Israel. Every school is adopted by one industrial company that works closely with the students to deliver the scheme. “This is a successful approach because the school identifies an engineering problem and then the students, with the help of the company, develop a solution,” says Osnat Hacmon, director of the Bagrut technician programme for ORT. The manufacturers association identifies possible skill gaps around the country and scales them up for a systemic solution from the ministries. This so far means that the subject emphasis has been on electronics, computer science and electricity. The approach neatly dovetails with the Torino Process as it helps shape technical studies in the country. Israel was involved MUM’S THE WORD TO BRIDGE ISRAELI SkILLS GAP “TYPICALLY, THE JEWISH ISRAELI MOTHER WANTS HER CHILD TO BE A DOCTOR OR A LAWYER” Skilled workers were required in industry and for the Israeli Defence Force Photo: ETF/A.Jongsma Country Focus  Israel ",
        "13 Live & Learn September 2011 in analysing the links between education and business analysis at the heart of the first round of the process that concluded this year. “The Torino Process helped the ministries involved to identify specific areas for VET reform and modernisation”. They can see how important this approach is; it is not just us,” Dr Eisenberg adds, “people coming to Israel from Europe can demonstrate that VET is vital for the economy of the country.” But reinvesting in technical VET after years of neglect is expensive, he concedes. The kind of teachers needed is different from that of general education and the sector must compete with the high wages of industry to attract qualified people. That can also be an advantage: students taking up engineering studies can see how well paid jobs in industry are. Modern industry is also clean and high status – which helps to attract young women to technical studies. The matriculation and technician scheme is seen as something Israel can share with other countries: when ETF director Madlen Serban was in Tel Aviv to discuss the Torino Process report and the Education and Business study, it was put forward as an example of noticeable practice. It could also be a tool for greater regional stability and cooperation. ORT is seeking funding – possibly from the US-based Rothschild Foundation “The name of the game is to give youngsters a wider path,” says Eisenberg, “if you want to be a doctor, lawyer, accountant or engineer you still have all the opportunities open to you.” ORT sees the scheme as the foundation for beginning to train a new generation of technicians for the next 20 to 30 years – something that is crucial to Israel’s future and that of the region. “The cooperation with Israel focuses on the exchange of practice and experience. This scheme is an example of something Israel can offer others. It is a two-way street,” says Sabina Nari the ETF’s country manager for Israel. ■ Words: Nick Holdsworth, ICE “PEOPLE COMING TO ISRAEL FROM EUROPE CAN DEMONSTRATE THAT VET IS VITAL FOR THE ECONOMY OF THE COUNTRY.” FIND OUT MORE: ORT http://ort.org.il/ Torino Process Israel http://bit.ly/nqvmKk Education and business study, Israel http://bit.ly/oPvNm6 Dr Eli Eisenberg believes Tech-Mat courses are very successful for youngsters and parents Photo: ETF/A.Ramella Osnat Hacmon sees the Tech-Mat scheme as a successful approach Photo: ETF/A.Ramella ",
        "14 Live & Learn September 2011 NExT STEP FORWARD FOR EUROPEAN EDUCATION Live&Learn interviewed Jerzy Wi ś niewski, a former senior official at the Polish Ministry of Education, who currently combines his work as an independent expert with a seat on the ETF Governing Board and an active role in a high level independent group charged with raising standards of literacy across Europe. What can we expect when Poland takes over the EU Presidency on 1 July 2011? “When Poland assumes the presidency of the European Union on 1 July, our role will be to facilitate the work of the whole of the EU and our objectives are in line with European priorities,” clarifies Jerzy Wi ś niewski when asked about Poland’s aims during the presidency. “It was very exciting to work with the EU during the transformation of Poland in the 1990s, but now we do not feel as if we are the marginalised child at the table who cannot talk,” says Wi ś niewski, “on the contrary we contribute to the discussions and we feel that our voice is heard.” He points out that Poland and Finland were among the few countries that have made progress in the OECD’s Programme for International Student Assessment (PISA) survey and that is one reason why other European countries are very interested in the reforms that Poland introduced in 1998. “The results confirmed that keeping mixed classes together for longer periods in general education, at all levels of achievement, is better. One clear message from the Polish reform is that specialisation should be postponed by one year,” he says. Other specific issues that will be on the agenda include mobility, multilingualism and multiculturalism as well as the aim of modernising universities to allow them to become more involved in social and regional development. “Poland is the first of the so-called trio [with Denmark and Cyprus] which will hold the presidency over the next 18 months, so this is the joint agenda which we are taking to the table.” Feature Jerzy Wi ś niewski is happy that Poland contributes meaningfully to European discussions Photo: ETF/A.Ramella ",
        "15 Live & Learn September 2011 NExT STEP FORWARD FOR EUROPEAN EDUCATION “IF YOU CAN MASTER BASIC COMPETENCES YOU ARE CONTRIBUTING TO THE COMPETITIVENESS OF EUROPE” Literacy in Europe Recent research has demonstrated that one in five 15 year-olds in Europe, as well as many adults, lack basic reading and writing skills. This skill deficit makes it harder for people to find a job and puts them at risk of social exclusion. Wi ś niewski is part of an independent group of 11 experts who have been charged with analysing scientific evidence as part of a drive to reduce the proportion of pupils with difficulties in reading, maths and science to less than 15% by 2020. The group is at an early stage and is only due to present policy proposals to the European Commission in mid 2012, but Wi ś niewski has some tentative thoughts on the subject. “It is clear that this is not just a technical issue of providing teachers with specific skills; a much broader approach is needed. Parents need to be aware of the importance of reading aloud to children from the beginning, reading needs to be placed in the context of lifelong learning and there needs to be a change in the mindset of subject teachers so that they can all help children to process information.” Does that mean maths teachers should teach children to read? “Exactly, one of the problems children have in understanding mathematics is that they do not understand the text and so part of teacher training should prepare them to address this.” The group will also tackle the challenging issues of adult literacy, barriers for immigrants and the dangers of social exclusion. “If you can master basic competences you are contributing to the competitiveness of Europe,” Wi ś niewski says, “the literacy question has enormous implications.” The ETF and regional stability Wi ś niewski was a member of the ETF Governing Board from 2003 to 2006 and then returned after a three year sabbatical from the ETF and the Polish Ministry of Education. “The role the ETF plays in the external relations of the EU is increasingly important,” he says. “Youth unemployment was key in the revolts in Egypt, Libya, Tunisia and Syria, and the ETF is in a position to offer the new governments very specific advice to promote democratic stability in the region.” When asked what he enjoys most about his work, Wi ś niewski responds with two points. “Firstly I have an opportunity to meet very clever people and to learn from them,” he says. “And secondly – though it is perhaps not very humble – I always have the feeling that I am helping to improve education systems and that this work is an investment in the future,” he adds. ■ Words: Paul Rigg, ICE Photo: ETF/Aqueil Salih FIND OUT MORE PISA www.pisa.oecd.org/ ",
        "16 Live & Learn September 2011 The first civic organisations are emerging in Tunisia as the need to educate people for democracy becomes clear after the January revolution. With the country’s first fully democratic elections due this autumn, activists are scrambling to create networks to help ordinary Tunisians understand the choices and responsibilities demanded by civic society. Hafedh Zaafrane, an economist and World Bank consultant, who was among participants at the ETF’s Torino Process conference in May, is co-founder and vice- president of the Tunis-based Association for Research into Democracy and Education. The body, set up by a network of university academics, experts, economists and independent thinkers, was founded in early March and is one of the first officially registered organisations promoting civic education. In a country where in the past talking about democracy in public could get you arrested, there is a desperate need to engage Tunisians in a dialogue about their future. This is especially true in an environment where a spontaneous people power revolution occurred without formal political structures to carry it forward. “We need to reflect on how democracy and economic development can work together, knowing that the two are indivisible,” Zaafrane says. It is an approach that finds favour with Saïd Aïdi, Tunisia’s new Minister of Vocational Training and Employment. Aïdi, a former head of a multinational company specialising in human resource management, is well aware of the value of education and training for any economy. He also sees that, even under the old regime, Tunisia had begun substantial reforms of its education system, in particular the introduction of innovation and entrepreneurship education throughout the university syllabus. Speaking at the Torino Process conference, Aïdi said that in the rush to build a new society it would be a mistake to overlook the progress already made. “It would be an historic error to sweep away the past ten years of work in education because of regime change,” he said. “They were very positive changes. We must recognise that education must be the backbone of the transformation of governance in this region. We must build confidence among citizens, between citizens and government and between citizens and the world of business.” A political realist who speaks fluent English, Aïdi knows that his role may be all too brief as democratic elections could lead to many changes in the interim government. But he had no hesitation in accepting the invitation to take up the post when the call came. “You don’t turn down an offer to serve your country at a time of historic change such as this,” he said in less formal remarks during a coffee break at the conference. With its potential for providing continuity and positive change, education could provide a rallying point around which people can coalesce, he suggests TUNISIA – SEEDS OF DEMOCRACY SPROUT AFTER ARAB SPRING Feature “THERE IS A DESPERATE NEED TO ENGAGE TUNISIANS IN A DIALOGUE ABOUT THEIR FUTURE” ",
        "17 Live & Learn September 2011 Zaafrane, who says his name means ‘saffron’ and decided to take part in the Torino Process conference to help “spice things up”, echoes those sentiments. He sees an urgent need for Tunisians to take ownership of the process of change. “We are convinced that after the revolution we own our country. We are convinced that all citizens in Tunisia are responsible for the creation of a democratic state and its success.” The organisation – which acts both as a think-tank and a tool for disseminating best practice – has already held a conference with participants from Spain, Portugal and Poland, to learn from others how their countries managed the transition to democracy after similar upheavals. As an apolitical, non-aligned organisation, the association sees its function as “shedding some light on building a democracy” and is targeted at ordinary people as well as politicians and existing political parties, according to Zaafrane. Building a budding civil society means reaching out beyond the educated elites in the capital: Zaafrane and his colleagues are working with the Tunisian Youth Association – which includes many university student members around the country – to help spread the message and involve young people, a key constituency. They know they face a tough challenge. “The elections are not far off. We think they will be useful to find a way out of this transitional period with a legitimate government elected by the people.” He acknowledges the country’s first post- revolution government may not be perfect, but says the association is clear that “if we are a democratic country we have to accept all the democratic practices. Our role as an association and as civil society is to do something before the elections, but above all after the elections, because the democratic process does not end there.” The association sees building a strong civil society as “one of the pillars of democracy” and its advantage as an organisation is that it is completely independent. Finding like-minded Tunisians among existing education and training organisations is an important part of that – as is gaining support from Europe. “We see some pitfalls in the EU’s partnership with the southern and eastern Mediterranean because very small interests in some European countries are driving EU foreign policy,” Zaafrane says in a reference to the knee-jerk reactions of some European politicians to the wave of refugees from Tunisia and other Arab states in turmoil. ■ Interview: Nick Holdsworth, ICE “WE ARE CONVINCED THAT AFTER THE REVOLUTION WE OWN OUR COUNTRY” Hafedh Zaafrane wants to build on the last ten years of work in education in Tunisia Photo: ETF/A.Ramella ",
        "18 Live & Learn September 2011 The EuroMed ministers of industry meeting in Malta on 11-12 May has pledged more help for small and medium- sized enterprises (SMEs) as one of the best ways of meeting the legitimate expectations of young people in the Mediterranean region. The meeting, a regular two-yearly event and part of the Union for the Mediterranean, was attended by representatives of 33 countries, with a third of these ministers. It decided to adapt the EuroMed Charter for Enterprise to better serve the needs of SMEs. “I hope we can soon be talking about a real Euromed Small Business Act and that the charter co-ordinators will see their role develop into that of Mr SME,” said Antonio Tajani, vice-president of the European Commission in charge of industry and entrepreneurship. In pride of place, the first official conclusion of the conference called on the whole region to move forward by “encouraging entrepreneurship and promoting growth and employment, paying special attention to the needs of micro, small and medium-sized enterprises and to upgrade the skills, competitiveness and employability of human capital.” EUROMED INDUSTRY MEETING – LET’S HELP SMEs BE ENGINES OF GROWTH AND JOBS Feature “THE CHARTER AIMS TO DO TWO THINGS: BOOST EMPLOYMENT AND THE COMPETITIVENESS OF MEDITERRANEAN COUNTRIES” Antonio Tajani hopes charter co-ordinators will become ‘Mr SME’ Photo: European Union 2011 ",
        "19 Live & Learn September 2011 The charter – a checklist of ten “dimensions” which aim to improve the business environment – will be a key tool in driving forward the new, more SME- friendly agenda and the renewed emphasis on skills development. “The charter aims to do two things; boost employment and the competitiveness of Mediterranean countries. SME skills are very important for that,” said specialist in entrepreneurship and enterprise skills Abdelaziz Jaouani, who represented the ETF at the gathering. “Skills have always been mentioned but this is the first time they have been placed so firmly on the table.” Thus the second round of assessment will be reconducted on how well each of the nine Mediterranean countries is meeting the charter checklist which will take place during the second half of 2012. It will be led by DG Enterprise of the European Commission, working with its three partners, the ETF, the European Investment Bank and probably the Organisation for Economic Co- operation and Development. Countries will be able to compare their performance with each other and against that of the first assessment in 2008. A report with recommendations on how to take this forward will be published in February 2013 - “another opportunity for the ETF and its partner countries to better address SMEs skills development” said Jaouani. For the future and driving home the new focus on SMEs, an eleventh dimension to measure the sustainable development of SMEs will be added to the official checklist. The ETF, which is already in charge of two dimensions – one on entrepreneurship learning, the other on SME skills - will be actively involved with this new one. “This confirms something the ETF has been talking about for some time – it is not enough to just focus on entrepreneurship learning and its place in the education system,” said Eva Jimeno- Sicilia, head of the southern and eastern Mediterranean unit at the ETF, “we also need to look at what skills are needed to support ongoing SME growth. We have to reach out to enterprises because they are the real engines of growth and employment.” Abdelaziz Jaouani, himself a former entrepreneur in the Moroccan textile business, knows more than most about conditions at the coalface as well as from the sometimes lofty heights of policymaking. He believes that the decision to focus on youth and employment is very timely in the light of recent events in the region. “This really is the right response but we need to make sure it becomes a reality,” he said, “far more important than carrying out the assessment is actually implementing the recommendations, that is where it can begin to make a difference.” ■ Words: Rebecca Warden, ICE The ETF’s Eva Jimeno-Sicilia favours looking at skills needed to support SME growth Photo: ET/A.Ramella “IT IS NOT ENOUGH TO JUST FOCUS ON ENTREPRENEURSHIP LEARNING AND ITS PLACE IN THE EDUCATION SYSTEM” FIND OUT MORE Euromed charter for enterprise - http://bit.ly/pbj7pM Implementing the charter recommendations is where differences will start to be made Photo: ETF/A.Jongsma ",
        "20 Live & Learn September 2011 As 99 out of 100 enterprises are small and medium-sized (SMEs), it is an imperative to provide them with the right skills TH I Nk SM A L L FI R S T Feature Micro, small and medium-sized enterprises (SMEs) are the engine of growth worldwide and are essential for countries’ competitiveness. They are critical for social inclusion and poverty reduction, because in most countries they are the largest providers of employment, especially of new jobs. SMEs are also the breeding ground of the larger firms of the future. This reality remains insufficiently considered in policies, including vocational education and training strategies. The supply of education and training, both in terms of content and modalities, responds only partially to the needs of SMEs. Human resources are one of the most critical constraints for SMEs in the countries neighbouring the EU. Policymaking: think small first The first step to alleviate this situation is the “Think Small First” principle. This principle requires that policymakers take SMEs’ interests into account at the very early stages of policymaking. The regulatory framework is important and there are various ways to consult and involve SMEs in policymaking. The education and training sector also falls under this principle. However, despite recognition of the economic and social potential of SMEs, little attention has been given to the extent to which skills are used for and by SMEs. As a result the needs of SMEs have not been met, and in addition more and more graduates end up jobless. In Europe, SMEs face the same type of challenges as in the ETF partner countries: administrative burdens, and difficult access to financing and adequate skills. The Small Business Act for Europe aims to refocus attention on SME needs in EU and national policymaking. The goal is to unlock the growth and jobs potential of SMEs and to make full use of their innovative capacities. Strategic cooperation: education – business – social partners What should be developed in education and training is the strategic cooperation between national, regional and local authorities, civil society and social partners in the spirit of the “Think Small First” principle. Entrepreneurial learning and SME skills activities and programmes, including career guidance, are the areas where this cooperation could work. By enhancing both managerial and technical skills, it could positively affect the life cycle of a SME from birth to maturity. Early identification of skills needs Globalisation, rapid technological change and economic downturn, are expected to continue to have a significant impact on employment structures and the demands for different types of skills. To face these challenges countries are investing heavily in education and skills. This investment is often done in a hurry and randomly because skills needs are difficult to identify. Early identification of these needs should derive from the national long and medium-term strategies. Skills provision must support individuals’ career choices, facilitate human resources management for businesses, and inform active labour- market policies. In general, it should ensure a better match between the supply and demand of skills. Skills needs analysis is a systematic exploration of the way things are and the way they should be. It should allow a tracking and response to skills gaps, weaknesses and future skills requirements. Skills needs analysis has to stem from the national strategy and priorities, but the sector and regional approaches are crucial to deal with SME skills, too. This is because the needs and delivery methods are different from one sector or region to another. Still, inter-sector and transversal needs should be identified and addressed to optimise resources. Making adequate skills available to SMEs Both the policy framework and skills needs analysis system will condition the availability and adequacy of skills. But, in addition, we need targeted training and advisory services for different stages and types of SMEs. These actions should take into account gender issues, social development and green skills as follows: \u000e Microenterprises and self- employment Limited impact on employment rates but critical to social inclusion and poverty reduction. They are the ones that need more support. Training and access to finance are key for microenterprises and need to be interconnected. ",
        "21 Live & Learn September 2011 \u000e Start-ups, the engine of employment generation The need for more SMEs to create jobs and improve growth is obvious. The question is how to stimulate in people a strong desire to become entrepreneurs? Pre- and post-creation awareness, training and mentoring for aspiring entrepreneurs can increase the number of start-ups, reduce their high mortality rates and sustain their activities (ideas generation, incubation, creation and post-creation support etc.). \u000e Growth, mobility and internationalisation, a big potential for job and wealth creation How can training, as part of a wider SME support framework, encourage small businesses to move up and sustain growth? Growth and internationalisation are very much linked to the innovation performance of SMEs. The key mechanism for reaching competitiveness is constant innovation, and the innovation depends on their ability to acquire, develop and exploit new knowledge. Therefore, innovation and growth or internationalisation are interdependent, and the related policy measures need to be closely coordinated. The ETF and SMEs skills development…the need to act now The ETF continues to contribute to the efforts of the European Commission and supports partner countries in promoting successful entrepreneurial learning and SME skills development to use the full potential of SMEs. ETF activities are carried out in cooperation with other international organisations. It also explores the lifelong learning perspective of SMEs skills. The ‘Arab spring’ and the recent changes in the EU’s southern Neighbourhood have added urgency to the issue of skills. The right skills will be crucial for recovery, for growth, and for jobs in the region. This situation reinforces the ETF’s orientation towards SME skills development for more and better jobs, especially for youth in the partner countries. ■ Words: Abdelaziz Jaouani, ETF TH I Nk SM A L L FI R S T Abdelaziz Jaouani, ETF entrepreneurship and SME expert Photo: ETF/A.Ramella FIND OUT MORE Think small first principle http://bit.ly/qnvqMN The “Think Small First” Principle The “Think Small First” principle calls for policymakers to give full consideration to SMEs at the early policy development stage. Ideally, rules impacting on business should be created from the SMEs point of view or, in other words, SMEs should be considered by public authorities as being their “prime customers” of business regulation. The principle recognises that one size does not fit all, but a softer approach can also be beneficial to larger businesses. Conversely, rules and procedures designed for large companies create disproportionate, if not unbearable, burdens for SMEs as they lack the economies of scale. In line with the “Think Small First” principle, the Small Business Act for Europe reflects the Commission’s political will to recognise the central role of SMEs in the EU economy and for the first time puts into place a comprehensive policy framework for the EU and its Member States. ",
        "22 Live & Learn September 2011 Feature The ETF is organising an international conference on 6-7 October at the European Parliament in Brussels on the implementation of National Qualifications Frameworks (NQFs). The event is a follow-up to the ETF’s 2009 conference on NQFs, and will involve participants from the EU, our partner countries and from countries such as Australia, Malaysia and South Africa. Since the 2009 event, there has been an exponential growth in the number of QFs internationally. The programme for our October conference reflects the progress made since 2009 and will focus on how frameworks can support the development of modern, fit for purpose qualifications. The workshops will cover practical implementation issues such as quality assurance, developing new qualifications, implications for reform of learning and curricula and the roles of institutions and stakeholders. Qualifications frameworks aim to facilitate lifelong learning, and, internationally, mobility of citizens. The growth of international trade and the major population movements of recent times have triggered interest among governments and employers in how qualifications can be more clearly described, understood and compared. ‘Qualification frameworks are transparency tools,’ said Jean-Marc Castejon, senior expert at the ETF. ‘Their main task is to build relations between different parts of the national education and training system. They can also help to assure the quality of qualifications; that is their relevance to the labour market needs and their recognition at home and abroad.’ The ETF will also present the findings of its study on the implementation arrangements for qualifications frameworks based on the experience of ten countries, drawn from the EU member states (France, UK), our partner countries (Kosovo, Morocco, Turkey, Tajikistan) and from Australia, Chile, Namibia and Malaysia. The study covers precisely those issues to be discussed at the conference. The conference will see the launch of a new Qualifications Platform. The Platform is a virtual community, which aims to support practitioners and institutions implementing their own qualifications frameworks by providing information, facilitating access to policy learning and promoting exchange of expertise. ■ Words: Marcin Monko, ETF qUALIFICATIONS FRAMEWORkS: FROM CONCEPTS TO IMPLEMENTATION NEW ETF WEBSITE – WWW.ETF.EUROPA.EU ",
        "23 Live & Learn September 2011 Coming up PROMOTION OF VOCATIONAL EDUCATION AND TRAINING Live&Learn has researched what makes a successful promotional campaign for vocational education and training (VET) and which methods of communication are used to convey messages to their audiences. Focusing on two or three countries from the EU and one or two from the ETF partner countries, Live&Learn will break down these campaigns and speak to the people involved in them. The results of the research can also hopefully be used to assist other countries in developing their own VET campaigns. ■ IN THE NExT ISSUE... THE ISTANBUL SYMPOSIUM: PROMOTING ENTREPRENEURSHIP IN TEACHER TRAINING Policymakers and teacher training specialists from the EU’s pre-accession and Mediterranean neighbourhood regions gathered in Istanbul 13-15 July. The objective of the symposium was to determine how the teaching profession can be prepared to accommodate the lifelong entrepreneurial learning agenda. Live&Learn looks at how the three-day event engaged education and economy policy-makers into a collective discussion on the importance of a more concerted effort to train teachers (all education levels) and school management to accommodate the EU recommendations for entrepreneurial learning. ■ ARAB SPRING – THE ROLE OF EDUCATION AND TRAINING IN THE REGION Education, training and employment undoubtedly influenced the situations in North Africa and the Middle East. The ETF has been working in the region for more than 10 years, trying to move education issues up the political agenda. In the next issue of Live&Learn, we speak to some of the politicians and policy makers of the new regimes who will be looking to education and training to help their newly democratic countries flourish. ■ ",
        "T A - A F - 1 1 - 0 2 1 - E N - C HOW TO CONTACT US: For information on our activities, job and tendering possibilities please visit our website: www.etf.europa.eu For other enquiries please contact: ETF Communication Department European Training Foundation Villa Gualino Viale Settimio Severo, 65 I – 10133 Torino T +39 011 630 2222 F +39 011 630 2200 E info@etf.europa.eu "
    ]
}