{
    "text": [
        "",
        "",
        "DIRECTORATE-GENERAL FOR INTERNAL POLICIES Policy Department for Structural and Cohesion Policies CULTURE AND EDUCATION Research for CULT Committee - EU funding for cultural work with refugees: towards the next programme generation IN-DEPTH ANALYSIS ",
        "This document was requested by the European Parliament's Committee on Culture and Education. AUTHORS Rosanna LEWIS (author), Polly MARTIN (co-author) Research manager Michaela Franke Project and publication assistance Lyna Pärt Policy Department for Structural and Cohesion Policies, European Parliament LINGUISTIC VERSIONS Original: EN ABOUT THE PUBLISHER To contact the Policy Department or to subscribe to updates on our work for the CULT Committee please write to: Poldep-cohesion@ep.europa.eu Manuscript completed in November 2017 © European Union, 2017 Print ISBN 978-92-846-2044-9 doi:10.2861/52986 QA-05-17-102-EN-C PDF ISBN 978-92-846-2043-2 doi:10.2861/806134 QA-05-17-102-EN-N This document is available on the internet at: http://www.europarl.europa.eu/RegData/etudes/STUD/2017/602005/IPOL_STU(2017)6020 05_EN.pdf Please use the following reference to cite this in-depth analysis : Lewis, R., Martin, P., 2017, Research for CULT Committee – EU funding for cultural work with refugees: towards the next programme generation, European Parliament, Policy Department for Structural and Cohesion Policies, Brussels Please use the following reference for in-text citations : Lewis and Martin (2017) DISCLAIMER The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorized, provided the source is acknowledged and the publisher is given prior notice and sent a copy. ",
        "DIRECTORATE-GENERAL FOR INTERNAL POLICIES Policy Department for Structural and Cohesion Policies CULTURE AND EDUCATION Research for CULT Committee - EU funding for cultural work with refugees: towards the next programme generation IN-DEPTH ANALYSIS Abstract This paper the EU’s current programmes 2014-2020 that support cultural work with refugees in Europe and provides case studies of EU-funded projects in this field. It offers feedback from these projects, recommendations on the future programme generation, and suggests actions for the CULT Committee and its Members in order to inform and influence the future EU programme generation beyond 2020. IP/B/CULT/IC/2017-105 November 2017 PE 602.005 EN ",
        "",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 3 CONTENTS 1. EU POLICY AND BACKGROUND 9 2. FUNDING PROGRAMMES OF THE EUROPEAN UNION 11 2.1. DG Education and Culture (DG EAC) 11 2.2. DG Migration and Home Affairs (DG HOME) 17 3. RECOMMENDATIONS AND ACTIONS 23 3.1. Recommendations 23 3.2. Actions by CULT Committee and MEPs 26 REFERENCES 27 ANNEX - KEY EU STAKEHOLDERS 29 ANNEX II - OTHER EU-FUNDED PROGRAMMES 30 ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 4 ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 5 LIST OF ABBREVIATIONS AFET Foreign Affairs Committee of the European Parliament AMIF Asylum Migration Integration Fund AWP Annual Work Programme CBP Common Basic Principles of Integration CoR Committee of the Regions CULT Culture and Education Committee of the European Parliament CSO DG Civil Society Organisation Directorate General DEVE Development Committee of the European Parliament DG EAC DG Education and Culture DG HOME DG Migration and Home Affairs DG NEAR DG Neighbourhood Policy and Enlargement Negotiations EC European Commission EEAS European External Action Service EESC European Economic and Social Committee EfC Europe for Citizens EMPL Employment and Social Affairs Committee of the European Parliament ENPI European Neighbourhood Policy Instrument EP European Parliament EU European Union EWSI European Website on Integration EYCH European Year of Cultural Heritage FPI Foreign Policy Instrument ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 6 IcSP Instrument contributing to Stability and Peace KA Key Action LIBE Civil Liberties, Justice and Home Affairs Committee of the European Parliament MEP Member of the European Parliament MFF Multiannual Financial Framework NGO Non-Governmental Organisation OMC Open Method of Coordination REC Rights, Equality and Citizenship Programme REGI European Structural Funds including Social Enterprise Committee of the European Parliament UN United Nations ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 7 EXECUTIVE SUMMARY This briefing paper explores cultural work with refugees in Europe, analysing the current funding programmes of the European Union. The paper particularly focuses on the Erasmus+, Creative Europe and Europe for Citizens programmes, which fall under the remit of the CULT Committee. The findings are complemented by case studies and feedback from EU-funded projects under each programme. The paper provides recommendations for the future EU programme generation, and suggested actions for the CULT Committee and its Members in order to inform and influence the next EU programming beyond 2020. The paper finds that, although cultural work with refugees is possible under each programme, they serve very different purposes. Erasmus+ is more focused on projects that build capacity and cooperation between organisations, sometimes around the common theme of inclusion where cultural organisations are eligible to receive funding for work with refugees, but neither culture nor refugees are the main focus of the programme. Instead, the Creative Europe programme directly responded to the increase of refugees arriving in Europe by launching a specific call for ‘Creative Partnerships’ in this field, which encourages collaboration between cultural organisations and NGOs and CSOs working directly with refugees. For this reason, the direct beneficiaries of the funding are largely established European organisations who have devised projects where refugees are seen as the main target group or final beneficiary rather than directly included in the development and delivery of the project in their own right. Europe for Citizens is the most tailored programme to the needs of refugees and citizens, although funding is very limited for a programme whose aims are so large-scale and long term. All three programmes require a significant increase in funding in the next phase, as well as an approach that is more inclusive and far-reaching, in order to develop cultural work with refugees that is meaningful and impactful. Consultations with EU-funded projects in this field revealed that there is a general appreciation for the funding opportunities through these three programmes, and in particular for the chance to work with like-minded organisations across Europe. However, there are several concerns related to the following: Refugee Empowerment : A better inclusion and dialogue with refugees from the beginning of projects would be beneficial, taking into account individual and collective needs of refugees. Spaces of Welcome : Based on the principle that integration is a two-way process, activities could support more creation of safe spaces, enabling dialogue between refugees and host communities, fostering better understanding, communication and empathy towards refugees. Results sharing : A better system of results sharing could greatly improve future projects as well as allow a deeper understanding of positive and negative effects of past projects and their outcomes. It would allow for better evaluation and more transparent cooperation in the future. Access for smaller organisations : Smaller or local organisations are often unable to compete against larger ones, who in turn are better placed to take on the financial and administrative burden of a project and are more likely to already receive funding from elsewhere. More pre-financing, combined with the inclusion of smaller organisations in projects could lead to better collaborations. Looking beyond Europe : It has been put forward that funding could not only be eligible to projects in European and partner countries, but also in other relevant countries especially in the Middle East and North Africa. This could open cultural borders and lead to a trans-disciplinary approach. ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 8 The three main recommendations of this paper are: 1) An increase in access to funding , through providing more funding that is better coordinated between DGs and programmes, easier to apply for, and more visible at local and national levels. This could be achieved through networking, capacity building, peer learning and awareness raising activities, using both physical and digital spaces and platforms. 2) Improved methodology , by defining the expected impact and audience, and how the outputs and outcomes can be realistically achieved and measured based on the end product and process used. Furthermore, future programmes should ensure that the impact of their projects reach policy and decision makers at local, national and European levels. 3) Developing a tailored programme , that is multi-annual and multi-country, using a sub-granting mechanism to directly involve and benefit refugees. The programme would provide safe spaces for dialogue and exchange, and encourage refugees’ voices to be heard, fostering intercultural understanding, the empowerment of refugees and social inclusion between refugees and host communities. The paper concludes by suggesting actions for the CULT Committee and its MEPs to take forward in order to inform and influence the next programming period of the EU. It also provides a list of key EU stakeholders for cultural work with refugees, and information on other related EU programmes. Read more on migration in Europe. ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 9 1. EU POLICY AND BACKGROUND There are currently over 60 million refugees or internally displaced people across the globe – the most severe refugee crisis since the Second World War. According to the United Nations (UN), in 2015, Europe witnessed over a million people fleeing their countries due to war, civil unrest, violence, poverty, and climate change, and seeking refuge on the continent. On 13 May 2015, the European Commission presented its ‘European Agenda on Migration’, which outlines the immediate measures and medium to long term needs in order to respond to and better manage the refugee crisis, not only in the EU but also in external relations as it is a global phenomenon. “Throughout history, people have migrated from one place to another” (EU Agenda on Migration, 2015, p. 2). As an integral part of human nature, migration has been happening across the world since the dawn of humanity, and this trend is more than likely to continue beyond 2020. There is an imperative to cater for refugees’ needs as well as those of host communities, in accordance with EU policy. In November 2004, the Justice and Home Affairs Council of the European Union adopted 11 Common Basic Principles (CBP) for Immigrant Integration Policy in the EU 1 which form the foundations of EU initiatives in the field of integration. These Council Conclusions recognise that “immigration is a permanent feature of European society” and that “it is vital for Member States to maintain and further develop societies in which newcomers feel welcome, which are defined by a spirit of mutual understanding and accommodation, and where there are clear expectations of all residents – new and old” (CBP, 2004, p. 15). Social inclusion and in particular integration of refugees is therefore of utmost importance for the European Union to uphold its values of democracy and respect for cultural diversity, as well as to ensure stability, both economic and social. The 2018 European Year of Cultural Heritage provides an opportunity to highlight our globally shared cultural heritage, and the values that have emerged from diverse cultures, histories and identities to bring people closer together. The so-called refugee crisis is also part of the European story and the EYCH offers an opportunity to include newcomers in this shared reality, giving them a voice and space in the European narrative. Culture is a cross-cutting sector that can be linked to a number of other areas that are of importance for working with refugees. The draft opinion on the Multiannual Financial Framework post-2020 drawn up by MEP Helga Trüpel on behalf of the CULT Committee, “ recognises the long-term challenges posed by the integration of refugees and migrants into European society for new arrivals and host societies, underlines the importance of cultural and educational programmes in this regard, and calls for long-term and coordinated investments through current and future Erasmus+, Creative Europe and Europe for Citizens programmes to support Member States in their efforts.” 2 Whilst culture is a national competence, the European Union can support its Member States in this field through policies and programmes that promote the role of culture in addressing European challenges such as the integration and inclusion of refugees for social cohesion and economic growth. 1 http://www.consilium.europa.eu/ueDocs/cms_Data/docs/pressData/en/jha/82745.pdf. 2 PE610.693v01-00. ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 10 ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 11 2. FUNDING PROGRAMMES OF THE EUROPEAN UNION A number of the European Commission’s Directorate Generals feature programmes that include cultural work with refugees in response to relevant policy areas as outlined above. In its opinion for the Committee of Employment and Social Affairs EMPL on ‘Refugees: social inclusion and integration into the labour market’, the CULT Committee “ welcomes the Council’s decision to dedicate specific actions in the 2015-2018 Work Plan for Culture on the role of culture, the arts and intercultural dialogue for the integration of migrants and to take stock of existing good practices in the Member States ” 3 . This briefing paper examines the three key programmes within the remit of the CULT Committee, namely the Erasmus+ and Creative Europe programmes of DG Education and Culture (DG EAC), and the Europe for Citizens programme of DG Migration and Home Affairs (DG HOME). 4 It will focus on their support for cultural work with refugees, and the advantages and limitations of each to inform recommendations for future EU programming. The findings of this paper are based on desk research on EU policy and programmes, as well as interviews with officials of the European Commission, the Education, Audiovisual and Culture Executive Agency, and the MEP offices and advisory bodies of the CULT Committee. Moreover, the authors held a series of interviews with EU-funded projects to gain a more in-depth insight into their projects and opinions on EU funding in this field. The case studies include examples of projects from Erasmus+, Creative Europe and Europe for Citizens. 5 2.1. DG Education and Culture (DG EAC) As stated in DG EAC’s Strategic Plan 2016-2020, its mission is to “ strive for an inclusive society based on cross-border and inter-cultural cooperation in education, research, youth, culture and sport ” (DG EAC Strategic Plan, 2016, p. 4). It recognises the impact of its two flagship programmes, Erasmus+ and Creative Europe, to “ address economic needs and at the same time promote an inclusive society and common European values. As such, they can meet new challenges and help for instance in the fight against radicalisation and with the integration of migrants in European societies ” (Ibid., p. 14). For social inclusion in particular, DG EAC plays a role in “ promoting culture as a catalyst for tolerance, active citizenship, social inclusion, and innovation, particularly among the young, using the Creative Europe programme to best effect ” (Ibid., p. 5). DG EAC has been quick to react to global issues affecting the EU including the need for social cohesion and inclusion through education and culture. In the aftermath of the terrorist attacks in Europe, DG EAC Commissioner Navracsics and the Dutch Presidency to the Council of the EU organised an informal meeting of EU Education Ministers in Paris, 17 March 2015. A joint Declaration was adopted on promoting citizenship and the common values of freedom, tolerance and non-discrimination through education, known as the ‘ Paris Declaration ’ . It aims to boost cooperation at EU level and outlines four overarching priorities which strongly link culture and education, and recognise the role of intercultural 3 PE577.074v02-00. 4 Other programmes that could be relevant for cultural work with refugees include DG HOME’s Asylum, Migration, Integration Fund (AMIF); the Rights, Equality and Citizenship (REC) programme of DG Justice and Social Affairs (DG JUST); Horizon 2020 under DG Research and Innovation (RTD); and the European Social Fund, which sits across a number of DGs including DG GROWTH and DG EMPL. European Solidarity Corps is also a mechanism that could be used for this work. Please see Annex II for more details on some of the above. 5 The authors would like to take this opportunity to thank those who took part in the interviews for their insight, experience and advice, as well as their feedback and recommendations that have contributed to the findings of this report. Rosanna Lewis also wishes to acknowledge the support of the British Council. ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 12 dialogue and understanding for the promotion of democracy and human rights, to build social inclusion and mutual understanding between peoples. In the field of Culture, the European Commission organises working groups with representatives of EU Member States under the Open Method of Coordination (OMC) and Structured Dialogues with civil society called ‘Voices of Culture’. In November 2015, the European Council recognised the need to take action due to the ongoing migratory and refugee crisis and as part of the Work Plan for Culture 2015-2018, Member States agreed to create a new OMC working group to explore how culture and the arts can bring individuals and peoples together and increase participation in cultural and societal life. 26 Member States took part and have published a report on ‘How Culture and the Arts can Promote Intercultural Dialogue in the Context of the Migratory and Refugee Crisis ’ . The report provides useful examples of Member State activity and recommendations in this field. As part of the 2016 series of ‘Voices of Culture’, there was an open consultation to the culture sector to choose a topic of interest for the Structured Dialogue. A total of 322 organizations across Europe voted and agreed on to discuss ‘The Role of Culture for the Promotion of Social Inclusion of Refugees and Migrants’. 35 European civil society stakeholders in the cultural sector were selected to take part in a Brainstorming Session and produced a report entitled ‘The Role of Culture for Inclusion in the Context of Migration’ (2016). The report offers case studies of culture for peacebuilding, methodologies for monitoring and evaluation of this work, and recommendations to the EU and its Member States. 2.1.1. Erasmus+ 6 The Erasmus+ Programme Guide 7 provides detail on each programme strand, where suggested activities include “ to promote the integration of refugees, asylum seekers and newly arrived migrants and raise awareness about the refugee crisis in Europe ” (E+ Programme Guide, 2017, p. 126). People with a migrant background are a key target group for the programme, and in its latest Annual Work Programme (2018), refugees are referred to specifically in the fields of Higher Education, Youth and Sport. The EP “ acknowledges the important role Erasmus+ can have in the process of integration of refugees ” in its resolution of 5 September 2017 on the future of the Erasmus+ programme. 8 The programme has recently launched calls under Key Action 2 Strategic Partnerships and Key Action 3 Support for Policy Reform that focus on strategic partnerships and cooperation on social inclusion, leaving room for activities with refugees and migrants, as well as through cultural organisations. Key Action 2 has funded projects working with refugees and migrants and/or using culture for social inclusion. Case Studies are provided below and Selection Results of calls can be found on the EU’s dedicated website. Key Action 3 recently launched a targeted call on ‘Social Inclusion through Education, Training and Youth’ with a focus on promoting democratic values, fundamental rights, intercultural understanding and 6 Erasmus+ is the EU's programme to support education, training, youth and sport in Europe (€14.7 billion from 2014-2020). It aims to contribute to the Europe 2020 strategy for growth, jobs, social equity and inclusion, and to promote the sustainable development of its partners. Through its Key Actions, the Erasmus+ programme supports Mobility (Key Action 1), Key Action 2 Strategic Partnership for Cooperation for innovation and the exchange of good practices (Key Action 2), and Support to Policy Reform (Key Action 3). The actions cover the fields of higher education, vocational education and training, schools, adult education and youth. Erasmus+ also has a specific Sport strand as well. 7 Erasmus+ Programme Guide 2014-2020: http://ec.europa.eu/programmes/erasmus- plus/sites/erasmusplus/files/files/resources/erasmus-plus-programme-guide_en.pdf 8 P8_TA(2017)0359. ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 13 active citizenship and fostering the inclusion of people with a migrant background. The funding made available was substantial, with a total of 10 million Euros, and a maximum grant amount of 500,000 Euros awarded to 18 projects under Lot 1 Education and Training, and 4 projects under Lot 2 Youth. Findings Cultural organisations are eligible applicants to Erasmus+ funding, as there is recognition that they have a role to play in contributing to social inclusion and the promotion of values of democracy, fundamental rights, intercultural understanding and active citizenship. However, there are requirements on the number of organisations and eligible countries taking part in the projects. These eligibility criteria can be a challenge for smaller cultural organisations that would require a strong network across Europe in order to apply, as well as the visibility and recognition needed to take the lead or be invited to be part of a winning consortium. Whilst there are opportunities under Erasmus+ for cultural work with refugees, since neither culture nor refugees is the key focus of these calls, the funding available is limited. Furthermore, since the primary stakeholders are education, training, youth and sport organisations, often cultural organisations are not aware of the funding opportunities for which they can be eligible. The programme could therefore benefit from launching more targeted calls to ensure it reaches those most in need, including refugees and migrants. It could also improve its visibility and outreach methods so that cultural organisations are more readily made aware of these opportunities. This could be achieved for example through collaboration and coordination between the Erasmus+ national agencies and the Creative Europe desks, which at present mostly operate in parallel. In its resolution of 5 September 2017 on the future of the Erasmus+ programme 9 , the EP calls for a budget increase in the Erasmus+ programme and suggests to “foresee a far greater budgetary increase matching the ambitious goals for the post 2020 period” (Future of E+, 2017, p. 6). More funding made available for initiatives involving cultural organisations would address some of the global challenges affecting the European Union, especially for the integration of refugees. Case Studies The Promised Land - Intercultural Learning with Refugees and Migrants Dates : 1 September 2017 to 31 August 2019. Funding : 150,235€. Source : KA2: Strategic Partnerships for vocational education and training. Partners : Border Crossings Company Limited (UK), Adana Science and Technology University (Turkey), i2u-Consulting (France), Teatro dell'Argine Società Cooperativa Sociale (Italy), Stadt Oldenburg (Germany). For more information: http://ec.europa.eu/programmes/erasmus-plus/projects/eplus- project-details-page/?nodeRef=workspace://SpacesStore/05503860-d146-4622-88cc- 332c40e2e42b This project is designed to find ways of exchanging good practice and interesting ideas between different types of organisations, from universities to museums, who operate in different sectors, from theatre to music, via workshops, exhibitions and performances. The purpose of ‘The Promised Land’ is first and foremost to give validation to its partners, to refugees and to asylums seekers, in order to remind them that they are of importance and have a place in society. According to the partners of this project, social validation is best 9 P8_TA(2017)0359. ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 14 achieved by spending quality time with refugees through culture, as to them, cultural projects provide a much more interesting process than formal education or classroom teaching. In engaging in such projects “ you validate the individual, but also the culture: we are interested in the way you think, the way you live, what you eat ” (Interview, Michael). It is an exchange of ideas that allows insight into what can be done culturally by working with a refugee group. The project also has the capacity to portray refugees outside of the negative narrative in which they are often framed by the media. More than Words Dates : 1 September 2017 to 31 August 2020. Funding : 352,915€. Source : KA2 Strategic Partnerships for adult education. Partners: Border Crossings Company Limited (UK), Stowarzyszenie \"Dla Ziemi\" (Poland), Association des Égyptiens au Luxembourg (Luxembourg), EURO-NET (Italy), Integrált Kifejezés-és Táncterápiás Egyesület (Hungary), Network African Rural and Urban Development e.V. (Belgium), Comparative Research Network e.V. (Belgium). For more information: http://ec.europa.eu/programmes/erasmus-plus/projects/eplus- project-details-page/?nodeRef=workspace://SpacesStore/e097e7d2-a0ce-45fb-8ea1- 3c99951d0b8f The aim of this project is to provide organisations with model methodologies for working with migrant communities, in particular longer established ones. This three-year project is based on a strategic partnership of like-minded organisations across Europe, working with disadvantaged and migrant communities. It is a practice exchange to develop and create a collective working methodology in intercultural training. It will culminate in the production of a handbook that will be widely disseminated, as well as a film. MEDART - Methods of Education for Disadvantaged Adults Rooted in Theatre Dates : 1 September 2015 to 31 August 2017. Funding : 167,430€. Source: KA2 - Strategic Partnership in the field of Adult Education. Partners : Divadlo bez domova (Slovakia), Acta community theatre (UK), Asociación Acunagua (Spain), Centro Sviluppo Creativo (Italy), Društvo ProSoc (Slovenia), Magyar Vöröskereszt Budapest Fővárosi Szervezet AHA Színpada (Hungary), Teatr Grodzki (Poland), Hogeschool Rotterdam (Netherlands). For more information: http://www.divadlobezdomova.sk/divadlobezdomova/MEDART.html The aim of the project is to share good practice amongst eight European organisations that use theatre as a way of engaging socially disadvantaged adults, including refugees, with the view of increasing personal and social skills and improving their chances of getting employment. “ We believe that offering informal education, through theatre and related arts, is a way to engage those people who have disengaged from education; and a way to stimulate and grow their unused energy, creativity and potential, and put it to good use within the community” (MEDART Methodological Guide, 2017, p. 8). Following encounters and exchanges of best practice, the project partners have produced an open educational resource in the way of a methodological guide entitled ‘Methods of Education for Disadvantaged Adults Rooted in Theatre’, which demonstrates how they each use theatre with their different target audiences. Social Educircation - Specialized Vocational Training for Circus Professionals to Enhance Social Integration Dates : 1 September 2014 to 31 August 2016. Funding : 123,965€. Source: KA2 - Strategic Partnerships for vocational education and training. Partners : Magyar Zsonglor ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 15 Egyesulet (Hungary), Associació Valenciana de Circ (Spain), Cirkus In Beweging vzw (Belgium), Kids in Action (Greece), Zahrada Ops (Czech Republic), The Invisible Circus CIC (UK), GrenzKultur gGmbH (Germany). For more information: http://ec.europa.eu/programmes/erasmus-plus/projects/eplus- project-details-page/?nodeRef=workspace://SpacesStore/16751e41-7dc1-42d3-ba28- bf1983d98697 This project is centred on ‘Social Circus’: using circus as a tool for social inclusion, as a means to reach social, mental and physical development. The project provides workshops to disabled youths, prisoners, gypsy women as well as to refugee children and young people. This programme has been labelled as a Good Practice project by Erasmus+ as it involved seven very interesting organisations and seemed to be doing both valuable and compelling work, however there are no results to show on the Erasmus+ website. The project ended over one year ago, therefore it is disappointing to not see published results. 2.1.2. Creative Europe 10 In early 2016, due to the political imperative following the summer of 2015 to act on the refugee crisis in Europe as a global challenge, the Creative Europe programme launched a specific call for ‘Support to refugee integration’ 11 under its cross-sectoral strand. The call notes that “ at a time when Europe is receiving an extraordinary number of refugees, (...) intercultural dialogue through culture and the arts plays an important role to integrate refugees ” (Support to Refugee Integration, 2016, p. 1). DG Education and Culture sees a crucial role for the culture sector to play in addressing this global challenge through supporting initiatives that use culture and creativity for integration of refugees. Findings There was a high level of interest in the specific call for Refugee Integration Projects (274 applications from 1124 organisations from 38 countries). However, due to limited budgets (originally 1.6 million euros, increased to 2.35 million euros), only 12 projects were awarded. The number of actors applying for this call demonstrates a real appetite for this work relevant to a wide pool of actors, but also the dire need for further funding in this field. As culture is a Member State remit, the European Union’s actions in the field of culture need to take place transnationally. Leaving this call open to not only EU Member States but also partner countries responds to the large number of countries affected by migration flows and the need for integration in a variety of contexts across Europe and beyond. Working across these countries also allows for learning from contexts beyond the European Union and for cross-border collaboration. Another main feature of the call is to support collaboration through so-called Creative Partnerships, involving cultural organisations in partnership with “ organisations from other sectors such as the public, educational, healthcare, social domain or similar fields ” (Ibid., p. 2). This encouragement to collaborate cross-sectorally and transnationally demonstrates a clear understanding of the need to engage with other actors working directly with refugees, albeit in other fields to work jointly towards common goals in order to achieve the 10 The EU’s dedicated cultural programme is Creative Europe (1.46 billion euros for 2014-2020). It is designed to support initiatives by Europe’s cultural and audiovisual sectors and is divided into two sub-programmes, Culture and MEDIA, supported by a cross-sectoral strand. 11 Support to Refugee Integration call for proposals: https://ec.europa.eu/programmes/creative-europe/news/20161006-selection-results-refugee-integration- projects_en ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 16 impact sought. This could be the case also beyond Europe, particularly in the Southern Neighbourhood countries. However, similar to the Erasmus+ programme, this transnational cooperation requires established networks and connections or a strong reputation in order to develop new relationships, which can be a challenge to grassroots organisations working at local level. Since the expected output of this call was “ a limited number of high quality consortia formed by bodies working in the creative and cultural sectors ” (Ibid., p. 2), these so-called Creative Partnerships are primarily between European organisations rather than with refugees themselves. This dynamic can create a dependency on the refugees’ part towards European organisations supporting them through cultural projects and activities, rather than integrating them in the process of co-developing and delivering creative initiatives for other refugees and for the communities in which they now live. Refugees and migrants can therefore be seen as the final beneficiary and/or target group rather than as partners in their own right resulting in a sense of disempowerment and lack of understanding of their needs. In the evaluation criteria of the call, there is a strong focus on dissemination “ to maximise the impact of the project results by making them available as widely as possible at local, regional, national and European levels ” (Ibid., p. 3). However, the long term impact of the projects will be limited as there is only a two year implementation period. Furthermore, since the projects have only just started, the initial findings for the 12 funded projects will likely not be shared before 2019. This does not leave enough time to include lessons learnt and best practices into the planning of the next EU programming period. A midterm review of the Creative Europe programme is currently under way and is expected to be published by the end of the year 2017. Therefore, the results of this midterm review could unfortunately not inform this briefing. Case Studies A Million Stories Dates : 31 December 2016 to 30 December 2018. Funding : 195,927€. Source : Cross- sectoral call for Refugee Integration Projects. Partners: Roskilde Kommune (Denmark), Malmö Stad (Sweden), Stadt Koln (Germany), Future Library (Greece). For more information: https://ec.europa.eu/programmes/creative-europe/news/20170915- a-million-stories_en ‘A Million Stories’ is a storytelling project in which refugees and asylum seekers are interviewed in Denmark, Sweden, Germany and Greece. The gathering of stories through diverse media, be it audio, text or video will then be exhibited on a digital platform that will be available online. The goal is to present refugees and asylum seekers as individual humans instead of as a group. In addition to the disseminated stories, each participating country will host events, workshops and exhibitions. REACT - Refugee Engagement and Integration through Community Theatre Dates : 28 September 2016 to 27 September 2018. Funding : 196,304.62€. Source : Cross-Sectoral call for Refugee Integration Projects. Partners : Acta community theatre (UK), Stichting Rotterdams Wijktheater (the Netherlands), Centro per lo Sviluppo Creativo Danilo Dolci (Italy) For more information: https://www.acta-bristol.com/react/ ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 17 The project will directly engage refugees in the creation and performance of original theatre within their local host communities based on their life experiences and national cultures. The project aims to develop intercultural dialogue for improved community cohesion and mutual understanding. This creative partnership benefits from the creation and dissemination of different models of good practice, designed to be replicable at local levels across Europe. Voices of Solidarity Dates: 1 August 2017 to 31 December 2018. Funding: 199,002.82€. Source : Creative Europe Cooperation project. Partners : ArtReach (UK), Children’s Museum in Rome (Italy), Cesie (Italy), Altonale (Germany), Trafo (Hungary) and Radistanca National Theatre (Romania) For more information: http://ec.europa.eu/programmes/creative-europe/projects/ce- project-details/#project/e4d17121-c7c3-44de-8742-bdd77723a696 This project aims to bring together refugees and their host communities through the creation of processional performances in various locations across Europe. Using visual arts, costume making, puppetry, movement, music, photography, theatre and aerial work, refugee participants work with local participants to create a parade performance in order to celebrate refugees and their integration in the local community. 2.2. DG Migration and Home Affairs (DG HOME) DG HOME’s main remit is to build a common migration and asylum policy across EU Member States, based on solidarity and responsibility in line with the Europe 2020 Strategy. According to its Strategic Plan 2016-2020, “DG HOME also contributes to other preventive measures related to education, youth participation, interfaith and intercultural dialogue, as well as employment and social inclusion, considering the essential role that these policies play to prevent radicalisation by promoting common European values, fostering social inclusion, enhancing mutual understanding and tolerance” (SP DG HOME, 2016, p. 24). It looks beyond border and settlement policies towards prevention and inclusion measures such as culture. The Strategic Plan recognises that “ integration is a long process requiring action in several policy areas: education and training, employment and social inclusion, culture etc. ” (Ibid., p. 20). Integration of refugees does not happen overnight and requires a cross-sectoral approach and effort in order to make it a reality, including through culture. Although the main responsibility for social inclusion at local level lies with EU Member States, DG HOME notes that “ the European Union can support actions by national governments, local authorities and civil society engaged in the complex and long term process of fostering integration and mutual trust ” (Ibid.). Through its programmes, DG HOME can still support a number of actors at local and civil society levels by providing funding opportunities in the areas stated above. 2.2.1. Asylum, Migration and Integration Fund (AMIF) 12 Of the AMIF’s four overall objectives, the most relevant for this paper is the focus on ‘Promoting the effective integration of third-country nationals’ and work on solidarity. In its 2017 Annual Work Programme for EU-funded actions, there are two priorities under which 12 The Asylum, Migration and Integration Fund is one of DG HOME’s key initiatives (EUR 3.137 billion from 2014- 2020). The AMIF is largely used to support EU Member States (except Denmark) with their multiannual national programmes (88%) with only 12% of funds going towards EU actions and emergency assistance. ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 18 creative, cultural and audiovisual activities are listed as means of achieving these objectives: 1) Raising awareness on migrants' contribution to EU societies , highlighting the contribution of migrants to our societies, communicating real facts about migration, as well as combating stereotypes. Possible activities can be projects in schools, creation of audio-visual campaigns, use of social media, training for media professionals, innovative actions directed to the public at large, public communication campaigns by local or regional authorities. 2) Community building at local level for integration including through volunteering activities. These projects should promote exchanges between third-country and host-country nationals at local level, as well as build partnerships and cooperation among all the actors involved in promoting integration at community level. For example, they could consist of the following activities (non-exhaustive list): ● Cultural exchanges, in particular to promote culture and values of the receiving society, European values and the culture of the country of origin, including in the context of the 2018 European Year for Cultural Heritage ● Volunteering based activities in support of integration activities, involving EU citizens and third-country nationals ● Sport, cultural and other educational activities, including in the context of the 2018 European Year for Cultural Heritage ● Activities aiming at empowering migrants to participate in general community life. In its 2017 AWP, AMIF sets out types of activities that respond to the needs of refugees and respect their culture as part of the integration process. It recognises that “ integration happens first and foremost at local level and will only succeed if exchanges between third- country nationals and host country nationals are fostered and encouraged from the very early stages at local level through different activities such as cultural, sport or other activities ” (AMIF AWP, 2017, p. 17). AMIF focuses on funding grassroots initiatives to ensure integration takes place within communities and sees cultural activities as a means of reaching newly arrived refugees. The fund also looks across priorities of the European Union and suggests capitalising on the 2018 European Year of Cultural Heritage as a way of promoting integration and intercultural dialogue. 2.2.2. Europe for Citizens 13 Through annual open calls for proposals for both strands of the programme, Europe for Citizens awards funding via action grants (activity-led) and operating grants (financial support to existing structures). The most relevant for this briefing paper are the civil society projects under Strand 2 ‘Democratic engagement and civic participation’. Applicants include “ civil society organisations, educational, cultural or research institutions ” and projects must “ involve organisations from at least 3 eligible countries of which at least one is an EU Member State ” (Europe for Citizens Programme Guide 2014-2020 14 , 2014, p. 21). 13 The Europe for Citizens programme (185 468 000 euros for 2014-2020) aims to contribute to citizens' understanding of the EU, its history and diversity; and to foster European citizenship and improve conditions for civic and democratic participation at EU level. It has two main strands: 1) European remembrance - the EU as a peace project and 2) Democratic engagement & civic participation - getting citizens involved; the latter of which is the most relevant for this paper. It also has a complementary Horizontal Action on Valorisation: Analysis, dissemination and use of project results. 14 Europe for Citizens Programme Guide 2014-2020: https://eacea.ec.europa.eu/sites/eacea-site/files/2017_programme_guide_en.pdf ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 19 There are four key features to the Europe for Citizens programme: 1) Equal Access : “ Particular attention will be given to hard-to-reach groups (…) and the need to include underrepresented groups ” (Ibid., p. 5). Refugees would sit firmly within the types of participants of this programme. 2) Transnational and Local Dimension : there should either be a transnational theme, partnership or audience to the project. There is also a strong focus on the local so that the projects “ reach citizens in their everyday life, on issues that are of relevance to them ” (Ibid., p. 6). 3) Intercultural dialogue : projects should seek to “promote mutual understanding and tolerance, thereby contributing to the development of a respectful, dynamic and multifaceted European identity” (Ibid.). This is in line with the integration policy of the EU, and recognises the importance of cultural exchange and understanding to foster social cohesion and the values of the EU. 4) Volunteering - expression of active European citizenship : it is recognised as a powerful tool to “ develop citizens’ commitment to their society and to its political life” (Ibid.). In the context of working with refugees, there is often a reliance on civilian movements and volunteers to ensure social inclusion and so that refugees’ human needs are catered for. Volunteering can also be a means of strengthening the sense of community to welcome refugees into host communities, and a way for refugees to give back to their community as well as to assist newcomers. Volunteers can “d evelop the sense of belonging to a community thereby also gaining ownership ” (Ibid.), which helps towards empowering them to play an active role in their community and to make a difference. Findings A positive change to the design of the Europe for Citizens (EfC) programme is that, since 2016, programme priorities have now been set on a multiannual basis “ so that applicants have more time to plan and prepare their projects ” (Work Plan Europe for Citizens 2016- 2020, 2016, p. 1). The programme considers the need for partners to prepare for funding opportunities with a clear sense of upcoming priorities in order to develop meaningful and relevant projects. From 2016-2020, one of the key priorities is ‘ Combatting stigmatisation of \"migrants\" and building counter narratives to foster intercultural dialogue and mutual understanding ” (Ibid.). The EfC programme recognises the need for investment in projects supporting social inclusion and the need for cooperation between refugees, migrants and host communities. In its first call for proposals for civil society projects in 2014 15 , there was only one project selected that clearly focused on migration and integration. By 2016, seven projects were awarded, addressing topics such as citizenship in the migration era, media and migrants, refugee stories, volunteer services in times of refugee crisis, exchanges between students and refugees, migration routes in Central Europe and the Balkans, and European solidarity. It is still a priority in 2017 16 with five more projects awarded in this field. The integration of refugees has also been a key focus for several projects awarded under the ’Networks of Towns’ calls for proposals, which develop thematic and long-lasting cooperation between towns. This steady increase in recent years of refugee projects shows that more and more organisations are focusing on this topic and seeking support across Europe, and that the Europe for Citizens programme is playing a vital role in funding this activity. 15 https://eacea.ec.europa.eu/sites/eacea-site/files/listfofpublication-civ-2014_en.pdf 16 https://eacea.ec.europa.eu/sites/eacea-site/files/civ_list_of_selected.pdf ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 20 The EfC programme cleverly strikes a balance between funding civil society projects and ensuring that their initiatives are linked to EU policy and promote civic participation in policy-making processes, in line with the specific objective of EfC: “ encourage democratic and civic participation of citizens at Union level, by developing citizens' understanding of the Union policy making-process and promoting opportunities for societal and intercultural engagement and volunteering at Union level ” (Ibid., p. 5). The Horizontal Action of the Europe for Citizens programme can help support the awarded civil society projects to amplify their voices and valorise the work that they are carrying out at EU level. This also enables projects to reach policymakers and share results in order to inform and influence policy. There are also Europe for Citizens contact points in EU Member States that can be used to raise awareness of projects. As DG HOME’s Strategic Plan 2016-2020 notes, “ the scale of the issues falling within the [Europe for Citizens] programme’s scope is immense, particularly in light of its relatively small budget (...) and the diverse social and cultural factors affecting citizenship and civic engagement ” (DG HOME SP, 2016, p. 32). With maximum funding available of 150,000 euros per project and a time limit of 18 months, the scale of the projects and their impact can only be minimal. This lack of funding also limits the number of projects that support cultural work with refugees due to competing priorities and needs of applicants. Similarly to Erasmus+ and Creative Europe programmes, the significant shortage of funding in this field is of huge concern, given the magnitude of the issues the programme seeks to address and its relevance to a large number of local organisations. Case Study Migrations, Integration and Co-Development in Europe Dates : 01/12/2014 – 31/05/2016. Funding : Europe for Citizens Strand 2 - Civil Society Projects 2014. Partners : 16 civil society organizations from 15 European countries, including a cultural partner from Hungary. For more information: http://www.associazioneprism.eu/index.php/our-projects/224- europe-for-citizens-migrations-integration-and-co-development-in-europe The aim of this project was to encourage civic participation and intercultural dialogue between civil society organizations and citizens from across Europe to express their views about EU migration and asylum policies and the key priorities and strategic actions needed to face common and current challenges. It took a bottom up approach involving a number of actors including cultural institutions and other organisations that are active in the migration and asylum field. The project ran international workshops and seminars on migration policy and integration and launched an online survey to understand public opinion about the “new multicultural scenario”, and attitudes towards different migration and asylum policies. The survey attracted nearly 850 citizen responses from 15 European countries and revealed that there are vast differences in the perception of the phenomenon as well as in migration policy per country. The project has produced a booklet which provides key recommendations based on the results of the debates and online survey, recognising the role of media, culture, intercultural dialogue and cultural diversity for the integration of refugees. Feedback from EU-funded projects interviewed Transnational cooperation: The biggest advantage of EU funding is that partners are able to tackle global issues in a transnational way. For cultural work with refugees, EU- funded projects take a cross-sectoral approach and work on a common theme that can be rolled out across Europe. It provides the opportunity for European partners to build on ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 21 established relationships as well as explore new partnerships and elements to their work. It is important to reach those in need by funding partners who have experience of working directly with refugees. One difficulty in working transnationally is that refugee status can prevent some participants from travelling between the partner countries due to visa restrictions and border control. This therefore does not always allow for the mobility of artists or participants for a truly transnational and cross-border way of working. Refugee empowerment : In the field of inclusion, refugees’ voices and human stories can be lost due to a focus on integration into the host community rather than finding a role for themselves. Furthermore, refugees can often be seen as one social group, when in reality their needs and backgrounds can be very different due to cultural, linguistic or contextual differences. Projects therefore may need to work first with refugees at individual and collective levels before they come into contact with host communities. In the calls for proposals, some EU-funded programmes seem to have adopted a top-down approach that appears to exclude migrants and refugees themselves from the design and delivery of the projects. The starting point is the assumption that refugees and migrants would want to be integrated when this may not always be the case. There is a lack of focus on how host communities can benefit from the cultures of refugees and asylum seekers participating in the project. By involving refugees in cultural work in a participatory way and enabling them to share their views on issues regarding them, this approach would facilitate their inclusion and foster understanding in host communities. “ In a migratory and refugee context, this would require establishing an infrastructure that enables migrants and refugees to participate in social and cultural life, express their concerns and enter into dialogue with those in power, while those in power are responsive enough to attend to these concerns” (OMC Report, 2016, p. 16). Spaces of Welcome: One of the main barriers to enabling empowerment and exchange between refugees and host communities is the lack of established networks and opportunities to connect with each other. This can be a huge hindrance to refugees themselves seeking to play a role in society, and to engagement between host communities and refugees. Based on the principle that integration is a two-way process, activities could support more creation of safe spaces, whether physical or virtual. Rather than teaching and talking about intercultural understanding and shared values, these spaces would provide an enabling environment for dialogue, exchange, interaction, participation and networking between refugees and host communities. This exchange of cultures, stories, and realities can foster understanding, empathy, mutuality, and trust for social inclusion. This concept was part of the recommendations on Spaces of Welcome included in the Voices of Culture paper. Greater access to funding for smaller/grassroots organisations: through open calls for proposals, smaller organisations are put in competition with larger organisations that are often nationally funded and likely to be doing the project regardless of EU funding. Furthermore, some organisations can suffer from the financial burden of applying and delivering projects. A change in the exchange rate between application and award can gravely affect the planned project activities, posing a financial risk to the organisation and the project. More pre-financing and fixed exchange rates would be welcomed in order to support smaller organisations to deliver their projects. ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 22 Simple and flexible procedures: Due to an onerous application procedure, the lack of administrative staff and resources of grassroots organisations can make applying for and partaking in projects more challenging, further placing smaller organisations at a disadvantage. Moreover, the requirements and award criteria of EU funding can be restrictive, meaning that applicants are constrained to shape their projects to fit the needs of the calls. This can lead to changes to their existing activities or ways of working, which can affect the quality of the project and its benefits. Simpler application procedures (including online application) and flexible guidelines would enable a more diverse range of applicants and benefit those organisations in need of financial support for their activities. EU focal points: Due to the management structure of funding, where the main point of contact is often a programme officer in Brussels, it can take precious time to get an answer to urgent questions. There could be more involvement during project implementation of existing Erasmus+ National Agencies, Creative Europe Desks and Europe for Citizens contact points to decrease response time and encourage more local support and involvement in the projects. Result sharing: In order to take lessons learnt from past projects and build them into future EU programming and projects, further funding is needed towards increasing visibility, sharing results and encouraging more robust monitoring and evaluation. More support for promotion and publicising of project activities and outcomes would greatly increase their impact and outreach. An accessible platform to connect these actors would also be beneficial for future collaborations and sharing of practice. ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 23 3. RECOMMENDATIONS AND ACTIONS The development of the new programme generation will be carried out in the coming 12-18 months, with no fixed timeline at present. Directorate Generals of the European Commission are currently preparing their suggested programming for the period beyond 2020, which is due to be presented to its Secretary General and DG Budget by end of 2017 before being shared more widely through interservice consultation. In early 2018, DG EAC plans to hold a public consultation on the new programming period in conjunction with its internal processes. The following recommendations therefore aim to inform a future programme generation that builds on the strengths of the current programming period and learns from its weaknesses and limitations, whilst proposing innovative ideas for how future programming could cater for the needs and opportunities for cultural work with refugees. 3.1. Recommendations 3.1.1. Increased Access to Funding Access to Funding : Through all three programmes analysed, there is a need for more financial support to address cross-cutting and long-term issues such as culture for social inclusion and refugee integration. Furthermore, funding is currently fragmented across different programmes, which makes it difficult for stakeholders to “follow the money” and there is a need to adapt their practices and activities to different funding requirements. Similarly, access to funding can be hampered by a general lack of visibility of EU funding at local and national level. A more coordinated approach between DGs and national structures (i.e. Ministries of Culture, Erasmus+ National Agencies, Creative Europe Desks and Europe for Citizens contact points) together with relevant European networks (EUNIC members, existing EU-funded projects, past applicants), would spread the word more widely and enable cultural organisations to be more aware of relevant funding opportunities. Develop the audience: Not only is there a need to communicate about the availability of funding opportunities, but also to reach new audiences. This includes: a) reaching new applicants such as smaller organisations and refugees themselves in order to attract new initiatives and collaborations and b) ensuring that the projects are targeting all levels of society and reaching those in need. The first can be achieved through networking prospective applicants to like-minded organisations and raising awareness of EU funded projects through relevant events at local, national and EU levels, as well as exchanging information transnationally between national EU bodies. This outreach can in turn strengthen audience development for EU-funded projects when coupled with their own project advocacy and visibility activities. If physical platforms are more costly and reliant on resources, online tools can also be used such as social media, the numerous websites of the EU and Member State channels of information. Simplify the procedures: Another barrier to accessing funding is a lack of knowledge and capacity to apply due to a time-consuming, complex and challenging application procedure. This calls for more simplification of application procedures where possible, providing capacity building opportunities for prospective applicants to better understand systems, and facilitating more peer-to-peer learning and support between those who have secured funding and those seeking to apply. Whilst measures are being put in place by the European Commission and the national desks to address these issues, this simplification and support needs to remain a key focus for future EU programming. An alumni scheme for completed project partners or a thematic working group on cultural work with refugees could facilitate exchange and shared learning in the form of a peer-to-peer support network. ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 24 3.1.2. Improved programme methodology Define the purpose : When working with refugees, programmes need to be clear on what is hoped to be achieved and for whom. There are many aspects to working with refugees, from providing basic human needs, enabling freedom of expression and increasing wellbeing, to social inclusion and participation in the community. On the other hand, when talking about host communities, the focus could be anywhere from increasing intercultural understanding to enabling direct collaboration between refugees and host communities. The priorities and outcomes shift depending on whether the focus is on the benefits to refugees, to host communities, or both. Evaluate the impact: Furthermore, it is important to be realistic about what is possible to claim in this space, and provide guidance on how impact can be measured. Whilst outputs and products can be easy to quantify in terms of reach and numbers, they do not always provide the full impact of the projects which can depend more on the process that has taken place. It is therefore important that programmes are designed to strike a balance between outputs and outcomes, to avoid being either too superficial or overly ambitious in the calls for project proposals. This can be achieved by requiring both quantitative and qualitative data based on baseline and evidence, whilst providing a flexible model depending on what is being measured for what purpose. For example, ways of monitoring and evaluating levels of social inclusion and intercultural understanding can be challenging to quantify as they are subjective, long term and difficult to appropriate to a given activity or initiative. Instead, levels of contact, participation, and interaction are easier to quantify but would require case studies and personal stories for more qualitative data on the impact of the process and experience. Both are of relevance but need to be captured in different ways and to varying degrees. The Voices of Culture report provides a chapter with more detailed recommendations on providing a Monitoring and Evaluation Framework. Inform and influence policy: Some EU-funded projects can be effective in influencing policy and priorities for the EU and its Member States. Although many of the awarded projects are seen as successful and best practice (including on the EU’s own programme websites), there can be a lack of visibility and knowledge about their outcome amongst politicians and policy makers at national and EU level. The results need to be discussed and disseminated more widely across the EU and Member States, with more time given to the production of publications, handbooks and case studies on the projects and programmes themselves. Those who are responsible for the impact of European funding could further highlight at policy level how practice and methodology are beneficial in order to inform and influence refugee and integration policy in Europe. 3.1.3. Sub-granting Scheme Develop a tailored programme: the European Union could look into developing a tailored programme, such as a subgranting scheme, that is multiannual and multicountry. Its aim would be to fund cultural projects that serve a variety of purposes depending on the local context and needs of refugees and host communities: a) support TO refugees in their cultural work; b) support cultural work FOR refugees; c) support cultural work WITH refugees. In each instance, there would also be a focus on the benefit to wider communities, which includes both refugees and host communities. The funding would be open to all types and sizes of cultural organisations and entities working with refugees as well as refugees in their own right across the EU and eligible partner countries. The scheme would encourage a more inclusive approach, involving refugees and smaller organisations in the co-designing, developing and delivery of projects tailored to the needs and context at local level. ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 25 Source of funding: the funding would need to be substantial and could be pooled from all relevant programmes, and could be managed by a main entity such as the EACEA given its management role in Erasmus+, Creative Europe and Europe for Citizens programmes. To avoid the issue of subsidiarity in the field of culture, this sub-granting mechanism could be operated by a consortium of organisations whose remit is not exclusively culture, but ideally cross-cutting with experience of working directly with refugees and across different fields (education, youth, culture, sport and others). Thanks to its experience, it would have wide networks through which it could launch calls for proposals to enable a trickle-down effect of the funding to diverse sectors and smaller organisations. It would also have the structures and capacity to manage such a scheme and could share knowledge and resources with the beneficiaries of the grants through capacity building, mentoring, peer support as well as an open platform and networking opportunities. EU added value: It would also be important to take into consideration the European added value of such a scheme, and look into how it can ensure benefit to the EU and its Member States. A key focus of this scheme could be creating a community of practice for organisations working with refugees in Europe. The platform could gather lessons learnt and best practice, facilitate exchange and networking, build on the findings to further develop and refine future calls, and identify better ways of working to improve EU programming and policy. Looking beyond the EU: Whilst this report did not focus on Southern Neighbourhood countries, the Middle East and North Africa region has been severely hit by the refugee crisis. A number of practices and approaches can be learnt from cultural work with refugees taking place in this region. Med Culture is an EU-funded programme under DG NEAR that provides a concrete example of a multiannual multicountry regional programme in the field of culture that largely fits the criteria outlined above. It sets a precedent and potential model for the development of a programme for the next EU programme generation beyond 2020. Case study MED CULTURE Dates : 2014-2018. Funding : 17 million euros. Project lead : Hydea SpA (Italy). Countries covered : Algeria, Egypt, Israel, Jordan, Lebanon, Morocco, Palestine, Tunisia. For more information: http://www.medculture.eu/ MED CULTURE aims to develop and improve cultural policies and practices related to the culture sector, and to ultimately recognise culture as a vector for freedom of expression and sustainable development. The approach is participative through wide consultation and partnership with civil society actors, ministries, national authorities, private and public institutions involved in cultural activity as well as other related sectors. The specific objectives of the programme are to:  Improve the governance of the culture sector including promotion of inter- ministerial cooperation, elaboration of national action plans for culture, and improving organisational structures in cooperation with peers across the region.  Strengthen mutual development of capacities among peers of civil society organisations (CSOs,) and public and private sectors.  Broaden the base by involving young generations, developing activities and audiences in peripheries, promoting cross sector collaborations and collaborations among cultural practitioners across the region. ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 26  Promote sharing and access to information of available resources online and best practices through Med Culture’s website. Activities include:  A grant scheme called Drama, Diversity and Development (DDD) that uses culture to promote diversity and challenge discrimination against minorities  Capacity building for cultural operators under the SouthMed CV programme  Regional conferences  National focus groups  Thematic workshops and studies  Training of trainers 3.2. Actions by CULT Committee and MEPs The CULT Committee is already working on a number of opinions and resolutions relevant to both valuing the role of culture and promoting the inclusion of refugees. As cross-cutting themes, they could cooperate with other relevant committees in the EP, such as LIBE for the Asylum, Migration and Integration Fund and EMPL for the European Social Fund. Equally, further (joint) hearings, workshops and working groups could be set up to enable dialogue across Committees and with other stakeholders to inform programme development. MEPs, Committees and political groups can also play a role in raising awareness and promoting visibility of cultural work with refugees and the need for culture to be seen as a valuable cross-cutting means to address issues related to migration. They can do this by co-organising or supporting exhibitions, performances, film screenings and other events within the European Parliament and outside. The more MEPs are able to work together with their stakeholders, the louder their voice will be heard at EU level to influence future programme generation. The European Commission has regular interservice consultations between DGs to discuss programmes and fields of common interest. Given the interest in the present topic, it would be beneficial for a representative from the CULT Committee to be invited to these meetings for programmes related to cultural work with refugees, or for another platform for dialogue to be set up in order to liaise directly with relevant Commission bodies. ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 27 REFERENCES  Centre for Strategy and Evaluation Services (CSES) for the Committee of the Regions, (2013). Study on Practices of Integration of Third-Country Nationals at Local and Regional Level in the European Union, European Union, Brussels.  De Bock, J., Deufel, N., Di Federico, E., Lewis, R., Siung, J., Walling, M., (2016), The Role of Culture in Promoting Inclusion in the Context of Migration, Voices of Culture, Belgium.  European Agenda for Culture: Working Group of EU Member States’ Experts under the Open Method of Coordination, (2017), How Culture and the Arts can Promote Intercultural Dialogue in the Context of the Migratory and Refugee Crisis , Publications Office of the European Union, Luxembourg.  European Commission, (2014), Erasmus+ Inclusion and Diversity Strategy : in the field of youth , Brussels.  European Commission, (2015), Roadmap of the Creative Europe programme (2015- 2017) , Brussels.  European Commission, (2015), Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - A European Agenda on Migration , COM(2015) 240 final, Brussels.  European Commission, (2016), DG Education and Culture: Strategic Plan 2016-2020 , Brussels.  European Commission, (2016), DG Migration and Home Affairs: Strategic Plan 2016- 2020 , Brussels.  European Commission, (2016), DG Employment, Social Affairs and Inclusion: Strategic Plan 2016-2020 , Brussels.  European Commission/EACEA/Eurydice, (2016), Promoting citizenship and the common values of freedom, tolerance and non-discrimination through education: Overview of education policy developments in Europe following the Paris Declaration of 17 March 2015. Luxembourg: Publications Office of the European Union.  European Commission, (2016), Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - A New Skills Agenda for Europe: Working together to strengthen human capital, employability and competitiveness , COM(2016) 381 final, Brussels.  European Commission, (2016), Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Action Plan on the Integration of Third Country Nationals , COM(2016) 377 final, Brussels.  European Commission, (2017), 2017 Annual Work Programme for the Implementation of 'Erasmus+': the Union Programme for Education, Training, Youth and Sport , C(2016)5571, Brussels.  European Commission, (2017), Commission Implementing Decision on the Adoption of the Work Programme for 2017 and the Financing of Union Actions in the Framework of the Asylum, Migration and Integration Fund , C(2017) 2572 final, Brussels.  European Parliament, (2017), Draft Motion for a Resolution on the Future of the Erasmus+ programme , Brussels, (PE605.630v01-00). ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 28  European Parliament, (2017), Draft Opinion of the Committee on Culture and Education for the Committee on Budgets on The Next Multiannual Financial Framework: preparing the Parliament’s position on the MFF post-2020 , Brussels. (PE610.693v01-00).  European Parliament, (2016), Draft Opinion of the Committee on Culture and Education for the Committee on Employment and Social Affairs on Refugees: Social inclusion and integration into the labour market , Brussels. (PE577.074v02-00).  European Union Agency for Fundamental Rights, (2017), Together in the EU: Promoting the Participation of Migrants and their Descendants , Publications Office of the European Union, Luxembourg.  Informal meeting of European Union Education Ministers (2015), Education Ministers. Declaration on Promoting citizenship and the common values of freedom, tolerance and non-discrimination through education , Paris.  Justice and Home Affairs Council of the European Union, (2004). C ommon Basic Principles for Immigrant Integration Policy in the EU , Brussels.  Opinion of the European Economic and Social Committee, (2016). Integration of Refugees in the EU , EESC, Brussels.  UNESCO, (2015). Basic Texts of the 2005 Convention on the Protection and Promotion of the Diversity of Cultural Expressions , UNESCO, France.  Van Driel, B., Darmody, M., Kerzil, J., ‘Education policies and practices to foster tolerance, respect for diversity and civic responsibility in children and young people in the EU’, NESET II report , Luxembourg: Publications Office of the European Union, 2016. Doi: 10.2766/46172  Various authors, 2017. Methods of Education for Disadvantaged Adults Rooted in Theatre: A Methodological Guide , MEDART Project Partners, Slovakia. ",
        "EU funding for cultural work with refugees: towards the next programme generation _________________________________________________________________________ 29 ANNEX - KEY EU STAKEHOLDERS European Parliament: ● CULT Committee ● REGI Committee for European Structural Funds including Social Enterprise ● EMPL Committee for European Structural Funds including Skills ● AFET and DEVE Committees for foreign policy and international development work, where relevant ● LIBE Committee on Asylum and Migration Policy, including the AMIF ● BUDG Committee, as the body preparing the decision of the European Parliament on the distribution of funding for programmes within the European Commission Council of the European Union All EU Member State cultural attachés, and political departments addressing the topic of refugees. This includes Permanent Representations, Embassies, as well as government bodies at Member State level. European Commission: ● DG Education and Culture (DG EAC) - Erasmus+ and Creative Europe ● Education, Audiovisual and Culture Executive Agency (EACEA) - Erasmus+, Creative Europe and Europe for Citizens ● DG Migration and Home Affairs (DG HOME) - AMIF and Europe for Citizens ● DG Justice and Social Affairs (DG JUST) - Rights, Equality and Citizenship Programme ● DG Employment, Social Affairs and Inclusion (DG EMPL) - European Social Fund, New Skills Agenda ● DG Research, Training and Development (DG RTD) - Horizon2020 ● DG Internal Market, Industry, Entrepreneurship and SMEs (DG GROWTH) - COSME Entrepreneurship of migrants ● DG Development Cooperation (DG DEVCO) - bilateral, global, thematic programmes ● DG Neighbourhood Policy and Enlargement Negotiations (DG NEAR): bilateral, regional, cross-border cooperation programmes, EU Regional Trust Fund in Response to the Syrian Crisis (Madad Fund) ● DG European Civil Protection and Humanitarian Aid Operations (DG ECHO) ● European Solidarity Corps ● European Citizens’ Initiative ● European Year of Cultural Heritage ● Cabinets of the relevant Commissioners European External Action Service Policy Desk Officers and EU Delegations of Neighbourhood South countries and countries of origin of refugees. Colleagues working on Foreign Policy Instrument (FPI) and Instrument Contributing to Stability and Peace (IcSP). European Economic and Social Committee Policy Areas: Cohesion, Regional and Urban Policy, Migration and Asylum, Social Affairs EESC Civil Society Prize European Pillar of Social Rights Opinion on Integration of Refugees Committee of the Regions ",
        "Policy Department for Structural and Cohesion Policies _________________________________________________________________________ 30 ANNEX II - OTHER EU-FUNDED PROGRAMMES Rights, Equality and Citizenship programme (REC) The Rights, Equality and Citizenship Programme (2014-2020, hereinafter 'REC Programme') sits under DG Justice and Social Affairs. It contributes to ensuring and promoting respect of the rule of law, the Charter of Fundamental Rights and specific rights such as data protection, free movement, electoral rights and other EU citizen's rights, gender equality, non-discrimination, social inclusion of vulnerable groups, including Roma, rights of the child, and consumer protection. At the strategic level, it contributes to the EU Justice Agenda for 2020 (adopted in 2014), including enhancing mutual trust, contributing to economic growth, and protecting fundamental rights through its targeted funding. The Programme in all its activities supports gender mainstreaming and the mainstreaming of non-discrimination objectives. It also builds synergies with other Union instruments including the European Structural and Investment Funds by funding complementary activities of transnational nature. European Social Fund (ESF) As outlined in the European Agenda on Migration, “ for the new programming period (2014- 20), at least 20% of ESF resources will contribute to social inclusion, which includes measures for the integration of migrants with a particular focus on those seeking asylum and refugees as well as on children. The funds can support targeted initiatives to improve language and professional skills, improve access to services, promote access to the labour market, inclusive education foster inter-cultural exchanges and promote awareness campaigns targeting both host communities and migrants ” (European Agenda on Migration, p. 16). DG NEAR and EEAS Under DG Neighbourhood Policy and Enlargement Negotiations (NEAR), the European Neighbourhood Policy Instrument (ENPI) is implemented through bilateral, regional, neighbourhood-wide and Cross-Border Cooperation programmes. There is also the EU Regional Trust Fund in Response to the Syrian Crisis (Madad Fund), the Instrument Contributing to Stability and Peace (IcSP) and the Foreign Policy Instrument (FPI) of the European External Action Service (EEAS). A number of examples of cultural work with refugees fall under these programmes. SALTO-YOUTH SALTO-YOUTH is a network of 8 Resource Centres working on European priority areas within the youth field. One of these Resources Centres focuses on Cultural Diversity and provides resources, information and training courses - with a particular focus on culture, ethnicity, faith and identity in order to promote cultural diversity. In 2017, SALTO Cultural Diversity has had a keen interest in the areas of Resilience, Intercultural Competence and Refugees. The use of this network to examine issues relevant to different countries and regions in and around Europe is a positive use of existing tools and mechanisms to build knowledge and exchange practice. For more information: https://www.salto-youth.net/about/ https://www.salto-youth.net/tools/european-training-calendar/training/building-from- within-paths-to-increase-the-participation-of-young-migrants.6706/ ",
        "",
        ""
    ]
}