{
    "text": [
        "Opinion of the European Economic and Social Committee on the ‘Report from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Energy prices and costs in Europe’ (COM (2016) 769 final) (2017/C 345/20) Rapporteur: Laure BATUT Consultation European Commission, 17.2.2017 Legal basis Article 304 of the Treaty on the Functioning of the European Union Section responsible Section for Transport, Energy, Infrastructure and the Information Society Adopted in section 14.6.2017 Adopted at plenary 5.7.2017 Plenary session No 527 Outcome of vote (for/against/abstentions) 127/15/4 1. Recommendations 1.1. The European Economic and Social Committee (EESC) would point out that the European ‘Energy’ package proposes to place ‘consumers centre stage’ and calls for this concept to be defined and put into practice. Consumers can only play their new role if they can rely on clear texts which provide them with the resources they need to be able to act. The EESC believes that a vision for the future of what the public and European firms have to gain in this enterprise, on a more equal footing with one another, is necessary for the ‘energy union’ to be a success. 1.2. The EESC feels that acting on energy demand by making the public and professionals more aware of what is at stake (through education and training) can make them responsible for the choices they make and their energy behaviour. Energy efficiency can be entered in energy balance sheets, and can help to reduce consumption and so have an impact on costs, even when prices are increasing. However, energy efficiency alone cannot resolve the problems linked to climate change, security of supply or energy poverty ( 1 ). Energy efficiency and non-consumption do not in themselves constitute sources of energy. 1.3. The EESC would advocate broadening the review of data in the years to come by including studies on more energy sources and recommends taking an interest in three kinds of energy consumption: household, industry and service industry consumption. 1.4. The report should also contain an assessment of responses to the demand for energy so as to find out the rate at which needs are met at sustainable prices (TFEU Article 14). 1.5. The EESC recommends that the report look into the resources firms and/or consumers spend on R & D and on putting into practice the results of research into energy storage possibilities; this should be reflected in the price of energy and the cost of funding networks. 1.6. The cost of environmental damage should be assessed and the information easily accessible to all parties. 1.7. The EESC recommends that a glossary be included at the beginning of the Commission’s two-yearly reports on energy prices and costs, so as to ensure that they can be understood by all consumers. C 345/120 EN Official Journal of the European Union 13.10.2017 ( 1 ) EESC opinion on the ‘Clean Energy for all Package’, OJ C 246, 28.7.2017, p. 64. ",
        "1.8. Also for the purposes of transparency, the Committee would ask that the Commission add an information sheet per Member State studied, setting out five points of reference for each energy source: — the annual gap between wholesale and retail market prices; — the ‘raw material’, ‘network’ and ‘tax’ components of consumer prices; — the profit rate secured every year by the firms in the value chain, especially by national suppliers; — the percentage and breakdown of European aid to states and firms; and — the share of regulated tariffs and social tariffs in all retail prices. 2. Introduction 2.1. In 2014, the European Commission drew up an initial report on the prices and costs of energy in the European Union (EU); the shortcomings in the data compiled at the time led it to propose that a regulation ( 2 ) be drawn up on European statistics on gas and electricity prices. 2.2. The goal is to check the state of progress with the internal market for energy, which is not yet complete, and to help devise measures to boost energy efficiency and energy supply security in this area of shared competence. 3. Summary of the Commission’s report 3.1. The Commission report in hand is therefore the second one on this subject. It assesses the energy price situation in the gas, electricity and oil product sectors and the consequences thereof for households and industry; it also emphasises the EU’s strategic policies for achieving the energy union. 4. Electricity prices 4.1. The Commission mentions requirements for influencing electricity prices: improving energy efficiency and pursuing the use of alternative energy sources, in which the Union aspires to be world leader. 4.2. In fact, EU Member States’ net imports of electricity from fossil fuels have increased, as has their dependence on these imports; this has rekindled the tricky debate on shale oil and gas. 4.3. Wholesale electricity prices have fallen regularly since 2008 and have converged in the internal market, and this has triggered a drop in coal and gas prices. However, many country-specific factors have prevented this fall in prices passing through to retail prices, which continue to rise: the average price for households has gone up by 3,2 % in the same period: — the ‘energy’ component fell by 15 % between 2008 and 2015; — the ‘network’ component rose by 3,3 % per annum during this period; — The ‘taxes and levies’ component, which breaks down into 10 sub-components ( 3 ), including VAT, social tariffs, employment, compensation, security of supply, concession fees, etc., rose by 10 percentage points, from 28 % to 38 % of the price. 4.4. The price of electricity for industry went up by less: by between 0,8 % and 3,1 % per annum from 2008 to 2015. ‘Large’ energy consumers were able to obtain modified tariffs. 4.5. The Commission points out that there are quite considerable disparities between Member States , varying by a factor of up to three for households, due to the ‘taxes and levies’ factor (5 % in Malta, 59 % in Denmark). 4.6. On average, electricity in Europe is more expensive than in the United States, but much cheaper than in Japan. 13.10.2017 EN Official Journal of the European Union C 345/121 ( 2 ) OJ L 311, 17.11.2016, p. 1. ( 3 ) COM(2016) 769 final, p. 6, footnote 8. ",
        "5. Gas prices 5.1. Gas constitutes 23 % of EU primary energy consumption, 15 % of which fuels electricity production; this represents ‘a third of both households’ and industry’s final energy needs’. 5.2. The EU is 69 % dependent on gas imports and on the few suppliers that there are, so it finds itself forced to follow trends in world price fluctuations. 5.3. Wholesale prices have fallen by 50 % since 2013, amongst other things because of weak global demand, American production of shale gas and the fact of gas prices being indexed to oil prices. 5.4. Retail prices have increased by 2 % per annum for households since 2008. Here, too, the ‘taxes and levies’ component is sizeable and has increased by 4,2 % per annum, which, together with network costs, explains the considerable disparity between Member States, where the highest price (in Sweden) is four times the lowest (in Romania). 5.5. For industry and the ‘large’ industrial consumers, prices have fallen, and it is the ‘energy’ component that is the most important in price formation, hence the pass-through of wholesale to retail prices, allowing greater convergence in the internal market. 5.6. Globally, Europe’s convergence is average, having displayed a downward trend since 2013, although remaining above American and Russian prices. 6. Oil prices 6.1. Crude oil prices declined by 77 % from May 2014 to January 2016 — in the space of 19 months — and then rose again, remaining at half of 2014 price levels. 6.2. Retail prices were affected to a lesser extent because the euro depreciated in relation to the dollar, and taxes and levies still represent a large proportion of the price. The Union has set minimum rates of excise duty ( 4 ), but Member States generally opt to exceed them: in 2015 taxes accounted for 63 % of the average retail petrol price and 57 % of the diesel price, with disparities between Member States. 6.3. In short, the prices of the three energy sources have fallen since the previous report and the drop has passed through to the wholesale price. The fall has also passed through to the retail price for petroleum products, while prices for gas and electricity have increased due to the rise in network costs and above all in taxes and levies. 7. Household expenditure on energy 7.1. For the three energy sources, household consumption has remained relatively stable since 2008. The rise in retail electricity and gas prices (excluding transport) has meant that household energy expenditure has risen . There are major disparities between Member States in the proportion of resources spent on energy, and poorer households are obviously harder hit: 8,6 % in 2016, as compared to 6,2 % in 2004. Household consumption fell by 4 % over the period. 7.2. The Commission underlines how necessary social measures targeting vulnerable consumers are for combating energy poverty. 8. Industry energy costs 8.1. For 14 energy-intensive industrial sectors, energy costs for industry fell between 2008 and 2013, and in recent years, the energy cost share of production costs has averaged at between 5 and 10 %. This is due to the fall in energy prices for large consumers, tax exemptions and reductions, but not especially to energy efficiency measures. 8.2. The Commission deems the Union’s economy not to be highly energy intensive in global terms and that a competitive and properly functioning energy market should deliver the energy that households and industry need in the most cost-effective manner, avoiding inflationary effects and without government subsidies which unjustifiably distort the market: EUR 113 billion spent in 2012, of which EUR 17,2 billion were direct subsidies; EUR 263 billion in taxes collected in 2014, equivalent to 1,88 % of EU GDP. C 345/122 EN Official Journal of the European Union 13.10.2017 ( 4 ) OJ L 283, 31.10.2003, p. 51. ",
        "9. General comments 9.1. Energy is a core element for economies and households. Energy consumption is responsible for CO 2 emissions, which are detrimental to the climate and living beings. The Union has begun the transition to a low-carbon economy. Understanding the mechanisms for costing and pricing energy should be one factor in securing a better transition and combating energy poverty ( 5 ). 9.2. The Commission report shows that there is no one single energy price in the Union, but several prices for the different energy strands, which vary in line with geographical location, national practice, and the time and manner of consumption. 9.3. An Energy Price Monitor (European Climate Foundation) for households is published in several European countries, and the Commission, for its part, has been publishing its own reports for two years. 10. The various strands 10.1. Oil, coal and gas, which provide the bulk of world energy consumed, together with biomass, nuclear power and electricity, can neither be stored nor transported to the same extent: — oil can be transported easily: its price may be homogeneous in broad geographic areas; — gas has to be liquefied: it requires costly infrastructure supported by a variety of entities; — electricity, a product ‘derived’ from other sources of energy, cannot be stored, requires production and transportation infrastructures, and its end costs are different for users and for industry. 10.2. Energy prices have an impact on a sector’s competitiveness, depending on the levels of energy directly consumed and those of energy consumed indirectly at an intermediate stage in the production of a good. Low energy costs can have an effect on competitiveness (see American shale gas) without, however, being a structural factor in productivity. 10.3. Many Member States import energy from their Union neighbours or other neighbouring countries: the geopolitical situation has repercussions for security of supply and the price. 10.4. The price per barrel of oil is always quoted in dollars: the exchange rate — and therefore the global competitiveness of the European economy — plays a role in competition and in price formation for end consumers. 10.5. The price that industry and households pay for energy has an impact on global demand. In EU trade, trade in goods mostly takes place within Europe and comprises manufactured goods which are sensitive to variations in energy prices. 11. Prices and costs 11.1. *Price 11.1.1. Cost or price? In common language, the two terms are often used interchangeably. The Commission report [COM(2017) 769] would have been clearer if it had started with this point. 11.1.2. The more obvious one of the two is price . Price is the expression of the exchange value of one unit of an energy good or service. In a completely ‘free’ market, this would be the point of equilibrium between supply and demand. 11.1.3. In a sophisticated world market, there are as many prices as there are markets. And at each stage in a transaction, external factors will have an influence (externalities). Then Member States’ internal policy factors come into play, such as the structure of a sector, taxation, climate, households’ purchasing power, industrial competitiveness, etc. 11.1.4. The energy union could, while respecting the subsidiarity principle, smooth out these factors which contribute to differences between Europeans and unfairness. 13.10.2017 EN Official Journal of the European Union C 345/123 ( 5 ) OJ C 341, 21.11.2013, p. 21. ",
        "11.2. *Costs 11.2.1. They correspond to the price of raw energy materials needed for the production of a good or a service and for making this available to consumers (‘Les prix et les coûts des sources d’énergie’ [‘Prices and costs of energy sources’], Jean- Marie Martin-Amouroux, 20.02.2017). There can be quite significant differences in costs, depending on the production chain of the type of energy chosen (SWD/2016/420 final). 11.2.2. For SMEs, which make up 90 % of the EU’s economic landscape, even if they are not listed as large consumers of energy, the cost of the energy they acquire and that of the energy incorporated in the primary products they process may have a significant impact on the cost price of goods produced and on their sale. 11.2.3. Moreover, the cost of energy is not a factor that can be easily changed; it is expenditure that cannot be avoided. When it is a major factor in production costs, it affects the sale price, consumers’ purchasing power is affected and it can slow down growth (as is the case with cars). For industry, sources of energy are still substitutable: if oil becomes too expensive, they move over to gas, etc. 11.2.4. The question of energy costs brings us to matters of European diplomacy and to the definition of a European industrial policy, and not just for those industries in energy-hungry sectors. 12. Specific comments 12.1. The report in hand is part of a package entitled ‘Clean Energy for All Europeans’ ( 6 ), in which the Commission takes stock of energy prices and costs in Europe. The EESC regrets that the prospect of energy transition is not asserted more firmly in the package. It would be easier to understand the differentiated costs flowing from the different sources of electricity production. The energy content of a good depends on the whole chain of production and energy costs. Industrial competitiveness is at stake here, and more: industries’ capacity to create sustainable jobs and conserve the environment. 12.2. The various European texts on this subject have meant that the EU has become a common point of reference in countries’ efforts to reduce greenhouse gases, for energy efficiency and for the promotion of renewable energy sources. However, the choice of the energy mix is up to Member States. There are differences between them, particularly in terms of taxation and their approach to combating climate change. This situation is responsible for dumping, which is what makes governance of the energy union so difficult ( 7 ). 12.3. An approach based on competition only, reflecting the mantra of the 1980s, does not take into account either the worldwide realities of the sector or the policy shift in the Union: consumers have been placed at the centre of the system, and we can no longer bemoan market failings or the extensive range of public intervention to support the energy market — which are in fact little more than subsidies — or the sizeable tax base for public revenue. This could be called redistribution compensating for the social cost of energy, which has become intolerable for many people. 12.4. The rise in energy prices, particularly in electricity prices, can cause jobs to be relocated. It is vital that public policy be stable for employees, firms and investors. 12.5. There are still patent inequalities between people and between Member States. These exist between firms too, between large consumers and the others, and between individuals and firms. Liberalisation of the European market, which put an end to national monopolies in order to introduce competition for the benefit of consumers, has given rise to increases in final gas and electricity bills and has failed to prevent the creation of non-competitive oligopolies. The Committee is of the view that the notion of equality between ‘consumers’, also known as equalisation, could be adopted as a European-level concept. 12.6. One Commission communication deals with efforts to accelerate clean energy innovation ( 8 ), The ‘energy system has reached a tipping point’, where ‘renewables are increasingly cost-competitive’. The European Council has adopted measure on decarbonising the economy and securing an integrated European energy market. Renewables contribute to a growing share of electricity production, and energy intensity rates — which measure energy consumption in relation to economic performance — are falling, particularly in developed economies. C 345/124 EN Official Journal of the European Union 13.10.2017 ( 6 ) COM(2015) 80 final. ( 7 ) EESC opinion on Energy Union Governance (OJ C 246, 28.7.2017, p. 34). ( 8 ) EESC opinion on Accelerating clean energy innovation (TEN/619), not yet in the Official Journal. ",
        "12.7. The communication in hand is putting forward a legislative package centred on three major objectives: — making energy efficiency a priority; — becoming the world number one in renewables; and — stipulating fair treatment for consumers. 12.8. The Union’s approach to price- and cost-related questions should change radically, take the situation of vulnerable consumers into account and stipulate to what extent public policy has to finance renewable energy sources so that households are not too hard hit by the resulting tax measures. The Commission refers to a more intuitive regional approach, closer to consumers’ concerns, in order to progress towards a single market. 12.9. It underlines how necessary social measures benefiting vulnerable consumers are for combating energy poverty. This is all well and good, but these measures are not funded from the profit margins of the large companies in the energy sectors, but by other members of the public and their taxes, and from Member States’ budgets. 12.10. The Committee would highlight the fact that the report provides a great deal of information collected from many players, but does regret the fact that this transparency , both on prices and on costs, is not reaching households: for renewables, network costs can make up 50 % of the price (Report from the Centre d’analyse stratégique , 2012, France). Sound statistics, as the proposal for a Commission regulation (referred to in footnote 1) is proposing to collate, are necessary for consumers to be able to make choices and decisions. They should include the cost of damage to the environment and be easily accessible to those for whom these measures are being taken and who wish to understand why and how they obtain energy and pay for it. Brussels, 5 July 2017. The President of the European Economic and Social Committee Georges DASSIS 13.10.2017 EN Official Journal of the European Union C 345/125 "
    ]
}