{
    "text": [
        "I (Resolutions, recommendations and opinions) OPINIONS EUROPEAN ECONOMIC AND SOCIAL COMMITTEE 494TH PLENARY SESSION OF THE EESC ON 10 AND 11 DECEMBER 2013 Opinion of the European Economic and Social Committee on Towards an EU Macro-Regional Strategy to develop economic, social and territorial cohesion in the Mediterranean (own-initiative opinion) (2014/C 170/01) Rapporteur: Mr MALLIA Co-rapporteur: Mr PALMIERI On 14 February 2013 the European Economic and Social Committee, acting under Rule 29(2) of its Rules of Procedure, decided to draw up an own-initiative opinion on Towards an EU Macro-Regional Strategy to develop economic, social and territorial cohesion in the Mediterranean. The Section for Economic and Monetary Union Economic and Social Cohesion, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 14 November 2013. At its 494th plenary session, held on 10 and 11 December 2013 (meeting of 10 December), the European Economic and Social Committee adopted the following opinion by 121 votes to 2 with 1 abstention. Glossary Acronym MMR Mediterranean Macro Region MMRS Mediterranean Macro Regional Strategy MCR Mediterranean Coastal Region EMMRF Euro-Mediterranean Macro Regional Forum 1. Conclusions and recommendations 1.1 The EESC believes that the Mediterranean Region needs a Macro-Regional Strategy (EU MMRS) to help the regions face challenges that cannot be satisfactorily resolved by single regions or countries through the usual means. Such a strategy would help the regions concerned to address the causes of uncertainty that dominate the Mediterranean region by increasing the value-added of the positive achievements of the initiatives already launched and the Europe 2020 goals. The success of the MMRS will also have a positive effect on the EU as a whole. 5.6.2014 EN Official Journal of the European Union C 170/1 ",
        "1.2 The EU Mediterranean Coastal Regions (EU MCRs) are ideally suited to form a cooperation platform which could become strategically relevant in strengthening economic, social and political links between them and with those of Mediterranean non-Member Countries on specific topics (immigration, maritime transports, maritime safety, environmental protection, etc.). The MCRs have the potential of catalysing the process of economic growth and transformation in uniquely novel ways. 1.3 In view of the vastness of the area the EESC further proposes that the EU MMRS should be subdivided into three sub macro-regions identified on a geographical basis (regional proximity) and rendered operational through action plans based on a functional approach to address common challenges. 1.4 The EESC favours an EU MMRS based on the ‘three yeses rule’ (more complementary funding, more institutional coordination and more new projects) which strengthens synergies between different EU policies and coordinates the efforts of a wide range of stakeholders within the EU MCRs. 1.5 The EESC endorses the development of an EU MMRS — which incorporates all the goals of the EU 2020 strategy particularly those priorities defined as Smart growth (fostering a knowledge based economy supporting ‘innovation’ and new technologies), Sustainable growth (promoting a sustainable, greener and more competitive economy), Inclusive growth (promoting an economy with a strong emphasis on job creation and poverty reduction to support social and territorial cohesion). 1.6 The EESC identifies five Drivers of change which can contribute to the successful implementation of the European cohesion policies 2014-2020 in the Mediterranean area: — promoting polycentric, balanced and integrated development; — supporting territorial cooperation in the EU MCRs; — ensuring the global competitiveness of the MCRs based on strong local economies; — improving territorial connectivity for individuals, communities and enterprises; — managing and connecting ecological, landscape and cultural values. 1.7 The EESC draws attention to the considerable importance of supporting the Blue Growth strategy, which has the potential of enhancing competitiveness in the Mediterranean area, facilitating the implementation of greener policies and the shift towards a low-carbon economy in all sectors. The Committee also endorses the principle of an EU MMRS, which also takes into account the European disability strategy ( 1 ) and the Strategy for equality between women and men ( 2 ). These three strategies should be mutually reinforcing during the implementation process. 1.8 The EESC welcomes the European Commission's proposal for the Mediterranean in the context of the Integrated Maritime Policy. However, it wishes to propose a more ambitious approach consisting of a macro-regional strategy that incorporates the territorial and maritime pillars, taking account of the experiences in the Baltic and Danube regions as well as the European Parliament report on the evolution of EU macro-regional strategies in the Mediterranean and the European Commission report concerning the added value of macro-regional strategies. 1.9 The EESC notes that the governance structure of the EU MMRS should be based on a multilevel approach involving regional, national and European institutions and should not be seen as an additional activity or effort of the said institutions. C 170/2 EN Official Journal of the European Union 5.6.2014 ( 1 ) Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions, European Disability Strategy 2010-2020: A Renewed Commitment to a Barrier-Free Europe, COM(2010) 636 final. ( 2 ) Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions, Strategy for equality, COM(2010) 491 final. ",
        "1.10 The EESC believes that the fundamental principle of the implementation of the EU MMRS is the integrated approach which should firstly be defined by setting up round tables and subsequently strengthened by the establishment of a Euro-Mediterranean Macro Regional Forum (EMMRF) to promote the full involvement of all institutional actors and civil society (stakeholders) and to combine existing policies with functional objectives in order to shape a common and shared policy. The proposed EMMRF will harness the experience gained in drawing up, monitoring and assessing Mediterranean territorial and maritime affairs. The EMMRF shall become the macro-regional tool that establishes common strategic lines of action and shall take an active role in the identification of the priority projects for territorial cohesion in the Mediterranean regions. 1.11 In view of the support of the EESC and the Committee of the Regions for a strategy to develop cohesion in the Mediterranean, the EESC believes that it is strategically appropriate for these two institutions to host and provide leadership of the Mediterranean Macro Regional Forum. This will be achieved through the setting up of a leadership group consisting of the European Parliament, the Commission, the EESC and the CoR. This leadership group will provide systematic support during the design process of the strategy and future coordination. 1.12 The EESC endorses the view that the strategy is not to be considered as just a document. Above all it must be a process. This means that the strategy is to be implemented over time. The EESC hopes that the positive lessons learned from the implementation of Macro-regional Strategies in the Baltic and the Danube will be applied to the Mediterranean Region thus contributing to an effective and timely implementation of the new Mediterranean macro-regional strategy to bring concrete benefits to the citizens of the affected regions within a reasonable timeframe. 2. An EU Macro-Regional Strategy for the Mediterranean 2.1 It is important to establish a common definition of what constitutes a macro-region. Mostly, a macro-region is defined as ‘an area including territory from a number of different countries or regions associated with one or more common features or challenges (…) of a geographical, cultural, economic or other nature’ ( 3 ). 2.1.1 The Commission has established the framework of an MRS which encompasses the following three elements: 1) an integrated framework relating to Member States and third countries in the same geographical area; 2) addresses common challenges; 3) benefits from strengthened cooperation for economic, social and territorial cohesion. 2.2 Presently two MRS have been adopted by the EU, one for the Baltic Sea Region which was approved in 2009 and another for the Danube Region which was approved in 2011. An Adriatic — Ionian macro-regional strategy originally proposed by the Committee of the Regions (COR) in 2011 ( 4 ) is in the process of being approved while an Atlantic strategy based on a sea basin approach has already been approved. 2.2.1 The debate on MRS should be understood in relation to various developments in the EU policy framework: with the Lisbon Treaty, territorial cohesion has become a central objective of EU policy; with the Europe 2020 Strategy territorial governance is the key factor to support the achievement of the EU cohesion policy goals for the next programming period (Multiannual Financial Framework 2014-2020). 2.2.2 In 2012, the Commission published a communication in which it assessed the needs and potential of sea-related activities in the Adriatic and Ionian area, setting out a framework plan ‘to move towards a coherent maritime strategy and corresponding Action Plan by 2013’, adding that ‘should the EU Member States decide to ask the Commission to prepare an EU Strategy for the Adriatic and Ionian region, this maritime strategy might constitute the first component of such an EU MRS covering additional fields’ ( 5 ). 5.6.2014 EN Official Journal of the European Union C 170/3 ( 3 ) Macro-regional strategies in the EU , Discussion Paper presented by Commissioner Pawel Samecki in Stockholm (16.9.2009): http://ec. europa.eu/regional_policy/archive/cooperation/baltic/pdf/macroregional_strategies_2009.pdf. ( 4 ) Own-initiative opinion of the Committee of the Regions on Territorial cooperation in the Mediterranean through the Adriatic-Ionian macro-region , OJ C 9, 11.1.2012, p. 8. ( 5 ) Communication from the Commission to the European Parliament, the Council, the European Economic and Social committee and the Committee of the Regions A Maritime Strategy for the Adriatic and Ionian Seas, COM(2012) 713 final, Brussels, 30.11.2012. ",
        "2.3 Given that the macro-regional approach is increasingly featuring in EU policy, the EESC feels that the term ‘macro- region’ itself needs a clearer definition. Furthermore the EESC — in line with the previous opinions ( 6 ) — supports this important political strategy as well as the European Parliament resolution on macro-regional perspectives in the Mediterranean Basin ( 7 ). 2.3.1 Two main objectives of macro-regional strategies are distinguished: the first deals with problems that cannot be satisfactorily addressed by regions or countries acting alone (for example environmental challenges); the second deals with cooperation which is beneficial to the regions and countries involved. This classification reflects the distinction between a transnational issue and a common issue (used in the debate on transnationality and subsidiarity of EU funding). The geographical, socio-economic and administrative features of the Mediterranean strongly indicate the first category of objectives as being the most relevant for the MRS. 2.4 The Mediterranean basin shares similar environmental, historic and cultural characteristics and for these reasons it could be considered as a single macro-region ( 8 ). The EESC is of the view that one single macro-regional strategy has to be implemented in the Mediterranean Basin between the 149 (including 7 from Croatia) EU Mediterranean Coastal Regions (MCRs) of Spain, France, Croatia, Italy, Malta, Slovenia, Greece and Cyprus defined at NUTS 3 ( 9 ). 2.5 In 2009 the active population resident in the EU MCR was 32,4 million people, of these approximately 41% women. On average this population is at a greater risk of unemployment with an average rate of unemployment in the EU MCR around 12,9% in 2009 (8,9% for the EU). In 2007, the gross domestic product (GDP) of the EU MCR was 1 715 billion PPS (purchasing power standard) or 13,9% of the EU’s GDP. The average GDP per capita — in these regions — was 23 000 PPS per capita, lower than in the EU (24 000 PPS per capita) ( 10 ). 2.5.1 Given the extent of the area, the EESC is therefore of the view that the EU Mediterranean Macro-Region (EU MMR) should be subdivided into at least three sub macro-regions. Recent consultations carried out by the European Parliament (EP) on the evolution of macro-regions showed a point of view leaning towards retaining the option of three distinct Sub Macro-Regions (SMR): (i) one in the western Mediterranean, (ii) another in the central Mediterranean — implementing the Adriatic-Ionian macro-region — and (iii) the third in the eastern Mediterranean, with specific action plans coordinated with each other. 2.5.2 With regard to the sub macro-region for the central Mediterranean, and in line with the opinions of the European Parliament and the geographical distribution established by Eurostat, the EESC considers it essential to involve Sicily and Malta in the Adriatic-Ionian macro-region. More importantly, countries and regions situated on the imaginary borders of the sub-macro-regions should also be able to participate in more than one sub-macro region in order to ensure better coordination and to eliminate wasteful duplication and conflicts. C 170/4 EN Official Journal of the European Union 5.6.2014 ( 6 ) EESC exploratory opinion for the Cyprus Presidency on A Macro-Regional Strategy in the Mediterranean , OJ C 44, 15.2.2013, p. 1, EESC opinion on Developing a Maritime Strategy for the Atlantic Ocean Area , OJ C 229, 31.7.2012, p. 24. ( 7 ) Motion for a European Parliament Resolution on The evolution of EU macro-regional strategies: present practice and future prospects, especially in the Mediterranean — 2011/2179(INI), 27.6.2012. ( 8 ) ‘The Mediterranean Sea area comprises all the Marine waters bounded to the west by the Strait of Gibraltar and to the East by the Marmara Sea, Marmara Sea excluded. 142 EU coastal regions border the Mediterranean Sea (NUTS3)’. EUROSTAT, 2011, Statistics in focus, The Mediterranean and Black Sea basins . ( 9 ) An EU coastal region is a statistical region defined at NUTS3 level, responding to one of the following criteria: — Region with a sea border (372 correspond to this criterion); — Region with more than half of its population within 50 km of the sea (73 regions correspond to this criterion); — Hamburg, a German region, which does not correspond to the definition criteria, has been added to the EU coastal regions list, taking into account its strong maritime influence. Source: EUROSTAT, 2011, Op.cit. ( 10 ) With the entry of Croatia the 7 Croatian MCR show 527 700 people belong active populations (44,7% female), the unemployment rate is at 17,8% and the average GDP is 20 785 PPS (Eurostat 2013). For the others countries: Eurostat, 2011, Op.cit. ",
        "3. What are the pre-conditions in place? 3.1 The Mediterranean as a whole has suffered from an on-off approach by the European Union with various initiatives and instruments being launched over the years. These initiatives have led to some positive achievements but they have failed to fully address the social, political and economic development goals that were initially set out. It is now time to complement what the EU is doing via the Union for the Mediterranean and its Neighbourhood Policy, as part of its external policies by launching a more integrated policy for its own Mediterranean regions. 3.1.1 Clear and shared strategies for the region as a whole as well as the sub-regions accompanied by the relevant action plan could help resolve some of the regional policy uncertainties which have arisen from the policy failures associated with the EU external policies in the region such as the Union for the Mediterranean and the EU Neighbourhood Policy. Such clear strategies can also help to incorporate and rescue some of the positive achievements and on-going projects of existing external EU policies. 3.2 The EESC favours a macro-regional approach, which strengthens synergies between different EU policies and coordinates the efforts of a wide range of stakeholders located within the EU MCR. Generally speaking a MRS should aim to provide value-added to actions already taking place within a macro-region to coordinate European, national and regional funds in the pursuit of shared objectives and targets, to create a sense of common achievement among the protagonists involved and to bring together organisations and authorities at any level around some key opportunities and challenges. More concretely, in this very particular period of huge fiscal constraints which are strongly impinging upon the private sector’s ability to restart the economic motor, there is a vital need to achieve the strongest degree possible of Pareto efficiency in the use of available resources. 3.3 The current economic situation triggered by the 2008 global financial crisis calls for an on-going effort to encourage new growth areas that could help pull countries out of the economic crises and enable them to create much needed jobs. The coastal areas of the EU in southern Europe have the potential to become innovative centres of dynamic growth by exploiting their unique characteristics. 3.3.1 However this will require an unprecedented effort to coordinate all the work that is being carried out by key stakeholders in the region with the aim of achieving closer integration between the areas in question with the social partners and civil society playing a major role. 3.3.2 It is our view that there already exists a plethora of instruments and policies that could contribute in a significant manner towards the implementation of a MRS. Reference is made here to projects funded from the European Regional Development Fund (ERDF) and the European Social Fund (ESF), the so-called Structural Funds and funds disseminated under the Convergence Objective, Regional Competitiveness and Employment Objective, European Territorial Cooperation Objective, programmes to develop transport and territorial cohesion (earmarked for Europe 2020), particularly those with a specific maritime thrust such as the European Maritime and Fisheries Fund, the Connecting Europe Facility as well as European Investment Bank (EIB) and national funding. 3.3.2.1 In this regard it is pertinent to point out that all EU Member States (and more specifically the 163 regions within the Mediterranean) are currently drafting their individual Partnership Agreements which will set out how each Member State will make use of the CSF funds. Whilst admittedly there is an element of territorial cooperation within such Agreements the EESC feels that an opportunity for more coordination between countries and regions within the Mediterranean is being missed. 3.3.2.2 However, the EESC insists on interim arrangements to favour the implementation of a MRS and by the time of the mid-term review of the Partnership Agreements being concluded with the EU member states, such measures should be fully in place. 3.3.3 To ensure that these instruments are focused upon and optimised, there is a need for multilevel coordination between the institution(s) involved, to lead the process and to ensure that resources are used to the fullest and duplication is avoided. Inter-regional coordination has now become essential and urgent particularly since more needs to be achieved with the same level (or less) of funding. Hence the proper and effective instruments must be set up to ensure coordination and effectiveness. 5.6.2014 EN Official Journal of the European Union C 170/5 ",
        "3.3.3.1 In a competitive globalised world the 163 regions have to be able to compete with close and distant competitors, in view of which the need for leadership and timely decisions is paramount. 3.3.4 The peripheral and maritime regions that are members of the Conference of Peripheral and Maritime Regions (CPMR) and the CoR have repeatedly urged the European Commission to introduce a Territorial Pact so that the EU2020 strategy can be better taken on board by all economic groups in Europe's regions ( 11 ). 3.4 What is required is the combination of salient policies with decentralised decision-making which would help ensure that resources are coordinated in such a manner as to be used where they are most likely to have maximum impact in terms of growth and jobs. 3.4.1 Only a well-thought out strategy that is kept simple and which is based on the broadest consensus possible can help to illuminate the paths and choices that confront the regions, towns, cities and ports of the EU MCRs. 3.4.2 It is also important to design a method of measuring policy effectiveness within the Mediterranean macro-region so that timely corrective action can be taken. In the past, the lack of a yardstick by which to accurately measure policy success/failure, coupled with the lack of coordination, duplication of effort and wastage, and a lack of accountability, prevented timely corrective action which ultimately magnified policy failures. 3.4.3 The strategy must be accompanied by an Action Plan which clearly identifies the projects which would mostly be chosen for their cross-regional impact and importance for economic growth, as well as the sources of finance to be mobilised for their implementation. This is essential and should preferably be completed within the first two years after launching the 2014-2020 MFF. 3.4.4 It is extremely important to reduce the bureaucratic demands of reporting and form filling on stakeholders and operators. NGOs, SMEs and regional authorities, particularly those of the smaller regions, are often discouraged from participating by the lack of capacity and the daunting task of keeping up with all the bureaucratic procedures. Whilst recognising the need for checks and balances it is crucial that project beneficiaries are able to dedicate their time and resources to delivering actual benefits to society and the economy at large. 3.4.5 The EESC believes that a failure to deliver on the Action Plans will prevent the regions from capitalising on an opportunity for growth creation. The opportunity cost of such a failure will be extremely high particularly in these times of crisis. The EESC firmly believes that through innovative collaboration there are significant efficiency gains that can be achieved in the utilisation of resources to achieve stronger growth. The risks of failure are also ominous for regional political leaders and their citizens. Growth prospects are not very good for the next two years for most of the regions involved and this drawback will be further compounded if the regions embark on paths that ignore the opportunities provided by an MRS and fail to use the regions' human and natural resources in an effective and sustainable manner ( 12 ). 3.4.6 The point of departure of this strategy should be to map out the main objectives and identify existing EU, national and regional programmes, as well as regional and local authorities and associations of civil society that can supply the required coordinating effort. There are several EU-funded projects within the EU MRS which, if properly coordinated, could magnify the value-added which they produce. These kinds of projects which are already in existence, at least on paper, and new ones which will no doubt be launched in the future, can be useful in achieving some of the aims of the EU MRS. 4. What should be the scope? 4.1 The main scope is to encourage the definition of a multi-level MMR accompanied by an MRS, in which activities are implemented by specific action plans based on the ‘three yeses rule’: more complementary funding, more institutional coordination and more new projects. C 170/6 EN Official Journal of the European Union 5.6.2014 ( 11 ) Marseille, 27 November 2009, CPMR Seminar on Leading Europe out of the Crisis: initial proposals from the Regions on the future of the EU budget and policies . In the first Resolution (CdR 199/2010), the Committee of the Regions proposes to strongly support the proposal launched by the European Parliament to establish a ‘Territorial pact of Regional and Local Authorities on the Europe 2020 strategy’. ( 12 ) Scenarios for the Mediterranean — World Economic Forum 2011. ",
        "4.2 The Mediterranean regions need a common commitment to work together with the strategy at all levels of action which will make it possible to capitalise on the Europe 2020 goals thus promoting integration between the EU’s policies and funds (territorial cooperation). The MRS should be implemented in order to assist regions and territories to face challenges that cannot be resolved through national means alone. 4.3 The EESC is of the opinion that the development of an MRS for the Mediterranean should be based on three growth pillars: — Smart growth (with a particular emphasis on Blue Growth) Fostering a knowledge-based economy supporting innovation and new technologies; — Sustainable growth Promoting a sustainable, greener and more competitive economy; — Inclusive growth Promoting an economy with a strong emphasis on job creation and poverty reduction to support social and territorial cohesion. 4.3.1 Smart growth will be supported by taking into account the concept of Blue growth . On 13 September 2012, the European Commission published a Communication on Blue Growth in which it singled out five ‘value chains’ which have the potential to deliver sustainable growth and jobs in the blue economy. These are: blue energy, aquaculture, maritime, coastal and cruise tourism, marine mineral resources and blue biotechnology ( 13 ). 4.3.1.1 Blue growth reflects the choices that have been made by maritime regions to enhance their competitiveness and economic growth by utilising their geographic position and particularities, namely marine and maritime activities — in short focusing on what they can do best. 4.3.1.2 The Smart growth challenge for the coastal regions of the EU MMR is twofold: — that of creating enough economic activity, that will ultimately help lead Europe out of the current economic and social crises; — that of undertaking the necessary investment in key infrastructure particularly ports, airports, railways, transport hubs and other facilities that will ensure that the EU MMR will be in a position to fully participate in the recovery once it begins. 4.3.1.3 The sustainable use of Mediterranean resources offers the opportunity to create wealth and jobs. Research into advanced environmental systems and technologies should be developed to support the traditional Mediterranean activities which are in decline, thus opening up new opportunities. 4.3.1.4 These challenges require the involvement of the scientific, technological and economic communities together with the social partners. Account should be taken of support activities in fields such as infrastructure, industry, training, R&D investment policies, cooperation between universities, and the creation of clusters. 4.3.1.5 The nautical sector is very strong and contributes to development strategies. Nautical tourism generates economic activity and jobs and also helps develop the Euro-Mediterranean identity. 4.3.2 The main thrusts of Sustainable growth and the sectors involved are all interconnected in many ways. The achievement of sustainability and the implementation of greener policies as well as the shift towards a low-carbon economy in all sectors contribute towards the achievement of climate change targets and climate change adaptation. Resources need to be used efficiently, synergies need to be strengthened, waste and duplication of effort need to be identified and discouraged. The key infrastructures including those of land and marine transport, energy transmission and IT networks need to be constantly upgraded to ensure that no stifling bottlenecks develop. 5.6.2014 EN Official Journal of the European Union C 170/7 ( 13 ) Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions Blue Growth: Opportunities for Marine and Maritime Sustainable Growth , COM(2012) 494 final, Brussels, 13 September 2012. ",
        "4.3.2.1 Coastal and marine sustainability are interlinked and both are susceptible to pressure from human activity, including land pollution that eventually flows into the Mediterranean and CO 2 emissions from vessels ( 14 ). Integrated management of coastal areas should not be restricted solely to coastal economic activity and pollution. Every incentive must be provided to encourage the maritime sector and ships plying the Mediterranean to switch to the most modern forms of ‘green’ technologies. 4.3.2.2 The European Union and eight of its member states are parties to the 1975 Barcelona Convention for the Protection of the Mediterranean Sea against pollution and its protocols concluded under the auspices of UNEP. By a Council Act approved at the end of 2012, the EU became party to the Offshore Protocol of this Convention to protect Mediterranean coastal areas from pollution generated by offshore activity. The EU Mediterranean regions stand to gain considerably from this Convention and should give it a lot of attention also within the context of their objective of achieving ‘blue growth’. 4.3.2.3 The Mediterranean's renewable energy potential offers a massive source of clean power which remains untapped. In line with the Europe 2020 targets, measures for adaptation and prevention of climate change should be included in the EU MRS. 4.3.2.4 The EU MRS needs actions on sustainable transport to reduce carbon dioxide emissions. Road transport traffic should be transferred to maritime transport ( 15 ). On the other hand maritime transport needs to continue on its path towards the use of cleaner fuel. Maritime safety and cooperation in disaster prevention and response should be included. 4.3.3 The EU MRS should include a strong social dimension to support Inclusive growth in the EU MCRs. Economic development and the creation of new jobs should make it easier for the inhabitants of regions to enjoy a better quality of life. The regional authorities should promote social dialogue and the involvement of social and civil society partners. Based on an integrated approach to territorial cohesion, account should be taken of the ‘inclusive’ situation of cities and metropolitan areas, rural areas, small coastal towns and islands. The infrastructure, technologies and services’ accessibility to persons with disabilities should be interlinked to sustainable development as a basic prerequisite of Inclusive Growth. 4.3.3.1 Information technologies have to be developed, particularly in the peripheral areas through better connectivity, to support overall territorial and social cohesion of the Mediterranean regions through a cross-thematic approach. The development of ICT should be fostered. 4.3.3.2 It is also important to emphasise the need of developing further airports and air services in the MMR in order to strengthen regional economic integration. Air services and air transport infrastructure still have a lot of untapped potential and are in need of more investment. 4.3.3.3 The educational and training institutions have a key role in supporting Inclusive growth in the Mediterranean area. Common EU MMR-wide educational objectives need to be identified. 4.3.3.4 The EESC feels that the dialogue between social and civil partners and educational/training institutions needs to be strengthened. priority must be attached to training in maritime and nautical subjects, and cooperation between universities and training centres. 4.3.3.5 The EU MCR's unemployed need also to be heard in the formulation of a future strategy that seeks to provide them with the opportunities to re-enter the labour market. It is also vital that real, tangible efforts are made to involve leaders of ‘excluded’ social groups such as migrant communities, persons with disabilities and women's organisations. The EESC fully supports EU policies aimed at preventing discrimination on grounds of racial or ethnic origin, disability, age, sexual orientation or gender. C 170/8 EN Official Journal of the European Union 5.6.2014 ( 14 ) COM(2013) 480 final — 2013/0224 (COD). ( 15 ) Ibidem. ",
        "4.3.3.6 Considering the European perspectives for demographic ageing, a specific action to support healthy and active ageing in the EU MCRs should be included. The Mediterranean regions also need to launch a viable long-term plan of controlled immigration and seasonal workers to fill the gaps left by ageing populations and address the widening dependency ratio. The EESC is in favour of more strenuous efforts on the part of the EU to help the Mediterranean regions cope with the challenge of migration and to integrate migrants in society. 4.3.3.7 The EESC believes it is essential to develop the EU MMRS taking into account the European priorities aimed at improving social inclusion, well-being and full respect for the rights of disabled people, as well as to promote gender equality in the Mediterranean area. Therefore it is pivotal to secure individual autonomy, dignity and freedom of the disabled and to empower the role of women in the Mediterranean labour market, in society and in decision-making positions. 5. What benefits can be expected? 5.1 The implementation of a Mediterranean MRS offers many opportunities, principally by providing a reference framework relevant to cohesion policy and encouraging inter-sectorial cooperation in a common area of services labour. This framework can steer investment towards more complementarity and can influence the respective priorities of each regional development plan for a European macro-region, ensuring an overview and genuine synergies within an integrated approach. 5.2 An EU MRS would ensure greater involvement and better cooperation between the EU’s various intervention mechanisms, going beyond the appropriations allocated to cohesion policy, pooling the resources of regions and Member States through multilevel governance. This represents a ‘win-win’ strategy for all local stakeholders. 5.3 The benefits of the Mediterranean MRS derive, to a large extent, from its highly comprehensive and multilevel integrative approach, which is capable of promoting synergies between EU policies and programmes, as well as funding complementarities. 5.4 The implementation of the Mediterranean MRS will foster the realisation of strategic activities in the coastal and insular zones, as well as increase cooperation between Mediterranean administrations, regions, cities, ports and, where the need arises, between national authorities. 5.5 Activities linked to the Integrated Maritime Policy and to Blue growth will be pursued, stressing the interdependencies and synergies that exist between activities seemingly unconnected to the maritime sector. 5.6 The proposed actions will address the three growth pillars previously identified. In choosing the proposed actions, each must satisfy the following criteria: — they must have an impact on the macro-region and bring concrete benefits to the citizens of the EU MMR within a reasonable timeframe; — they must be coherent with the principle of sustainable development and thus be aimed at creating economic growth whilst minimising the environmental negatives; — they can be executed in the short to medium term (maximum 7 years); — they are likely to attract private sector funding which would complement public (EU and government) funding. 6. The Drivers of change 6.1 The EESC believes that the challenges for social and economic development in the Mediterranean area need common and joint efforts to handle and utilise the territorial potentials. The EESC identifies five Drivers of change which can contribute to the successful implementation of the European cohesion policies 2014-2020 in the EU MCR. 5.6.2014 EN Official Journal of the European Union C 170/9 ",
        "6.1.1 Promoting polycentric, balanced and integrated development Balanced territorial development is strategic to support social and economic cohesion in the EU MCRs. The EU MCRs have to cooperate in creating innovative networks in order to reduce the territorial polarisation of economic performance, regional disparities and gear economic prosperity towards the sustainable development of the Mediterranean area. 6.1.2 Supporting territorial cooperation in the EU MCRs Territorial cooperation is an important factor in strengthening the competitiveness of the Mediterranean and, at the same time, in minimising economic, social and ecological fragmentation. It is important to strengthen coordination between the authorities handling cross-border and transnational programmes, integrating the priorities identified with the strategies at national, regional and local levels to support the development of interventions coherent with the Europe 2020 strategy and cohesion policies 2014-2020. 6.1.3 Ensuring the global competitiveness of the EU MCRs based on strong local economies The global competitiveness and the cohesion of the EU MCRs can be achieved by encouraging people to learn, study and update their skills, valorising a market-driven innovation to create new products/services that generate growth and jobs, whilst at the same time assisting local communities to face social challenges. Strengthening use of information and communication technologies and the creation of a single digital market based on fast/ultrafast internet and interoperable applications is strategic to developing strong local economies. 6.1.4 Improving territorial connectivity for individuals, communities and enterprises Affordable accessibility to services of general interest such as information, knowledge and mobility, as well as effective inter- modal transport solutions and environment-friendly production systems are essential priorities for Mediterranean cohesion. Strengthening links between the main centres of the EU MCRs with the intercontinental transport nodes through developing the highways of the seas, strengthening Trans-European networks (TEN-T) and developing secondary systems networks at regional and local level to overcome territorial barriers such as those of the Mediterranean islands is of strategic importance for the strengthening the competitiveness and cohesion of the Mediterranean Basin. 6.1.5 Managing and connecting ecological, landscape and cultural values The protection and enhancement of cultural and natural heritage is an important condition for the development of EU MCRs. It is important to support the full integration of protected areas with local communities and economies. The high value of Mediterranean landscapes should be developed in qualitative terms and areas rich in natural and cultural resources have to be accorded their proper value in order to make best use of these assets. It is therefore important to develop the regional and local identity whilst strengthening the awareness and responsibility of these Mediterranean communities in relation to their environments, landscapes, cultures and other unique values. Brussels, 10 December 2013 The President of the European Economic and Social Committee Henri MALOSSE C 170/10 EN Official Journal of the European Union 5.6.2014 "
    ]
}