{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 8.6.2018 COM(2018) 448 final REPORT FROM THE COMMISSION Regulation (EC) No 2173/2005 of 20 December 2005 on the establishment of a FLEGT licensing scheme for imports of timber into the European Community Annual synthesis report for the year 2016 ",
        "1 REPORT FROM THE COMMISSION Regulation (EC) No 2173/2005 of 20 December 2005 on the establishment of a FLEGT licensing scheme for imports of timber into the European Community Annual synthesis report for the year 2016 1. Introduction In 2005, the European Union (EU) adopted Regulation (EC) No 2173/2005 1 of 20 December 2005 on the establishment of a FLEGT licensing scheme for imports of timber into the European Community (hereinafter the FLEGT Regulation), as part of the implementation of the 2003 EU Action Plan on Forest Law Enforcement, Governance and Trade (FLEGT) 2 . In 2008, the Commission also adopted implementing Regulation (EC) No 1024/2008 3 laying down detailed measures for the implementation of the FLEGT Regulation . The FLEGT Regulation lays down rules for the implementation of the FLEGT licensing scheme through the conclusion of Voluntary Partnership Agreements (VPAs) with timber producing countries, including a requirement for imports into the EU of timber products originating in FLEGT partner countries to be covered by a FLEGT licence. The FLEGT licensing scheme became operational for the first time on 15 November 2016 with the start of the FLEGT licensing from Indonesia. Indonesia was the only FLEGT partner country to operate such a scheme in 2016. Article 8(3) of the FLEGT Regulation requires the Commission to prepare and make public an annual synthesis report based on the information submitted by the Member States in their annual reports, covering the previous calendar year in accordance with Article 8(1). To facilitate reporting by Member States, a reporting format was laid down by the Commission in line with Article 8(2). The format was agreed with the Member States at the FLEGT Expert Group. To facilitate monitoring of the FLEGT licensing scheme, the format includes not only the data required under Article 8(1), but also essential information on the key obligations of Member States under the FLEGT Regulation (e.g. designated Competent Authority/ies, penalties), as well as information on practical aspects of the implementation of the FLEGT licensing scheme. This report provides an analysis of the first annual reports submitted by the Member States on the implementation of the FLEGT licencing scheme for 2016 and covers the period 15 November to 31 December 2016. The analysis provides a state of play of the implementation of the FLEGT Regulation across the EU and outlines conclusions and next steps. A more detailed analysis of the national reports has been prepared for the Commission by the consultant UNEP-WCMC. It provides further details and is available on the Commission website 4 . 1 OJ L 347, 30.12.2005, p.1. 2 COM/2003/0251 final 3 OJ L 277, 18.10.2008, p.23. 4 http://ec.europa.eu/environment/forests/flegt.htm ",
        "2 2. Background Illegal logging is a pervasive problem of major international concern. It has a devastating impact on some of the world's most valuable remaining forests as well as on the people who live in them and who rely on the resources that forests provide. It contributes to tropical deforestation and forest degradation, which may be responsible for 7 to 14% 5 of total CO 2 emissions from human activities; it threatens biodiversity and undermines sustainable forest management and has a negative impact on poverty reduction, sustainable and inclusive economic growth and sustainable development, including by undermining the commercial viability of operators who do act in accordance with applicable legislation. The 2003 FLEGT Action Plan sets out the EU response to tackle illegal logging and associated trade by improving forest governance, strengthening law enforcement and promoting trade in legally harvested timber and timber products. The establishment of a FLEGT licensing scheme to ensure that only legally harvested timber is exported from countries participating in the scheme is one of the main elements of the FLEGT Action Plan. The FLEGT licensing scheme is implemented through the conclusion of VPAs with timber producing countries. Under the FLEGT VPA, exporting countries develop systems to verify the legality of their timber exports to the EU and a licensing system to provide assurance that timber imported into the EU has been harvested in compliance with the legal requirements of the partner country, as set out in the relevant FLEGT VPA. The product scope of the FLEGT licensing scheme covers a core list of mandatory products, as listed under Annex II to the FLEGT Regulation, as well as additional country-specific products to be listed in Annex III (in line with the product scope agreed in the relevant VPA). To date 6 VPAs have been concluded with Cameroon, the Central African Republic, Ghana, Indonesia, Liberia and the Republic of the Congo. Negotiations are ongoing with 9 additional partner countries, notably Côte d'Ivoire, the Democratic Republic of the Congo, Gabon, Guyana, Honduras, Laos, Malaysia, Thailand, and Vietnam. The FLEGT VPA between the EU and Indonesia entered into force on 1 May 2014 6 . It establishes the framework, institutions and systems of the FLEGT licensing scheme for Indonesia. It sets out the supply chain controls, legal compliance framework and independent audit requirements of the system, termed the Timber Legality Assurance System (TLAS) or ‘Sistem Verificasi Legalitas Kayu (SVLK)’ in Indonesian. Following the positive joint assessment of the Indonesian TLAS, Indonesia became the first country to operate a FLEGT licensing scheme as of 15 November 2016. In line with Articles 10(1) and 10(3) of the FLEGT Regulation, the decision to start the operation of the FLEGT licensing scheme in Indonesia involved the amendment, through a Commission Delegated Regulation 7 , of Annex I and III to the FLEGT Regulation in order to include Indonesia and its 5 https://ec.europa.eu/jrc/en/news/reporting-greenhouse-gas-emissions-deforestation-and-forest-degradation-pan- tropical-biomass-maps. 6 Further information on the EU-Indonesia VPA is available at: OJ L 150, 20.5.2014, p. 252 and OJ L 213, 12.08.2015 p. 11. 7 OJ L 223, 18.8.2016, p. 1. ",
        "3 Licensing Information Unit (LIU) under the list of \"Partner countries and their designated licensing authorities\" contained in Annex I, and the list of products covered by the FLEGT licensing scheme in Annex III \"Timber products to which the FLEGT licensing scheme applies only in relation to the corresponding partner countries\". This concerns most of the products covered in the EU Timber Regulation (EUTR) 8 , as well as furniture, fuel wood, wooden tools, wooden packing material, builders' joinery and carpentry of wood, wood pulp, paper and paper products, kitchen and tableware, and additional products, as per Annex I of the Indonesia-EU VPA 9 . Two types of products are excluded from the scope of the FLEGT licensing scheme for Indonesia: 1) Rattan or bamboo products, and 2) paper made from non- wooden or recycled material. In addition, it should be noted that a number of products (e.g. logs), while covered in principle by the FLEGT licensing scheme, are prohibited from exports by Indonesian legislation and in line with Article 4 of the VPA cannot be covered a FLEGT licence and hence cannot be imported into the EU. To support the implementation of the FLEGT licensing scheme in the EU, the Commission developed an IT system for the electronic handling of FLEGT Licences by the Member States, named FLEGIT/TRACES 10 , which also serves as a central repository for FLEGT licences. The Commission also published in 2014 the Customs and FLEGT Implementation Guidelines 11 to support customs in effectively carrying out their tasks in accordance with the FLEGT Regulation. Furthermore, the FLEGT Licence Information Point (www.flegtlicence.org) was developed to provide relevant information for operators and FLEGT Competent Authorities (CAs) on the implementation of the FLEGT licensing scheme. Finally, the Commission, in line with Article 3(2) of implementing Regulation (EC) 1024/2008, has provided the Member States with the names and other relevant details of the Licensing Authorities designated by Indonesia, authenticated specimens of stamps and signatures for each Licensing Authority, and specimens of the FLEGT licence template used by Indonesia. 3. Analysis of FLEGT annual reports In line with Article 8 of the FLEGT Regulation, Member States are required to submit by 30 April annual reports 12 on the implementation of the FLEGT licensing scheme, covering the previous calendar year. The annual reports 13 submitted by Member States provide an important mechanism for the Commission to monitor the implementation of the FLEGT Regulation. They also provide a basis for information sharing among Member States and with other stakeholders, and support the identification of developments, trends, gaps or challenges, as well as possible solutions. 8 OJ L 295, 12.11.2010, p. 23. 9 OJ L 187, 15.7.2015, p. 30. 10 FLEGIT/TRACES is a web application - a component of the TRACES NT system (TRAde Control and Expert System, New Technology) - and can be used by EU importers and their agents, the Member State FLEGT Competent Authorities and the EU customs for the electronic verification and management of FLEGT Licences in a quick and secure way. Twenty-one (21) Member States use FLEGIT, while 4 Member States (Bulgaria, Lithuania, Latvia and Luxemburg) do not currently use any electronic system. Three (3) Member States (UK, Netherlands and Spain) have developed their own national systems for the electronic management of FLEGT Licences. In the future all national systems are expected to be interconnected with FLEGIT. 11 OJ C 389, 4.11.2014, p. 2. 12 Using a reporting form established by the Commission in line with Article 8(2) of the FLEGT Regulation. 13 http://ec.europa.eu/environment/forests/flegt.htm ",
        "4 This annual synthesis report prepared in line with Article 8(3) is based on information provided by the Member States in their 2016 annual reports, covering the period 15 November to 31 December 2016; 15 Member States submitted their reports within the deadline, whereas 13 submitted their reports after the deadline. 4. Implementation state of play The FLEGT Regulation requires Member States to designate CA or CAs and to adopt effective, proportionate and dissuasive penalties to enforce the Regulation. The national reports provide an overview of the status of national implementation, and are a means of assessing the level of consistency achieved across Member States. 4.1 Designation of Competent Authorities In accordance with Article 7(1) of the FLEGT Regulation, all Member States have designated a CA or CAs 14 and all but 1 (Portugal) reporting Member States provided information on the legislating act designating the CAs. In 7 Member States, the customs authority has been designated as the CA for FLEGT licensing, or as part of the CA. In 21 Member States customs and the CA are separate authorities. In these Member States it is important that arrangements are in place to ensure that the authorities are able to cooperate effectively on the processing of FLEGT licences, with the CA able to delegate relevant tasks to customs and obtain the information required to verify that a FLEGT licence corresponds to a given shipment. This delegation has been established in all but 1 (Belgium) of these Member States. Some Member States nevertheless reported that cooperation between different agencies could be further improved. 4.2 Quantities of timber imported and related number of FLEGT Licences In line with Article 8(1) of the FLEGT Regulation, Member States should report for the previous calendar year in particular on the following: (a) quantities of timber products imported into the Member State under the FLEGT licensing scheme, as per HS Heading specified in Annexes II and III and per each partner country; (b) the number of FLEGT licences received 15 , as per HS Heading specified in Annexes II and III and per each partner country; (c) the number of cases and quantities of timber products involved where Article 6(1) has been applied 16 It is worth noting that Member States appear to have interpreted the information that should be reported on the number of licences and on the quantities on this section differently. 14 See http://ec.europa.eu/environment/forests/pdf/list_competent_authorities_flegt.pdf 15 i.e. the number of licences lodged with the CA 16 i.e. acting in accordance with national legislation in cases of shipments not covered by a FLEGT licence ",
        "5 Number of licences In 2016, 16 of the 28 Member States received FLEGT licences, with the numbers of licences varying considerably across Member States (Figure 1). A total of 591 licences were reported to have been received. Some Member States reported each licence separately and highlighted those licences that included more than one Harmonised Commodity (HS) code. Others reported by HS code, combining the quantities included on different licences. As the latter approach results in double-counting of some licences, Member States were contacted to confirm the total number of licences received in 2016; all concerned Member States replied to confirm the total number. Figure 1 : Number of FLEGT licences received in 2016. Quantities imported Member States reported imports of more than 13 600 tonnes of FLEGT-licensed timber over the reporting period. The main product categories imported 17 included furniture (HS 9403), paper products (HS 4802), joinery and carpentry timber (HS 4418), plywood and similar products (HS 4412) and ‘continuously shaped’ wood (HS 4409) (Figure 2). The main importing Member States for these products are shown in Figure 3. 17 France and the United Kingdom also reported receiving licences under HS code 4420 (4420.10, ornaments), which is not within the scope of the VPA and no FLEGT licences are required. ",
        "6 Figure 2 : Imports of FLEGT-licenced products from Indonesia into the EU in 2016 reported by weight (kg), by HS code (see Annex A for full description of the HS codes). ",
        "7 Figure 3 : Main EU importing Member States for the 6 main FLEGT-licenced product groups from Indonesia into the EU in 2016, as reported by weight (kg) (see Annex A for full description of the HS codes). Some Member States reported on the basis of the quantities in the FLEGT licences, whereas others reported on the basis of the quantities in the customs declarations 18 . Given that, for a variety of reasons, there might be some discrepancies between the quantities reported in the FLEGT licence and the quantities in the customs declarations, the two different approaches lead to data not always being comparable. Under the former approach, licences approved in late 2016 are counted towards the totals imported in 2016 (“year-end trade”) even if the shipment was only cleared by customs in 2017, whereas under the latter approach, the corresponding quantities would be counted for 2017. Article 8(1) of the FLEGT Regulation specifies that Member States should be reporting on the quantities of timber products imported ; the discrepancies in reporting appear to stem from different interpretations of the Regulation and the reporting template. Cases of shipments not covered by a FLEGT Licence In 2016, all relevant shipments from Indonesia were covered by valid FLEGT licences and none of the Member States applied Article 6(1) of the FLEGT Regulation, i.e. no penalties were issued or other action taken in accordance with national legislation in force. 4.3 Further verification of shipments According to Article 5(4) of the FLEGT Regulation, the CAs shall decide on the need for further verification of shipments using a risk-based approach. Provisions are in place in 17 Member States as to which agency is to carry out further verification on FLEGT-licensed shipments as and when required (Annex B, Table 1). Member States reported using a number of risk criteria to establish whether additional verification of a shipment is needed, including in cases of mismatches between the FLEGT licence information and other documentation, such as invoice, bill of lading and customs clearance information (Annex B, Table 1). Arrangements for assistance with timber identification by experts have been put in place by 12 Member States and 3 more Member States reported to be preparing arrangements; 10 18 For Italy, it is unclear whether the reported quantities are based on actual imports or those included on the licences, although the latter appears to be the case. ",
        "8 Member States do not have any arrangements in place and 3 Member States have not provided information. Concerning the 591 FLEGT-licensed shipments reported to have been imported into the EU in 2016, 3 Member States carried out physical checks of FLEGT shipments: Cyprus (3 checks), Italy (8 checks) and the United Kingdom (1 check). Of the remaining Member States, 23 confirmed that no physical checks were carried out while 2 Member States (Romania, Slovenia) did not specify whether physical checks had been carried out. 4.4 Fees for processing FLEGT licences Member States may charge fees for the processing of FLEGT licences, as per Article 5(6) of the FLEGT Regulation and 5 Member States reported doing so – with fees ranging from around EUR 11 to up to EUR 390 19 – whereas 23 Member States reported not currently charging fees 20 (Annex B, Table 2). 4.5 Penalties In line with Article 5(8) of the FLEGT Regulation, \" each Member State shall determine the penalties to be imposed where the provisions of this Regulation are infringed. Such penalties shall be effective, proportionate and dissuasive .\" None of the Member States reported having imposed any penalties related to infringements of the FLEGT Regulation in 2016. The national reports of 19 Member States contained information on the range of potential penalties. For the remaining 9 Member States, information was obtained through direct contact with the CAs. Administrative charges were reported to be imposed by 6 Member States, 8 reported that they may impose criminal charges, and 14 reported that they may impose both types of charges. Potential fines range from as little as EUR30 to as high as EUR24 million, and imprisonment was confirmed to be a possible penalty for infringement in 16 Member States (Annex B, Table 3). In line with Article 5(7) of the FLEGT Regulation, customs may suspend the release of or detain timber products where they have reason to believe that the licence may not be valid and 25 Member States reported that they may seize timber products (Figure 4). Cyprus, Germany, Portugal, Slovakia and Sweden specified that confiscated goods are disposed of by either one or more of the following: selling or destroying the shipment or by returning the shipments to the country of origin. In Italy, confiscated goods can be used for educational or scientific purposes, sold by public auction or destroyed. 19 Finland has since reduced this fee to € 70 per FLEGT licence as from the 1 st of January 2018. 20 Belgium reported that it is currently considering introducing fees of approximately € 50 per licence. ",
        "9 Figure 4: (A) Number of Member States where confiscation of timber goods is a possible penalty and (B) details of which authority is responsible for the disposal of seized goods 21 4.6 Implementation Challenges Member States reported also some technical issues and challenges regarding the verification of certain FLEGT licences which required further verification and communication with the Indonesian authorities to obtain additional information. This was particularly due to some cases of mismatching information on FLEGT licences compared to customs declarations (e.g. different HS code classification, inconsistent weights or volumes, different timber species, etc.) related for instance to mistakes in compiling the FLEGT licence, diverging opinions of Member States and Indonesian customs authorities on the correct classification of certain goods, or last minute changes to the configuration of certain shipments not properly reflected in the FLEGT licence. Furthermore, timely exchange of information between EU and Indonesian authorities was identified as an area for improvement. 5. Conclusions This first report covers a limited period of time (15 November to 31 December 2016) and a limited number of FLEGT licences (591). Nevertheless, it shows that all required measures were put in place by the Commission and the Member States for the implementation of the FLEGT licensing scheme, including the designation of CAs, the development of arrangements for cooperation with customs authorities where needed, and the setting out of provisions for penalties for infringement of the FLEGT Regulation. The information reported by the Member States suggests that all relevant shipments from Indonesia were duly covered by FLEGT licences and there were no cases in which penalties were issued or other enforcement measures were taken to deal with shipments not accompanied by a FLEGT licence. Considering that the FLEGT licensing scheme became operational for the first time in 2016 and represented a novelty for private sector operators and authorities both in the EU and 21 Some Member States have more than one agency responsible for disposal of goods A) B) ",
        "10 Indonesia, it can be concluded that implementation of the scheme has progressed well. Nevertheless, implementation challenges have been highlighted by Member States particularly in relation to cases of mismatching information on FLEGT licences compared to customs declarations and timely communication with the Indonesian authorities. 6. Next Steps The Commission will continue to work in cooperation with Member States towards a consistent application of the FLEGT Regulation across the EU, including by developing additional guidance documents or revising the Customs and FLEGT Implementation Guidelines, where necessary, in the light of the experience to date. The Commission will also continue to work on the further improvement of the FLEGIT/TRACES IT system, and to cooperate on data exchange with Member States that have developed their own national systems. In parallel, the Commission will continue to work closely with the Indonesian authorities to address the issues and challenges identified above as part of the broader discussions on the implementation of the EU-Indonesia FLEGT VPA and monitoring of its impacts. The Commission will also continue to explore with Indonesia the possible integration of the respective IT systems and the possibility to move in the long-term towards a fully electronic- based licensing system. The wide range in the fees set up by Member States for the handling of FLEGT licences may reflect different administrative costs associated with the processing of the FLEGT licenses, or different estimations of the related workload. The Commission will promote a discussion among Member States on the subject. Finally, this first reporting exercise has allowed the identification of several areas for improvement in the reporting format. The reporting format for 2018 will, therefore, be revised in order to clarify the information to be provided by the Member States in relation to Article 8 of the FLEGT Regulation. ",
        "11 Annex A Key to Harmonised System (HS) codes of FLEGT products imported in 2016 HS code Details Ex. 4407 Wood sawn or chipped lengthwise, sliced or peeled, planed, sanded or end-jointed, of a thickness exceeding 6 mm. 4408 Sheets for veneering (including those obtained by slicing laminated wood), for plywood or for similar laminated wood and other wood, sawn lengthwise, sliced or peeled, whether or not planed, sanded, spliced or end-jointed, of a thickness not exceeding 6 mm 4409 Wood (including strips and friezes for parquet flooring, not assembled) continuously shaped (tongued, grooved, rebated, chamfered, V-jointed, beaded, moulded, rounded or the like) along any of its edges, ends or faces, whether or not planed, sanded or end-jointed. 4412 Plywood, veneered panels and similar laminated wood 4414 Wooden frames for paintings, photographs, mirrors or similar objects (not from bamboo nor rattan) 4415 Packing cases, boxes, crates, drums and similar packings, of wood; cable-drums of wood; pallets, box pallets and other load boards, of wood; pallet collars of wood (not from bamboo nor rattan) 4416 Casks, barrels, vats, tubs and other coopers' products and parts thereof, of wood, including staves (not from bamboo nor rattan) 4417 Tools, tool bodies, tool handles, broom or brush bodies and handles, of wood; boot or shoe lasts and trees, of wood (not from bamboo nor rattan) 4418 Builders' joinery and carpentry of wood, including cellular wood panels, assembled flooring panels, shingles and shakes (not from bamboo nor rattan) 4419 Tableware and kitchenware, of wood (not from bamboo and rattan) Ex. 4420.90 Wood marquetry and inlaid wood; caskets and cases for jewellery or cutlery, and similar articles, of wood. Ex. 4421.90 Other articles of wood Other - Match splints (not from bamboo nor rattan) and - Other - Wooden paving blocks (not from bamboo nor rattan) 4802 Uncoated paper and paperboard, of a kind used for writing, printing or other graphic purposes, and non- perforated punch-cards and punch tape paper, in rolls or rectangular (including square) sheets, of any size, other than paper of heading 4801 or 4803; hand-made paper and paperboard (not from non-wooden nor recycled material) 4804 Uncoated kraft paper and paperboard, in rolls or sheets, other than that of heading 4802 or 4803 (not from non-wooden nor recycled material) 4810 Paper and paperboard, coated on one or both sides with kaolin (China clay) or other inorganic substances, with or without binder, and with no other coating, whether or not surface-coloured, surface-decorated or printed, in rolls or rectangular (including square) sheets, of any size (not from non-wooden nor recycled material) 4817 Envelopes, letter cards, plain postcards and correspondence cards, of paper or paper board; boxes, pouches, wallets and writing compendiums, of paper or paperboard, containing an assortment of paper stationary (not from non-wooden nor recycled material) 9401 Seats (other than those of heading 94.02), whether or not convertible into beds, and parts thereof 9403 Other furniture and parts thereof 9406 Prefabricated buildings ",
        "12 Annex B Table 1: Provisions and criteria used to determine the need for additional checks on shipments Criteria used to determine need for additional checks Country Authority to perform checks was designated Mismatch of licence and shipment documents Document irregularities General customs risk assessment Risk assessment (e.g. origin, importer) Random checks Other Austria   Belgium     Bulgaria  Intelligence on importer or shipment Croatia    Cyprus  All shipments are checked Czech Rep.    Denmark     Estonia    Finland   France     Germany   Greece  Criteria not specified Hungary   Ireland    Italy   Substantiated concerns Latvia  Criteria not specified Lithuania  Criteria in FLEGT Reg. apply Luxembourg  Criteria not specified Malta    * *every 25 th shipment checked Netherlands   Poland   Portugal   Romania  Criteria not specified Slovakia   Slovenia    Spain  Criteria being developed. Criteria in FLEGT Reg. apply Sweden     United Kingdom    Intelligence on importer or shipment Table 2: Approximate levels of fees and basis of calculation for those Member States charging importers for the processing of FLEGT licences *Finland has since reduced the fee to € 70 per FLEGT licence as from the 1 st of January 2018 Country Fees per FLEGT licence Basis for calculation Austria € 105.90 Based on number of imports in the last 1.5 years, time for processing licences and the estimated duration and costs of physical checks. Finland € 390* Based on cost recovery. Greece € 100 Not specified Italy € 50 Based on 2h work to validate the licence by the CA. United Kingdom £9.60 [€ 11.33] Based on number of imports in the last 7 years, expected trade levels and cost recovery for CA/customs/Border Force; remains under review. ",
        "13 Table 3: Overview of penalties that can be imposed nationally for infringements of the FLEGT Regulation * Information that was not clearly specified by Member States, but which was inferred based on their replies, is indicated in square brackets “[….]”. ** Based on information submitted to the Commission in 2014 and/or further clarification sought directly from Competent Authorities Country Criminal/ Administrative* Financial sanctions Imprisonment Legal basis Austria A €15 000; €30 000 for intent or repeated infringement Not specified Law “Holzhandelsüberwachungsgesetz” (BGBl. I Nr. 178/2013) Belgium A & C €480 -1 200 000 (Administrative); €960 - 24 000 000 (Criminal) Criminal: 8 days - 3 years Law of 21 December 1998 on product norms – environmental law Bulgaria [A & C] [€260-5110] BGN 500 - 10 000 (more severe penalty possible) Not specified Forestry Act Croatia C [€1340 – 20 100] HRK 10 000-150 000 Not specified Law on the Implementation of the European Union Decree on Trade in Illegally Cutting of Wood and Products of such Wood Cyprus [C] €40 000 Up to 2 years Law 125(I)/2010 Czech Rep. A [€150 400] CZK 4 000 000 Not specified Tariff Act No. 242/2016 Denmark** A & C No minimum or maximum set in legislation – level determined by the court; seizure of goods No minimum or maximum – level determined by the court Legal Act of 18. Feb. 2013 no. 169 Estonia** A & C Up to €3200 Up to 5 years Estonian Penal Code Finland C Case dependant Up to 4 years Law “FLEGT-lupajärjestelmästä” 1425/2014; Criminal Code 39/1889 France [ A & C ] 1-2 x the value of the goods; seizure of goods/associated objects Up to 3 years National customs code Germany A €50 000 Not specified Law “Holzhandels-Sicherungs-Gesetz” Greece A & C €50 1-6 months (obstruction of inspection); 2 months - 2 years (possession/trafficking) Law 86/1969 and Law 2637/1998; Joint Ministerial Decision 135279/159/2016/(A' 83) Hungary** A & C [€323 – 3227] HUF 100 000 - 1 000 000 (administrative) Activity without permission up to 3 years (criminal) Hungarian Criminal Code (Act C of 2012), Hungarian Customs Code (Act XIII of 2016), Decree No. 11/2016 (IV. 29) of NGM Ireland** A & C Up to €250,000 Up to 1 year Statutory Instrument S.I. No. 251 of 2015 Italy A & C €2000 - 50 000 1 month - 1 year Legislative decree No. 178/2014 (D. Lgs. 30-10-2014 No. 178) Latvia** A & C Not specified; seizure of goods Not specified Administrative violations code and Criminal law Lithuania A €30 – 6 000 Not specified Code of Administrative Infringements of the Republic of Lithuania Luxembourg A & C 251 – 250.000 euros 8 days - 1 month Law “Loi du 21 juillet 2012 (CE) n°2173/2005” Malta C €1500 – 25 000 (first conviction); €2 500 – 50 000 (subsequent convictions); seizure of goods 30 days - 2 years S.L. 549.95 Forest Law Enforcement, Governance and Trade Licensing Scheme Regulations Netherlands** C Up to €8100; seizure of goods Not applicable Customs law and Customs regulation Poland A 2x the value of the goods Not specified Act on forests of 28 September 1991 (Official Journal of 2017, 788) Portugal** A & C Up to €165,000; seizure of goods Up to 3 years General Law (No 15/2001) on tax offences Romania [ A & C ] €950- 1500 (marketing of illegal timber/timber products); €3300-5000 (import, transport, possession and/or processing/marketing of FLEGT products); €250 (failure to submit a FLEGT licence) Not specified Law no. 171/2010 regarding the establishment and sanctioning of forest contraventions Slovakia** C Up to €99 581.75; confiscation of the goods Not specified Customs Act (Act No 199/2004) Slovenia A €1000- 20 000 Regulation on the implementation of Regulations (ES) on the establishment of a FLEGT licensing scheme for imports of timber the European Community (Official Journal No 77/2012) Spain** [ A & C ] €500 – 350% of the value of the goods (administrative). Up to 6 times the value of the goods, confiscation of the goods and cancellation of right to import (criminal) Up to 5 years Ley Orgánica 12/1995, de 12 de diciembre, and Ley Orgánica 6/2011, de 30 de junio, por la que se modifica la Ley Orgánica 12/1995, de 12 de diciembre, de represión del contrabando Sweden C Not specified Up to 2 years Reg. 2012:30; Reg. 2000:1225 United Kingdom [ A & C ] [€23 300] £20 000 or 3x the value of the goods (whichever is greater); conviction on indictment: penalty of any amount 6 months; conviction on indictment: up to 3 years The Customs and Excise Management Act (CEMA) 1979 "
    ]
}