{
    "text": [
        "Opinion of the European Economic and Social Committee on the ‘Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee, the Committee of the Regions and the European Investment Bank: Third Report on the State of the Energy Union’ (COM(2017) 688 final) (2018/C 262/15) Rapporteur: Toni VIDAN Co-rapporteur: Christophe QUAREZ Consultation European Commission, 18.1.2018 Legal basis Article 304 of the Treaty on the Functioning of the European Union Section responsible Transport, Energy, Infrastructure and the Information Society Adopted in section 5.4.2018 Adopted at plenary 19.4.2018 Plenary session No 534 Outcome of vote (for/against/abstentions) 159/5/5 1. Conclusions and recommendations 1.1. The EESC welcomes the Third Report on the State of the Energy Union (SEU), supports the objectives of the Energy Union project and welcomes the emphasis on the engagement and mobilisation of EU society to take full ownership of the Energy Union. It reiterates its proposals for an effective Energy Dialogue with organised civil society at EU, national, regional and local level. 1.2. The EESC has always considered the idea of the Energy Union to be extremely important for the success of the European Union. It agrees with the Commission’s view that the Energy Union is more than energy and climate alone. The EESC considers the energy transition to be an opportunity to make Europe more democratic, more cohesive, more competitive and more just. The joint effort to achieve an Energy Union must reinforce the environmental, political, economic and social sustainability of the European Union, in accordance with the EU’s fundamental values. 1.3. The EESC welcomes the Clean Energy Package as a step in the right direction, but regrets that the Third SEU Report fails to recognise the insufficiency of existing targets within the package. The EESC supports initiatives by the European Parliament to strengthen the legal framework, and is concerned by attempts by the Council to water down future provisions. The EESC calls on the EU to step up its action to bring Europe and the world closer to the carbon-neutrality target enshrined in the Paris Agreement and ratified by all Member States. 1.4. The EESC regrets that the Third SEU Report does not elaborate on the long-term perspective for the Energy Union, and calls on the European Commission to fully include the 2050 perspective in the Energy Union and present a proposal for an update of the 2050 roadmap in accordance with the Paris Agreement. This would be in line with the resolution of the European Parliament to prepare a mid-century zero emissions strategy for the EU by 2018 (2017/2620(RSP)). C 262/86 EN Official Journal of the European Union 25.7.2018 ",
        "1.5. In this context, the EESC would point out the key importance of governance of the Energy Union. As previously set out in its opinion on the Governance of the Energy Union ( 1 ), it is crucial to ensure that governance encourage decision- makers at all levels to produce long-term plans beyond 2030, take into account the interests and views of all stakeholders in society, including vulnerable groups in particular, adapt to regulatory and technological change, and allow the public to hold decision-makers accountable. 1.6. The EESC notes that the energy transition has already begun in Europe: efficient technologies and public preferences for clean energy are driving energy consumption down, while renewable energy production is rising. However, in some respects the Third SEU Report seems overly optimistic in its assessment of the progress made. The EESC welcomes the Third SEU Report’s conclusions on the importance of the 2018 Talanoa Dialogue on climate and stresses the need to do more in terms of innovation, investment, global cooperation and trade in order to become the global leader we strive to be. 1.7. The EESC regrets that the Third SEU Report concentrates mainly on technical infrastructure barriers. In future, much more attention should be paid to other market and institutional barriers preventing the general public, consumers, communities and SMEs from participating in and benefiting from the clean energy transition and related EU supporting mechanisms. Examples of barriers not considered include differences in the cost of capital for renewable energy investment within the EU, poor implementation of the rule of law, corruption, insufficient administrative capacity, difficulties in access to the grid and lack of digitisation and democratisation within the energy system. 1.8. The EESC welcomes the fact that the Third SEU Report notes the falling cost of renewable and other clean energy technologies. It calls on the Commission to incorporate these advances in its future policy and investment instruments and ensure that the societal perspective is at the centre of the updated 2050 roadmap. 2. Background and reflection on previous EESC recommendations 2.1. There is strong and increasing support among the EU public for the Energy Union objectives and more ambitious climate and energy policies. The latest Eurobarometer survey on climate change ( 2 ), carried out in March 2017, showed that 74 % of respondents believe that climate change is a very serious problem, 79 % believe that fighting climate change and using energy more efficiently can boost the EU economy and jobs and 77 % feel that promoting EU expertise in new clean technologies to third countries can benefit the EU economically, with 65 % also agreeing that reducing fossil fuel imports from third countries can bring the EU economic benefits. A large majority of respondents likewise agree that more public financial support should be given to the transition to clean energies, even if this means reducing fossil fuel subsidies (79 %), and that reducing fossil fuel imports can increase the security of EU energy supplies (64 %). 2.2. There is also increasing support for Energy Union objectives in the European business community, both outside and within the energy sector. A good example of this support is the new vision of the European electricity industry association, Eurelectric ( 3 ). Eurelectric states that ‘in light of the Paris Agreement and the urgency to address climate change, air pollution and depletion of natural resources’, Eurelectric commits to: ‘invest in clean power generation and transition- enabling solutions, to reduce emissions and actively pursue efforts to become carbon-neutral well before mid-century’, to promote the ‘much-needed shift from a resource-based to a European technology-based economy’, to enable ‘social and environmental sustainability’ and to ‘embed sustainability in all parts of our value chain and take measures to support the transformation of existing assets towards a zero carbon society’. 25.7.2018 EN Official Journal of the European Union C 262/87 ( 1 ) OJ C 246, 28.7.2017, p. 34. ( 2 ) https://ec.europa.eu/clima/news/eu-citizens-increasingly-concerned-about-climate-change-and-see-economic-benefits-taking- action_en ( 3 ) https://cdn.eurelectric.org/media/2189/vision-of-the-european-electricity-industry-02-08-2018-h-864A4394.pdf ",
        "2.3. There is a growing body of expert and scientific findings confirming that the EU power and energy sector can significantly benefit from rapidly falling prices of solar PV, wind power and system balancing technologies. A recently released report ( 4 ) by the International Renewable Energy Agency (IRENA) finds that the EU ‘can increase the share of renewable energy in its energy mix to 34 % by 2030, double the share in 2016, with a net positive economic impact’. This increase would ‘result in savings of between EUR 44 billion and EUR 113 billion per year by 2030, when accounting for savings related to the cost of energy and avoided environmental and health costs’. Other recent research ( 5 ) released by Energy Union Choices finds that ‘the most cost-effective scenario for the EU’s electricity mix contains a much higher share for renewables in electricity than that envisioned by the European Commission, 61 % versus 49 % by 2030. Under this scenario, the EU would avoid an additional 265Mt of CO 2 emissions and EUR 600 million in energy system costs per year by 2030, and would deliver 90 000 additional jobs (net)’. 2.4. Important initiatives have been launched, including the May 2017 Malta declaration, to accelerate the clean energy transition on islands, including Europe’s outermost regions, the Clean Energy Industrial Competitiveness Forum, the Communication on an Industrial Strategy for Europe, and the efforts to build a ‘European Battery Alliance’. All of these are key to pushing for an integrated industrial policy that can support the energy transition while boosting quality job creation, and should be seen as industry’s opportunity to showcase Europe’s capacity to develop adequate solutions to current challenges. 2.5. The EESC has repeatedly stated that the Energy Union has to provide a stable and favourable environment for European enterprises, with a view to enabling and encouraging them to invest and employ, paying special attention to the potential of SMEs. This requires jointly establishing a sound Energy Union governance system, which can only happen if far-reaching changes are made to the Energy Union Governance Regulation proposed by the European Commission. 2.6. The EESC has always considered that the availability of and physical access to affordable energy are the key to avoiding energy poverty, a problem that also hinders people from making the shift to low-carbon solutions. It thus welcomes the launch of the Energy Poverty Observatory, which is a first step towards developing further-reaching European action aimed at eradicating energy poverty in Europe. 2.7. The EESC has asked for the social dimension to be included among the evaluation criteria in the next SEU report. It thus strongly welcomes the social initiatives taken by the European Commission, such as those linked to carbon-intensive regions and energy poverty, as well as the creation of a specific SEU report sub-section dedicated to the social dimension of the Energy Union. Such an excellent first step should be further endorsed in the future, for instance by jointly drawing up a ‘Social Pact for a Citizens-driven Energy Transition’. 2.8. The EESC notes that undertaking the energy transition does not require significantly different amounts of investment compared to those needed to maintain the current energy system based on mainly imported fossil fuels. It does, however, require significantly different types of investment, including investment aiming at decarbonisation, digitisation, democratisation and decentralisation. The key challenge is to re-allocate capital from high-carbon to low-carbon assets and infrastructures. Such a re-allocation should be effective in its use of EU and national public money, for instance by phasing out fossil fuel subsidies, including EU public support to gas pipelines, without having an adverse impact on industrial competitiveness and jobs, and without distorting the Single Market. 2.9. To help private investors perform this re-allocation of capital, public authorities should ensure effective and predictable carbon prices for all economic activities. Possible elements include a carbon price-floor for the ETS, combined with the harmonisation of energy taxes. This would require streamlining of EU policy tools and avoiding overlapping instruments that distort investment signals. The EESC has also called on the Commission to actively strive for a global C 262/88 EN Official Journal of the European Union 25.7.2018 ( 4 ) http://irena.org/newsroom/pressreleases/2018/Feb/EU-Doubling-Renewables-by-2030-Positive-for-Economy ( 5 ) http://www.energyunionchoices.eu/cleanersmartercheaper/ ",
        "system of carbon pricing, which would level the playing field for European companies in export markets and with regard to imported goods. 3. Comments on the Third State of the Energy Union Report and follow-up steps 3.1. Create strong and democratic governance for Europe’s energy transition 3.1.1. The EESC considers that the EU and most of its Member States need to further democratise energy policy-making, for instance by fostering the effective use of tools such as deliberative polling and European Citizen Initiatives, and by ensuring systemic engagement and the necessary resources for organised civil society to participate when drafting and implementing national energy and climate plans. 3.1.2. The EESC acknowledges that strong and democratic Energy Union governance requires the creation of a ‘European Energy Information Service’ within the European Environment Agency that would be able to ensure the quality of the data provided by Member States, develop one entry point for all the datasets needed to assess the progress of the Energy Union, develop with stakeholders the assumptions for different scenarios, provide open source models to allow for testing different assumptions and check consistency between different projections. Its work should be freely accessible to all decision-makers, businesses and the general public. 3.1.3. To provide a stable and favourable business environment for European companies, especially SMEs, the EU and all its Member States should develop long-term energy plans to achieve the carbon-neutrality objective they agreed to in the Paris Agreement. Such plans should be developed in the most inclusive manner and feed into the 2030 and long-term plans envisaged in the Energy Union Governance Regulation. Sector-related and regional decarbonisation strategies should also be devised to identify business and local opportunities and anticipate future job gains and losses in order to ensure a smooth transition. 3.1.4. The EESC welcomes the initiatives aimed at helping carbon-intensive regions and islands in their energy transition. It asks the European Commission to continue to support regional approaches to the energy transition. In this respect, the European Commission should engage all Member States and regions involved in jointly mapping the strengths and weaknesses of each European region vis-à-vis the energy transition. The mapping should feed into their industrial strategies, as well as help them to anticipate the likely outcome in terms of job creation, losses and redefinition due to the transition. 3.1.5. The EESC also calls on the Commission to continue the development of indicators in order to monitor the implications of the energy transition on energy-related industries and their development, improving social indicators including refined data collection and new general public- and civil society-relevant indicators, as can be found in the EESC’s opinions on these matters ( 6 ). 3.2. Jointly drawing up a Social Pact for a Citizen-driven Energy Transition 3.2.1. The EESC considers that Europe needs a ‘Social Pact for a Citizen-driven Energy Transition’, to be agreed by the EU, Member States, regions, cities, social partners and organised civil society, in order to ensure that the transition leaves no one behind. It should become the sixth dimension of the Energy Union and include all social aspects, including quality job creation, vocational training, consumers’ education and training, social protection, specific plans for transition regions where jobs are lost, health and energy poverty. 3.2.2. The EESC believes that the Energy Union requires a European Energy Transition Adjustment Fund to accompany workers at risk of losing their jobs as a result of the energy transition. This would signal Europe’s will to ensure that the energy transition leaves no one behind. 25.7.2018 EN Official Journal of the European Union C 262/89 ( 6 ) OJ C 264, 20.7.2016, p. 117; OJ C 288, 31.8.2017, p. 100. ",
        "3.2.3. The EESC views the energy transition as an opportunity to eradicate energy poverty in Europe and improve quality of life, job creation and social inclusion. Building on the findings of the European Energy Poverty Observatory, a European action plan to eradicate energy poverty should be drawn up in cooperation with stakeholders, including consumers’ organisations, to ensure that public action increasingly targets the root causes of energy poverty. Noting that in its opinion on the Clean Energy For All Europeans package ( 7 ) it found that energy poverty is about investment and that vulnerable households in particular face obstacles in accessing financing, the EESC stresses the need to move progressively from palliative measures to preventive measures, such as renovation to transform old buildings into net-zero energy buildings. In this regard, social tariffs can only constitute temporary relief which should be gradually replaced by mechanisms such as energy cheques or subsidies for major retrofits of buildings and electric car purchases. 3.2.4. To ensure a citizen-driven energy transition, and provide maximum social and economic benefit for society at large, it is essential to recognise and support a sense of ownership amongst citizens and communities for local renewable energy resources. All support mechanisms and energy market reforms should enable local communities to actively participate in energy production and have fair access to the energy market. Member States which lack the institutional capacity to ensure such active public participation in the energy transition, specifically an institutional capacity to provide support and community-owned projects for accessing EU financial mechanisms, should be actively assisted. 3.2.5. The EESC considers that the European Commission should develop a ‘Green Erasmus Pro programme’, building on its Erasmus Pro pilot project, as well as other projects that can attract more young people into the growing energy transition sectors by improving the image and working conditions of such jobs. 3.2.6. The EESC welcomes the European Commission’s ambition to decrease by half the number of premature deaths caused by air pollution by 2030 (there were 400 000 premature deaths in Europe in 2015). The EESC considers that the EU and all its Member States should make the fight against air pollution a high-level policy priority. Regulatory measures aiming at reducing air pollutants emitted by vehicles and power plants should be strengthened and measures put in place to eventually phase out the use of fossil fuels in transport and power generation. 3.2.7. The EESC welcomes improvements in the Third SEU Report concerning information on the use of EU investment instruments and their impact on the general public, communities and SMEs, but notes the need to improve the means for citizen and community-based projects to access these resources (e.g. support for financial platforms, especially in Member States lacking such entities). 3.2.8. The EESC would like to highlight the conclusions and findings of the Study on Residential Prosumers in the European Energy Union, as part of the documents accompanying the Third SEU Report, especially one of the findings, namely that ‘there is no harmonised regulatory framework for residential prosumers in the EU, and Member States take different approaches’, and the recommendation that ‘A common, comprehensive definition of residential prosumers could be a catalyser for the development of a clear and strong EU policy and regulatory framework supporting consumers self- generation …’ ( 8 ). 3.3. Transport 3.3.1. The electrification aspect of energy transition requires increased policy and legal consistency among traditionally separated segments of the energy sector. Increased interaction among power and transport sectors is already a fact, and the EESC welcomes efforts to ensure consistency between the ‘Clean Energy for all Europeans’ and the ‘Clean Mobility’ legislative packages. C 262/90 EN Official Journal of the European Union 25.7.2018 ( 7 ) OJ C 246, 28.7.2017, p. 64. ( 8 ) Study JUST/2015/CONS/FW/COO6/0127 ",
        "3.3.2. The EESC notes that the Third SEU Report does not consider the phase-out of fossil fuels for passenger car sales and/or use, recently announced by several Member States and cities such as the Netherlands and Paris. The incidents surrounding the vehicle emissions scandal and the consequences for climate change, air pollution, health and environment show the urgent need to act. The EESC considers that the EU should provide a coordinated framework for the phase-out of diesel and petrol for passenger cars so as to prevent uncoordinated and unpredictable decisions taken at national and sub- national levels from having an adverse impact on industrial competitiveness and jobs and from distorting the Single Market. 3.3.3. To avoid low-income owners being left behind with polluting vehicles that have increasingly restricted access to many urban areas, EU-wide legislative and financial incentives should be introduced to enable low-cost retrofits or conversions of drivetrains in existing vehicles from fossil fuels to zero emissions technologies. Such a measure would also minimise resource use and the social costs of a transition from fossil fuel passenger cars to electric vehicles, and could contribute to a transition with greater cohesion between regions and Member States with lower and higher income levels. 3.3.4. The EESC welcomes the fact that the Third SEU Report recognises batteries as a ‘strategic part of the innovation priorities’ and the fact that this technology will be part of ‘an essential enabling technology for reaching the Energy Union objectives’. The EESC supports initiatives to secure ‘substantial support for batteries and battery cell technology’ and ensure that the EU plays an ambitious role in the global market. 3.4. Infrastructure and industrial development for the energy transition 3.4.1. Energy transition has significant implications for a range of industries: firstly for the energy producers or the energy sector itself; secondly for industries that use energy as a factor of production, particularly the energy intensive industries; and thirdly for industries that provide energy and climate technologies and solutions. The companies meet with both risks and benefits, and it is crucial for the EU to help industries grasp the opportunities and tackle the challenges. 3.4.2. The EESC notes that the Third SEU Report falls short of considering the announced US withdrawal from the Paris Agreement to be a historic opportunity for European businesses, innovators, workers and investors to affirm global leadership on the booming clean energy markets. The EU should step up its ambition in all clean energy areas, from energy efficiency to e-mobility, to provide European businesses with a sound domestic market where innovation can be safely deployed, as well as an integrated industrial strategy aimed at exporting clean energy solutions to the rest of the world. 3.4.3. The EESC reiterates its call on the Commission to make a comprehensive assessment of the current low-carbon policy instruments, in order to make sure that proper tools are used to achieve the objectives in the most efficient way in well-regulated markets. Undue burdens and other barriers, such as complexity of bills, affecting energy users due to a lack of market competition and transparency should be avoided. 3.4.4. The new list of ‘Projects of Common Interest’ (PCI) eligible for EU public subsidies accompanying the Third SEU Report shows a decrease in fossil fuel projects to 53 gas projects, compared to 77 in the previous list. However, some analysts claim that this is just the result of the grouping and clustering of multiple projects, and that the new list includes around 90 gas projects, thus actually representing an increase in gas projects. Given the significant environmental and economic risks of stranded assets when investing in fossil fuel infrastructure, these projects and the assignment of the PCI label should be re-assessed at the earliest opportunity. 3.5. Energy Security and geopolitical dimension of the Energy Union 3.5.1. The EESC advocates, as stated in its opinion of last year, energy security remaining a crucial objective of the Energy Union. An energy-efficient economy and sustainable and reliable localised energy generation, transmission and storage infrastructure, well-functioning energy markets and trade relations which are full compliant with the EU acquis are key contributing factors that have to be secured. The energy security objective needs to be better defined, looking beyond the aspects of energy imports and domestic production to the potential for increased resilience in the whole energy system, societal innovation, behaviour change and cybersecurity. 25.7.2018 EN Official Journal of the European Union C 262/91 ",
        "3.5.2. The Committee welcomes the external dimension of the Energy Union, as presented in Third SEU Report, and agrees that ‘EU external and development policies are essential to support the clean energy and low carbon transition globally, and to strengthen the EU’s energy security and competitiveness’. Unfortunately, there is growing evidence that some states and companies, active in importing fossil fuels into the EU, are involved in practices which are inappropriate in normal business practice, and sometimes aggressively try to influence the energy and climate policies of Member States and other relevant stakeholders. To ensure a credible, democratic environment for policy debate on Energy Union implementation, there is a need for systematic monitoring of such activities, public disclosure thereof and an active response. 3.5.3. Due to the digitisation of energy systems, an advanced digital infrastructure has to be built up, making measures to enhance cybersecurity an important part of efforts for providing energy security. Given the interaction between smart electric grids and electric vehicles, electricity infrastructure will also become a key element of the transport system. In that respect, the cybersecurity of connected energy and transport sectors and their digital infrastructures will be even more important. 3.5.4. The success of the European Energy Union depends on the ability to uphold European legislation and ensure that energy projects in Europe operate under European market legislation. This is of specific concern for investment projects which potentially, and to many clearly, contradict the objectives of the Energy Union. This raises political and economic concerns in a number of Member States, which in turn are seen to contribute to the loss of confidence of societies of these countries in the values, which guided them to joining the European Union. A failure to uphold rule of law is also used by the reluctant European integration politicians as an example to point to the weaknesses of the Union integration, which further damages the unity and integrity of the EU. Therefore the Committee highly recommends that a project like Nord Stream 2 and other strategically important projects should be developed according to the Energy Union rules. 4. Involvement of civil society and contribution of the EESC 4.1. The EESC is convinced that ensuring the success of 2018 as the Energy Union’s ‘year of engagement’ is critical not only for democratic reasons, but also for the efficiency of the energy transition itself. The transformation of Europe’s energy system will indeed be swifter, cheaper and more democratic if it is powered by people who increasingly become active consumers, prosumers, workers, ‘crowdsourcers’ and crowdfunders of the energy transition. Means of microfinance, e.g. made available through local loans, and investment facilitation are key to facilitating democratisation, broad social participation and the social sustainability of the energy transition. The European Union should aim to move from a situation where energy policy, even at national level, has been driven by ‘decisions by a few’ to one where it is effectively driven by ‘action by all’. 4.2. The EESC welcomes the Third SEU Report’s calls to mobilise all of society. It remains unclear how the Commission will ensure that this happens, as there is no real proposal as to how to do it, and the report even identifies highly problematic examples of ‘pioneers’ of clean energy transition. The EESC invites the European Commission to increasingly engage with decision-makers and stakeholders and specifically meet with national and regional economic and social councils and organised civil society to jointly deliver clean energy to all Europeans. 4.3. The EESC is concerned about the level of public participation of people and communities in legislative proposals after the ‘broad public debate’ was announced and undertaken last year. It proposes that future SEU reports reflect and clearly present improvements in policies and practices within the Energy Union adopted on the basis of public debates and public participation. 4.4. In this context, the EESC supports the recently adopted report by the European Parliament, which states that ‘Member States should establish a permanent multi-level energy dialogue platform gathering local authorities, civil society organisations, business community, investors and other relevant stakeholders to discuss the different options envisaged for energy and climate policies’, reiterating the importance of involving trade unions, consumer organisations and environmental civil society organisations in such platforms and of ensuring the necessary resources for effective participation. C 262/92 EN Official Journal of the European Union 25.7.2018 ",
        "4.5. The EESC would like to actively contribute to the further development of synergy and cooperation among EU-level institutions, organised civil society, and local and regional authorities and their institutions, relevant to the Energy Union goals. Local and regional authorities, through their closeness to the level of the general public and their knowledge of each specific local context, hold the key to effectively adapting and implementing energy-related policies. They constitute a key decision-making level in sectors such as transportation, urban planning, buildings and welfare, which makes them extremely important for coordinated measures in favour of energy efficiency and renewable energy sources. 4.6. The EESC considers that social sciences and humanities (SSH) have a critical role in providing economic and political decision-makers, as well as the public, with the right tools to understand what drives the energy choices made by end-users, including SMEs and members of the public. The Energy Union thus needs a mission-oriented post-2020 EU Research and Innovation programme that fully integrates SSH, as suggested by the European Commission’s Report by the independent High-Level Group on maximising the impact of EU Research and Innovation Programmes (Lamy Report). Brussels, 19 April 2018. The President of the European Economic and Social Committee Luca JAHIER 25.7.2018 EN Official Journal of the European Union C 262/93 "
    ]
}