{
    "text": [
        "INSTITUTIONAL TRANSFORMATION Gender Mainstreaming Toolkit ",
        "This publication was prepared under the gender mainstreaming programme of the European Institute for Gender Equality. It is available online through EIGE’s Gender Mainstreaming Platform: http://eige.europa.eu/ gender-mainstreaming The European Institute for Gender Equality created the online Platform on Gender Mainstreaming to support the EU institutions and governmental bodies with the integration of a gender perspective in their work. The Platform provides insights on the relevance of gender in a variety of policy areas and offers online tools for gender mainstreaming. The Platform helps to improve individual and institutional competences to mainstream gender into the different sectorial areas and throughout the different stages of the development of any policy/programme/project. Understanding how to design, plan, implement, monitor and evaluate policies from a gender perspective will strengthen EU policies, increasing their societal relevance and responsiveness. ",
        "INSTITUTIONAL TRANSFORMATION Gender Mainstreaming Toolkit ",
        "More information on the European Union is available on the internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2016 Print ISBN 978-92-9493-265-5 doi:10.2839/59918 MH-04-16-170-EN-C PDF ISBN 978-92-9493-264-8 doi:10.2839/559119 MH-04-16-170-EN-N © European Institute for Gender Equality, 2016 Reproduction is authorised provided the source is acknowledged. Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). European Institute for Gender Equality The European Institute for Gender Equality (EIGE) is the EU knowledge centre on gender equality. EIGE supports policy makers and all relevant institutions in their efforts to make equality between women and men a reality for all Europeans by providing them with specific expertise and comparable and reliable data on gender equality in Europe. European Institute for Gender Equality Gedimino pr. 16 LT-01103 Vilnius LITHUANIA Tel. +370 5 215 7444 E-mail: eige.sec@eige.europa.eu http://www.eige.europa.eu www.twitter.com/eurogender www.facebook.com/eige.europa.eu www.youtube.com/eurogender http://eurogender.eige.europa.eu ",
        "Institutional Transformation 3 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Contents 1. Approach to institutional transformation ...........................................................................................4 1.1 Introduction .................................................................................................................................................................. 4 1.2 What is institutional transformation? ................................................................................................................... 4 1.3 Why focus on institutional transformation? ....................................................................................................... 8 1.4 Who is this guide for? .................................................................................................................................................11 2. Guiding principles: a step‑by‑step guide to institutional transformation ..................................12 2.1 Planning phase ........................................................................................................................................................... 12 Step 1 — Creating accountability and strengthening commitment ............................................................................................................................12 Step 2 — Allocating resources ..............................................................................................................................................................................................................15 Step 3 — Conducting an organisational analysis ......................................................................................................................................................................16 Step 4 — Developing a gender mainstreaming strategy and a working plan .......................................................................................................19 2.2. Implementation phase ............................................................................................................................................22 Step 5 — Establishing a gender mainstreaming support structure ..............................................................................................................................22 Step 6 — Setting gender equality objectives ..............................................................................................................................................................................25 Step 7 — Communicating gender mainstreaming ..................................................................................................................................................................28 Step 8 — Introducing gender mainstreaming methods and tools................................................................................................................................30 Step 9 — Developing gender equality competence ..............................................................................................................................................................33 Step 10 — Establishing a gender information management system ...........................................................................................................................36 Step 11 — Launching gender equality action plans ...............................................................................................................................................................39 Step 12 — Promoting equal opportunities within the organisation’s personnel ..................................................................................................41 2.3. Evaluation and follow‑up phase ..........................................................................................................................45 Step 13 — Monitoring and steering organisational change ..............................................................................................................................................45 3. Gender institutional transformation in practice ..............................................................................47 3.1 Dealing with resistance ........................................................................................................................................... 47 3.2 Examples of gender institutional transformation in practice ....................................................................50 3.2.1 Planning phase.....................................................................................................................................................................................................................................50 Example 1 — Strengthening accountability about gender mainstreaming ............................................................................................................50 Example 2 — Allocating resources to institutionalise gender mainstreaming .......................................................................................................52 Example 3 — Conducting an organisational analysis .............................................................................................................................................................53 Example 4 — Developing a gender mainstreaming strategy and a working plan to institutionalise gender mainstreaming ........53 3.2.2 Implementation phase ...............................................................................................................................................................................................................54 Example 5 — Establishing a gender mainstreaming support structure .....................................................................................................................54 Example 6 — Setting gender equality objectives .....................................................................................................................................................................57 Example 7 — Communicating gender mainstreaming ........................................................................................................................................................58 Example 8 — Introducing gender mainstreaming methods and tools ......................................................................................................................60 Example 9 — Developing gender equality competence .....................................................................................................................................................61 Example 10 — Establishing a gender information management system..................................................................................................................62 Example 11 — Launching gender equality action plans ......................................................................................................................................................63 Example 12 — Promoting gender equality within an organisation ..............................................................................................................................64 3.2.3 Evaluation phase ............................................................................................................................................................................................................................65 Example 13 — Monitoring and evaluating the process of institutionalising gender mainstreaming .....................................................65 4. References and resources ................................................................................................................... 66 ",
        "Institutional Transformation 4 1. Approach to institutional transformation 1.1 Introduction Equality is one of the core values upon which the Euro- pean Union is founded, and equality between women and men is one of the Union’s essential aims. To achieve gender equality, the European Union has adopted an approach of mainstreaming this topic in all policies. In spite of a clear commitment to gender equality as a com- mon goal, as well as the principle of mainstreaming gen- der equality in all fields, many institutions within the EU do not yet actively follow a systematic policy of mainstream- ing gender equality. Figures show a clear gap between the stated commitment to gender equality and the actual situation. Public organisations at the EU and Member State levels play a crucial role in achieving gender equality, since they are key communicators of these policies. In this module we fo- cus on political institutions in terms of organisations in the area of public administration within the EU. For example, the European Commission is an institution of the EU ( 1 ), and the governments of the EU Member States are also public institutions. At the same time, these institutions have the structure of concrete organisations. Therefore we also use the term organisation to describe a specific body with in- ternal rules and regulations. While institution is a more ab- stract term, an organisation is a defined ‘social system’ with a structure and hierarchy. For example, a ministry is a politi- cal institution within a government; at the same time, it is an organisation with certain mechanisms and rules and a spe- cific culture deriving from its function, capacity, history and context. While the subject of this platform is institutional transformation, the term organisation is used here to signify the concrete mechanisms of implementing gender main- streaming as a strategy of organisational development. The module on institutional transformation describes how gender mainstreaming can be implemented in a public or- ganisation and how already existing approaches to imple- menting gender mainstreaming can be further developed and advanced. ( 1 ) For an overview of EU institutions, see http://europa.eu/about-eu/ institutions-bodies/index_en.htm. 1.2 What is institutional transformation? Institutional transformation means a profound change within an institution which, as a consequence, also affects the outside environment. It encompasses changes in the basic values and beliefs that are dominant in a certain insti- tution, as well as changes in the rules and regulations that lead to certain working results. Processes of change within institutions occur continuously due to their changing en- vironment, thus creating new demands or incentives for change. This change happens either unintentionally (there- by risking inefficiency), or in a planned and coordinated way, with executives acting as managers and coordinators. Today change management has become a professional field for internal actors, consultants and academics. Organisations and gender Organisation theory demonstrates that the informal and in- visible rules and regulations of an administration are crucial for understanding organisations. Organisations are not me- chanical entities running according to fixed rules; instead they are entities with a certain momentum and non-docu- mented rules and regulations, which are reflected in a spe- cific organisational culture. The core elements of organisational culture are implicit; they are practiced in daily routines, give a common direc- tion to the members of an organisation, and are the result of learning and internal coordination within an organisation. Furthermore, they constitute a specific view of the world. Individuals do not learn an organisational culture in a con- scious manner, but they internalise it within a process of so- cialisation. This proves that institutional transformation can occur only if organisational culture is taken into account. Key points 1. Organisations are not gender-neutral entities. 2. Gender issues within an organisation are partly visible and partly tacit. The representation of women and men at all hierarchal stages of an organisation is only one (visible) indicator that organisations are gendered. 3. Organisations deal with gender differently, e.g. in an inadvertent manner or with a managed approach. ",
        "Institutional Transformation 5 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE 4. Processes aiming to bring about organisational change have to be adapted to suit the respective organisational culture. Types of institutions Within the EU, we can find different types of institutions within different administrative regimes. Globally, the two main administrative traditions are (1) the ‘legalistic’ regime (e.g. Germany) and (2) the ‘public interest’ or ‘minimal state’ regime (e.g. the United Kingdom). Many administrative sys- tems are mixtures of both the legalistic and the public in- terest model. Within the countries of the European Union, five groups of administrative types can be identified in terms of administrative tradition and institutional structure: (1) Continental-Napoleonic (including southern Europe as a subgroup); (2) Continental-Federal; (3) Scandinavian; (4) Anglo-Saxon; and (5) central eastern and south-eastern European. Gender mainstreaming will be implemented in different ways in different administrative regimes. Although a ty- pology can be useful for understanding the mechanisms of institutional transformation, it must be stated that any institution is a unique entity and there is consequently no standardised blueprint for dealing with change. There are also different administrative levels of public insti- tution: the European Union level, the national level (Mem- ber States), the regional level (federal states, regions) and the local level (counties, municipalities). Responsibilities, tasks and competencies vary according to the level of the institution. There are also different types of actors within an institution who have different tasks, competencies and roles with re- gard to processes of change. The executive staff is respon- sible for making a commitment and ensuring that the nec- essary resources for change are available. Human resources personnel enable staff to deal with new tasks by building capacity. The operative staff translates changes into con- crete tasks for the institution. The gender equality staff has a cross-cutting role in implementing gender mainstream- ing. They can be change agents and advisers, as well as support executives to monitor the implementation process. Institutional transformation in a Directorate-General is a very different process from transformation within a local administration — no matter which subject is addressed. It is important to note that in light of this wide range of ap- plications, it is not possible to give a blueprint or standard solution for how best to mainstream gender equality within the structures and procedures of any institutional setting. The Guide to organisational change provides a general framework for which steps should be taken. Since it is not possible to address an administrative system at each level, the guide gives examples from a wide range of adminis- trative bodies as described above. When using the guide, these examples can inspire users to transfer experiences and good practices to their own institutional context. Gender mainstreaming in the context of institutional transformation Many authors perceive gender mainstreaming as being about more than a strategy that simply integrates gender equality into the policymaking processes of an institution. A comprehensive and systematic implementation of wthe strategy will lead to a transformation of the institution itself. The question of integration or transformation is an issue of ongoing controversy; some authors are sceptical about the transformative potential of gender mainstreaming. They see strong indication that, in its practical application, the emancipatory claims of gender mainstreaming are ‘evapo- rating’ in bureaucracies — an early observation made by Longwe in regard to international agencies (Longwe, 1997). Others place greater emphasis on the transformative po- tential of gender mainstreaming. For example , Benshop and Verloo (2011, p. 279f) discuss different strategies for change towards gender equality. They create a typology of these strategies by differentiating between individual and structural strategies as well as strategies of inclusion, re-evaluation and transformation. The debate on integration or transformation can be dealt with by taking gender mainstreaming as a strategy which can trigger but not guarantee transformation. The success of an implementation process in terms of transformation will strongly depend on (a) which expectations with re- gard to transformation are raised in the context of gender mainstreaming, and (b) the way in which the process is per- formed and to what extent differences in power are taken into consideration (Benschop and Verloo, 2006). In the context of this module, which focuses on institutional settings, gender mainstreaming is conceived as a strat‑ egy that is pursued as a systematic and planned process for organisational learning within an institution in order to achieve gender equality both internally and especially in re- gard to working results and outcomes. The strategic goal of the process is to integrate gender equality into the regular rules, procedures and practices of an institution. The suc- cessful implementation of gender mainstreaming will lead to the transformation of an institution, thereby impacting on the organisational culture. Gender mainstreaming is therefore understood both as a process as well as a state. If gender equality as a common goal is eventually mainstreamed into an institution, gender equality will be an integral part of the objectives and daily work routines within an organisation. Eventually, and ideally, ",
        "Institutional Transformation 6 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE it will not be necessary to put additional effort into its im- plementation because gender equality will become part of ongoing procedures and will infiltrate the entire organisa- tional culture. Gender mainstreaming is therefore a strategy whose ultimate aim is to become dispensable. We can identify three phases of mainstreaming gender in an organisation. 1. Introduction phase Planning the process of change and taking initial steps with the aim of enabling an institution to anchor gen- der equality as a guiding principle in all procedures and practices in an organisational setting. Please note: This module should be understood as a guide to plan and implement gender mainstreaming in this specific phase of organisational change . The execution of all 13 steps of the guide is a prerequisite to entering the implementation phase. 2. Implementation phase Necessary regulations and procedures are in place; gen- der equality is anchored in an institution by applying specific gender mainstreaming methods and is sup- ported by a gender mainstreaming support structure. For example, tools and methods appropriate to the spe- cific tasks within an organisation have been developed and are constantly being applied. However, there is still the need to take action and to apply certain methods in the context of the implementation of gender main- streaming to ensure gender equality. This phase comes after the guidance in this module has been employed. 3. Consolidation phase Gender equality is part of all regular procedures. There is no need to apply specific gender mainstreaming meth- ods because gender equality has been merged into the organisation’s standard procedures. It is an unquestioned requirement, similar to other principles such as saving costs or working efficiently. Gender equality is sustain- ably anchored within an organisation’s culture. The origins of gender mainstreaming The idea of mainstreaming a gender perspective originates from development policies and the United Nation system (Razavi and Miller, 1995; Walby, 2005, p. 453f). The Beijing Platform for Action states: ‘… the United Nations system and all other relevant organisations should promote an active and visible policy of mainstreaming a gender perspective, inter alia, in the monitoring and evaluation of all policies and programmes.’ UN Institutional Mechanisms, 1995, para. 292 The European Union subsequently adopted the notion of mainstreaming gender as its approach to gender policy and further developed the idea. In its 1996 Communication on gender mainstreaming, the European Commission de- fines the basic principle of ‘mainstreaming’ as: ‘… mobilising all general policies and measures specifically for the purpose of achieving equality by actively and openly taking into account at the planning stage their possible effects on the respective situations of men and women (gender perspective).’ European Commission, COM(96) 67 final In 1998, the Council of Europe published one of the most widespread definitions of gender mainstreaming: ‘Gender mainstreaming is the (re)organisation, improvement, development and evaluation of policy processes, so that a gender equality perspective is incorporated in all policies, at all levels and at all stages, by the actors normally involved in policymaking.’ EG-S-MS (98) 2rev.: 15 This definition makes it clear that mainstreaming a gender perspective is also a matter of reorganising institutional settings. In the light of persisting gender gaps, the EU follows a ‘du- al-track approach’: gender mainstreaming plus specific actions to advance women. On the one hand, an institu- tion should implement policies or programmes specifically addressing gender equality, such as, for example, special projects for empowering women. At the same time, gen- der equality should also be mainstreamed within that institution. Dimensions of gender mainstreaming in institutions: the structural‑personnel‑output (SPO) model The goal of implementing gender mainstreaming is to ensure an output and outcome that contribute to gender equality. To achieve this, the internal mechanisms of an institution will have to be adjusted within a process of or- ganisational development. This means there is an internal dimension to gender mainstreaming (organisational and personnel development), as well as an external dimension (service provision). It is therefore useful to distinguish between three different but related dimensions of organisational change, namely the (a) structural and (b) personnel dimensions of change ",
        "Institutional Transformation 7 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE as well as (c) an output that contributes to gender equality (Frey and Kuhl, 2003, p. 3) (see figure below). Changes within the structural and personnel dimensions are a precondition for achieving working results that correspond to the objec- tive of gender equality. Processes of organisational devel- opment (with high-level executives as responsible actors) are the starting point, and organisational learning processes are then planned, coordinated and monitored. Personnel development (with human resources units as responsible actors) will accordingly follow a policy of human resources management in line with the gender equality objectives of the organisation — for example, giving incentives in performance assessments or staff competency develop- ment. A second aspect of human resources management is achieving equal opportunities for women and men staff within an institution. If the process of institutional transformation within these two areas is successful, the output of an organisation will reflect the gender equality objectives of an institution. Structural dimension This dimension refers to the visible and invisible objectives, rules and procedures that an organisation follows. Some organisations express their goals in a mission statement. Tackling the structural aspect of an institution means that gender equality is mainstreamed into the management and the procedures of an institution. This dimension also addresses the organisational culture, including underlying tacit beliefs and rules. The execu- tive staff members of an institution are the most relevant stakeholder group in terms of the structural dimension of change. Guiding questions for dealing with the structural dimension of gender equality • Are staff members made accountable for achieving gender equality as a common goal within the institution? • Are resources for gender equality available and is gender taken into account in the institution’s budget planning? • Is gender equality part of the quality management process and are gender aspects included in management tools like project cycle management, research and evaluation? Personnel dimension This dimension has two important elements. Firstly, gender equality competence should be established as a key skill for all staff (irrespective of their sex), and included as part of their professional qualifications. Civil servants working at different levels and in different sectors should be able to integrate gender equality into their work. Gender equality competency implies having both theoretical and practical knowledge as well as an attitude which supports achiev- ing gender equality as a common goal. Gender equality competency can be attained through capacity building, training in various forms, as well as incorporating gender aspects into the education of civil servants. Additionally, incentives for contributing to the goal of gender equality within performance assessments can be used as a means to promote gender equality competence. Secondly, the or- ganisation should have a balanced composition of women and men at all organisational levels and a working environ- ment that promotes equality. With regard to the personnel dimension, the human re- sources staff members at an institution are the most rel- evant stakeholder group. Guiding questions for dealing with the personnel dimension of gender equality • Is there communication and knowledge about gender equality and how an institution is to implement gender mainstreaming? • Is gender knowledge part of human resources development in terms of competence development? • Do job descriptions include gender competence according to the respective task and do performance assessments also cover relevant gender competences? • Is gender equality part of the information management system? Structural Personnel Output & Results ",
        "Institutional Transformation 8 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE • Is there an internal equal opportunities policy which is actively followed and monitored? Output dimension Mainstreaming gender issues in the structural and the personnel dimension of an organisation is a precondition for a gender-sensitive output and outcome. Gender main- streaming in terms of output means that the working re- sults and ‘products’ of an organisation visibly and measur- ably contribute to gender equality. With regard to output, the operative staff members of an institution are the relevant stakeholder group. Guiding questions for dealing with the output dimension of gender equality • Are there gender equality objectives as well as indicators regarding working results? • Are gender mainstreaming methods and tools employed as an integral part of the institution’s working routines? • Is there a gender action plan showing how the institution contributes to gender equality objectives? Examples of gender mainstreaming with a focus on institutional transformation • Inter-Agency Network on Women and Gender Equality, a network of gender focal points in United Nations offices, specialised agencies, funds and programmes chaired by UN Women: http://www.un.org/womenwatch/ianwge/index.html • Chief Executives Board for Coordination (CEB) statement on a UN-wide strategy on mainstreaming gender: http://www.un.org/womenwatch/ianwge/gm/ UN_system_wide_P_S_CEB_Statement_2006.pdf • The Economic and Social Council in 2010 published a resolution on mainstreaming a gender perspective into all policies and programmes in the United Nations system: http://www.un.org/en/ecosoc/docs/2010/res%20 2010-29 • The International Labour Organization (ILO), a specialised agency of the UN, has made significant efforts in the area of gender equality: http://www.ilo.org/global/topics/ equality-and-discrimination/gender-equality/lang--en/ index.htm • Council Conclusions on the effectiveness of institutional mechanisms for the advancement of women and gender equality of December 2013: http://www.consilium.europa.eu/uedocs/cms_data/ docs/pressdata/en/lsa/139978.pdf 1.3 Why focus on institutional transformation? Any public institution has to function according to legal standards. These norms are not only stipulated by the EU, but also by national law as well as at regional and local levels. Institutions are obliged to uphold the relevant legal framework that applies to them. In addition, gender equal- ity is also firmly enshrined in international human rights law; almost every human rights treaty prohibits discrimination based on sex. The Convention for the Elimination of Dis- crimination against Women also provides a strong interna- tional legal framework ( 2 ). Since law is the guiding principle for the operation of any kind of public institution, it is a mat- ter of course to act in accordance with the gender equality laws applicable to a democratic institution. There are numerous benefits associated with following a gender equality policy and, in accordance with this policy, implementing gender mainstreaming. There are extrinsic as well as intrinsic motivations for promoting gender equality in a targeted and systematic manner. Extrinsic motivation Greater gender equality can contribute to tackling future challenges in societies. The issue of demographic change in many European countries, with an ageing society as well as long-term financing of social security systems, is related to gender equality. Making an ‘economic case’ for gender equality, Smith and Bettio show that it is possible to regard gender equality as ‘an investment, such that it can be regarded as a means to promote growth and employment rather than act as a cost or constraint ‘ (2008, p. 2). Gender equality also can tackle the challenges of demographic change; Myrskylä et al. (2011), analysing data from countries worldwide, came to the con- clusion that ‘gender equality is crucial for countries wishing to reap the fertility dividend of high development’. Studies also show that with more gender equality there will be higher employment rates as well as the improved utilisation of gov- ernment investment in education (Smith and Bettio 2008, p. ( 2 ) For more information, see http://www.ohchr.org/EN/Issues/Women/ WRGS/Pages/WRGSIndex.aspx. ",
        "Institutional Transformation 9 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE 18). Over the long term gender equality can also contribute to higher fertility rates, reducing poverty and social exclusion. The OECD, ILO, IMF and World Bank Group (2014), in a col- lectively authored paper, link economic growth to gender equality. A shrinking labour force has negative impacts on economic growth. According to these international insti- tutions, it will be necessary to fully integrate women into the labour force without subjecting them to discriminatory gender wage gaps. In addition, women should not be in- voluntarily confined to part-time employment. Although some of these issues are regulated at the state level, insti- tutions can partially contribute to gender equality via their policies. Intrinsic motivation Demonstrating the link between the implementation of gender mainstreaming and the organisational benefits that it produces strongly promotes the process of change. Staff will change old routines and habits only if they know about the added value associated with a change process; this observation does not just apply to gender mainstream- ing, but to any process of change. Again, it is useful to dif- ferentiate between the perspectives for an organisation’s service provision (outcomes and results), and its personnel management. (a) Service provision Gender mainstreaming triggers forms of governance that are more focused on evidence-based planning, monitoring and evaluation. This goes hand in hand with the improve- ment of the quality of services provided to citizens, which should be the ultimate goal of any public institution. The following benefits for governance can be identified. 1. Including a gender perspective in the various fields of activity will result in fresh perspectives on procedures and working results. 2. There is a stronger focus on impacts and results. For example, taking into account differentiated statistics as well as knowledge about gender issues in the planning stages requires a research-based approach to thinking and acting. 3. New forms of cross-sectoral cooperation and networks within an administration system as well as cooperation between experts and researchers are stimulated. This can make working routines more interesting. Accordance to gender equality law meeting challenges of demographic change contributing to social security and flexibility strenghtening fairness and inclusion as core democratic values contribution to sustainable growth higher quality of results customised service delivery better impact monitoring bigger pool of talents employees’ satisfaction employer attractiveness public reputation I n t r i n s i c E x t r i n s i c Intrinsic and extrinsic benefits of gender equality ",
        "Institutional Transformation 10 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE 4. When applying gender mainstreaming tools , a new form of knowledge is integrated into planning, implementing, monitoring and evaluating public services. This means that gender mainstreaming triggers evidence-based decision-making, as well as a greater focus on results and effects. This administrative approach is part of administrative reforms towards knowledge-based and performance-oriented decision-making (Baer, 2004). Ultimately, this can lead to a better quality of service provided by an organisation — and therefore better governance. 5. Mainstreaming gender equality is about acting in accordance with the needs of women and men within various social groups. Considering the needs and interests of citizens can therefore better legitimise policies. Showing that an administration cares about the situation of different social groups of women and men by publishing the procedures and results of gender mainstreaming can lead to more transparency and a higher acceptance of policies. Film on the benefits of gender mainstreaming from Sweden A video on gender mainstreaming produced by the Swedish Association of Local Authorities and Regions shows practical examples of gender mainstreaming at the communal level. It highlights the benefits of gender mainstreaming not only from a perspective of justice but also by explaining why it contributes to the efficiency of local administration. The film is easily understandable and has been translated from Swed- ish into Spanish, German, English, French and Finnish. The film can be watched online but also downloaded at: http://vimeo.com/77692813. (b) Personnel management Promoting equal opportunities for women and men with- in an organisation is not the same as the implementation of gender mainstreaming. However, it can and should be part of the process, especially as this creates coherence be- tween internal and external policies. Therefore, Step 12 of this guide is about promoting equal opportunities for the organisation’s personnel. The following key benefits can be identified for personnel management. 1. Non-discrimination and equal opportunities for all staff can contribute to making an organisation perform better. It is vital for any organisation to fully exploit all the talent and skills it has available. If women and men from various social groups are strictly promoted on the basis of their talent, and not on the grounds of their sex, this will help achieve better results. However, gender stereotypes can lead to a flawed assessment of performance. As Sczesny et al. note: ‘Research has consistently demonstrated that men are generally seen as more agentic and more competent than women; whereas women are seen as more expressive and more communal than men’ (2004, p. 631). If characteristics such as ‘agentic’ and ‘competent’ are attributed to leadership requirements to a greater extent than characteristics such as ‘expressive’ and communal’, then this can be described as an implicit male norm of performance. If these issues are actively addressed and changed within an organisation, women and men will be able to better unfold their talent and potential, contributing to greater success on the part of the institution. 2. An active policy for promoting equal opportunities for staff can contribute to employee satisfaction because it limits unfair disadvantages. If staff members are treated unfairly, they will become demotivated. If there are gender biases in assessing performance, women will become disproportionately demotivated. For example, there are clear indicators that part-time employees are not assessed on the basis of their real performance. In an organisation in which presence at the workplace is mixed up with performance assessment, fair promotion will be difficult. Furthermore, if there is an unwritten rule that full-time employment and/or doing overtime is necessary in order to be promoted, staff caring for children or the elderly will find it difficult to meet this hidden requirement. Performance assessment of part-time staff will therefore be flawed. This can also lead to the promotion of ‘present’, but possibly underachieving, staff. This is neither a fair nor efficient approach to managing human resources. 3. Measures to improve employees’ work-life balance can also contribute to a more satisfied and motivated workforce, as well as to reducing personnel expenses in the long term due to improved employee health and reduced rates of illness. 4. Equal opportunity policies within an organisation can contribute to higher levels of internal and external credibility and to a better public image. Fair employment can therefore contribute to positive employer branding, thereby making an institution more attractive to potential applicants. ",
        "Institutional Transformation 11 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Incentives for promoting equal opportunities as part of the implementation of gender mainstreaming The benefits outlined above should be translated into personnel management. This means that teams and individual staff should have adequate incentives to actively promote gender equality both in regard to external governance and to internal equal opportuni- ties for staff. There are so-called ‘soft’ and ‘hard’ incen- tives to promote gender equality: ‘Soft’ incentives refer to mechanisms of approval and recognition that relate to the organisational and leadership culture of an organisation. For example, an executive openly addressing gender equality as an important subject in a team meeting and lauding staff for being active in the field will also motivate the rest of the staff to engage in gender equality activi- ties. A clear commitment by the organisation as well as the management is a framework and precondi- tion for these kinds of soft incentives in daily rou- tines. The relevance of ‘soft’ incentives should not be underestimated. ‘Hard’ incentives refer to formally regulated incen- tives like performance appraisal mechanisms. If, for example, gender competence is part of a job descrip- tion, alongside other respective criteria for perfor- mance assessment, staff will have a very concrete and clear incentive to perform well in terms of integrating gender equality issues in their working routines. 1.4 Who is this guide for? This guide focuses on public institutions within the EU as bodies that are accountable for gender equality. Institu- tions at the EU and Member State levels play a crucial role in achieving gender equality as they are key communica- tors of policies. Institutions do not act in a gender-neutral way. On one hand, institutions are gendered social settings in themselves. On the other hand, their outcomes will not meet with an abstract ‘citizen’ or ‘society’; they have an in- fluence on women and men in different social settings as well as on the gendered structure of society. This module serves as a platform for actors within an or- ganisation who wish to start work on integrating a gender equality perspective into the organisation’s core processes. It therefore focuses not on thematic issues or policy fields within which organisations operate but rather on internal preconditions for mainstreaming gender equality. However, the focus of this guide is on the public sector, tackling institutions with governing executive power such as a ministry or similar administrative body. There is also a strong focus on the question of how an institution should be organised to contribute to gender equality within the scope of its working results. This guide to institutional transformation addresses issues of organisational culture as a cross-cutting issue within its 13 steps for implementing gender mainstreaming. It is im- portant to adapt an implementation process to suit the re- spective culture. An administration within a legalistic tradi- tion will have a different culture to an administration within a public interest tradition. For example, in a legalistic insti- tution, referring to gender equality law will have a strong effect on creating accountability. It seems likely that a legalistic tradition is accompanied by what Beveridge et al. have called an ‘expert bureaucratic model’ of gender mainstreaming, and a minimal state tradi- tion by a ‘participatory democratic model’ (Beveridge and Nott et al., 2000). This also applies to Step 6 of this guide (‘Setting objectives’): an institution with ongoing reform processes (e.g. focus on management by objectives) will have a different culture from an institution without this style of governance. Intro- ducing new objectives on gender equality will be a greater challenge for organisations without these types of reforms, and more communication efforts may be necessary. ",
        "Institutional Transformation 12 2. Guiding principles: a step‑by‑step guide to institutional transformation 2.1 Planning phase Step 1 — Creating accountability and strengthening commitment Rationale The commitment of all staff in an organisation is crucial to mainstream gender equality. Making gender equality a shared value and a standard way of thinking as well as something that staff members are accountable for helps to bring an organisation and all its activities in line with the objective of gender equality. Gender mainstreaming re- quires all staff members to integrate gender equality into their respective fields of responsibility. However, in reality, the idea that ‘everybody is responsible’ can easily lead to hardly anybody feeling responsible. Hence cross-cutting strategies like gender mainstreaming can evaporate swiftly if good intentions fail to be followed through in practice. More so than in other fields of policy, gender equality is an issue that is closely related to personal values and attitudes. Introducing gender mainstreaming into an organisation not only requires a change of working routines but also demands staff to reflect on their own perception of gen- der. This is why particular attention should be paid to deal‑ ing with resistance . On the other hand, because the goal of achieving gender equality is related to individual attitudes, it is even more important that the implementation of gen- der mainstreaming should not rely only on staff’s personal understanding, but also on strong institutional mechanisms of accountability. Thus regulations and mechanisms by which an organisa- tion creates accountability and commits its staff to imple- menting gender mainstreaming are of crucial importance when introducing and promoting this strategy. Key aspects Accountability refers to the objectives and priorities of an organisation as well as to its rules and procedures. Gender mainstreaming is a top-down strategy, meaning that the ‘top’ of an organisation is responsible for creating account- ability for its implementation. With regard to public institu- tions, it takes both the political will and the leadership of the organisation’s top management in order to ensure the long-lasting implementation of gender mainstreaming. There are both formal and informal mechanisms by which accountability is created throughout all hierarchical levels of an organisation. Gender mainstreaming should be an- chored not only in the formal rules and regulations of an or- ganisation, i.e. the organisation’s mandate, procedural rules and job descriptions. In order to move gender mainstream- ing from paper into practice, it is equally important to take into account the informal workings of a particular organisa- tion; executive staff normally emphasise the organisation’s agenda and priorities here. This might include how manag- ers address gender issues in meetings, how the objective of gender equality is kept on the agenda and how gender equality staff members are involved in decision-making. While some organisations have precise rules of procedure, others use a set of general principles of work. Each organ- isation has its own way of determining how things should be done. In order to ensure long-lasting implementation, it is crucial that the same (formal and informal) mechanisms by which a particular organisation usually creates account- ability are also applied to gender mainstreaming. Two key elements of strengthening accountability for gen- der mainstreaming are an explicit mandate and dedicated leadership. Further elements are the clear assignment of re- lated tasks and responsibilities to staff members ( developing gender equality competence ) and making gender mainstream‑ ing methods and tools a mandatory part of an organisation’s standard procedures. This may include approaches such as setting incentives and applying sanctions if necessary. Mandate and statement on gender mainstreaming In addition to firmly embedding gender equality in an organisation’s general mandate, an official statement on gender mainstreaming defines the organisation’s overall vi- sion of gender equality and makes a clear commitment to gender mainstreaming. It serves as the organisation’s gen- eral framework for activities such as setting concrete gender equality objectives and developing gender equality action plans . Internal transparency regarding the process of gender mainstreaming is crucial for acceptance. A communication strategy helps to ensure that all staff members are aware of the mandate and statement on gender mainstreaming. ",
        "Institutional Transformation 13 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Example The EU Commission’s Communication of 21 Febru- ary 1996 on incorporating equal opportunities for women and men into all Community policies and activities was a starting point for introducing gender mainstreaming as the main policy approach for pro- moting gender equality within the European Union. The UN system-wide action plan for implementation of the CEB United Nations system-wide policy on gender equality and the empowerment of women (UN SWAP) is based on a policy statement by the United Nations CEB. In this statement, the CEB de- mands indicators, timetables, allocation of responsi- bilities and accountability mechanisms as well as re- sources. The SWAP acts as a framework for a gender mainstreaming working plan to be applied to many UN organisations. The Swiss National Science Foundation has published a Mission Statement on Equality between Women and Men with respect to its research funding policy: http://www.snf.ch/SiteCollectionDocuments/wom_ leitbild_gleichstellung_e.pdf. Dedicated leadership The role and commitment of the executive staff across all management hierarchies is crucial for introducing and implementing gender mainstreaming. In this respect, their main responsibility is to adopt both the formal and infor- mal mechanisms by which they usually create accountabil- ity and strengthen commitment, in order to ensure that all staff members are dedicated to gender mainstreaming. This includes how leaders communicate their commitment to gender mainstreaming, demonstrate their support, encour- age staff, strengthen the position of the gender mainstream‑ ing support structure , and how they set a good example by implementing gender mainstreaming in their daily work routines, decision-making processes and all other activities. This final point is key to ensuring credibility. Example The Austrian Interministerial Working Group on Gen- der Mainstreaming was established by the Council of Ministers. As it is a support structure, it also serves as an example of how to create accountability. It is made up of high-level executives from the federal minis- tries, who are assigned responsibility for facilitating the implementation of gender mainstreaming within their respective ministries and departments. Top down or bottom up? Although gender mainstreaming is meant to be a top-down strategy, in reality the initiative often comes from the gen- der equality staff or from committed operative staff within an organisation. It is sometimes a challenge for them to gain the support of the executive staff. In this case it might be helpful to: • demonstrate how gender mainstreaming contributes to better achieving the organisation’s mandate and goals (benefits of gender mainstreaming); • have concrete suggestions on how to introduce and implement gender mainstreaming; • understand possible concerns and constraints and consider how to address these in advance; • find initial support from staff members in key positions; • approach managers who are thought most likely to support the initiative first. ",
        "Institutional Transformation 14 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Quick check KEY QUESTIONS STRENGTHS WEAKNESSES Is promoting gender equality part of the organisation’s general mandate? Does the organisation have an official statement on their goal for gender equality and their strategy for pursuing gender mainstreaming? Is gender mainstreaming integrated in the regulations of the organisation and in both the formal and informal standard operating procedures? Do the executive staff members demonstrate their commitment to gender equality and the implementation of gender mainstreaming, in both formal and informal ways? Do the executive staff members exercise their responsibility for the implementation of gender mainstreaming, both by strengthening the commitment of all staff members and by adopting a gender equality perspective in their regular decision-making? ",
        "Institutional Transformation 15 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Step 2 — Allocating resources Rationale The aim of gender mainstreaming is to integrate gender equality into the objectives and procedures of an organisa- tion so that in the long term it will not be an additional task but an inherent aspect of all activities. However, some extra efforts are required in order to get started and to make sus- tainable progress in introducing gender mainstreaming. It is not possible to initiate and advance organisational change without time and money. Allocating both sufficient finan- cial resources and enough working time to facilitate the process of change are crucial factors for success. Staff mem- bers are required to spend part of their working time in gender training sessions and putting gender mainstream- ing methods and tools into practice. If this is seen as ‘extra’ work instead of part of their regular job, it could easily pro- voke resistance. For this reason, realistically calculating and allocating suf- ficient resources should be one of the first steps taken to ensure the successful launch of gender mainstreaming and to maintain ongoing momentum in the process of creat- ing an organisation with an integrated approach to gender equality. Key aspects Allocating sufficient resources for initiating and supporting organisational change is a key factor for success. It is the responsibility of an organisation’s management to provide the necessary resources. Furthermore, allocating sufficient resources is a strong signal of the management’s commit- ment to implementing gender mainstreaming. When calculating the resources needed for the process of change, both financial resources and personnel resources, i.e. working time, should be taken into account. Financial resources Financial resources may be needed for a variety of activi- ties, including collaborating with external consultants and trainers, commissioning the development of tailor-made methods and tools , conducting data collection and research , exchanging information with stakeholders and publishing brochures or launching a website ( communicating gender mainstreaming ), as well as other subsidiary activities. Using external experts not only supports the introduction of gender mainstreaming in terms of providing gender ex- pertise and a fresh, objective perspective, but may also help to relieve staff workload regarding the introduction of gen- der mainstreaming. Time Although gender mainstreaming is meant to become an inherent part of regular procedures, it is often met with resistance as it is seen as an extra task on top of the regu- lar workload. However, it is mainly during the introduction phase that extra time is required, for example, for meetings and training sessions and practicing the initial application of gender mainstreaming methods and tools. Thus, it may help to consider the organisation’s annual timetable and to start the process during the least busy time of the year. Resistance can also be avoided if it is made explicitly clear how much working time is to be dedicated to this process and if this is acknowledged as being a valuable part of the regular job. In addition, the workload of the gender mainstreaming sup‑ port structure should be calculated. In organisations that al- ready have gender equality staff, it is mostly they who are given the responsibility for introducing gender mainstream- ing. This assignment of new tasks should be accompanied by a corresponding increase in the amount of working time made available for this purpose. Considerations need to be made regarding whether or not this can be achieved by re- distributing other tasks, by extending working hours or by recruiting additional staff. Example The ILO action plan for gender equality 2010-2015 explicitly considers allocating resources such as time and money for the implementation of gender main- streaming. It shows that the thorough implementa- tion of gender mainstreaming also requires the alloca- tion of both financial and human resources. ",
        "Institutional Transformation 16 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Step 3 — Conducting an organisational analysis Rationale Organisations that decide to initiate a process of organisa- tional change to mainstream gender equality often do not have to start from scratch. Some organisations may already have a tradition of promoting the advancement of women; others may already have gained some experience in imple- menting gender mainstreaming in particular fields and strive to extend this to the organisation as a whole. In any case, an organisational analysis is a good way to start in terms of initiating organisational change. The aim of an organisational analysis is to appraise where the organisation currently stands and to provide information on what would be the most promising way for that particular organisation to implement gender mainstreaming. The expected results are an overview of the organisation’s strengths and weaknesses in mainstreaming gender equal- ity as well as the information needed to identify the most promising strategy for introducing or advancing gender mainstreaming within the organisation in question, against the backdrop of its specific structure, mode of operation and organisational culture. This evaluation forms the basis for developing a gender mainstreaming strategy and a working plan that schedules how this strategy is to be introduced in detail. Furthermore, an organisational analysis establishes an initial performance baseline for monitoring the progress of gender mainstreaming implementation. Key aspects In order to provide all the information needed for the successful introduction or advancement of gender main- streaming, an organisational analysis should cover all di- mensions of organisational change, i.e. structural consid- erations, personnel and outcomes (SPO model). For this purpose, the following steps of the Guide to organisational change (Steps 5-13) serve as a framework for analysis and include all aspects that should be taken into account. Quick check KEY QUESTIONS STRENGTHS WEAKNESSES Are the financial resources allocated for introducing gender mainstreaming realistically calculated and sufficient in order to ensure long-term success? Has the amount of working time that staff members are to spend on the process of change been realistically calculated? Is it transparent and is it acknowledged as being a valuable part of the regular job? Is the assignment of new tasks to the gender equality staff accompanied by a corresponding increase in working time available for this purpose? ",
        "Institutional Transformation 17 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Key questions for an organisational analysis In accordance with the guide’s steps for introducing gender mainstreaming, key questions for the organisational analysis are: Gender mainstreaming support structure • Does the organisation already have a gender mainstreaming support structure? • If so, is it capable of fulfilling all of its tasks successfully (e.g. with regard to its structure, resources, competences, position within the organisation)? • If not, what structure is appropriate in terms of its tasks as well as the resources available? • Which approach works best to successfully establish an effective support structure? Gender equality objectives • Does the organisation have established and well-defined gender equality objectives? • Which gender equality objectives are both ambitious and realistic for the organi- sation to pursue? • What is the most effective and practicable way of developing and agreeing on gender equality objectives? Communicating gender mainstreaming • Are all staff members aware of the intended process of organisational change? Are they well informed about both the planned activities, the reasons behind these and the aims of this process? • What ways of communicating gender mainstreaming work best in order to ensure transparency and commitment? • Is the organisation’s public relations work gender sensitive in terms of language and illustrations? Gender mainstreaming methods and tools • Have gender mainstreaming methods and tools already been developed and applied? What has worked well and what hasn’t? • In accordance with the organisation’s regular practices, what are suitable meth- ods for implementing gender mainstreaming? • How and by whom should respective tools be developed? • What are potential ways to introduce these? Gender equality competence • Are all staff members committed to gender mainstreaming? • Are they performing their respective tasks and following the rules of procedure in order to effectively implement gender mainstreaming? • Do all staff members have the gender expertise and methodological skills they need to fulfil their responsibility for implementing gender mainstreaming? • Which skills and knowledge need to be developed? • What is the best approach to developing gender equality competence that will serve to strengthen commitment? ",
        "Institutional Transformation 18 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE There are advantages to having the organisational analy- sis conducted either by internal or by external experts. For instance, while staff members have a better knowledge of internal structures, hierarchies and procedures, external ex- perts have a more objective point of view and offer a fresh and independent perspective. Close cooperation between internal and external experts may therefore be of great ben- efit. However, criteria for deciding who is to conduct the analysis should include methodological skills and expertise in gender mainstreaming. Example The ILO conducted an organisational analysis to as- sess existing gender awareness at both an institution- al and personal level among staff members. In order to create an overall picture of how an organisation functions, the analysis should not only cover the organisa- tion’s formal structure and procedures, but also focus on the organisation’s culture, including norms, attitudes and informal practices. A participatory approach to the organ- isational analysis, involving some or all of the staff, may be a good way of addressing attitudes and informal practices in particular, and enhancing commitment to gender main- streaming from the outset. Gender audit A gender audit is a participatory method for conduct- ing an organisational analysis. It is a guided process of self-assessment supported by experienced facilita- tors, who raise key issues, enhance awareness about norms and attitudes and foster organisational learn- ing. A gender audit is a sophisticated approach that addresses the cultural and informal aspects of an or- ganisation’s operation in particular. It aims at building ownership and promoting commitment to gender mainstreaming by involving as many staff as possible, for example, through a series of workshops and focus group meetings. Key questions for an organisational analysis Gender information management system • Is information on gender issues available and easily accessible for staff members? • What information is needed but missing? • Are all statistics produced or used by the organisation gender disaggregated? • What is an effective way of collecting and disseminating all information and data that is needed to ensure the well-substantiated implementation of gender mainstreaming? Gender equality action plans • Have all units of the organisation analysed gender issues in their particular fields of activity, operationalised gender equality objectives and developed approaches for addressing gender issues? • What is an appropriate way to initiate and develop gender equality action plans in order to achieve this? Equal opportunities within the organisation’s personnel • What is the gender balance among staff throughout the organisation’s different levels and fields of activity? • Does the organisation have an equal opportunities plan to promote equal op- portunities among its staff? • What is an efficient strategy to promote equal opportunities within the organisation? Monitoring and steering organisational change • Does the organisation have regular methods and procedures for monitoring and steering organisational processes? • How will the process of organisational change towards gender mainstreaming be steered, and the progress monitored in an effective way? ",
        "Institutional Transformation 19 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Step 4 — Developing a gender mainstreaming strategy and a working plan Rationale Since there is no one-size-fits-all recipe for initiating organ- isational change and implementing gender mainstream- ing that is guaranteed to work for all organisations, each organisation needs to develop its own approach, one that is best adapted its own specific structure. An organisational analysis provides the information necessary for developing a tailor-made gender mainstreaming strategy and a work- ing plan for its introduction. Quick check KEY QUESTIONS STRENGTHS WEAKNESSES Which organisational analysis approach (e.g. gender audit) and which methods are to be applied? Who is to conduct or facilitate the organisational analysis? Do the persons assigned to this task have the expertise and methodological skills needed? Are the results comprehensive and instructive in order to identify the most promising way to implement gender mainstreaming with regard to the organisation in question? What information is still missing? Are the results to be discussed with all stakeholders? Who is responsible for ensuring that the appropriate conclusions are drawn from these results and that these are utilised? ",
        "Institutional Transformation 20 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Gender mainstreaming strategy In accordance with the guide’s steps for organisational change, the basic elements of a gender mainstream- ing strategy are: … what type of gender mainstreaming support struc‑ ture is to be established; … what equality objectives the organisation is to set itself; … how to communicate gender mainstreaming both internally and externally; … which gender mainstreaming methods and tools are to be developed and introduced; … how to strengthen the commitment of all staff members and how to develop their gender equality competence ; … what kind of gender information management system is to be established; … how to launch gender equality action plans ; … how to promote equal opportunities within the organisation’s personnel ; … how to monitor and steer the process of organisa- tional change. Recommendation In order to develop a potentially successful gender main- streaming strategy, it is vital to have in-depth knowledge of the organisation itself, including its hierarchies, processes and mode of operation. It is also important to clearly un- derstand how gender mainstreaming can be sustainably implemented and enforced. It can therefore be very useful to call in external gender mainstreaming experts. Specialist expertise is required for the development of a successful strategy, although the authority to decide upon the specific design of the gender mainstreaming strategy lies with the senior management. The influence of several factors, such as day-to-day organisational poli- tics, external conditions, available resources and any pos- sible internal constraints means that the development and decision-making processes regarding a gender main- streaming strategy are often balancing acts between ide- als and practicalities. In this case, it may be necessary to set priorities and take small steps to pursue the introduction of gender mainstreaming. However, at the outset it is still important to devise a comprehensive strategy, taking all the key steps of organisational change into consideration. This not only makes it possible to select specific priorities for implementation, but also guarantees a more coherent implementation in the long term and helps prevent a loss of focus. The development and decision-making process for design- ing a specific gender mainstreaming strategy for an organ- isation can either be carried out collaboratively by gender equality staff, external gender mainstreaming consultants and members of the senior management, or in a partici- patory procedure involving some or all of the workforce. A participatory procedure can help to strengthen staff com- mitment. Ultimately, the approach should be based upon how organisational strategies are usually developed and decided upon within an organisation. It is vital that gender mainstreaming does not appear to be a special measure outside of the organisation’s standard operating proce- dures, as this could potentially lead to resistance or the issue not being taken as seriously as others. Pilot projects It may be advisable to initially introduce gender main- streaming into selected units of an organisation. Such pilot projects may be very useful, for instance, if the matter is met with objections and resistance from within an organisation. Pilot projects can also serve to test out implementation processes and build up ex- pertise. They can create signalling effects and act as a direct practical example to increase the acceptance of gender mainstreaming within an organisation. The selection of pilot areas should not only be guided by the degree of feasibility (e.g. Which part of the or- ganisation would generally be open to such a topic?). Strategic considerations are also an important selec- tion criteria (e.g. What are the key areas that have a rec- ognised role model status, and which areas are appro- priate in terms of transferability?). With pilot projects, the utmost care must be taken to ensure that they do not remain isolated measures, but are implemented within the scope of an overarching strategy. From the very beginning, plans should be made about how to utilise the experiences gained and translate these into an organisation’s standard procedures. A working plan sets out a detailed plan of how the gender mainstreaming strategy is to be introduced over a defined period of time. It specifies the planned activities and mile- stones, assigns responsibilities, allocates resources and sets a timeline. ",
        "Institutional Transformation 21 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Monitoring the process of introducing gender mainstream- ing helps to evaluate the progress made and makes it pos- sible to adjust the strategy and working plan if necessary. Example The German Association for International Coopera- tion (GIZ) has created a gender mainstreaming strat- egy and a working plan including targets, indicators, responsibilities and planned activities. Working plan Steps Activities Milestones Responsibilities Resources Deadline Establishing a gender mainstreaming support structure Setting gender equality objectives Communicating gender mainstreaming Introducing gender mainstreaming methods and tools Developing gender equality competence Establishing a gender information manage- ment system Launching gender equality action plans Promoting equal op- portunities within the organisation’s personnel Monitoring and steering organisational change ",
        "Institutional Transformation 22 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE 2.2. Implementation phase Step 5 — Establishing a gender mainstreaming support structure Rationale One of the most important principles behind gender mainstreaming is that all staff members are individually responsible for its implementation in their respective field of activity and that overall responsibility lies with an or- ganisation’s senior management team. However, practical experience shows that establishing a gender mainstream- ing support structure is a critical factor for the successful and sustainable implementation of gender mainstreaming. The introduction of gender mainstreaming is a long-term process of organisational change that needs to be driven by a central team in order to maintain momentum. Fur- thermore, gender mainstreaming requires both method- ological skills and specialist gender expertise, which staff members do not necessarily have at the outset. A gender mainstreaming support structure supervises the introduc- tion of gender mainstreaming and supports its implemen- tation in the long term. Key aspects To ensure that a gender mainstreaming support structure can fulfil its role and contribute to the successful introduc- tion of gender mainstreaming, it is vital that the exact tasks Quick check KEY QUESTIONS STRENGTHS WEAKNESSES Is all the necessary information available in order to develop a suitable gender mainstreaming strategy? Who is involved in developing the gender mainstreaming strategy? Do the persons involved have the expertise needed in order to develop a sustainable strategy? Is the gender mainstreaming strategy comprehensive and complete in terms of the steps for introducing gender mainstreaming? Is the working plan for implementing the gender mainstreaming strategy complete in terms of planned activities, defined milestones, responsibilities, allocated resources and deadlines? Who is responsible for implementing the working plan and monitoring the introduction of the gender mainstreaming strategy? ",
        "Institutional Transformation 23 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE that the structure is to fulfil are clearly defined from the out- set. Likewise, resources and competencies need to be adjust- ed to suit the defined tasks. It is also of critical importance to map out the precise organisational form of the gender main- streaming support structure and its position within the spe- cific organisation in accordance with the role and tasks that it is to fulfil. In keeping with the top-down principle of gender mainstreaming, the management is responsible for provid- ing the conditions needed for the gender mainstreaming support structure to successfully fulfil its tasks. In organisations that already have gender equality staff, it is mostly they who are given the responsibility for introduc- ing gender mainstreaming. It is important to ensure that the transfer of these new tasks coincides with the appro- priate adjustment of their resources (i.e. working time and available budget), competencies and integration into the organisation’s procedures. Equal opportunities officers Many public institutions already have equal oppor- tunities officers who are responsible for preventing discrimination among the employees of an organisa- tion and for promoting equal opportunities for the or- ganisation’s workforce. However, the tasks of this role are not the same as those of a gender mainstreaming support structure, meaning that a different organisa- tional form and authority are required. While equal op- portunities officers focus on equal opportunities within an organisation’s personnel , a gender mainstreaming support structure’s role is to facilitate organisational change with respect to an organisation’s functionality and outcome. This is why the role of an equal oppor- tunities officer should not be merged with that of the gender mainstreaming support structure. Even though a gender mainstreaming support structure is a decisive factor in the successful introduction of gender mainstreaming, there is also a risk that responsibility for the implementation of gender mainstreaming might be as- signed solely to this support structure. The support struc- ture’s role and its integration in the organisation’s standard procedures must therefore be clearly defined and commu‑ nicated , together with the respective responsibilities of all staff members. Roles and tasks In general terms, a gender mainstreaming support struc- ture is established to accompany the process of organisa- tional change and to help executive and operative staff per- form their tasks in implementing gender mainstreaming. The role of a gender mainstreaming support structure can involve a variety of tasks depending on an organisation’s structure and mode of operation and on the details of the respective gender mainstreaming strategy. These tasks can include the following: • consulting the management regarding the development of the gender mainstreaming strategy and the implementation of all necessary steps; • raising awareness, communicating gender mainstreaming , networking; • conceptual tasks, e.g. the development of appropriate gender mainstreaming methods and tools ; • creating a gender equality competence development plan ; • supporting staff members with the implementation of gender mainstreaming methods and tools and the development of gender equality action plans ; • establishing and maintaining a gender information management system ; • quality management, for instance, carrying out gender impact assessments of planned measures (e.g. funding programmes and projects); • monitoring the process of organisational change and the progress made in implementing gender mainstreaming; • coordinating and regulating the process of introducing gender mainstreaming. Organisational form and position within the organisation An effective gender mainstreaming support structure can take a variety of forms. It is critical to choose an organisa- tional form that is both suited to the structure and mode of operation of the organisation in question as well as be- ing appropriate to the tasks that the support structure is to perform. A gender mainstreaming support structure may be part of the workforce and included in the organisational structure. If the tasks of a gender mainstreaming support structure are to be assigned to certain staff members, then their posi- tion within the organisation’s hierarchy and their involve- ment in decision-making processes must be taken into con- sideration. It is strategically important to have both a direct link to the senior management as well as a connection with this specialist area of work. During the process of initiating organisational change, a temporary internal gender mainstreaming support struc- ture may be set up, e.g. a steering committee or working ",
        "Institutional Transformation 24 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE groups for the organisational analysis and the development of a gender mainstreaming strategy . A permanent support structure to supervise the implementation of gender main- streaming can then, for example, take the cross-organisa- tional form of a separate organisational unit or have a de- centralised organisation, e.g. assigned officers in each unit of the organisation. It is important to consider which posi- tion within the organisation is to be assigned to the gender mainstreaming support structure. This helps to ensure that the structure can be properly embedded into the organisa- tion’s processes as well as guaranteeing that the structure is able to successfully fulfil its tasks. A gender mainstreaming support structure can also be set up as an externally commissioned unit. The advantage of this is that skills and knowledge about implementing gen- der mainstreaming that are needed but not available within an organisation can be provided by external experts over a set period of time. However, an external support structure can act only in an advisory capacity as it is not integrated into an organisation’s internal procedures and hierarchies. Resources and skills Precisely tailored skills and resources are required so that the gender mainstreaming support structure is able to suc- cessfully fulfil the tasks allocated to it within a particular organisation. • Qualifications: supporting the process of organisational change and the implementation of gender mainstreaming requires methodological knowledge in this field, specialist gender expertise and familiarity with organisational development. If staff members are to take on the tasks assigned to the gender mainstreaming support structure, it may be necessary for them to receive relevant further training or be temporarily supported by external experts. • Time resources: working hours should be determined and planned realistically in accordance with the varied range of tasks. If staff members are to carry out the tasks of a gender mainstreaming support structure in addition to other duties, it is crucial to explicitly specify the exact percentage of time allocated for supporting the implementation of gender mainstreaming. Otherwise, this task may be seen as an additional burden and end up being neglected. • Financial resources: in order to execute their tasks successfully, it may be useful for the gender mainstreaming support structure to have its own budget. Financial resources may, for example, be used to pay for external consultants and trainers, for commissioning the development of gender mainstreaming methods, carrying out surveys, the publication of brochures or the creation of a website. • Authority: it is important to consider what powers of authority should be assigned to the gender mainstreaming support structure, depending on its role and tasks. For example, if a task involves coordination and steering, the structure also needs to have the appropriate powers at its disposal. Even if the role is chiefly advisory or supporting, it is still vital to ensure that the voice of the gender mainstreaming support structure is heard by an attentive audience in order to maintain the accountability of gender mainstreaming. Equally, the integration of the gender mainstreaming support structure into the organisation’s decision-making processes is also a key aspect for creating accountability. Example In Vienna, the Department for Gender Mainstreaming supports the departments and offices of the Vienna City Administration in their gender mainstreaming process. The department is responsible for strategic coordination and networking, and provides informa- tion on gender issues. The Belgian Institute for the Equality of Women and Men undertakes research, provides recommenda- tions to public authorities, supplies information and has established a network with various key players, among other activities. The German Agency for Gender Equality within the European Social Fund (ESF) (2009-2014) was set up as a support structure to accompany the implementa- tion of gender mainstreaming within the German ESF programme. ",
        "Institutional Transformation 25 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Step 6 — Setting gender equality objectives Rationale Gender mainstreaming is not an end in itself, but rather a strategy for pursuing the goal of equality. Gender equal- ity as an objective often remains a very abstract concept and it is frequently assumed that everyone understands it to mean the same thing. However, this can lead to dif- ficulties and conflicts of goals during the implementation stage. Furthermore, different goals for the advancement of gender equality are appropriate for different organisations, depending upon the organisation’s exact policy area and field of activity. The specific equality goals of a transport ministry will be different from those of a ministry of social affairs or health. The definition of clear-cut equality targets for an organisa- tion creates accountability by specifying the exact focus of gender mainstreaming. These major objectives form a guid- ing framework for implementing gender mainstreaming within an organisation; they offer clear guidance for staff members, thus simplifying implementation. Key aspects The objectives of public institutions are prescribed by pol- icy. At the international and European level, the overriding framework for the national gender equality politics of EU Quick check KEY QUESTIONS STRENGTHS WEAKNESSES Are the gender mainstreaming support structure’s role, tasks and integration into the organisation’s standard procedures clearly defined? Is the precise organisational form of the gender mainstreaming support structure, and its position within the organisation, in accordance with the role and tasks that it is to fulfil? Are the support structure’s resources and competencies (qualifications, time, financial resources, authority) adjusted to suit the defined tasks? Is the support structure’s role clearly communicated to the staff, together with the respective responsibilities of all staff members, in order to avoid responsibility for implementing gender mainstreaming being left with the support structure? Does the support structure have both a direct link to the senior management as well as a good connection to operative staff? ",
        "Institutional Transformation 26 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Member States is formed by the following documents: the Convention on the Elimination of All Forms of Discrimina- tion Against Women (CEDAW) ( 3 ), the Beijing Platform for Action ( 4 ), the EU Treaty ( 5 ) (Articles 1(a) and Article 2) as well as the resulting directives ( 6 ), the European Pact for Gen- der Equality ( 7 ) concluded by the Council of the European Union (7 March 2011) and the Women’s Charter ( 8 ), launched by the European Commission in 2010 (COM(2010) 78 final). Using this framework as a background for the implementa- tion of gender mainstreaming, it is essential to specify the overriding equality goals for the respective policy areas and spheres of activity. These goals can then act as a driving force and offer clear guidance to staff members, e.g. for de- veloping gender equality action plans . Developing specific major goals for advocating gender equality within a specific organisation involves ‘translating’ general — and often very abstract — goals for a specific policy area or field of activity. This requires specialist gen- der knowledge from gender experts . At the same time, the decision-making power for defining such goals lies with the executive staff responsible for establishing and managing the organisation’s objectives and priorities. In order to create accountability , it is important that the or- ganisation’s equality goals are firmly anchored within its general target architecture and that these are clearly com‑ municated with the staff. While defining specific major goals for gender equal- ity, considerations should be made about how to observe and evaluate the attainment of these goals. This not only increases accountability, but also provides valuable indi- cators about the steering of the gender mainstreaming implementation process. It is also advisable to use an or- ganisation’s regular reporting and controlling procedures to examine the objectives for gender equality. This ensures that they are reviewed regularly. If the organisation has its own overall monitoring system, it is wise to use this to gather indicators for observing gender equality goals. All evaluations should include the organisation’s equality goals as part of the analysis and assessment. 3 http://www.ohchr.org/EN/ProfessionalInterest/Pages/CEDAW.aspx 4 http://www.un.org/womenwatch/daw/beijing/index.html 5 http://eur-lex.europa.eu/collection/eu-law/treaties.html 6 http://ec.europa.eu/justice/gender-equality/law/index_en.htm 7 http://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1415270207882 &uri=CELEX:52011XG0525 %2801 %29 8 http://eur-lex.europa.eu/legal-content/EN/ ALL/?uri=CELEX:52010DC0078 Example The gender equality framework programme (GPR) of Berlin contains 10 defined overarching gender equality principles used as guiding policy goals : 1. Women and men define and characterize equally the social life in its political, economic, cultural and social facets. 2. Women and men have equal rights and self-deter- mination in all aspects and stages of their lives. 3. Women and men earn their own livelihood and poverty-proof pension, based on good education and training, equal pay and equal access to the la- bour market. 4. Women and men share equally in household work and family care, child education and care while maintaining their independent living. 5. Women and men partake equally in the resources of the Federal State (of Berlin). 6. Women and men can rely on an administration that talks, writes and acts gender just. 7. Women and men learn and teach in a gender-sen- sitive way in schools, kindergarten and all other educational institutions. 8. Women and men receive gender-just services in healthcare and sports. 9. Women and men feel safe and live free from vio- lence as well as sexist discrimination in the private and public sphere. 10. Women and men develop freely their personality and are perceived and respected in their diversity. ",
        "Institutional Transformation 27 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Quick check KEY QUESTIONS STRENGTHS WEAKNESSES Does the organisation have stated gender equality goals both for the organisation as a whole and for its different spheres of activity? Are these goals both ambitious and realistic as well as defined in a precise way so that they can be the driving force behind action and provide staff members with clear guidance? Are the organisation’s gender equality goals firmly anchored within its general target architecture? Are these goals clearly communicated with the members of staff? How is the attainment of these goals to be monitored and evaluated? Have indicators been defined for this purpose? ",
        "Institutional Transformation 28 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Step 7 — Communicating gender mainstreaming Rationale As a general principle, communication plays a major role in processes of organisational change. Good communication strengthens staff commitment, creates accountability and helps prevent inefficiency during implementation. Con- versely, a lack of communication or contradictory informa- tion can cause resistance. It is therefore advisable to plan a communications strategy for the introduction of gender mainstreaming that creates transparency, raises awareness and strengthens commitment within the organisation. Key aspects A communications strategy to support the introduction of gender mainstreaming primarily refers to internal com- munication. However, external communication is also a key aspect in terms of making gender equality part of an organ- isation’s identity and culture, and establishing credibility. Internal communication The aim of a communications strategy for the introduction of gender mainstreaming is not simply to communicate the relevant tasks and demands to the staff involved. Transpar- ency during this entire process — regarding the reasons for it, its aims and the planned activities — also serves to create greater awareness and strengthen commitment. To ensure good communication and transparency, it is necessary to have a clear concept of gender mainstreaming and to pursue a stringent strategy . Organisations typically use both formal and informal meth- ods to communicate objectives, priorities and requirements. The manner in which an organisation communicates infor- mation can give covert signals about how seriously a topic should be taken. Not only what, but also how something is communicated, can thus play a key role within an organ- isation. Therefore when implementing a communications strategy for the introduction of gender mainstreaming, it is advisable to use the channels and forms of communica- tion customarily used within an organisation. These may be formal channels such as standing instructions and internal newsletters or may involve informal practices such as par- ticipation of executive managers in certain working sessions or holding speeches at events. It may be particularly help- ful to make gender mainstreaming a regular item on the agenda of team meetings. Another useful part of the com- munication strategy may be to enable networking among staff members involved in the process and to encourage regular face-to-face contact with facilitators . Using new forms of communication within an organisation can serve to generate extra attention for an issue. However, it may also unintentionally lead to reinforcing the percep- tion of gender mainstreaming as a ‘special task’. When it comes to introducing gender mainstreaming, innovative forms of communication should therefore be used as an addition to, not a replacement for, regular communication channels. External communication A communications strategy that also makes gender equal- ity a visible part of an organisation’s external identity and self-portrayal clearly emphasises the importance of this is- sue for both the organisation’s personnel and their respec- tive target group audience. This means explicitly addressing gender equality as one of the organisation’s main objec- tives and clearly highlighting this commitment, for example on the organisation’s website or in its publications. An important signal effect is to review and adjust all of the organisation’s public relations activities to ensure the use of gender-sensitive language and to avoid gender stereotypes in images and photos; the impact of this is not to be under- estimated. It can also be a good idea to deliver appropriate training to staff members who are responsible for public relations work and to distribute guidelines on gender-sensi- tive language to all personnel at the organisation. Examples The Swedish government has established an online platform that serves as a national resource for gender equality. The website offers a wide range of informa- tion such as news, examples of good practices and other tools. The Senate Department for Labour, Integration and Women in Berlin launched a campaign including in- teractive tools for creating awareness and communi- cating gender equality objectives to accompany Ber- lin’s gender equality framework programme. ",
        "Institutional Transformation 29 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Quick check KEY QUESTIONS STRENGTHS WEAKNESSES Are all staff members aware of the intended process of organisational change? Have they been informed about the planned activities, the reasons behind these and the aims of this process? Is transparency ensured during the entire process of introducing gender mainstreaming? Are both formal and informal channels used within the organisation to communicate the objectives and requirements of implementing gender mainstreaming? Is gender equality a visible part of the organisation’s external identity and self-portrayal? Is the organisation’s public relations work gender sensitive in terms of language and illustrations? Are staff members who are responsible for public relations work trained in gender-sensitive language and avoiding gender stereotypes? ",
        "Institutional Transformation 30 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Step 8 — Introducing gender mainstreaming methods and tools Rationale Based on experience, one of the main difficulties in imple- menting gender mainstreaming is that it often remains a very abstract concept. It is not enough to simply state that gender mainstreaming needs to be implemented; staff members require specific instructions about what exactly is meant by this and what they are expected to do. Gender mainstreaming methods and tools can be of vital assistance as they offer clear guidance on how to implement gender mainstreaming in practical terms. They support a systemat- ic implementation of gender mainstreaming in a particular field of activity. The aim of using gender mainstreaming methods and tools is to shape an organisation’s processes and operational work flows in such a way that the results and effects of the organisation’s activity help to achieve the organisation’s gender equality objectives . Key aspects Gender mainstreaming cannot be implemented with one single tool. Since it is a process whereby a gender equality perspective is integrated into a range of different tasks, a va- riety of methods and tools that support its implementation are used in the different operational work flows in a particu- lar field of activities. It is vital to select methods that suit the specific procedures and working routines of a particular organisation as well as to develop tools that have been custom-made to suit re- quirements. The long-term aim is that gender mainstream- ing methods are incorporated directly into existing process- es, work flows and specialist content. This is so that gender mainstreaming is not seen as an ‘extra task’, but one that is fully integrated into standard working routines. These methods and tools should be systematically and au- thoritatively applied in order to ensure the success of gen- der mainstreaming. This means that the operation should not be run sporadically or inconsistently, but rather that it should be continuously and systematically integrated into the respective stages of routine procedures. It also means that its application is mandatory and that it can have a gen- uine influence on planning and decision-making. So much so that, for instance, the findings of a gender impact assess- ment are incorporated into further planning measures and can also lead to changes being made to planned projects, where necessary. Methods for implementing gender mainstreaming Gender mainstreaming methods describe a particular pro- cedure or a certain task that is part of the implementation of gender mainstreaming (e.g. gender analysis). A gender mainstreaming tool is a specific instrument that provides precise guidance on how to apply a certain method, e.g. a set of guidelines or a questionnaire. Key methods for implementing gender mainstreaming include process design methods, methods for individual steps within a process and subject-specific tools. Below there are several examples of process design methods. Gender mainstreaming cycle models in programmes or projects Process design methods serve to make the entire gender mainstreaming procedure more understandable in a pro- gramme or project. They also help to simplify a system- atic approach. Cycle models use a series of defined steps to describe how gender mainstreaming can be integrated into the process of planning and implementing certain programmes or projects, e.g. for EU Structural Funds pro- grammes. They make an excellent foundation for develop‑ ing gender equality competence , in order to illustrate the en- tire process of implementing gender mainstreaming. Example 1. The European Institute for Gender Equality has proposed a gender mainstreaming cycle model as the part of the module ‘What is gender main- streaming?’. The cycle shows how gender can be integrated into different stages of designing, planning, implementing as well as monitoring and evaluating polices, programmes and projects developed by the EU institutions and the public administration of the EU Member States. 2. The European Community of Practice on Gender Mainstreaming has published a Standard on Gen- der Mainstreaming explaining how to implement gender mainstreaming within the ESF. The stan- dard describes four cycles of the ESF (the EU pro- gramming and policy cycle; the national policy cycle; the regional and national implementation cycle; and the project cycle). The steps of imple- menting gender mainstreaming in each of these cycles are explained in detail. For instance, the regional and national implementation cycle in- cludes the following steps: ‘Analysis’, ‘Objectives’, ‘Implementation’, ‘Monitoring’ and ‘Evaluation’. ",
        "Institutional Transformation 31 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Gender controlling Gender controlling is a particularly useful method for organ- isations that employ target-oriented management concepts, i.e. new public management or management by objectives. It integrates operationalised gender equality objectives and equality indicators in a corresponding system of objective agreement, indicators, monitoring and reporting. Example German universities have been challenged to pro- vide basic performance data and statistics for uni- versity and non-university uses as they introduce performance-oriented funding, objective agreement, evaluation, ranking and benchmarking processes. Gender controlling has been introduced at different German universities in order to include the equality dimension in quality management and controlling throughout each university. This acts to promote gen- der equality in academic life. Gender budgeting The term gender budgeting refers to an application of gender mainstreaming in the budgetary process. It means a gender-based assessment of budgets, incorporating a gender perspective at all levels of the budgetary process and restructuring revenues and expenditures in order to promote gender equality. Gender budgeting can be implemented in the field of fiscal and budget policy as a strategy in itself. In an institutional context, however, it can also be used to monitor budget allocation with regard to gender equality. It is a very im- portant method, particularly for institutions that work with a performance budgeting system. Below there are examples of individual procedural steps. Gender analysis An analytical process by which the position of women and men in a given policy field is assessed, and priorities for ac- tion are defined. It includes the study of differences between women and men in terms of conditions, needs, participa- tion rates, access to resources and development, control of assets, decision-making powers, etc. It also examines their assigned gender roles. Information is analysed to ensure that benefits and resources are effectively and equitably target- ed to both women and men. Gender analysis also contrib- utes to anticipating and avoiding any negative impacts that policy may have on women or on gender relations. A gender analysis identifies relevant gender-related differenc- es in a particular field of intervention or department. Gender analysis is not simply a matter of quantitatively mapping out the current situation, but rather a process that should also raise questions about the causes, influencing factors and ef- fects of gender-related differences. A gender analysis is a pre- requisite for the development of equality goals and for the equality-focused planning of further measures. Gender impact assessment A gender impact assessment investigates planned proj- ects ex ante , looking for potential gender-related effects. It is used to assess the impact of a given policy proposal on women and men and on gender relations in general. A Gender impact assessment involves comparing and as- sessing, according to gender-relevant criteria, the current situation and trends vis-à-vis the expected development resulting from the introduction of the proposed policy. It is a useful tool to fight the gender bias of the policy process. It should be performed before the final decision on the policy proposal is taken to ensure that any planned projects do not continue to uphold existing inequalities, but instead are focused on supporting gender equality. Field or topic-related tools include guidelines for gen- der-sensitive public relations work and guidelines for gen- der-sensitive language. Gender mainstreaming tools A wide range of gender mainstreaming methods and tools can be found on EIGE’s website: http://eige.eu- ropa.eu/gender-mainstreaming/tools-and-methods. Developing customised tools Today there are a wide variety of different methods and as- sociated tools that support the implementation of gender mainstreaming. These can include the structuring of the implementation process or analysis and test questions to help identify relevant aspects of gender equality. The key challenge lies in selecting methods that are suitable for a given organisation and developing the necessary tools required. In most cases it is not advisable to simply adopt existing instruments; instead, it may be necessary to adapt existing tools to suit the field of activity in question or to develop specially tailored tools. One of the most important quality criteria for gender mainstreaming implementation tools is that they can be incorporated directly into existing processes, work flows and specialist subject content. It is vital that gender main- streaming is not seen as an ‘extra task’, but one that is fully integrated into standard working routines. ",
        "Institutional Transformation 32 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE For this reason, both experience in implementing gender mainstreaming and thorough knowledge of the respective field of application are required in order to select the appro- priate methods and adapt or develop the tools needed. It is therefore advisable for gender mainstreaming experts to carry out the modification or development of suitable tools in collaboration with the future users of these tools. Quality criteria for gender mainstreaming tools The GenderCompetenceCenter (Germany 2003-2010) has published a list of quality criteria for gender main- streaming tools in terms of content and form. Quality criteria such as these can be helpful when developing, choosing or adapting gender mainstreaming tools. The quality criteria for tools defined by the Gender- CompetenceCenter can be summarised as follows: Content: • gender equality is not an ‘extra’ but is integrated (as a cross-sectional task); • no treatment of gender as something banal; • clear targeting; • actor-related; • related to the policy field or subject area; • practicability; • sustainability; • openness to development and optimisability. Form: • language that does justice to gender; • uniform and understandable use of language re- ferring to ‘gender’ and ‘gender equality’; • consistency and effectiveness of form and content; • binding nature; • orientation towards existing work routine. > GenderCompetenceCenter: Quality criteria for tools http://www.genderkompetenz.info/eng/ gender-competence-2003-2010/Gender %20 Mainstreaming/Implementation/tools/quality Introducing methods and tools A sound basis for the implementation of gender main- streaming cannot be achieved merely by ticking off check- lists. Good tools do not replace the analysis and planning process that is inherent in gender mainstreaming, but rath- er add weight to the discussion by posing equality-related questions throughout all stages of analysis, planning and implementation. By asking the right questions, they pro- vide vital stimuli, but they are incapable of providing any ready-made answers. The introduction of gender main- streaming methods and tools must therefore be accom- panied by relevant training for all respective users. Further- more, it is also useful for staff members to always be able to obtain advice and support from a gender mainstreaming support structure should any issues arise. Practising and learning to use the gender mainstreaming methods and tools is a central part of developing gender equality competence . A good gender information manage‑ ment system can help staff members to use gender main- streaming methods by providing them with the data and information that they need to do this. Example EIGE has developed an online tool on gender compe- tence development, including databases of trainers and training materials on gender mainstreaming. The Swedish government has published a manual in- cluding a collection of gender mainstreaming tools, accompanied by a book of ideas for managers and strategists. ",
        "Institutional Transformation 33 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Step 9 — Developing gender equality competence Rationale The implementation of gender mainstreaming requires not only accountability, but also methodological knowledge and specialist expertise. Giving all staff members the task of im- plementing gender mainstreaming must go hand in hand with building their gender equality competence; this will ensure that they are capable of fulfilling the tasks assigned to them. The sustainable development of skills also includes measures to strengthen commitment so that the knowledge and skills learned in theory are actually put into practice. Key aspects Building gender equality competence is a key component in introducing gender mainstreaming. However, it is im- portant that competence development is embedded into a coherent gender mainstreaming strategy and that this is approached in a systematic manner. Experience shows that the effects of measures like gender equality training can fade quickly if they are delivered only as a one-off ses- sion or if they are the only measure for introducing gender mainstreaming. In order to support the sustainable imple- mentation of gender mainstreaming, it is advisable to plan and develop the requisite gender equality competencies in a systematic fashion. For this purpose, competence de- velopment should be closely synchronised with the overall gender mainstreaming strategy and adapted to fit the cor- responding skill requirements; it should be systematically planned with long-term considerations. It is important to note that developing gender equal- ity competence is not only about raising awareness, but should aim to develop methodological expertise and spe- cialist knowledge and to strengthen commitment. Gender equality competence comprises commitment, method- ological expertise and specialist knowledge. • Commitment refers to the recognition of gender equality as the aim of both the organisation and of one’s own work; it means taking responsibility for the Quick check KEY QUESTIONS STRENGTHS WEAKNESSES Does the organisation have gender mainstreaming methods and tools for all stages of routine procedures? Are the gender mainstreaming methods and tools custom-made and suitable with respect to the functionality and regular procedures of the organisation? Have the tools been tested and adapted? Are the gender mainstreaming tools being systematically and continuously applied? Do the staff members who are to apply the tools have the gender knowledge and methodological skills needed to ensure a sound basis for the implementation of gender mainstreaming? ",
        "Institutional Transformation 34 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE implementation of gender mainstreaming within one’s own area of operations. • Methodological skills imply the ability to implement gender mainstreaming using the appropriate methods and tools . It also includes the ability to identify and procure the required gender-disaggregated data and to utilise these data in one’s own work. • Specialist knowledge comprises both the theoretical understanding of gender as a social construct and an in-depth knowledge of gender relations as social structures. It also covers knowledge of empirical facts about gender aspects within the organisation’s policy area and sphere of activities as well as the ability to correctly classify and interpret gender‑disaggregated facts and data . Many organisations have their own personnel or units who are responsible for human resources management. They are also responsible for the development of gender equal- ity competence. However, it is still recommended that they work in close cooperation with the gender mainstreaming support structure. Strengthening commitment Gender equality competence comprises the recognition of gender equality as the aim of the organisation and of one’s own work. Building gender equality competence thus in- cludes strengthening the commitment of all staff mem- bers. Furthermore, the motivation to participate and work towards achieving gender equality is a key factor in the ef- fectiveness of gender equality training programmes. In order to ensure the effectiveness of competence devel- opment and the lasting success of gender mainstreaming, it is vital that all staff members are aware of their respective tasks and responsibilities and that these are understood to be mandatory. Accountability for gender mainstreaming is primarily established by the senior management of an or- ganisation. However, it is also the responsibility of the hu- man resources staff to clearly communicate the tasks and responsibilities for implementing gender mainstreaming and to strengthen staff commitment. All the tools of hu- man resources management that are typically used within an organisation should also be used for this purpose: this can include job descriptions, team meetings or perfor- mance appraisals. Developing a competence development plan To ensure long-term sustainability it is important that mea- sures like training courses are not run as one-off, sporadic sessions; they should instead be systematically planned and executed. This may be achieved with the help of a compe- tence development plan based on a needs assessment. A needs assessment identifies existing gaps in staff com- petence in a systematic manner and compares the findings with the gender equality competence needed within an or- ganisation, according to its gender mainstreaming strategy. This helps to ensure the effectiveness of gender equality development. A competence development plan should be based on a needs assessment and should contain: • the aims of competence development in accordance with the gender mainstreaming strategy; • the participants and group composition; Preconditions of effective gender equality training An in-depth study on gender equality training in the EU identified the main factors that contribute to the ef- fectiveness of gender equality training. Institutional preconditions: • existence of a legal framework and policy com- mitment to gender mainstreaming; • existence of an organisational strategy for gender equality competence development that would set a clear framework for action; • sufficient funding provided for the fulfilment of the organisational strategy; • staff actively encouraged to attend gender equal- ity training; • existence of an adequately resourced accountabil- ity system. Key factors that increase the impact of gender equality training on individual participants: • motivation to participate and work for gender equality; • the relevance of the training programme to day-to-day activities of participants; • sufficient skill and competence of gender equality trainers; • participatory approaches used to deliver the train- ing programme; • relevant guidance materials. > EIGE synthesis report on effective gender equality training ",
        "Institutional Transformation 35 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE • the course content, tailored to suit the gender mainstreaming methods and tools that are to be applied as well as the fields of intervention and working routines; • the scope, duration and time schedule. In addition, and in order to ensure sustainability, it should be determined beforehand how the results and effects of the competence development measures are to be reviewed and when follow-up measures are to take place. There is no simple answer to the question of whether or not participation in gender training and similar competence development measures should be mandatory for members of staff. Again, the same rule of thumb can be applied: it is best to take guidance from the organisation’s standard procedures and usual practices. In the long term, the aim should be to firmly embed the development of the methodological skills and special- ised gender expertise required for gender mainstreaming into an organisation’s regular programme of professional training and competence development (e.g. introductory training for new staff members or management training courses). It is important to note that this can work only if the process is approached systematically. Integrating gender equality competence development with the organisation’s regular training scheme should not result in a loss in its im- portance. A dual-track strategy may be used as an interme- diary measure to prevent this issue from arising. This strat- egy addresses gender issues both in general professional development courses as well as in specific gender training sessions. The importance that the development of gender equality competence plays in the successful introduction of gender mainstreaming simply cannot be overestimated. Assigning a gender trainer The search for a suitable gender trainer is a procedural step in itself and one that should not be underestimated. As yet, there are no standardised paths of qualification that can be used to verify the abilities and aptitude of gender training providers. At the same time, very high demands are placed on a gender trainer’s methodological skills and specialist expertise. They should possess both comprehensive knowl- edge of gender theory and other specialist subjects as well as didactic skills such as building awareness and dealing with resistance. They should also be able to precisely ad- just training content and methods to fit in with a certain organisation’s mode of operation, culture and working pro- cedures. Quality criteria for gender equality competence development may be used to guide the search and com- missioning of gender trainers. Quality criteria for gender equality competence development Quality criteria for gender equality competence de- velopment are a helpful tool, both for planning and commissioning respective measures as well as for quality assurance. > EIGE: Guiding standards for gender equality compe- tence development initiatives > ProEquality: Quality standards for gender equality and diversity training in the EU http://www.cite.gov.pt/pt/dsie/doc/Quality.pdf Read more on EIGE’s website Gender equality competence development, the pro- motion of standard materials and guidelines, as well as the exchange of knowledge and the distribution of good practices and resources (e.g. training manuals, toolkits, guidelines, etc.), was a priority area for EIGE. The results of an EU-wide study, as well as examples from different Member States and practical informa- tional material can be found on EIGE’s website. > EIGE website: Online tool on gender equality training http://eige.europa.eu/content/activities/ gender-training Examples In Finland, the Gender Glasses project provided the national administration with a three-phase training series as part of the process of implementing gender mainstreaming. In Estonia, a gender training programme has focused on training the trainers. ",
        "Institutional Transformation 36 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Step 10 — Establishing a gender information management system Rationale Empirical facts about the gender dimensions in an or- ganisation’s specific policy area and fields of activity and gender-disaggregated data are both vital prerequisites to ensure a sound basis for the implementation of gender mainstreaming. The targeted collection and preparation of informative literature can make it easier for staff members to implement gender mainstreaming. Good information management ensures that the necessary facts and data are readily available to the right person at the right time. It also forms a solid foundation for supporting the development of gender equality competence. When introducing gender mainstreaming, it is important to consider what information (e.g. statistics, research results, practical examples, etc.) will be needed to ensure a sound basis for implementation. A gender information manage- ment system helps to collect, process and distribute this information in an effective way. Key aspects Every organisation has its own ways of collecting relevant data and distributing materials relevant to the tasks of the workforce; these can be built upon when setting up Quick check KEY QUESTIONS STRENGTHS WEAKNESSES Are all staff members performing their respective tasks and following the rules of procedure in order to effectively implement gender mainstreaming? Are the human resources management tools that are typically used within the organisation also being used to strengthen commitment and create accountability for gender mainstreaming? Do all staff members have the gender expertise and the methodological skills they need to fulfil their responsibility for implementing gender mainstreaming? Does the organisation have a competence development plan to help systematically develop gender equality competence? Have existing quality standards for gender equality competence development initiatives also been considered? Are the activities for developing gender equality competence fully integrated into a coherent gender mainstreaming strategy and are they approached in a systematic manner? ",
        "Institutional Transformation 37 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE a gender information management system. Depending on the organisation’s size and structure, a gender information management system can act comprehensively across the entire organisation or it can be set up to handle individual units and their specific areas of expertise and fields of activ- ity. This can take the form of anything from annotated read- ing lists to sophisticated databases. What is important here is the competent and continuous maintenance of the information management system. Guaranteeing the technical quality of content and ensuring regular updates may be a task that is assigned to the gender mainstreaming support structure . When setting up a gender information management sys- tem, it is important to consider which materials are to be collected and how these can best be edited and systemati- cally distributed in order to actively support staff members during the implementation of gender mainstreaming. Collecting and supplying information Useful informative literature to support the implementation of gender mainstreaming can include methodological tools (e.g. guidelines, working papers) and above all quantitative and qualitative facts and data that support this specialised work, e.g. gender-disaggregated data, research results on gender aspects in the respective fields of activity, and ex- perience obtained from pilot projects. During this process, subjects such as ethnicity, disability and other categories of social discrimination should also be taken into account. When gathering relevant materials, a decision should be made about whether to collect materials as extensively and completely as possible or whether to use a targeted approach, selecting only the most suitable and helpful ma- terials in order to make it easier for staff to search for, find and choose information. The purpose of an information management system is to ensure that materials designed to provide personnel with specific support in implementing gender mainstreaming are suitable, easy to find and readily available. It is also important that materials are provided in a clearly structured manner and that there are instructions informing staff about where the different materials can be found. Sources EIGE’s website provides gender statistics and infor- mation about different policy areas. The European Commission’s website also presents a collection of research reports, facts and figures, policy documents and further material about the priority areas of the EU’s gender equality strategy. > EIGE: Gender Statistics Database > European Commission: Gender equality http://ec.europa.eu/justice/gender-equality/ index_en.htm Preparing information The objective of a gender information management sys- tem extends far beyond the mere collection and provision of available materials. It aims to selectively pick out the facts and information needed, to systematise and analyse these and to provide edited versions with added annotations. It also aims to make staff members aware of what quantitative and qualitative information they should factor in to their work in order to achieve the substantiated implementation of gender mainstreaming. Furthermore, a good information management system not only supplies available statistics, reports and other relevant materials, but also draws attention to existing gaps in in- formation. It should also include the targeted processing of previously missing data, or facts that are not differentiated by gender, and present information that reveals gender dis- parities. It may be helpful to allocate financial resources spe- cifically for the preparation of the relevant gender statistics and the commissioning of research. ",
        "Institutional Transformation 38 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Gender equality indicators and gendered statistics Gender equality indicators and the availability of data disaggregated by sex and further categories (such as age, ethnicity, etc.) play an important role in imple- menting gender mainstreaming. For example, they are used to carry out gender analyses . The collec- tion, preparation, interpretation and explanation of sex-disaggregated data and the development of gen- der indicators can therefore play a key role within the scope of gender information management. > Commonwealth Secretariat: Using gender‑sensitive indicators: a reference manual for governments and other stakeholders http://www.aic.ca/gender/pdf/Commonwealth_GSIs. pdf > Statistics Sweden: Engendering Statistics. A Tool for Change http://www.scb.se/statistik/_publikationer/ LE0202_1996A01_BR_X93 %C3 %96P9601.pdf > United Nations: Developing Gender Statistics: A Practical Tool http://www.unece.org/fileadmin/DAM/stats/publica- tions/Developing_Gender_Statistics.pdf > EIGE: Gender Equality Glossary and Thesaurus http://eige.europa.eu/rdc/thesaurus Particularly during the initial introduction phase of gen- der mainstreaming, the preparation of carefully tailored materials, such as factsheets, can present a good oppor- tunity to build awareness and direct attention towards key gender-related aspects in each of the respective fields of activity. Distributing information During the introduction of gender mainstreaming, it can be particularly useful not only to ensure that relevant ma- terials are readily available but also to actively distribute these among staff members. This can be achieved, for ex- ample, through newsletters or mailing lists. This distribu- tion of information increases awareness of the topic, offers staff members additional support and helps communicate which information is important and available. Example GIZ has established a Gender Knowledge Platform containing publications, videos, podcasts and sample projects, among other things. The Italian Structural Transformation to Achieve Gen- der Equality in Science (Stages) project provides an intranet platform with information material and docu- ments on a range of topics. ",
        "Institutional Transformation 39 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Step 11 — Launching gender equality action plans Rationale Gender mainstreaming has both a methodological dimen- sion and a specialist technical one. While gender main- streaming methods and tools focus on the methodological dimension — i.e. how gender mainstreaming is to be imple- mented — gender equality action plans describe the spe- cialist technical side. This covers what is to be implemented and what is to be achieved within a specific policy area or field of activity, e.g. housing, public transport or healthcare. Gender equality action plans are a useful stage in the im- plementation of gender mainstreaming within an organisa- tion’s various fields of activity. This is because they establish more than a technical foundation for practical implementa- tion measures: they also initiate a vital learning process. Key aspects Gender equality action plans serve to break down and set out an organisation’s overarching gender equality objec- tives to suit the individual units within the organisation and the specific fields of activity that are involved. For each field, they describe which gender equality goals are to be pur- sued using which measures, in order to help achieve the organisation’s overall gender equality objectives. While the working plan for introducing gender mainstream- ing specifies the steps and planned activities for effecting organisational change, gender equality action plans ad- dress the output dimension of an organisation (according to the SPO model) , i.e. the results and ‘products’ of an or- ganisation and how these contribute to promoting gender equality within a specific policy area. Quick check KEY QUESTIONS STRENGTHS WEAKNESSES Is comprehensive yet tailor-made information on gender issues relevant to the organisation’s policy areas and fields of activity available and easily accessible for all staff members? Are relevant materials on gender issues provided in a clearly structured manner? Are these materials actively distributed among staff members? Are all statistics that are produced or used by the organisation disaggregated by sex and — where suitable — by further categories (e.g. age, ethnicity, disability, etc.)? Is the gender information management system supplemented and updated on a regular basis? ",
        "Institutional Transformation 40 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Key elements of a gender equality action plan Gender equality action plans should contain the following. • A gender analysis describing the gender aspects relevant to the policy area or field of activity in question (e.g. regional development, geriatric care, labour market measures, etc.). With the help of sex-disaggregated data, this analysis attempts to quantitatively represent the actual situation in- sofar as respective data are available. The causes, influencing factors and effects of gender-related differences within the respective field of activity are analysed and presented. • Gender equality objectives derived from the organisation’s major goals and expressed in prac- tical terms, based on the gender analysis for the particular field of activity. These gender equal- ity objectives are both ambitious and realistic as well as being measurable, determining how the planned activities will contribute to promoting gender equality in the respective policy area and field of activity. • Approaches for addressing the identified gen‑ der aspects and achieving the set gender equal- ity objectives. For this purpose, a gender impact assessment is conducted, examining previous and planned activities and measures. Using this assessment as a foundation, key aspects and pri- orities are determined and appropriate activities and measures are planned in order for the gender equality objectives to be achieved. The required resources, responsibilities and timeline are also set out. • Indicators for monitoring implementation and evaluating the achievement of targets. The development of gender equality action plans is a de- manding task that requires in-depth knowledge of gender issues. A gender mainstreaming support structure can pro- vide advice to personnel about developing such plans and a gender information management system can support them by providing the data and information that they need. A participatory approach to developing gender equality action plans boosts the learning process and can be a cen- tral element in developing gender equality competence when coupled with the transfer of skills and knowledge. Example In Greece, ministries are to develop and implement action plans, pointing out how they address gender issues in their respective fields of activity. In Austria, a national action plan for gender equality on the labour market (2008-2013) was included in the government agreement of 2008 in order to develop and implement concrete measures over a 5-year pe- riod. With this plan, the federal government wished to define its strategy and focus on actions designed to achieve equality between women and men on the labour market. The aim was to pool together relevant activities and ensure a coordinated approach, thus improving the consistency and coherence of govern- ment policies. The action plan was developed using a participatory process. > National action plan for gender equality on the la- bour market (2008-2013): https://www.bka.gv.at/ DocView.axd?CobId=42528 ",
        "Institutional Transformation 41 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Step 12 — Promoting equal opportunities within the organisation’s personnel Rationale The gender mainstreaming strategy aims to change an organisation’s orientation and modes of operation in such a way that the results and effects of the organisation’s ac- tivities support the advancement of gender equality in all of the organisation’s fields of intervention (i.e. the output dimension, as per the SPO model). However, promoting equal opportunities within an organisation and its person- nel is not least a question of internal and external credibility. Example The United Nations Development Programme’s (UNDP) gender equality strategy includes a gender parity strategy 2013-2017. This parity strategy is an an- nex to the main gender equality strategy and gives detailed figures about the state of parity and dispari- ties, including in comparison with other UN entities. The UNDP human resources unit is responsible for the gender parity strategy. Quick check KEY QUESTIONS STRENGTHS WEAKNESSES Do all units of the organisation have gender equality action plans? Do the gender equality action plans include a well-substantiated and comprehensive gender analysis of the respective field of activity, defined gender equality objectives, a clearly stated approach to addressing gender issues as well as monitoring indicators? Who is responsible for implementing and monitoring the gender equality action plans? Is there a fixed date set for evaluating implementation and the achievement of targets? ",
        "Institutional Transformation 42 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Key aspects According to the Council directives on anti-discrimination, which have become national legislation in EU Member States, the prevention of discrimination is a legal obligation. Public institutions must therefore take action in order to en- sure equal opportunities among their personnel. There are various fields of activity that can have an influence on internal equal opportunities. The choice of which field to focus on depends largely on the state of existing provisions for equal opportunities within an organisation. The follow- ing aspects are thought to be the key fields of activity in most organisations in terms of ensuring equal opportuni- ties among personnel. Gender balance in staffing patterns and a fair representation of women in managerial positions Figures clearly show that there is a long way to go in terms of achieving equal participation of women and men in se- nior positions. In 2012, women occupied only 29 % of the highest-level positions within ministries and other govern- ment departments. Instruments such as equal opportunities plans allow for a systematic approach to improving the gender balance in staffing patterns and monitoring the advancement of equal opportunities within an organisation. An equal opportuni- ties plan usually consists of three parts: • analysis of the current situation within the organisation differentiated by gender (e.g. positions, fields of work, salaries, participation in professional training programmes etc.); • targets (e.g. quotas); • planned measures for achieving the targets (e.g. mentoring programmes). Regular monitoring of progress made and target achieve- ment is a crucial element of equal opportunities plans. Set- ting target quotas and regularly monitoring their achieve- ment can be useful, especially if this is embedded in the processes of management by objectives. A system of incen- tives for the promotion of equal opportunities may help to increase efforts and strengthen commitment. Engaging senior men The European Commission’s Network to Promote Women in Decision-Making in Politics and the Econo- my has published a working paper entitled How to en‑ gage senior men to promote women to decision‑making positions . http://ec.europa.eu/justice/gender-equality/files/ gender_balance_decision_making/working_paper_ engage_men_promote_women_en.pdf Gender‑sensitive staff recruitment and performance appraisals To improve the balance of women and men within an or- ganisation’s personnel, it is important to provide fair proce- dures for staff recruitment as well as a performance assess- ment scheme that is not flawed by (gender) biases. There is evidence that a bias exists in the performance assessment of employees who work part-time. Stereotypes such as part-time staff being less motivated and performing worse than full-time employees can lead to lower-ranking job per- formance assessments for part-time personnel. As women often represent the majority of part-time workers, this can lead to indirect discrimination against women. The proce- dures of staff recruitment and the criteria of performance assessment must therefore be revised; senior managers and human resources staff alike should be sensitised to gender and other biases. Equal pay for equal or comparable work performed by women and men The undervaluing of women’s work is one of the main causes of the gender pay gap. Due to gender stereotypes, women’s and men’s work is often valued differently, and women thus earn less than men for doing jobs that could also be valued equally. For instance, in a situation where women and men are equally qualified, more value is at- tributed to responsibility for capital or technology than to responsibility for people. ",
        "Institutional Transformation 43 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Identifying the pay gap in the workplace and gender‑bias‑free job evaluation A range of tools exist to help identify the gender pay gap in the workplace. The European Commission’s website presents a collection of tools as well as other documents related to the gender pay gap. > http://ec.europa.eu/justice/gender-equality/ gender-pay-gap/depth-info/tools-gpg/ index_en.htm A range of tools from different EU Member States that can be used for gender-bias-free job evaluation can also be found on the European Commission’s website. > Tools for job evaluations: http://ec.europa.eu/jus- tice/gender-equality/gender-pay-gap/national-ac- tion/job-evaluation/index_en.htm > The ILO’s Gender‑Neutral Job Evaluation for Equal Pay: A Step‑by‑Step Guide http://www.ilo.org/wcmsp5/ groups/public/@ed_norm/@declaration/docu- ments/publication/wcms_122372.pdf Better reconciliation of work and family for women and men Facilitating the reconciliation of work and family plays a key role in improving the gender balance in staffing patterns. A better work-life balance also helps to increase staff moti- vation. There are many ways in which an organisation can promote a better work-life balance for its personnel. These include flexible working arrangements, provision of child- care, temporary leave as well as supporting the return to work. It should also be noted here that provision of care not only includes childcare, but also care for the elderly and for disabled persons. The reconciliation of paid work and long-term care is especially difficult because care can be required for indefinite periods of time. Promoting work‑life balance The European Parliamentary Research Service pro- vides an overview of the topic of reconciling work and family life, with many links to further reading. > European Parliamentary Research Service: Reconcil- ing work and private life http://epthinktank.eu/2014/04/09/ reconciling-work-and-private-life/ Examples of training manuals on work-life balance: > Work‑Life Balance: Training Manual http://www.mvc.edu/files/ep-work-life-balance.pdf > Flexible working and work‑life balance http://www.acas.org.uk/media/pdf/4/n/Flexi- ble-working-and-work-life-balance.pdf An equal share of care work among women and men is both a prerequisite for gender equality and an equality objective in its own right; however, activities to improve the reconciliation of work and family often focus only on women. Particular attention should therefore be paid to ad- dressing the needs of male staff as well. Fostering a gender‑sensitive organisational culture Promoting equal opportunities within an organisation also means creating an organisational culture that is gender sen- sitive. Organisational culture refers to the collective behav- iour and attitudes shaped by a set of tacit values, beliefs and visions. It determines how individuals are expected to be- have and how both groups and individuals communicate and interact with each other. Tackling organisational culture is not only a crucial element in implementing organisational change as part of gender mainstreaming, but also for pro- viding a respectful and empowering atmosphere in the workplace, free from any form of harassment. This includes eradicating behaviour like sexist jokes and derogatory com- ments as well as establishing procedures for preventing and dealing with sexual harassment in the workplace. ",
        "Institutional Transformation 44 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Quick check KEY QUESTIONS STRENGTHS WEAKNESSES Are measures being implemented to improve the gender balance in staffing patterns and to increase the representation of women in decision-making positions? Have recruitment procedures and performance appraisal criteria been revised? Have tools for job evaluation been introduced that are free from gender bias? Is the organisation engaged in reconciling the balance of work and family life for its staff members? Does the organisational culture provide a respectful and empowering atmosphere in the workplace? Does the organisation have clear procedures for preventing and dealing with sexual harassment in the workplace? Equality Pays Off An initiative by the European Commission (DG Jus- tice) named Equality Pays Off tackles the challenges of a shrinking and ageing European population and the decrease in the number of qualified people available on the job market. It mainly addresses private compa- nies but the information is partially applicable to the public sector. > Read more: http://ec.europa.eu/justice/gender-equality/ equality-pays-off/index_en.htm ",
        "Institutional Transformation 45 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE 2.3. Evaluation and follow‑up phase Step 13 — Monitoring and steering organisational change Rationale The systematic monitoring of the gender mainstreaming implementation process strengthens an organisation’s ac‑ countability and also ensures that the incipient process does not get lost in day-to-day business. Furthermore, the regular review of progress forms a basis for systematic process man- agement. A monitoring system provides evidence of how much progress has been made in the process of organisa- tional change, where reinforced efforts or new priorities are needed, and whether adjustments should be made to the strategy, for example due to changes in external conditions. Key aspects In principle, monitoring the process of organisational change means nothing more than checking at regular in- tervals whether, or to what degree, the activities outlined in the working plan have been implemented and whether predefined milestones have been reached. This may be done using regular reporting, surveys or other methods. It is important to explicitly set out beforehand — i.e. during the preparation of the working plan — how and when the implementation of planned activities and the achievement of predefined milestones is to be ascertained and analysed, and who is responsible for this. The data gathered can be used to evaluate the procedure’s progress, analyse whether or not the chosen strategy will be successful, and consider how the strategy should be adjusted. This evaluation can, for example, be carried out using regular review meetings. It may also be advisable to commission an external evaluation in order to obtain an in-depth process analysis. This would consider which par- ticular problems and barriers exist, the probable causes for these and what possible solutions might exist. One way to evaluate the process of organisational change is to carry out follow-ups of the organisational analysis at regular intervals. Finally, the decisive factor here is how these findings are used for steering the process of organisational change. Dur- ing this process, it may be necessary to react to any con- straints that occur, to reinforce certain efforts or to set new priorities in order to ensure success. To this end, the working plan must be updated continuously and changes may also need to be made to the gender mainstreaming strategy . Monitoring may be included as a task for the gender main‑ streaming support structure . The support structure should also be integrated into steering the process of change. However, responsibility for steering the process and the related decision-making procedure still ultimately lies with the executive staff. Example The UNDP had its gender mainstreaming strategy 1995-2005 evaluated in order to increase its effective- ness. The UNDP’s new gender equality strategy 2014- 2017 states that the UNDP will have an independent evaluation conducted after its implementation. ",
        "Institutional Transformation 46 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Quick check KEY QUESTIONS STRENGTHS WEAKNESSES How is the process of organisational change towards gender mainstreaming steered, and progress monitored? Is the working plan updated on a regular basis? Is the gender mainstreaming strategy reviewed at regular intervals and adapted if necessary? Who is responsible for monitoring and steering the introduction of gender mainstreaming? ",
        "Institutional Transformation 47 3.1 Dealing with resistance Because institutions are unique entities, each will experi- ence its own specific forms of resistance. However, resis- tance can always be an indicator for real transformation. It should therefore be taken as an opportunity to communi- cate messages about gender equality. Booklet on resistance against gender mainstreaming The Swedish Jämtland County Administrative Board has published a booklet on how to deal with resis- tance, with practical examples and illustrations. Its title is Facing Resistance: Managing Gender Mainstream‑ ing in Organisations : http://jamda.ub.gu.se/bitstream/1/171/1/Facing_Re- sistance.pdf It is important to prevent resistance by increasing transpar- ency about the implementation of gender mainstreaming and by communicating the process throughout the entire institution. It can sometimes be helpful to use internal com- munication channels, such as newsletters or mailing lists, to pick up on arguments and tackle them appropriately. It is also important to involve the staff and give them the op- portunity to develop ownership of change. Likewise, it is also important that open and hidden resis- tance is dealt with by inviting actors to discuss the issue, thus giving them the chance to articulate their concerns and objections. In such a discussion, it is vital to focus on a common goal as well as on the benefits of institutional transformation. Highlighting facts and figures and using scientific studies to back up arguments can help prevent ideological debates. In cases when resistance is slowing down a process signifi- cantly, or even blocking it, it may be advisable to engage the help of an external expert or facilitator. How to deal with resistance at an individual level It is important to stress that gender mainstreaming is about structural change within an institution. The individual per- son does indeed play a role, but their private life is not be- ing questioned. Gender equality is not about prescribing how individuals should lead their lives; rather, it is a profes- sional strategy leading to better working results and better services for citizens. Furthermore, gender mainstreaming is not about blaming men for discriminating against women. Instead, it allows a sophisticated perspective on the situation of women and men as social groups and the patterns that create imbal- ances in gender relations. If there are ideological constraints that lead to staff passively or actively boycotting gender mainstreaming, it should be made very clear that it is not an individual or private deci- sion whether to take part in an organisational process or not. It is the professional responsibility of every member of staff at every level to contribute to the institution’s policy. Sometimes it can be useful to compare gender equality with other policies and rules such as working efficiently and saving costs: why are certain policies scrutinised significant- ly more than others, although both policies are crucial to the institution’s success? Occasionally, questions like ‘Why do we have to do addi- tional work?’ are expressed. In this case, it is important to check whether this is a sign of resistance or whether the task of implementing gender mainstreaming has indeed significantly increased staff workload. If so, the working plan should be revised. However, it should also be made clear that gender mainstreaming is not an ‘extra’ project, but a natural part of operations. As with any other task, main- streaming gender within staff working routines is to be rec- ognised in performance appraisal procedures. It is also important that gender equality is not perceived as being a ‘women’s issue’ . A study commissioned by the Eu- ropean Commission, entitled The role of men in gender equal‑ ity ( 9 ), clearly shows that men can also benefit from gender equality. Balancing care and employment tasks as well as an improved work-life balance are all related to improvements 9 http://ec.europa.eu/justice/events/role-of-men/index_en.htm 3. Gender institutional transformation in practice ",
        "Institutional Transformation 48 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE in men’s health, and may even lead to increased life expec- tancy (Scambor and Wojnicka et al., 2013). How to deal with resistance on an organisational level Staff are often tired of organisational rearrangements and change processes. In this case, it is important to stress the added value of gender mainstreaming: the focus on out- comes and results will eventually lead to more targeted and sustainable services. Mainstreaming gender will lead to more evidence-based decision-making, monitoring and a focus on the effects of services. This modern style of gov- erning should also be in the interest of civil servants. One common argument against gender mainstreaming is that it is a policy which is imposed upon an organisation. Depending on the administrative level, this imposition is at- tributed to the UN, the EU, a federal government, or other higher-level institutions. In this case, it is important to high- light the intrinsic benefits of gender mainstreaming, as de- scribed in this section, so as to show that there are advan- tages for both the organisation and its staff. Resistance to changing hierarchies caused by equal op- portunity policies is not easy to tackle. However, gender biases in human resource management can create addi- tional costs: the most qualified and suitable person should be selected for a certain position, regardless of his or her sex. There is evidence that homosocial settings are less in- novative and creative than teams comprised of staff from diverse social and cultural backgrounds. However, the cau- sality between the diversity and performance of teams is still a controversial issue in academia. Again, resistance at this level can be tackled by highlighting the role of men in gender equality and the advantages it presents for both women and men (see above). How to deal with resistance at the level of discourse There are also actors who dismiss gender equality and gender mainstreaming as ‘feminist ideologies’. This is often a strategy to undermine gender equality as a political goal. In this case, it is important to scrutinise the sources of these kinds of arguments. With good knowledge of the origins of gender mainstreaming, its goals and benefits, these kinds of arguments can be disproved. It is also important to note that not everybody within an institution has to be com- pletely convinced of the need to implement gender equal- ity, as long as there is a critical mass to support the process. Some arguments against gender mainstreaming and gen- der equality are difficult to deal with because they are based in deeply rooted beliefs. There still exists, for example, the notion that women and men are essentially different be- ings. This is based on the assumption that there are static bi- ological differences between women and men that cannot and also should not be changed. In this case, it is important to clarify the difference between sameness (which is not the aim of gender equality) and gender equality as a matter of equal rights — and therefore a basic human right. Using facts and figures to overcome resistance Resistance is also caused by a lack of knowledge. It is therefore important to introduce key facts and fig- ures. A possible way to do this is with a gender quiz. You can find an example quiz in the module. Adapt- ing questions and answers to suit the target group’s knowledge and field of experience are even more appealing and effective. For example, a quiz showing gender disparities in one’s own organisation or in the sectoral fields of the organisation may lead to an ‘Aha!’ experience. How to react to resistance? Statements and reactions Sometimes there are good reasons for asking critical ques- tions, and sometimes those questions are a sign of resis- tance. In any case, critical questions should be used to elab- orate on the advantages and benefits of change processes targeted at gender equality. In the following section, we present typical questions on gender mainstreaming and which possible answers can be useful to reduce the level of resistance in an organisation. Statement: The implementation of gender mainstream- ing will mean additional work. Our workload is high already! Possible reaction: This can be a very valid question. For example, if the gender mainstreaming implementation pro- cess was not allocated enough resources , then this would be an important question, indicating inadequacies. On the other hand, it is important to assess whether the question arises only in the case of gender mainstream- ing, whereas other processes of change, which also cause a shift in working processes (e.g. the introduction of new software), are not questioned on the grounds of an unac- ceptable rise in workload. The central argument/answer to this question is the follow- ing: ‘On the contrary, gender mainstreaming aims to reduce staff workload over the long term. Yes, at first there may be more work, because gender mainstreaming brings new knowledge into play and actors are asked to take a closer look at possible outcomes. However, this leads to more sus- tainable services and policies as well as more efficient work. Therefore, in the long run there will be less work.’ ",
        "Institutional Transformation 49 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE The film on gender mainstreaming from Sweden (see above) also addresses the issue of workload. Statement: This is yet another process of change. We first have to recover from the last one and let things settle down before embarking on a new process. Possible reaction: This is often uttered in institutional settings in which constant learning is not part of the organisational cul- ture. It is important to make clear that in today’s working en- vironment change is a constant. Organisations have to adapt to an evolving environment and embrace a constant learning process — irrespective of the issue of gender equality. Statement: Gender equality is imposed on us (by the Di- rectorate-General, the EU, the federal government, etc.), but it is not in our interest. Possible reaction: On the one hand, it is important to demonstrate the intrinsic benefits of gender equality for an organisation, such as the quality of services provided, bet- ter impact assessments, etc. On the other hand, it is impor- tant to make clear that there is a legal framework for gender equality and that public organisations have to operate in accordance with these legal requirements. Therefore, this is not a question of imposing gender equality but a question of basic rights and democratic consent. Another strategy can be to compare gender equality with other policy fields: if we were talking about issues such as child labour, environmental protection or working in an ef- ficient and cost-saving way, would there be a similar allega- tion that the policy was simply being imposed? Statement: We do not discriminate against women; we treat everyone equally. It is therefore not necessary to ad- dress gender issues. Possible reaction: Equal treatment in a situation of un- equal preconditions can have adverse effects . Statement: There are more important problems than gen- der equality, such as discrimination against people with disabilities. Possible reaction: Gender is a concept that intersects with all forms of social categories. For example, statistics show that disabled women are on average in a less favourable position than disabled men. Gender is not about ‘women’ and ‘men’ as monolithic and homogeneous social groups; rather, it refers to a structural pattern in society (in gender studies, this concept is called ‘intersectionality’). In gender mainstreaming, one social group is not played off against the other social group; rather, when examining a certain field of intervention, social structures, as well as women and men in all their diversity, are taken into consideration. Statement: Women and men are different: why try to make them equal? Possible reaction: Gender equality is not about sameness: it is about equal opportunities and equal rights. Statement: Gender is an ideology challenging the natural biological differences between women and men. Gender and gender mainstreaming therefore aim to destroy the normal family. Possible reaction: This is a misperception of gender as a concept and of gender mainstreaming as a strategy, and one which expresses political enmity. Gender refers to the realm of the social. Gender studies have shown that femi- ninity and masculinity are not fixed patterns: what it means to be female and male is depends on time and cultural pat- terns. Moreover, what is considered to be natural or normal has changed over time, and indeed is constantly changing. This ideological allegation can be easily countered: to state that only one model of a family is ‘normal’ is indicative of an ideology that excludes certain forms of living and privileges others. ‘Gender equality doesn’t mean that the sexes should do the same things. It means equal rights, opportunities and responsibilities for women and men’ (Nordström and Simonsson et al., 2007, p. 5) ",
        "Institutional Transformation 50 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE 3.2 Examples of gender institutional transformation in practice 3.2.1 Planning phase Example 1 — Strengthening accountability about gender mainstreaming Communication from the European Commission on in‑ corporating equal opportunities for women and men into all Community policies and activities The European Commission’s Communication of 21 Febru- ary 1996 on incorporating equal opportunities for women and men into all Community policies and activities is an example of how to create accountability. The Communica- tion recommends six lines of action: employment and the labour market; women entrepreneurs and assisting spous- es; education/training for women; people’s rights; develop- ment cooperation; and staff policy. The Communication addresses all Member States and states that all Community policies and actions should sys- tematically consider a gender perspective, beginning with the planning stage. Furthermore, it takes into account the fact that both women and men need to be committed to the idea of gender mainstreaming and that gender equality is not only about institutional mechanisms but also about individual and cultural attitudes and behaviours. What does the example show? The Communication is a clear commitment to gender mainstreaming. The Commission demonstrates that it con- siders gender equality as an important issue that should be included in the Commission’s work. It clarifies its expecta- tions of staff. The Communication is therefore a top-down instrument. As the European Commission is an important institution for agenda setting within the European Union and its Member States, this Communication demonstrates the political will for gender equality. Why is the example suitable for promoting institutional transformation? As the Communication was published by the European Commission itself, it is binding for the organisation. The rules of action outlined in the example are based on knowl- edge of the multidimensional issue of gender inequalities. Gender mainstreaming is related to concrete political action concerning, for example, education and training of women or women’s access to the labour market. Moreover, the Eu- ropean Commission aspires to challenge existing discrimi- natory stereotypes inside the administration and within the European Union. What was the example’s line of action? The European Commission participated in the United Na- tions Fourth World Conference on Women held in Beijing in 1995. The Communication was the outcome of a discussion in 1996, following this conference. The Commission pub- lishes communications to draw attention to topical issues. Although communications are policy documents with no mandatory authority or legal effect, all Member States and various players and organisations are strongly advised to take them into account. What lesson can be learned in terms of success factors? Since the Communication was published in 1996, it has been influential in the discussion on gender mainstreaming and is widely quoted. The Communication was an important move for the many activities relating to the implementation of gender mainstreaming both within the Commission and in Member States. It shows that a top-down approach that creates accountability is an important driver for a systematic gender equality policy. Sources/read more http://eur-lex.europa.eu/LexUriServ/LexUriServ. do?uri=COM:1996:0067:FIN:EN:PDF High‑Level Interministerial Working Group on Gender Mainstreaming in Austria The Interministerial Working Group on Gender Mainstream- ing in Austria was established in 2000 by the Council of Ministries. The enactment worked as a basis for the imple- mentation of gender mainstreaming at federal level as well as a means to fulfil international commitments concerning gender mainstreaming. The broad involvement of differ- ent institutions and actors at national level from the very beginning indicates the binding commitment to gender mainstreaming and creates accountability even beyond the working group. The tasks of the working group are: • to support and consult on the gender mainstreaming implementation process in all of the federal ministries as well as at all administrative levels; • to exchange information and best practices (both national and international); • to develop criteria for the implementation of gender mainstreaming as a strategy; ",
        "Institutional Transformation 51 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE • to monitor and evaluate projects, measures and law with regard to objectives set as part of the implementation of gender mainstreaming. What does the example show? Although the working group can be defined as a support structure, it is an example of how to create accountability: the government members are high-level executives from the federal ministries responsible for advancing the process and communicating within their ministries and depart- ments. The resolution on establishing the interministerial task force for gender mainstreaming/budgeting refers to milestones in the implementation of gender mainstream- ing, such as the United Nations Fourth World Conference, held in Beijing in 1995. Referring to an international context is another factor that influences all members’ accountability for gender mainstreaming. Why is the example suitable for promoting institutional transformation? The working group is exemplary in terms of creating ac- countability for gender mainstreaming because it is de- ployed by the Council of Ministries, whose decisions are highly binding. It shows that commitment and account- ability can be created through high-level bodies if they ac- knowledge gender equality as an important objective. Who is involved and in what way? At the request of the Federal Minister for Education and Women, the International Working Group on Gender Main- streaming was implemented by the Council of Ministers. The Federal Minister for Education and Women acts as president of the working group. What was the example’s line of action? The working group was created in 2000 as a result of a re- quest by the Federal Minister for Education and Women to the Council of Ministers. It was reviewed in 2010 and is af- filiated to the Federal Ministry for Education and Women. What lesson can be learned in terms of success factors? It is important to make executives and the management of an institution responsible for the implementation of gender mainstreaming, as defined in law. This creates incentives for the rest of the staff. In addition, there is more accountability if a managing and coordinating body is in place. Sources/read more Website of the Interministerial Working Group on Gender Mainstreaming (in German): http://www. imag-gendermainstreaming.at/cms/imag/subcoverpage. htm?channel=CH0557. System‑wide action plan on gender equality within the United Nations UN SWAP is based on a policy statement by the UN CEB. In this statement, the CEB requires indicators and timetables to be created, responsibilities to be allocated, and account- ability mechanisms as well as resources to be put in place. The SWAP acts as a framework for a gender mainstreaming working plan to be applied to many UN organisations. It in- cludes indicators and timetables, allocates responsibilities, and defines accountability mechanisms and resources. The SWAP consists of a 20-page main paper, which was published in April 2012, followed by technical notes (69 pages), which were published in December 2013. These technical notes give guidance on the completion of the de- fined performance indicators. What does the example show? The SWAP shows that it is possible to create a high level of accountability by using mechanisms of accountability which are already anchored in institutions. It also shows that it is possible to define indicators for performance that are feasible and at the same time demanding in terms of achieving gender equality objectives. The SWAP is strong on accountability. The term is explained with regard to the UN system and refers to standard ac- countability systems. Why is the example suitable for promoting institutional transformation? Its core elements were an introduction of accountability processes and mechanisms as well as results-based man- agement for the implementation of gender equality. The SWAP also takes up institutional transformation by includ- ing organisational culture as an issue. 1 of the 15 perfor- mance indicators is: ‘Organizational culture fully supports promotion of gender equality and the empowerment of women’ (SWAP, p. 12). Each of the 15 indicators has to be rated, with a rating sys- tem on a scale of one to five: (1) exceeds requirements; (2) meets requirements; (3) approaches requirements; (4) miss- ing; and (5) not applicable. Who was involved and in what way? The action plan was developed by UN Women. Within the UN system, 35 partner entities are involved, 7 of them as piloting entities. However, all UN entities are expected to re- port on the SWAP. The Human Rights and Gender Equality ",
        "Institutional Transformation 52 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Task Force developed a scorecard to report on the UN SWAP indicator, as well as the technical notes. What was the example’s line of action? In 2006 the CEB statement called for a UN-wide strategy on mainstreaming gender. In addition, the Economic and Social Council published a resolution on ‘Mainstreaming a gender perspective into all policies and programmes in the United Nations system’ in 2010 after the establishment of UN Women in 2010. Which components of the example relate to 1 or more of the 13 steps of the guide, and how? The SWAP contains good evaluation mechanisms (see Step 3). The indicators defined in the SWAP allow for the systematic evaluation of the implementation of gender mainstreaming. What lesson can be learned in terms of success factors? The example shows a strong commitment from the man- agement level. It also indicates that clear top-level state- ments about the significance of an effective approach to mainstreaming gender equality were a success factor in creating accountability mechanisms. Sources/read more • UN SWAP (2012): http://www.unwomen.org/~/ media/Headquarters/Attachments/Sections/ How %20We %20Work/UNSystemCoordination/ UN-SWAP-Framework-Dec-2012.pdf • UN SWAP Technical Notes (2013): http:// www.unwomen.org/~/media/Headquarters/ Attachments/Sections/How %20We %20Work/ UNSystemCoordination/UN-SWAP-technical-notes.pdf • Statement by the Chief Executives Board for Coordination (2006): http://www.un.org/womenwatch/ ianwge/gm/UN_system_wide_P_S_CEB_ Statement_2006.pdf • Brochure on SWAP by UN Women (2014): http://www. unwomen.org/~/media/Headquarters/Media/Stories/ en/unswap-brochure.pdf Example 2 — Allocating resources to institutionalise gender mainstreaming The ILO action plan for gender equality 2010‑ 2015 Since 1999 the ILO has promoted gender equality by us- ing action plans. The action plan 2010-2015 uses a results-based approach and is aligned with the organisation’s Strategic Pol- icy Framework 2010-2015 and its three biennial programmes and budgets that fall in that 6-year period. The action plan’s structure is based on the six main elements necessary for UN strategies to promote gender equality, as stated by the United Nations CEB. These are: ‘accountability; results-based man- agement for gender equality; oversight through monitoring, evaluation, audit and reporting; human and financial resourc- es; capacity development; and coherence, coordination and knowledge and information management’. What does the example show? The ILO action plan 2010-2015 explicitly considers allocating resources such as time and money for the implementation of gender mainstreaming. It shows that a thorough imple- mentation of gender mainstreaming requires the allocation of financial as well as human resources. Why is the example suitable for promoting institutional transformation? The example shows how, from the very outset, human, time and financial resources are considered necessary to imple- ment gender mainstreaming sustainably. Furthermore, it acknowledges that gender mainstreaming needs experts from the outside. It also takes into account the fact that the implementation of gender mainstreaming requires action as well as the belief that gender equality is a fundamental aspect of decent work. What was the example’s line of action? Before the action plan came into effect in 2009, it was re- vealed that more resources were needed to implement gender mainstreaming effectively. The regular budget al- location was extended and, as a consequence, in the next phase budget matters were explicitly considered. Who was involved and in what way? The action plan was developed in 2009 in the context of the International Labour Conference Resolution on Gender Equality. What lesson can be learned in terms of success factors? The action plan takes into account that mainstreaming needs to be operationalised in order to achieve gender equality. This operationalisation requires different kinds of resources. ",
        "Institutional Transformation 53 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Sources/read more • http://www.ilo.org/wcmsp5/groups/public/— dgreports/—gender/documents/publication/ wcms_179106.pdf Example 3 — Conducting an organisational analysis Gender audits by the International Labour Organization The International Labour Organization and other interna- tional organisations have conducted gender audits and have also published a manual or handbook on the process and results. A report written on the current situation of gender equality includes good practices as well as recommenda- tions and challenges. Audits use a self-assessment approach and concern objective data as well as personal perceptions. What does the example show? The International Labour Organization conducted a gender audit to investigate existing gender awareness on an insti- tutional and a personal level among staff members. Gender audits are both a tool and process based on a participa- tory methodology to promote organisational learning. Staff members, managers and clients contribute to the audit in the same way. The final report refers, inter alia , to the follow- ing points: mainstreaming gender as a cross-cutting con- cern within the unit’s objectives, programme and budget, existing gender expertise and competence; information and knowledge management on gender issues; systems and instruments in use for accountability, evaluating and monitoring on gender equality; choice of partner organisa- tions; advocacy products and public image; staffing and human resources concerning balance between women and men, as well as gender-friendly policies, organisational culture and its effects on gender equality. Why is the example suitable for promoting institutional transformation? The example directly refers to institutional transformation because it is used as a tool for learning. Learning at the in- dividual, team and organisational level is a precondition for and key to organisational change. The aim of the gender audits was to promote this kind of organisational learning to better implement gender mainstreaming. What was the example’s line of action? In October 2001 the ILO launched the first gender audits in accordance with the ILO gender mainstreaming policy. The gender audits were conducted by trained facilitators to encourage dialogue and reflection among staff mem- bers. After the audit took place, a report was submitted to management and staff to share the knowledge on gender equality thereby gained. In 2012 the second manual for gender audits was released by the ILO. What lesson can be learned in terms of success factors? The ILO provided a model for gender audits which has the po- tential to link the implementation of gender mainstreaming to the issue of organisational culture and organisational change. Sources/read more • http://ilo.org/gender/Informationresources/ Publications/WCMS_113746/lang—en/index.htm • http://www.ilo.org/wcmsp5/groups/public/— dgreports/—gender/documents/publication/ wcms_101030.pdf Example 4 — Developing a gender mainstreaming strategy and a working plan to institutionalise gender mainstreaming Gender strategies of the GTZ (now GIZ) GIZ is a government-owned company which implements the programmes and projects of Germany’s development coop- eration policy. The organisation has published several com- pany strategies on gender mainstreaming since the 1990s. Each strategy is based on the findings of the evaluation of the previous strategy. The strategies define objectives and indicators, activities for implementation as well as responsi- bilities of staff. The strategies are the basis for planning and monitoring the organisational process on mainstreaming gender equality. The gender strategy 2006-2010 is described here because it is very detailed and was also linked to the quality management mechanisms of GTZ, using the model of the European Foundation for Quality Management. What does the example show? The example shows how gender mainstreaming can be op- erationalised and broken down into strands. It also shows how a strategy contributes to creating accountability and that there are two dimensions to gender equality, one of which is internal. Why is the example suitable for promoting institutional transformation? Objectives, indicators and activities are clearly defined in the 2006-2010 strategy. There is one overall goal: ‘women and men derive equal benefit from the development pol- icy contribution provided through technical cooperation ",
        "Institutional Transformation 54 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE and can participate equally in designing it’. There are two sub-goals: ‘gender issues are more firmly anchored in com- pany processes and procedures’ and ‘GTZ’s gender compe- tence is further strengthened’. To achieve these goals, bind- ing measures, with appropriate milestones, time frames and responsibilities, were defined and translated into a matrix of measures annexed to the strategy. In addition, the responsi- bility for implementing the strategy is assigned to the man- agers of departments, creating accountability. The example also shows that the strategy promotes in- stitutional transformation because it used mechanisms of quality management that were already in place in the organisation. What was the example’s line of action? The GTZ had its existing strategy evaluated by an external expert. The results of the evaluation were discussed within the organisation. On this basis, a workshop with the differ- ent corporate units was held. In this workshop, there was discussion as to the different ways in which the respective unit could contribute to the goals of the new strategy. As a result of the workshop, the matrix of measures was devel- oped, which was then published in the strategy. Who was involved and in what way? An external expert evaluated the 2001-2005 strategy and was also involved in conducting the workshops. On the basis of the results, a participatory approach was used to shape the new strategy. Several units of the GTZ held work- shops and worked on elaborating the strategy. The gender equality focal point coordinated the activities. What lesson can be learned in terms of success factors? The GTZ/GIZ approach shows that mainstreaming gender is an organisational learning process that has to be coor- dinated and monitored. The steps taken show that gender mainstreaming is feasible and contributes to a better qual- ity of results. Sources/read more • GTZ: corporate strategy on gender mainstreaming 2006-2010: http://www2.gtz.de/dokumente/bib/06- 1028.pdf • Gender strategy 2010-2014: http://www.giz. de/expertise/downloads/Fachexpertise/ giz-gender-strategy-en-2012.pdf 3.2.2 Implementation phase Example 5 — Establishing a gender mainstreaming support structure The examples below demonstrate different approaches to ensuring the provision of gender mainstreaming support to government and public administration. The examples show that there is no blueprint for a successful support structure, but that its set-up, staff and resources should be adapted to the specific context and culture of an institution. The City of Vienna’s Department for Gender Mainstreaming The Gender Mainstreaming Department of the City of Vien- na accompanies the administration of the City of Vienna in the implementation of gender mainstreaming. It provides information and knowledge on gender aspects and is re- sponsible for strategic coordination and networking. It also delivers analysis and advice to the administration of the City of Vienna. The department has its own website section with manuals, documentation of conferences and other useful information. To increase the accuracy of planning, the quality as well as the effectiveness of service delivery, the department is constantly counselling the administration. It aims at making gender equality a regular part of all processes, projects and activities of the City of Vienna administration. The department offers various forms of gender equal- ity competence development: standard gender train- ing workshops and the development of working support documents and guidelines, for example on topics like gen- der-sensitive language or sex-disaggregated data. There is also individual gender coaching. The selection of tools and methods is made in light of the diverse administrative cul- ture, which varies from department to department within the city’s government and administration. Another impor- tant element is the development of awareness-raising cam- paigns that address the citizens of Vienna but also the city’s administrative staff. What does the example show? The Vienna Gender Mainstreaming Department shows that in certain contexts it can be useful to have an internal de- partment that is an integral part of the administrative body. Why is the example suitable for promoting institutional transformation? Because the unit is firmly part of the administration proper, the Department for Gender Mainstreaming can accom- pany organisational change in the long run. It can offer ",
        "Institutional Transformation 55 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE tailor-made processes which lead to acceptance, learning and competence development. As achievements often take time when it comes to gender mainstreaming, con- tinuous networking and cooperation efforts over the years can contribute to organisational changes. What was the example’s line of action? The department was set up in 2005 as a project with three staff members. In 2011 it became a regular department within the Magistrat (central organisational unit), with four staff. Who is involved and in what way? The department networks with other internal staff engaged in gender equality, such as the gender budgeting unit or persons responsible for women’s health in the health de- partment, or the specialist for gender planning in the con- struction department. For special projects and research projects, external con- sultants are hired or the department cooperates with universities. What lesson can be learned in terms of success factors? The example shows that to mainstream gender equality it is important to stay on the ball for many years. Moreover, con- tinuous networking and cooperation with other support structures is a factor in success. Knowing the administrative culture as well as the administrative cultures of different de- partments is crucial in order to work effectively and provide support in an effective way. Sources/read more • Information in English: https://www.wien.gv.at/english/ administration/gendermainstreaming/office.html • Manual: Gender mainstreaming made easy : https://www. wien.gv.at/menschen/gendermainstreaming/pdf/ gender-mainstreaming-made-easy.pdf • Information in German: https://www.wien.gv.at/ menschen/gendermainstreaming/dezernat.html The Institute for the Equality of Women and Men in Belgium The institute is a semi-autonomous government institution that was established in 2002. It is the specialised body for gender equality that handles discrimination complaints, and also supports the government in the implementation of gender mainstreaming, which is a legal obligation in Belgium. The institute coordinates the interdepartmental coordination group on gender mainstreaming; it pro- vides training to members of this group as well as to staff in different ministries. It also consults administration units continuously by providing information on the practical implementation of gender mainstreaming. For example, it supports staff in including a gender dimension in poli- cies, programmes and reporting. It provides information on gender issues to the units responsible in sectoral fields. It also has an internal knowledge management structure for gender issues in the respective policy fields. The institute conducts research of its own but also coop- erates with gender experts and universities to gain knowl- edge on gender issues within the Belgium context. It also publishes reports on sex-disaggregated statistics. What does the example show? Gender mainstreaming is a learning process. A support structure that can offer a continuous stream of advice to ad- ministrative staff provides relief to actors involved in imple- mentation: learning requires outside stimulation, which can be provided by a support structure. The actors involved will feel more confident in being involved and actively partici- pating if there is someone available to give advice. Further- more, it will be difficult for administrative staff to conduct research and manage information on gender issues within their work schedules. A support structure can serve as a ser- vice unit to promote gender mainstreaming at this point. Why is the example suitable for promoting institutional transformation? The institute works in a structured and targeted way to pro- mote gender mainstreaming implementation. To a certain extent it is autonomous: this means it is not possible for civil servants to simply ‘delegate’ the responsibility and the tasks of gender equality to the institute. At the same time, it is attached to the government, and therefore the expert staff members at the institute have enough field compe- tence to actively support the administration in practical terms. Furthermore, the institute is charged by the law on gender mainstreaming to support the process of gender mainstreaming, which gives it a clear mandate to support the government and its administration in their obligations concerning gender mainstreaming. The support structure can raise acceptance levels of the implementation of gender mainstreaming and stimulate learning processes. The example also shows that the in- stitute contributes to a more evidence-based approach of governing, leading to better results and enhanced govern- ment service provision. ",
        "Institutional Transformation 56 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Who is involved? The Institute for the Equality of Women and Men is com- posed of about 35 staff from different areas. It has a unit on gender mainstreaming, with two staff members working almost exclusively on this topic and other staff providing personnel resources if necessary. There is also cooperation with networks of gender experts (such as researchers and trainers) and universities. What lessons can be learned in terms of success factors? The institute has 12 years of experience in supporting gen- der equality in the public sector. It shows that learning processes within the administration benefit from impe- tus injected by more or less external actors. This can have a positive impact on institutional transformation. The expe- rience of the institute shows that it is important to main- tain a support structure for a longer period than only one elected term of office, or a funding period within a Struc- tural Funds time frame. The example also shows that having experts who are exclu- sively responsible for supporting the government helps the gender mainstreaming process to become more evidence based and coherent, and therefore contributes to the qual- ity of the work of the government. Sources/read more • Source: http://igvm-iefh.belgium.be/en/ (English website, with more information available in French and Dutch) The Agency for Gender Equality within the European Social Fund in Germany (2009‑2013) Gender equality was a requirement in the last (and also present) funding period of the EU Structural Funds. It was part of the relevant EU Commission’s regulation on the ESF. The Agency for Gender Equality within the ESF was there- fore set up in 2009 by the German Federal Ministry for La- bour and Social Affairs, which was the managing authority for the ESF funding period from 2007 to 2013. The agency was set up as a private company outside the government. It aimed to ensure that gender mainstreaming was coher- ently integrated into the structures and procedures of Ger- many’s federal ESF operational programme. The agency was committed to building gender equality competences among the actors involved in implementing ESF programmes. It offered consultancy services at differ- ent administrative levels on structural, process-related and thematic issues, in the form of training sessions, workshops, seminars, coaching, networking, data, statistics and gender budgeting. It published a range of short studies on ESF the- matic issues (such as, for example, the gender aspects in ad- vanced vocational training or in the transition from school to professional life). It also published up-to-date sex-disag- gregated data on ESF target groups, such as persons with disabilities. The agency set up a website with extensive information and it also communicated via a mailing list and a newslet- ter. It organised conferences, workshops and training. It also networked nationally with the federal states and interna- tionally as part of the Community of Practice on Gender Mainstreaming, an EU learning network for managing au- thorities. In addition, it developed tools and guidelines to integrate gender equality issues into the ESF programmes, together with the responsible staff. What does the example show? The Agency for Gender Equality within the ESF is a good example of how a support structure can be set up in a way that is tailor-made for a topic like the ESF. It also shows that knowledge management and communication as well as networking are important elements in effectively providing support. At the same time, the example demonstrates that a support structure that is in place for only 5 years has its limits in terms of promoting structural change. Why is the example suitable for promoting institutional transformation? Knowledge from the outside can be necessary to stimulate changes within governmental bodies. The agency could set a benchmark on how to mainstream gender equality in ESF-funded programmes and measures. It also contributed to learning processes and a rise in the gender equality com- petence of responsible staff. What was the example’s line of action? The agency was set up in March 2009 and conducted a needs analysis. On this basis it carried out a consultation on more than 10 programmes on different issues intensive- ly, in addition to many other activities. In the last months of its existence, the agency organised a final conference and also published a book. Who was involved and in what way? The Federal Ministry of Labour and Social Affairs contracted the agency within the ESF. There was a core team of four ex- perts and three external experts, the latter contributing to the labour market policy team and the gender budgeting team. The team worked on different levels of the ESF: the managing authority was consulted as well as actors from five ministries, who were in involved in the implementation. In addition, actors from intermediate bodies in charge of ",
        "Institutional Transformation 57 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE managing the ESF projects were supported in mainstream- ing gender equality. The agency did not work directly on individual projects. The different actors were addressed by the agency’s website, where project staff could find infor- mation on thematic issues. What lesson can be learned in terms of success factors? Success is underpinned by knowledge and expertise on gender equality, as well as a structured and systematic ap- proach that is adapted to a certain domain (like the ESF). Furthermore, an interplay between external experts and internal actors can be a fruitful process. Sources/read more • Website in English: http://www.esf-gleichstellung. de/102.html • Concept of qualitative gender budgeting for the ESF developed by the agency: http://www. esf-gleichstellung.de/fileadmin/data/Downloads/ Aktuelles/qual_gb-report_agency_gender_equality_ esf.pdf Example 6 — Setting gender equality objectives There are various examples of objectives that are included in the action plans or strategy papers of an institution. It is important to make a connection with EU legislation or with the objectives of the strategy for equality between women and men 2000-2015 ( 10 ). GPR by the Federal State of Berlin Berlin, one of the 16 federal states in Germany, developed a GPR. In April this year the general principles on gender equality in the State of Berlin came into effect as part of the second phase of the GPR. This is a binding framework for the policy orientation of all authorities of the State of Berlin. As the GPR website indicates, ‘[t]he general principles express an ideal conception of gender equality from the perspective of citizens, which shows that there is still much to do’ ( 11 ). The 10 principles of gender equality in the State of Berlin are as follows: 10 http://eur-lex.europa.eu/LexUriServ/LexUriServ. do?uri=COM:2010:0491:FIN:EN:PDF 11 http://www.gleichstellung-weiter-denken.de/startseite/das-leit- bild-gleichstellung-im-land-berlin/das-leitbild-uebersicht (official translation). 1. women and men* play equal parts in determining and shaping the life of the community in its political, economic, cultural and social facets; 2. women and men* are equally empowered and self-directed in all areas and phases of their lives; 3. women and men* earn their own livelihoods and secure poverty-proof retirement with the help of high-quality initial and continuing education, equal compensation and equitable access to the employment market; 4. women and men* share equitably in family- and care-related work involving household chores, child rearing, and looking after other family members, while maintaining their own independent livelihoods; 5. women and men* have equitable participation in the state’s resources; 6. women and men* can depend on the government to demonstrate gender equity in its speech, writing and actions; 7. women and men* learn and teach in a gender-equitable way in schools, day care centres and all other educational facilities; 8. women and men* are offered gender-equitable programmes in healthcare and sports; 9. women and men* feel safe and are not subject to violence or sexist discrimination in either the private or public spheres; 10. women and men* are free to express their personalities and are appreciated and respected in their diversity. * Including girls and boys and people of other gender identities of all ages, respecting the diversity of their sexual orientations, disabilities or impairments, ethnic origins, reli- gions and viewpoints (12). The GPR complements the existing gender equality law and it was also used for a reorientation of the ongoing gen- der mainstreaming and gender budgeting implementation by the Berlin government with the help of gender equality master plans. The administration at each level has to report on a regular basis in which way they contribute to the ob- jectives set in the GPR. 12 Source: http://www.gleichstellung-weiter-denken.de/startseite/ das-leitbild-gleichstellung-im-land-berlin (translation R.F.). ",
        "Institutional Transformation 58 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE What does the example show? The example shows how gender equality objectives can be defined for certain fields as mentioned above. Ten guiding principles were outlined within the framework concerning questions ranging from housework to pensions. Gender is considered as essential and as something which affects all aspects of human life. It is the responsibility of the State of Berlin to find ways to implement gender mainstreaming in all different departments. Principles belonging to all institu- tions make it easier for them to conduct their activities in relation to these principles. Which components of the example relate to 1 or more of the 13 steps of the guide, and how? Because there is a reporting system, the GPR also contrib- utes to accountability (Step 1). Why is the example suitable for promoting institutional transformation? Concrete goals are supplemented by measures and ac- tivities. The goals presented by the framework are easy to understand and appealingly presented. Furthermore, they remain realistic and achievable but are still ambitious. What was the example’s line of action? The Berlin administration established a Gender Commis- sion in 2003. The members were high-level administrative staff from various units and both levels of the Berlin ad- ministration. The commission established a working group on gender budgeting in which the ‘[i]nitiative for a gender just budgeting in the City of Berlin’ was also represented as a civil society group. The first Gender Equality Framework (2008-2011) set objectives for the gender equality policy of the federal state level as well as the communal level. When creating the GPR, in 2007 the administration organised the- matic focus groups as well as a conference inviting gender equality experts, NGOs and women’s projects. In addition, GPR thematic conferences were organised, for example on gender aspects in sports policies or the promotion of youth. A conference entitled ‘Gender budgeting: from analysis to monitoring’ was organised in 2010. These conferences al- lowed dialogue between policymakers, administration, re- searchers, experts and civil society groups. Who was involved and in what way? A unit within the Ministry for Labour, Integration and Wom- en is coordinating the process. There is also a high-level State Committee for Equality covering two different levels (the federal state as well as the communal level). What lesson can be learned in terms of success factors? Since the framework has been implemented, all depart- ments and institutions associated with the State of Berlin need to consider these guiding principles in their activities. However, it is too early to assess whether the potential of the GPR principles can unfold and will translate into real-life politics. Sources/read more • Information on the second GPR (2011-2016): http:// www.gleichstellung-weiter-denken.de/startseite/gpr-ii (in German; information in English also available) • Information on the first GPR (2008-2011) in English: http://gleichstellung-weiter-denken.de/pdf/GPR_ Broschuere_Englisch_HTML-Version %20mit %20 Blaetterfunktion/GPR_Broschuere_Englisch.html Example 7 — Communicating gender mainstreaming Web‑based platform of the Swedish government In 2009 the Swedish government established an informa- tion portal named includegender.org. It serves as a national resource for gender equality. The portal offers a wide range of information and news about gender equality in Swe- den, examples of good practices as well as tools for gender equality work. The platform provides support to government agencies in their gender mainstreaming work. The platform offers: • information and facts about gender equality, such as the difference between equal treatment, gender equality and gender mainstreaming, historical review and theories and concepts; • recent developments in gender equality policy in Sweden, tips on conferences, seminars and job openings with a gender equality profile; • practical examples and tools for gender equality work, as well as educational material, examples and tools. What does the example show? The website is embedded in the many activities for the implementation of gender mainstreaming in Sweden. It shows that it is useful to have a proactive communication policy on gender equality and gender mainstreaming and ",
        "Institutional Transformation 59 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE to create transparency about what an institution wants to achieve when mainstreaming gender equality into their practical work. A greater understanding of gender main- streaming can also create acceptance among both admin- istration staff and the wider public. The website also shows ways to make the topic of gender equality concrete and understandable by using different formats like films or exercises. Why is the example suitable for promoting institutional transformation? The website has a modern design and is simple to use and appealing. It contains the necessary information that ac- tors in processes of organisational change need to learn to promote gender equality within their administration. In ad- dition, by using social media formats like Facebook or Twit- ter it reaches a wide audience and contributes to an even higher acceptance of gender equality. What was the example’s line of action? When set up in 2009, the platform was a cooperative venture involving the ESF, the National Secretariat for Gender Research, the County Administrative Board, the Swedish Association of Local Authorities and Regions and the Swedish Governmen- tal Agency for Innovation Systems. Later it was funded via the programme for sustainable gender equality hosted by the Swedish Association of Local Authorities and Regions. Since 2014 it has been funded by the Swedish government. Who is involved and in what way? The platform is run by six staff members: one project coor- dinator, one head of operations, one web editor, one inves- tigator, and two communications officers. What lesson can be learned in terms of success factors? The example shows that communicating gender can be achieved in many different ways and that the communica- tions approach does not need to be either too light-heart- ed or laboured. Sources/read more • The 'Includegender' website: www.Includegender.org • Gender mainstreaming at the Swedish government: http://www.government.se/sb/d/4096/a/125215 Campaign on the GPR in the Federal State of Berlin Berlin, one of the 16 federal states in Germany, has set up the GPR (see example above). The Equality Unit in charge of the GPR created a campaign with interactive tools for creating awareness and communicating gender equality objectives. For example, the campaign includes presentations, an exhi- bition, a booklet, boards, a memo game, a wheel of fortune and other media. The campaign material addresses admin- istration staff as well as Berlin’s citizens and the wider public. What does the example show? For many people, gender equality is a rather abstract objec- tive. The example shows that it is possible to communicate gender equality in an appealing way, which is light-hearted and easily understandable. It also shows that the ways to communicate gender issues are manifold. It demonstrates that there are effective ways to create more acceptance of mainstreaming gender equality in government policies. Which components of the example relate to 1 or more of the 13 steps of the guide, and how? The implementation of gender mainstreaming is not car- ried out simply as an order; it is accompanied by discus- sions, games and other possibilities for light-hearted sensiti- sation to gender mainstreaming. Why is the example suitable for promoting institutional transformation? It translates the abstract principle of gender equality for a wide audience, thereby contributing to increasing the participation of different actors. The tools for communica- tion are appealing and sometimes amusing; this is an inno- vative approach to communicating. What was the example’s line of action? In November 2007 the campaign was introduced to the public for the first time. The administration of the Senate of Berlin held a conference with experts to discuss the con- cept. Prior to this conference, 16 different forums, including organisations and administrations, had already discussed the main issues. The outcome of the conference was im- mediately relayed to the Senate of Berlin. Who was involved and in what way? The most important actor is the State Committee for Equal- ity. The members of the Committee are drawn from the Senate and district departments and include key stakehold- ers. The department has commissioned a communications agency to develop the communication tools. What lesson can be learned in terms of success factors? There is a high demand to use the communication tools in different administrative bodies and at different levels. It is ",
        "Institutional Transformation 60 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE too early to assess the impact of the campaign, but initial feedback from experts and citizens has been positive. Sources/read more • http://www.gleichstellung-weiter-denken.de/ startseite/das-leitbild-gleichstellung-im-land-berlin/ das-leitbild-veranstaltungen/ kampagnenueberblickmodule Example 8 — Introducing gender mainstreaming methods and tools In the context of gender mainstreaming, EIGE understands tools as ‘operationalised instruments, which can be used separately or combined together to shape largely differ- ent programmes, in terms of aims, approaches and di- mensions’. Methods are understood as ‘general method- ological approaches that facilitate integration of gender into policies and programmes’ (http://eige.europa.eu/ methods-and-tools?title=&sec[]=eige_gm_method_tool). The development of tailor-made tools should be part of a gender mainstreaming process because there is no ‘one-size-fits-all’ method or tool which can be applied in any context and to any topic. Developing tools within a pro- cess of organisational change for gender equality can create new forms of cooperation in an institution and enhance the learning processes of staff involved. In the following section, one tool from Sweden is intro- duced. There are, however, more tools in the other ex- amples outlined in this module: the City of Vienna Depart- ment of Gender Mainstreaming also developed a manual and guidelines (see Example 5), and the Agency for Gender Equality within the ESF used a specific approach of gender budgeting as an instrument to reveal disparities in the dis- tribution of the funds (see Example 5). The Swedish website includegender.org also provides a toolbox (see Example 7). In addition, United Nations organisations have developed and published a wide range of tools (http://www.un.org/ womenwatch/ianwge/repository/resources-tools.html). For more information on methods and tools, see EIGE’s website http://eige.europa.eu/content/ methods-and-tools. The Swedish Gender Mainstreaming Manual The manual was published in 2007 as an official report of the government. Its title is Gender Mainstreaming Manual: A Book of Practical Methods from the Swedish Gender Main‑ streaming Support Committee (Jämstöd) . It was published together with background material (Gender Equality in Pub‑ lic Services: Some Useful Advice on Gender Mainstreaming: A Book of Ideas for Managers and Strategists ). Both publica- tions can be downloaded on the government’s website on gender mainstreaming: http://www.government.se/ sb/d/8805/a/81982. What does the example show? In order for the implementation of gender mainstreaming as a strategy to change organisational procedures and the organisational culture, it is useful to have tools that create ownership for the process. The manual contains well-tested tools and methods which can be applied to different kinds of tasks and working procedures. Why is the example suitable for promoting institutional transformation? The tools were developed in the course of the implementa- tion of gender mainstreaming in Sweden. They are there- fore well adapted to the Swedish context. What was the example’s line of action? The example’s line of action was structured as follows. First, the priority is to outline what gender equality means within the Swedish context; the focus is on understanding gender equality. Second, the focus is on investigating which condi- tions are needed for the successful implementation of gen- der mainstreaming, and different methods are introduced. In the following steps, additional methods and tools are presented and finally the organisation is expected to evalu- ate the outcome of their activities from a gender perspec- tive following the guidance of the manual. Who was involved and in what way? The Ministry of Education and Research and the Swedish Gender Mainstreaming Support Committee (Jämstöd). What lesson can be learned in terms of success factors? It is always difficult to transfer the idea of gender main- streaming into practical action. When it comes to indi- viduals or actors who are not experts in this field, the chal- lenge intensifies. The manual offers a step-by-step guide to implementing gender mainstreaming, with various and field-tested methods and tools. Source • http://www.government.se/sb/d/8805/a/81982 ",
        "Institutional Transformation 61 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Example 9 — Developing gender equality competence Gender equality competence training approach in Finland The Gender Glasses project was set up in 2007 with the aim of educating the national administration staff on gender mainstreaming. The training sequences are offered to ad- ministrative staff in relation to their concrete tasks: for ex- ample, preparing legislation and decision-making, or plan- ning of projects and programmes. Three steps are used to demonstrate the way in which a gender perspective can be mainstreamed in all phases of planning. First, members of staff are asked to ‘put on [their] gender glasses’ and conduct a gender analysis. Secondly, a gender impact assessment should be performed. At the third stage, the results of the first and second step should be considered in the practical planning of policies. At this point, a gender perspective in monitoring and follow-up are also recommended. A man- ual has also been published, entitled Gender Glasses in Use: A Handbook in Support of the Government Ministries’ Gender Equality Work (2013). The handbook includes a section to test one’s knowledge, as well as a glossary. What does the example show? The training is tailored to the concrete tasks of administra- tive staff. Gender equality competence development is thus strongly embedded in gender mainstreaming. At the same time, the training enhances gender sensitivity and leads to a higher acceptance of gender equality issues. Why is the example suitable for promoting institutional transformation? Over the course of the project, gender mainstreaming methods, guidance and training material were developed. This shows that the learning process went beyond the spe- cific training and also promoted organisational learning. What was the example’s line of action? A review by the Ministry of Social Affairs and Health in 2006 revealed the limitations in the practical implementation of gender mainstreaming. One of the reasons identified was the limited understanding of the objectives and methods related to gender mainstreaming among ministries. The gender equality action plan 2008-2011 explicitly encour- aged ministries to organise gender training for directors and staff. What lesson can be learned in terms of success factors? It is important to have a competence development ap- proach which is embedded in the gender mainstreaming implementation plan. In addition, a coherent training ap- proach, using clear concepts as well as statistical evidence and knowledge on gender disparities, is a factor in achiev- ing success. Sources/read more • http://www.stm.fi/en/gender_equality/gender_glasses • Download manual (in English): http://www.stm.fi/c/ document_library/get_file?folderId=6511574&name=D LFE-26665.pdf • More information on EIGE’s website: http://eige.europa. eu/content/gender-glasses Development of the administrative capacity of national authorities in the field of gender mainstreaming in Estonia The project was part of a Phare Twinning Project between Estonia and Germany from July 2004 to December 2005. It aimed at promoting the implementation of gender main- streaming in Estonia. The project had four components: conducting research; defining a gender mainstreaming implementation strategy; a web-based Centre of Expertise; and training. The training component encompassed training of trainers because local trainers could transfer the concepts and ob- jectives of gender mainstreaming to the Estonian admin- istrative context more effectively. All in all, 17 trainers were recruited from Estonian universities and adult training in- stitutions. The knowledge then was transferred to 300 civil servants and local government officials. In a first stage, a pre-training study was conducted to identify the training needs of the national, regional and local authorities. After the training had been conducted, a post-training study was conducted to evaluate the knowl- edge and expertise achieved by the participants after the training. In addition, there were efforts to integrate gender issues into the curriculum of the Public Service Academy. What does the example show? Gender and gender mainstreaming cannot simply be trans- ferred to a country. The example shows that it is necessary to adapt and adjust the idea of gender and gender main- streaming when applying them in a certain cultural context. The realities of post-socialist countries (especially in regard to gender equality) differ from countries in western Europe. This entails an approach that is sensitive to the history and the political context of an institution. ",
        "Institutional Transformation 62 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE Why is the example suitable for promoting institutional transformation? The proposed gender training is not only about gender mainstreaming. Furthermore, participants learn about broader concepts of gender and are able to transfer their knowledge. Who was involved and in what way? The programme was carried out by an Estonian-German project team. Representatives were drawn from ministries in Germany and Estonia and from the Department of Gen- der Equality in Estonia, located within the Ministry for Social Affairs. There were also researchers from Estonia as well as external gender experts and trainers from Germany. What lesson can be learned in terms of success factors? This question cannot be answered because the twinning project is now over and there is no current information as to the course of the gender mainstreaming and training process. Sources/read more The project’s website (in English) includes more information including a training handbook (in Estonian): http://gender. sm.ee/index.php?197903741 Kuhl, Mara (2007), Gender Mainstreaming in Estonia , http:// opus.kobv.de/ubp/volltexte/2009/3335/pdf/Kuhl_GMinE- stonia.pdf For more examples on gender equality compe‑ tence development, see EIGE’s website: http:// eige.europa.eu/good-practices/gender-training. Example 10 — Establishing a gender information management system The GIZ Gender Knowledge Platform The Gender Knowledge Platform offers a wide range of in- formation on gender in development cooperation. It uses interactive elements as well as different media such as vid- eos and podcasts. There is a gender quiz as well as a wiki clarifying concepts. With regard to knowledge manage- ment, the sub-sector on gender mainstreaming is of special interest because it provides a wide range of publications on various issues and sectors. In addition, material on the wider policy framework is pro- vided, such as the Millennium Development Goals and international as well as regional conventions providing a le- gal framework. What does the example show? The example shows how information about gender and gender projects can be organised within a simple and ac- cessible online management system. It is a useful service for staff looking for more information or gender statistics. It therefore stimulates learning in a playful and appealing way and contributes to an organisational culture which is actively promoting gender equality. It also addresses the wider public by using understandable language and offering interactive tools and videos. Why is the example suitable for promoting institutional transformation? The GIZ Gender Knowledge Platform clearly shows how multifaceted such a platform can be. Different applica- tions allow all users who have access to the platform to in- form themselves in a way that suits their individual level of knowledge and interest. Who was involved and in what way? The GIZ Gender Knowledge Platform is published by the sector programme promoting gender equality and wom- en’s rights. It was created on behalf of the Federal Ministry for Economic Cooperation and Development (Division for Human Rights, Gender, Culture and Development). Sources/read more • http://www.gender-network.net/english/ gender-knowledge-platform.html • Sub-sector on gender mainstreaming with further material: http://www.genderingermandevelopment. net/methods-approaches.html • Gender and Change in the Organisational Culture (publication): http://www. genderingermandevelopment.net/files/ images/pdf/Gender_Mainstreaming/ en-gender-organisational-change-1-2001.pdf Intranet platform of the Department for Equal Opportunities in Italy Stages is a project that has been financed by the Director- ate-General for Research and Innovation of the European Commission within the seventh framework programme for research. Its aim was to increase the participation and ca- reer advancement of women researchers. Its website offers ",
        "Institutional Transformation 63 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE an intranet platform with material and documents on sev- eral topics. What does the example show? The intranet platform of the project offers information on gender equality in general as well as on current projects. Human resource management in particular should be opti- mised with help of the intranet. The platform also uses Twit- ter to update information. Why is the example suitable for promoting institutional transformation? The Stages project combines information on gender equal- ity with aspects of project management. What was the example’s line of action? The intranet can be used to stay updated on current events or to stay abreast of resources or individuals within the same field of action. Specific functions allow the user to, for example, obtain information on action plans or exchange documents with other users. Who was involved and in what way? The project was established by DG Research and Innovation at the European Commission. It was run by a consortium of several university and research institutions all over Europe. What lesson can be learned in terms of success factors? The intranet platform is notable because people can use it not only to obtain information on gender mainstream- ing within these fields but also to interact with other users. Connecting people makes this kind of platform much more sustainable. Sources/read more • http://www.projectstages.it/index.php/en/ component/k2/item/104 • http://www.projectstages.it/index.php/ en/2012-10-11-11-54-41/istruzioni-per-l-uso-en • http://www.stages.csmcd.ro/index.php Example 11 — Launching gender equality action plans Action plans on gender mainstreaming in ministerial and regional policies in Greece The General Secretariat for Gender Equality is responsible for implementing gender equality policies within the gov- ernment. After years of failed gender mainstreaming strate- gies, the secretariat decided to integrate the idea of gender equality simultaneously in all sectors by developing a gen- der mainstreaming action plan. What does the example show? All different ministries of Greece have their own action plan to implement gender mainstreaming concerning different fields of activity and responsibility. Which components of the example relate to 1 or more of the 13 steps of the guide, and how? The guide states that action plans are fundamental to the successful implementation of gender mainstreaming. Every unit should have its own action plan concerning the re- spective field of activity. Why is the example suitable for promoting institutional transformation? The example is promising insofar as gender mainstream- ing is explicitly outlined within all different fields of activity and not mentioned only as an overall principle. The General Secretariat for Gender Equality has a supervisory role, en- suring that gender mainstreaming is implemented simulta- neously in all public policies. While every single ministry is responsible for implementing gender mainstreaming, the secretariat remains responsible for development, coordina- tion and monitoring. What was the example’s line of action? After one gender mainstreaming strategy failed, the ‘indica- tion of the financial, social and development character of gender equality issues’ has been set as a main goal. Who was involved and in what way? The General Secretariat for Gender Equality is the main coordinator and has a supervisory role; all ministries are re- sponsible for their own field of action. What lesson can be learned in terms of success factors? The action plan’s homepage states that ‘the principle of gender equality is not a luxury’. The example of Greece ",
        "Institutional Transformation 64 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE shows us that gender mainstreaming becomes even more important in times of economic crisis, because more vul- nerable sections of the population are more strongly af- fected by social eruptions. Sources/read more • http://www.isotita.gr/en/index.php/docs/c87/ Example 12 — Promoting gender equality within an organisation There are many examples of ensuring equal opportunity policies within organisations. In most European countries, there is a strong legal framework on non-discrimination. However, the goal of equal opportunities within organisa- tions is not the core achievement of the implementation of gender mainstreaming. This is clear from the following quotation from a UNDP evaluation: ‘Working towards a gender balance in human resources is part of UNDP’s overall commitment to gender equality and it is an important signifier to partners of UNDP’s willingness to put its own house in order; but human resource policies are separate from gender mainstreaming UNDP’s develop- ment activities. It is important to point this out because there is widespread confusion about it in UNDP. Some seem to believe that hiring and personnel policies constitute gen- der mainstreaming’ (UNDP, 2006, p. 20). Gender equality strategies including a balance of staff Many but not all institutions and organisations have an equal opportunities component when implementing gen- der mainstreaming. It is a matter of coherence to not only promote gender equality to the outside world but also to ‘practice what you preach’. Many national gender equality strategies are addressing gender equality in employment, in- cluding public services as a sub-sector of the labour market. For the UN system, there is one paragraph in the policy statement of the CEB on gender balance among staff: ‘we also undertake to accelerate our efforts to achieve the goal of gender balance among all categories of United Nations employees, in particular at decision-making levels’. In accordance with this objective, there is a performance in- dicator on the ‘gender architecture’ of the UN system. This covers internal capacities on gender expertise (such as fo- cal points) on the one hand, and, on the other, an equal representation of women staff at certain levels of the UN hierarchy. In line with this, UNDP’s gender equality strategy is accompanied by a gender parity strategy (2013-2017). The goal of this strategy is: ‘gender parity at all levels and all UNDP offices throughout the world’ (UNDP gender equal- ity strategy, p. 19). The parity strategy is an annex to the main gender equality strategy and gives detailed figures about the state of parity and disparities in comparison with other UN entities. The UNDP human resources unit is responsible for the gender parity strategy. What does the example show? Equal opportunities for staff can or should be one of several objectives when implementing gender mainstreaming, but not all organisations focus on this dimension. Why is the example suitable for promoting institutional transformation? The example shows that there are two separate but inter- linked dimensions of institutional transformation in the area of gender equality: on the one hand, there is a broader gen- der equality strategy encompassing gender equality in the delivery of service and outcomes. On the other hand, there is the aim of achieving gender equity internally. This aim is regulated within the broader gender mainstreaming strat- egy but has its own aims, responsibilities and documents. What lesson can be learned in terms of success factors? Creating coherence regarding the internal and external di- mensions of mainstreaming gender equality in an organisa- tion is a matter of credibility: an organisation should practise what it preaches. However, in cases where there is already a strong framework in place and independent mechanisms for ensuring equal opportunities for staff, it can be wise not to place too much stress on the issue because sometimes the process can become laboured. Sources/read more • UN CEB policy statement (2006): http://www.un.org/ womenwatch/ianwge/gm/UN_system_wide_P_S_ CEB_Statement_2006.pdf • UNDP gender equality strategy 2014-2017: http:// www.undp.org/content/dam/undp/library/gender/ GenderEqualityStrategy2014-17.pdf • UNDP gender parity strategy (2013): http://www.undp. org/content/dam/undp/library/gender/Annex %20 8 %20UNDP %20Gender %20Parity %20Strategy %20 2013-2017.pdf • UN Women (2012): http://www.unwomen.org/~/ media/Headquarters/Attachments/Sections/ How %20We %20Work/UNSystemCoordination/ UN-SWAP-Framework-Dec-2012.pdf ",
        "Institutional Transformation 65 Gender Mainstreaming Platform › Toolkits › Institutional Transformation EIGE 3.2.3 Evaluation phase Example 13 — Monitoring and evaluating the process of institutionalising gender mainstreaming Evaluation of gender mainstreaming in the UNDP The independent evaluation was performed in 2005. It as- sessed UNDP’s performance in gender mainstreaming and the promotion of gender equality from 1995 to 2005. The evaluation responded to concerns to increase the effec- tiveness of the UNDP’s gender mainstreaming policies and strategies. It had a strong focus on looking forward to the future. The report covers conceptual and methodological issues in an introductory section, as well as the global and the UNDP-specific context of gender equality. It assesses which policies and priorities were pursued over the 10-year period, while also considering UNDP’s institutional struc- tures for gender mainstreaming at different levels of the organisation. It focuses on capacity building as well as on monitoring and reporting mechanisms in the UNDP. One chapter is on the financial resources attributed to the im- plementation process, as well as human resources policies. A central focus is placed on the question of how gender issues could be integrated in the different sectoral fields of the organisation. It ends with a ‘lessons learned’ section and recommendations for the future implementation process. The evaluation comes to the conclusion that there are some key success factors for mainstreaming gender equal- ity in the UNDP, including, inter alia , a ‘strong commitment and leadership from management’ as well as ‘a clear and proactive strategy and policy for gender mainstreaming’ in the future. In addition, ‘awareness of gender mainstreaming as a collective organizational responsibility’ is necessary, as are ‘dedicated financial resources for gender mainstream- ing’ ( Evaluation on Gender Mainstreaming in UNDP , p. 39). What does the example show? It is necessary to evaluate gender mainstreaming to learn from results and further develop the process. An evalua- tion is a good basis for making a fresh start and including an outside perspective. Organisational changes need to be stimulated from external sources of knowledge. Which components of the example relate to 1 or more of the 13 steps of the guide, and how? An evaluation can be performed only if there is a strategy (Step 4) and clearly defined objectives (Step 6) that can be assessed. In the UNDP’s new gender equality strategy 2014- 2017, it is stated that the UNDP will conduct an independent evaluation after the implementation of the strategy. Why is the example suitable for promoting institutional transformation? The evaluation report gives a very detailed overview of what should be done within the UNDP in the future to mainstream gender equality. It contains a chapter on les- sons learned as well as recommendations. These recom- mendations are useful for triggering organisational change, although it should be noted that the issue of a ‘culture of gender equality’ is mentioned but not further elaborated. Who was involved and in what way? The evaluation was commissioned be the evaluation unit of the UNDP. There was a team leader and seven interna- tional consultants, as well as 14 national consultants. There was also one task manager, two research assistants, and an advisory panel. What lesson can be learned in terms of success factors? Organisational change happens in learning loops. Well-con- ducted evaluations are suitable for creating learning pro- cesses in an organisation. The UNDP evaluation led to the development of further activities in mainstreaming gender equality. It has also created new mechanisms for institution- al transformation, like a Gender Marker, which is an account- ability tool. Sources/read more Evaluation on Gender Mainstreaming in UNDP : http://web. undp.org/evaluation/documents/eo_gendermainstream- ing.pdf UNDP gender equality strategy 2014-2017: http://www. undp.org/content/dam/undp/library/gender/GenderEqual- ityStrategy2014-17.pdf ",
        "Institutional Transformation 66 International Labour Organisation (ILO), A Manual for Gender Audit Facilitators: The ILO Participatory Gender Audit Method‑ ology http://www.ilo.org/dyn/gender/docs/RES/536/F932374742/ web %20gender %20manual.pdf InterAction (USA), The Gender Audit Handbook: A Tool for Organizational Self‑Assessment and Transformation http://www.interaction.org/sites/default/files/Gender %20 Audit %20Handbook %202010 %20Copy.pdf Oxfam (UK), Mainstreaming a Gender Justice Approach: A Manual to Support NGOs in Self‑Assessing their Gender Mainstreaming Competence http://policy-practice.oxfam.org.uk/publications/main- streaming-a-gender-justice-approach-a-manual-to-sup- port-ngos-in-self-assess-188709 Oxfam/KIT (NL), Politics of the Possible: Gender Mainstreaming and Organisational Change — Experiences from the Field http://www.kit.nl/gender/wp-content/uploads/publica- tions/916_POP.pdf Netherlands Development Organisation (SNV), Manual for the Gender Self‑Assessment http://portals.wi.wur.nl/files/docs/ppme/Gender_self_as- sessment.doc Geneva Centre for the Democratic Control of Armed Forces (DCAF), Gender Self‑Assessment Guide for the Police, Armed Forces and Justice Sector http://www.dcaf.ch/Publications/Gender-Self-Assess- ment-Guide-for-the-Police-Armed-Forces-and-Justice-Sec- tor 4. References and resources ",
        "M H - 04 - 16 - 170 - E N - N http://eige.europa.eu "
    ]
}