{
    "text": [
        "1 Explore the Gender Equality Index at: eige.europa.eu/gender-statistics/gender-equality-index Gender Equality Index 2017: Greece The Gender Equality Index 2017 examines the progress and challenges in achieving gender equality across the European Union from 2005 to 2015. Using a scale from 1 (full inequality) to 100 (full equality), it measures the differences between women and men in key domains of the EU policy framework (work, money, knowledge, time, power and health). The Index also measures violence against women and intersecting inequalities. These are satellite domains and are part of the framework of the Gender Equality Index, but do not have an impact on the overall score. Intersecting inequalities show how gender intersects with age, education, family composition, country of birth and disability. The Gender Equality Index provides results for each domain and sub-domain for the EU and its 28 Member States (1). (1) The Gender Equality Index 2017 is based on the data of Eurostat (Education statistics, EU Labour Force Survey, European Health Interview Survey, EU Statistics on Income and Living Conditions, Structure of Earnings Survey), of Eurofound (European Quality of Life Survey, European Working Conditions Survey), of EIGE’s Gender Statistics Database (Women and Men in Decision-Making) and of the Fundamental Rights Agency’s Violence Against Women survey. The year of reference is 2015 (2014 for data on intersecting inequalities). The age of the reference population for the indicators is either 15+, 16+ or 18+, depending on the source. Progress in gender equality in Greece, 2005-2015 In the Gender Equality Index 2017, Greece achieved a score of 50.0 out of 100 , which is 3.2 points higher than its 2005 score. Greece’s score is about 16 points below the EU-28 average. Greece is ranked 28th in the EU, one position lower than in 2005. The gender equality score in the domain of health is the highest in Greece, although its score has slightly decreased. It ranks 22nd in the EU-28 and has gone down four positions since 2005. In the sub-do- main of status, Greece is the 6th best-performing Member State, whereas in the field of access it ranks 27th (it ranked 13th in 2005). The biggest score increase has taken place in the domain of knowledge . The situation has improved in terms of gender equal- ity in both sub-domains, meaning that attainment and participa- tion has increased and segregation has decreased. Segregation nevertheless remains a major challenge. The domain of work has also progressed, although to a lesser extent, mostly due to a narrowing of the gender gaps in relation to employment rate and duration of working life. Nonetheless, its rank remains among the lowest in the European Union (27th). The problem of segregation persists in the work domain. With regards to money , the situation has slightly deteriorated at domain and sub-domain levels. Greece ranks 21st in the EU-28. The biggest challenges are in the domains of power and time. Greece’s score in relation to time ranks it 27th in the EU-28. It regressed slightly in the sub-domain of social activities. Greece’s score regarding gender equality in care work is the lowest of the EU-28. Despite an increase, power remains the domain with the lowest score in Greece. The situation improved significantly in the sub-do- main of political power (23rd in the EU-28), whereas it has only slightly improved in economic power and has stalled in social power. EL EU-28 66.2 Change in score from 2005 to 2015 EL 50.0 4.2 3.2 ",
        "2 Explore the Gender Equality Index at: eige.europa.eu/gender-statistics/gender-equality-index Work Gender equality in the domain of work has improved slightly. The employment rate (20-64) in 2015 was 46 % for women versus 64 % for men. The total employment rate is 55 %. Greece has not reached its national target within the Europe 2020 strategy (EU2020) (70 %). The gender gap in the employment rate is similar when the number of hours worked is taken into account. The full-time equivalent (FTE) employment rate is around 30 % for women compared to 46 % for men. Among women and men in a couple with children, the FTE employment rate for women is 50 % compared to 79 % for men, indicating a gender gap of 29 percentage points (p.p.). This gender gap is bigger than that of couples without children, a group for which there is a gender gap of 6 p.p. The FTE employment rate increases as education levels rise. Moreover, among people with low and medium levels of education, the gender gap is much higher, to the detriment of women, than among highly educated people. 13 % of women work part-time compared to 7 % of men. On average, women work 39 hours per week, compared to 44 hours for men. 3 % of working-age women versus virtually no working-age men are either inactive or work part- time due to care responsibilities. Gender segregation in the labour market is a reality for both women and men. 22 % of women work in education, human health and social work activ- ities (EHW), compared to 8 % of men. Money The situation in the domain of money has worsened slightly. Gender equality has stalled regarding earnings and income and it has regressed concerning distribution of wealth and poverty. Mean monthly earnings of women and men have increased and the gender gap was slightly narrower in 2010 than in 2005 (no updated data from subse- quent years is available). In 2010, women earned around 18 % less than men per month. The population at risk of poverty has slightly decreased among women and increased among men. Women and men are at a similar risk of poverty (20 % and 21 %, respectively); this gender gap has levelled, therefore. 25 % of lone mothers (compared to 18 % of lone fathers) are at risk of poverty. Foreign-born women and men (47 % and 45 %, respectively) are at higher risk of poverty than women and men born in Greece; additionally, women and men aged 15/16-24 are at higher risk of poverty (31 % and 33 %, respectively) than adults and elderly people. Inequalities in income distribution have remained unchanged among women, whereas they have increased among men. In 2012, women had lower pen- sions than men and the gender gap was 25 %. The EU-28 average is 38 %. Sub-domains Participation Segregation and quality of work 71.0 3.0 58.0 0.5 Domain of work EL EU-28 71.5 EL 64.2 1.5 1.7 Sub-domains Financial resources Economic situation 0.8 61.4 1.8 81.4 Domain of money 5.7 EL EU-28 79.6 EL 1.2 70.7 ",
        "3 Explore the Gender Equality Index at: eige.europa.eu/gender-statistics/gender-equality-index Knowledge Greece’s score in the domain of knowledge has increased since 2005. Gen- der equality has improved regarding segregation as well as attainment and participation. The number of tertiary graduates increased, mostly among women. 21 % of women and 22 % of men have a tertiary degree. The gap, which in 2005 was also to the detriment of women, has decreased. Only up to the age of 49 are there more women than men who have completed tertiary education. Only 8 % of women with disabilities have attained tertiary education, com- pared to 27 % of women without disabilities. For men the shares are, respec- tively, 13 % and 26 %. Greece has already met its national EU2020 target to have 32 % of people aged 30-34 obtain tertiary education. The current rate is 40 %. Women’s and men’s participation in lifelong learning has slightly increased; the gender gap here has lessened and is now only marginal. Gender segregation in knowledge remains a problematic area. In 2015, 37 % of women students were concentrated in the fields of education, health and welfare, humanities and arts, compared to 17 % of men. Time In the domain of time, the score has slightly decreased. The situation has stalled in care activities, whereas it has regressed in social activities. Women take on more responsibilities than men for caring for their family. 38 % of women care for and educate their family members for at least 1 hour per day, compared to 20 % of men. The gender gap has decreased. Among women and men in a couple with children, women are much more involved in daily care activities (85 %), than men (46 %). 85 % of women do cooking and housework every day for at least 1 hour, compared to only 16 % of men. The gender gap is wider than in 2005 among women and men with children and among those without children. Inequality in time-sharing at home extends partially to social activities. Men are more likely than women to participate in sporting, cultural, and leisure activities outside the home (18 % versus 11 %). Conversely, participation in voluntary or charitable activities is marginally higher for women than for men (7 % and 6 %, respectively). Greece has not met either of the ‘Barcelona targets’, which are to have at least 33 % of children below the age of three and 90 % of children between the age of three and school age in childcare. In Greece, the enrolment rates are 11 % and 67 %, respectively. Sub-domains Attainment and participation Segregation 9.6 63.9 7.4 48.4 Domain of knowledge 2.6 EL EU-28 63.4 EL 55.6 8.4 Sub-domains Care activities Social activities 0.6 50.9 3.2 39.3 Domain of time 1.0 EL EU-28 65.7 EL 1.5 44.7 ",
        "4 Explore the Gender Equality Index at: eige.europa.eu/gender-statistics/gender-equality-index Power Greece’s score in the domain of power has slightly increased, although its rank in the EU-28 has decreased . The representation of women in decision-making positions has improved in the areas of political and economic power, while it remains unchanged concerning social power. The sub-domain of political power has significantly improved. The percent- age of women ministers increased from 6 % in 2005 to 14 % in 2015. Gender equality has also improved in the parliament, with women reaching 21 % of seats in 2015, compared to 11 % in 2005. The percentage of women on the corporate boards of publicly listed compa- nies has marginally increased, from 7 % in 2005 to 9 % in 2015. At the same time, the share of women has remained the same in the decision-making positions in the central bank, where they represent only the 3 % of seats. 11 % of members of the boards of research funding organisations are women, and women make up about 18 % of board members of publicly owned broadcasting organisations. In sport, women comprise just 8 % of members of the highest decision-making bodies of national Olympic sport organisations. Health The score in the domain of health has decreased slightly, mostly due to the sub-domain of access. Life expectancy has decreased for women and men. Women live on average 5 years longer than men. When it comes to healthy life years, however, the gender gap disappears, with women and men both having 65 healthy life years. 72 % of women and 77 % of men assess their health as ‘good’ or ‘very good’. Such levels of satisfaction have decreased overall. Those with higher levels of education express more satisfaction with health than other groups. Among the highly educated, women are more satisfied than men. The decrease in the sub-domain of access is a reflection of the increase in the levels of unmet medical and dental needs among women and men, and of the widening of the gender gap here. 46 % of men smoke or drink excessively, compared to 30 % of women. At the same time, more men than women engage in healthy behaviour (physical activities and/or consuming fruit and vegetables). Sub-domains Political Economic Social 1.7 12.1 10.4 34.7 0.1 24.2 Domain of power 9.6 EL EU-28 48.5 EL 3.5 21.7 Sub-domains Status Behaviour Access – 66.6 0.6 93.4 4.3 92.3 Domain of health EL EU-28 87.4 1.5 EL 1.5 83.1 ",
        "5 Explore the Gender Equality Index at: eige.europa.eu/gender-statistics/gender-equality-index Violence Violence against women is included in the Gender Equality Index as a satellite domain. This means that the scores of the domain of violence do not have an impact on the final score of the Gender Equality Index. From a statistical perspective, the domain of violence does not measure gaps between women and men as core domains do. Rather, it measures and analyses women’s experiences of violence. Unlike other domains, the overall objective is not to reduce the gaps of violence between women and men, but to eradicate violence completely. A high score in the Gender Equality Index means a country is close to achieving a gender-equal soci- ety. However, in the domain of violence, the higher the score, the more serious the phenomenon of violence against women in the country is. On a scale of 1 to 100, 1 represents a situation where violence is non-existent and 100 represents a situ- ation where violence against women is extremely common, highly severe and not disclosed. The best-performing country is therefore the one with the lowest score. Greece’s score for the domain of violence is 27.4, which is in line with the EU average of 27.5. In Greece, 25 % of women have experienced physical and/or sexual violence at least once since the age of 15. In the EU-28 the average is 33 %. 21 % of women who have experienced physical and/or sexual violence by any perpetrator in the past 12 months have not told anyone. This rate is 8 p.p. higher than the EU average of 13 %. At the societal level, violence against women costs Greece an estimated EUR 5 billion per year through lost economic output, service utilisation and personal costs (2). The domain of violence is made up of three sub-domains: prevalence , which measures how often violence against women occurs; severity , which meas- ures the health consequences of violence; and disclosure , which measures the reporting of violence. (2) This is an exercise done at EU level to estimate the costs of the three major dimensions: services, lost economic output and pain and suffering of the victims. The estimates were extrapolated to the EU from a United Kingdom case study, based on population size. EIGE, Estimating the costs of gender-based violence in the European Union , Publications Office of the European Union, Luxembourg, 2014, p. 142 (available at: http://eige.europa.eu/sites/default/files/ documents/MH0414745EN2.pdf). Sub-domains Domain of violence Prevalence Severity Disclosure EL 27.5 EU-28 EL 27.4 42.9 17.1 22.1 CONTEXTUAL FACTORS Measurement framework of the domain of violence ADDITIONAL INDICATORS COMPOSITE MEASURE One single score • Psychological violence • Sexual harassment • Stalking • Forced marriage • Trafficking in human beings • Female genital mutilation • Forced abortion and forced sterilisation • Policies • Prevention • Protection and support • Substantive law • Involvement of law enforcement agencies • Societal framework ",
        "6 Explore the Gender Equality Index at: eige.europa.eu/gender-statistics/gender-equality-index Unique features and benefits of the Gender Equality Index 2017 Results show that Greece’s Gender Equality Index score is below the EU-28 average, leaving considerable room for improvement, especially in the domains of power and time. In order to reach full gender equality, a more targeted and holistic approach to gender equality is needed. European Institute for Gender Equality The European Institute for Gender Equality (EIGE) is the EU knowledge centre on gender equality. EIGE supports policymakers and all relevant institutions in their efforts to make equality between women and men a reality for all Europeans by providing them with specific expertise and comparable and reliable data on gender equality in Europe. http://eige.europa.eu/ facebook.com/eige.europa.eu twitter.com/eurogender youtube.com/user/eurogender eige.sec@eige.europa.eu +370 52157444 European Institute for Gender Equality Gedimino pr. 16 LT-01103 Vilnius LITHUANIA Paper: MH-04-18-183-EN-C 978-92-9470-430-6 10.2839/11849 PDF: MH-04-18-183-EN-N 978-92-9470-429-0 10.2839/87411 Contact details © European Institute for Gender Equality, 2018 Reproduction is authorised provided the source is acknowledged. Gender Equality Index 2015 increase from 2005 to 2015 decrease from 2005 to 2015 50.0 66.2 1 10 20 30 40 50 60 70 80 90 100 EL S c o r e s HU RO SK HR CZ CY PT EE LT PL LV BG MT IT AT DE EU-28 ES SI LU IE BE UK FR NL FI DK SE The Gender Equality Index: \u0083 monitors progress in gender equality across the EU and over time; \u0083 supports decision-makers in assessing how far Member States are from reaching gender equality; \u0083 shows the different outcomes of EU and national policies for women and men; \u0083 allows for meaningful gender analysis and comparison between different policy areas; \u0083 supports the development and implementation of gender equality policies and legislation; \u0083 increases awareness among decision-makers and the public of progress and challenges in implementing gender equality policies; \u0083 highlights data gaps and calls for harmonised and comparable data that are sex disaggregated and available for all Member States. Read more about the Gender Equality Index 2017 \u0083 Main report (2017) \u0083 Main findings (2017) \u0083 A snail’s pace towards gender equality: factsheet (2017) \u0083 Methodological report (2017) \u0083 Measurement framework of violence against women (2017) \u0083 Intersecting inequalities (forthcoming) Explore the Gender Equality Index and the full data for Greece at http://eige.europa.eu/gender-equality-index "
    ]
}