{
    "text": [
        "ISSN 1725-7557 K P - A C - 10 - 023 - E N - C ",
        "Taxation Papers are written by the staff of the European Commission's Directorate-General for Taxation and Customs Union, or by experts working in association with them. Taxation Papers are intended to increase awareness of the work being done by the staff and to seek comments and suggestions for further analyses. The views expressed in the Taxation Papers are solely those of the authors and do not necessarily reflect the views of the European Commission. Comments and inquiries should be addressed to: TAXUD TAXATION-PAPERS@ec.europa.eu Cover photo made by Milan Pein Despite all our efforts, we have not yet succeeded in identifying the authors and rights holders for some of the images. If you believe that you may be a rights holder, we invite you to contact the Central Audiovisual Library of the European Commission. This paper is available in English only. Europe Direct is a service to help you find answers to your questions about the European Union Freephone number: 00 800 6 7 8 9 10 11 A great deal of additional information on the European Union is available on the Internet. It can be accessed through EUROPA at: http://europa.eu. For information on EU tax policy visit the European Commission's website at: http://ec.europa.eu/taxation_customs/taxation/index_en.htm Do you want to remain informed of EU tax and customs initiatives? Subscribe now to the Commission's e-mail newsflash at: http://ec.europa.eu/taxation_customs/common/newsflash/index_en.htm Cataloguing data can be found at the end of this publication. Luxembourg: Office for Official Publications of the European Communities, 2010 DOI 10.2778/1389 ISBN 978-92-79-16555-9 © European Union, 2010 Reproduction is authorised provided the source is acknowledged. PRINTED ON WHITE CHLORINE - FREE PAPER European Commission Taxation papers – Innovative Financing at a Global Level Luxembourg: Publications Office of the European Union 2010 — 57 pp. — 21 x 29.7 cm ISBN 978-92-79-16555-9 doi: 10.2778/1389 HOW TO OBTAIN EU PUBLICATIONS Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Commission’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "Innovative financing at a global level by European Commission This paper was first published as Staff Working Document SEC(2010)409 and is republished in this series. http://ec.europa.eu/taxation_customs/resources/documents/common/publications/com_reports /taxation/sec(2010)409_en.pdf Abstract: The European Commission services published a staff working document assessing the main sources of innovative financing under discussion. The analysis shows that for some of the instruments a \"double dividend\" of both raising revenues and improving market efficiency and stability could be reaped, in particular by putting a price on risk-taking in the financial sector and on carbon emissions. Keywords: European Union; taxation; financial transaction tax; bank levy; bonus tax; carbon tax; financial institutions JEL-codes: G15 G18 G28 H21 H22 H23 H25 H27 H62 1 ",
        "Table of Contents List of accronyms....................................................................................................................... 3 Executive summary .................................................................................................................... 5 1. Context ......................................................................................................................... 7 2. The potential contribution of innovative financing to addressing global challenges... 8 2.1. The fiscal impact of the crisis ...................................................................................... 8 2.2. Global challenges with budgetary implications ........................................................... 9 2.3. Approaches to addressing the budgetary challenges.................................................. 11 2.4. Dimensions of innovative financing .......................................................................... 12 2.5. The relevance of the global level ............................................................................... 14 2.6. Criteria for assessing instruments of innovative sources ........................................... 15 3. An assessment of instruments of innovative financing.............................................. 16 3.1. Innovative financing related to the financial sector ................................................... 16 3.2. Innovative financing related to climate change ......................................................... 30 3.3. Innovative financing related to development............................................................. 37 4. Summary and conclusions.......................................................................................... 45 Annex: Summary table of innovative financing instruments................................................... 50 2 ",
        "L IST OF ACCRONYMS AAU Assigned Amount Unit ACLEU Association of Charity Lotteries in the European Union ACP countries African, Caribbean and Pacific countries AMC Advanced Market Commitment BIS Bank for International Settlement CAT bond Catastrophe bond CCRIF Caribbean Catastrophe Risk Insurance Facility CDM Clean Development Mechanism CER Certified Emission Reduction CIT Corporate income tax CLS Continuous linked settlement CO 2 Carbon dioxide CRD Capital requirement directive CTL Currency transactions levy DAC Development Assistance Committee (of the OECD) ECB European Central Bank ECOFIN Council Economic and Financial Affairs Council EEA European Environment Agency EIB European Investment Bank EMU Economic and Monetary Union ETS Emission trading scheme EU European Union EU-27 European Union of 27 member states EUR Euro FTT Financial transactions tax G-20 Group of 20 G-8 Group of 8 GATS General Agreement on Trade in Services GAVI Global Alliance for Vaccines and Immunisation GCFM Global Climate Financing Mechanism GDP Gross domestic product GEEREF Global Energy Efficiency and Renewable Energy Fund GIIF Global Index Insurance Facility GNI Gross national income ICAO International Civil Aviation Organisation IFC International Finance Corporation IFF International Finance Facility IFFIm International Finance Facility for Immunisation IMF International Monetary Fund IMO International Maritime Organisation JI Joint Implementation MDG Millennium Development Goals MDRI Multilateral Debt Relief Initiative MFI Monetary and financial institutions NGO Non-governmental organisation ODA Official Development Assistance 3 ",
        "OECD Organisation for Economic Co-operation and Development OTC Over-the-counter PPP Public-Private Partnership PRGT Poverty Reduction and Growth Trust RGGI Regional Greenhouse Gas Initiative RTGS Real time gross settlement SDR Special Drawing Right SIFI Systemically important financial institutions SWIFT Society for Worldwide Interbank Financial Telecommunication TARP Troubled assets relief program TEC Treaty Establishing the European Community TFEU Treaty on the Functioning of the European Union UK United Kingdom UN United Nations UNFCCC United Nations Framework Convention for Climate Change US United States USD US Dollar VAT Value added tax WFE World Federation of Exchanges WTO World Trade Organisation 4 ",
        "E XECUTIVE SUMMARY The global economic and financial crisis has created important needs for fiscal consolidation in EU countries and around the world. It has also demonstrated the cost of financial instability for the real economy –and the taxpayer– as well as the importance of new public policy measures to build a more robust financial system in which financial institutions are required through taxes and regulatory measures to internalise the social costs of their activities. In addition, resources must be found to meet key global challenges with significant budgetary implications in the areas of climate change and development policy. While reductions in expenditure and improvements in existing tax systems should be the main responses to these fiscal and global challenges, new non-traditional ways of raising public finance – 'innovative finance' - can make a significant contribution. By contributing to both fiscal consolidation and economic efficiency, innovative finance instruments can also help laying the conditions for higher, sustainable growth, as envisaged in the Europe 2020 strategy. Global coordination will be essential for a successful implementation of most instruments of innovative financing, which underlines the importance of participation by other relevant key players, many of them members of the G-20. Actions by the EU alone would be less effective but could be considered, particularly if there are good reasons to expect that an EU role of global leadership would be followed by other key countries. In this respect, it needs to be recalled that the EU has the largest financial system in the world, has one of the most ambitious climate change policies and is providing nearly 60% of all official development aid. Considering an EU initiative or framework in these areas is important to prevent an uncoordinated adoption of measures by EU Member States that could harm the smooth operation and level playing field of the Single Market and reduce the EU's influence on the schemes adopted at global level. The analysis in this Staff Working Document suggests that there are some instruments, notably certain forms of contributions from the financial system and the pricing of carbon emissions, where a significant \"double dividend\" of both raising revenues and improving market efficiency and stability could be reaped. In particular, schemes aimed at pricing leverage and risk-taking in the financial sector could raise substantial revenues while limiting undesirable behaviour by financial institutions and could be administered at a reasonable cost. Moreover, while such schemes would benefit from an internationally coordinated approach, in particular within the G-20, the fact that they are likely to generate more moderate shifts in the tax base abroad than other proposals means that, even in the absence of proper international coordination, an EU initiative on the matter could be explored. Regarding carbon pricing, important sources are already in place in the EU through the auctioning revenues under the ETS from 2013 on and carbon taxes in several Member States. In the field of carbon taxation, an EU framework could reduce some of the potential problems in the Single Market. In this context, it will be important to take into account the interaction between carbon taxation and the EU's Emission Trading Scheme (ETS). In order to address risks of carbon leakage if key global players do not follow the EU's example by implementing comparable climate action, the ETS foresees the free allocation of emission allowances to energy-intensive sectors. Finally, relevant experiences of innovative financing for development also have some potential of being scaled up further, although the revenue-raising capacity of these instruments is likely to be more moderate. These most promising instruments merit being explored in further detail, taking into account the importance of both EU and global coordination. In particular, further examination seems warranted in the following areas: 5 ",
        "• Options for ensuring that the financial sector contributes to the costs of the current and potential future crises are currently being discussed in Member States and in various international fora. In this context, consideration could be given to the introduction of new taxes on leverage or risk taking by financial intermediaries. Revenues from these new forms of taxation could be used to strengthen public finances, at least in part, as well as to tackle the costs of future crises. In any case, particular attention will have to be given to the implications for the incentives to take risk and the need to prevent moral hazard. The combined impact on the financial sector of a stability levy and the various regulatory measures being taken in response to the crisis should also be carefully assessed. The matter of levies on financial institutions in the context of the establishment of resolution funds is not treated in this paper but will be addressed as part of the general forthcoming work of the Commission on the establishment of appropriate tools for crisis prevention and management in the financial sector. • Regarding climate change , the progress in the UNFCCC negotiations and in the implementation of the Copenhagen Accord in 2010 will be important, notably with a view to climate finance and the role of alternative sources of financing to be studied by the United Nations High Level Advisory Group on Climate Change Financing. Regarding carbon taxation, a better coordination at EU level of the application of carbon tax components in existing energy taxes will be important. This could be considered as part of a revision of the EU Energy Taxation Directive. • Finally, regarding innovative financing related to development , the proposed and existing instruments have some potential for further implementation and scaling up. New EU initiatives should take into account the Commission's annual progress report on the EU's implementation of its commitments on financing for development, forthcoming in April, and other international initiatives, including progress made by the Leading Group on Innovative Financing for Development. 6 ",
        "1. C ONTEXT At its meeting of October 2009, the European Council agreed on the need to prepare a coordinated strategy for exiting from the broad-based stimulus policies when recovery is secured and, with a view to facilitating fiscal exit strategies and fiscal consolidation, invited the Commission to examine innovative financing at a global level . 1 At the same meeting the European Council recognised the need to gradually but significantly increase financial flows to help developing countries implement ambitious climate mitigation and adaptation strategies. However, as these should not jeopardise the fight against poverty and continued progress towards the Millennium Development Goals, the European Council referred to the role that innovative financing can play in ensuring predictable flows of financing for sustainable development, especially towards the poorest and most vulnerable countries. In December 2009, the European Council emphasised the importance of renewing the economic and social contract between financial institutions and the society they serve and of ensuring that the public benefits in good times and is protected from risk. : Moreover, at its meeting of March 2010, the European Council endorsed the Europe 2020 strategy and underlined that restoring macroeconomic stability and returning public finances on a sustainable path are prerequisites for growth and jobs. The exit from the exceptional support measures adopted to combat the crisis, once recovery is fully secured, would be important in that respect. In March 2010, the European Parliament adopted a resolution requesting the Commission to carry out an assessment on a financial transactions tax, also in comparison to other sources of revenues. Among other aspects, the Parliament underlined the importance of taking into account EU competitiveness considerations. It also asked the Commission and the Council to assess the potential of different financial transactions tax options to contribute to the EU budget and to support for adaptation to and mitigation of climate change in developing countries and for development cooperation. The Parliament also recommended the use of innovative finance instruments in the context of a report on the impact of the financial and economic crisis on developing countries. This report underlined that the fulfilment of the Official Development Assistance (ODA) commitments is imperative but still not sufficient to tackle the development emergency so that additional innovative sources of development funding would be needed. This is taking place against the background of an increasing international debate , including by the G-20, on possible new sources of finance to support fiscal consolidation, to ensure that the financial sector contributes to the costs of past bail-outs and future crisis intervention measures, and to finance the provision of global public goods, notably in the areas of development and climate change. Some countries have already taken or proposed action to introduce such new sources. This Staff Working Document assesses the potential of innovative financing at a global level to raise revenues for addressing the challenges identified above in order to narrow down the range of options to the most promising ones. Innovative financing is understood here as new ways of raising public revenues, or of complementing them by leveraging private finance, as well as new approaches to already existing fiscal instruments. The specific allocation or use of these new revenues is not the focus of this assessment, nor is the potential of increasing 1 See paragraph 27 of the conclusions of the European Council of 29/30 October 2009. 7 ",
        "revenues from existing taxes, although in some cases the use of revenues is inherently connected to the purpose of the instrument. The remainder of this document is organised as follows. Section 2 outlines the potential contribution of innovate financing to addressing global challenges. Section 3 assesses the various instruments of innovative financing related to the financial sector, climate change and development on the basis of a number of criteria. Section 4 summarises the document and draws the main conclusions. A table in the Annex further summarises the main findings of this assessment. 2. T HE POTENTIAL CONTRIBUTION OF INNOVATIVE FINANCING TO ADDRESSING GLOBAL CHALLENGES 2.1. The fiscal impact of the crisis The global financial and economic crisis has left deep strains on the public finances of most countries in the world and will continue to have effects in the coming years. Weak growth or often economic contraction had a strong negative impact on tax revenues. Most advanced economies, including in the EU, have undertaken massive and unprecedented fiscal interventions and fiscal stimulus packages , aimed at supporting the financial sector and aggregate demand in response to the global crisis. According to the Commission Services' Autumn 2009 Economic Forecast, the EU-wide general government headline deficit (net lending) is expected to reach 6.9% of GDP in 2009, up from 0.8% of GDP in 2007. It is projected to rise further to 7.5% of GDP in 2010, with all Member States but one running deficits in excess of 3% of GDP. 2 The current crisis is on track to surpass the largest budgetary deteriorations associated with past financial crises. If no fiscal consolidation measures are taken beyond the automatic withdrawal of the stimulus measures, the 'Sustainability report – 2009' projects that the EU average debt to GDP ratio will increase to around 120% in 2020, though with large differences across countries. 3 In its recent Communication to the European Parliament and the Council 4 the Commission highlights the risks for fiscal sustainability if no ambitious efforts to implement structural reforms and to consolidate government accounts are taken. The IMF forecasts similar changes in the deficit and debt levels for the advanced G-20 economies. 5 The crisis also created significant budgetary and external financing gaps in many developing countries. There are different ways to calculate the fiscal consolidation needs . According to the Commission's \"Sustainability report – 2009\", the sustainability gap – as measured by the so- called \"S2 indicator\" – is estimated to be 6.5% of GDP on the EU average and more in several 2 See European Commission (2009): \"European Commission Forecast – autumn 2009\", European Economy 10/2009. 3 See European Commission (2009): \"Sustainability report – 2009\", European Economy No 9/2009. In such a scenario, there would be very large increases in expenditure on debt interest and public pensions, as well as on healthcare and long-term care during the coming decades. The projected impact on public finances of ageing populations is anticipated to dwarf the effect of the crisis many times over. 4 European Commission (2009): \"Long-term sustainability of public finances for a recovering economy\", COM(2009) 545/3. 5 For the results of the calculations see International Monetary Fund (2009): \"The State of Public Finances Cross-Country\", Fiscal Monitor: November 2009, IMF Staff Position Note, November 3, 2009, SPN/09/25. 8 ",
        "nd 2020. countries. This indicator measures the consolidation effort (either by an increase in tax collection or a decrease in budgetary expenditures) that is needed to return to a sustainable path in case no structural reforms are adopted, taking into account any additional expenditure arising from an ageing population. Once global economic recovery has taken hold, significant efforts for fiscal consolidation will be required to secure the longer-term sustainability of public finance. This is particularly important in countries where population ageing will have a strong impact on public finance. An alternative way to see the challenge facing Member States is to consider the required primary balance and the corresponding budgetary effort to achieve it in order for debt to reach the 60% of GDP threshold by 2020. On average, EU countries would need a structural primary balance of 4½% of GDP in the period 2011-2015 in order to reach the 60% threshold, which corresponds to a budgetary effort of 8¾ percentage points of GDP over this period. Structural measures to enhance the growth potential would decisively contribute to an early stabilisation and then reduction of the government debt ratio. At their meeting on 20 October 2009, ECOFIN Ministers agreed on the need for a co- ordinated and comprehensive approach on exit strategies. They noted that annual consolidation efforts in most Member States will have to be well above the 0.5% of GDP per annum benchmark in structural terms stipulated in the Stability and Growth Pact. The European Council reiterated this in the conclusions of its December 2009 meeting. The advanced G-20 countries face similar consolidation needs as shown by IMF calculations 6 . The IMF calculates that, in order to get the debt level below 60% by 2030, the average structural primary balance needs to be raised by 8 percentage points of GDP, relative to the year 2010 between 2010 a As underlined by the Europe 2020 strategy, restoring the conditions for sustainable growth and jobs is one of the key challenges the EU economy faces, and sound public finances are critical to meet that challenge . Innovative finance instruments can make a positive contribution to the goals of the Europe 2020 agenda both by helping ensure medium-term fiscal sustainability and by promoting economic efficiency and a more dynamic EU economy. They can also create fiscal space for the necessary financing of growth-enhancing investments in areas such as research and development, education, infrastructure, energy and the environment. And to the extent that these reforms contribute to enhancing potential growth, they could have a positive feed-back effect on fiscal sustainability. 2.2. Global challenges with budgetary implications In addition to the needs for fiscal consolidation, there are at least three global challenges with significant budgetary impacts in the years to come. First, the large amounts of public resources that have been made available since autumn 2008 to prevent a financial meltdown and subsequently to stabilise the banking system demonstrated that instability in the financial sector as well as the fiscal stimulus packages to sustain the economy had sizeable social and economic costs which need to be avoided in the future. For example, the Commission has approved a total of EUR 3.7 trillion of Member States' financial support measures, accounting for more than 30% of the 2009 EU GDP, of which more than EUR 1.5 trillion - equivalent to around 13% of the 2009 EU GDP 7 - has so 6 International Monetary Fund (2009): \"The State of Public Finances Cross-Country\", Fiscal Monitor: November 2009, IMF Staff Position Note, November 3, 2009, SPN/09/25. 7 Including inter alia recapitalisation measures (1.9%), guarantees (7.7%) and asset relief (2.8%). 9 ",
        "far been granted to financial institutions. This has created a widespread perception that the financial sector should participate more in the costs of stabilising the financial system . At the G-20 Summit in Pittsburgh in September 2009, Leaders discussed how the financial sector could make a fair and substantial contribution toward paying for any burdens associated with government interventions to repair the banking system. In this regard, they tasked the IMF to prepare a report for their next meeting in June 2010 in Canada, preceded by a discussion by Finance Ministers in April, on the range of options countries have adopted or are considering. In addition to raising revenues to help cope with the costs of financial crises, new approaches to the taxation of the financial sector, alongside with better regulation and supervision, can actively contribute to reducing the instability of financial markets while limiting competition distortions. Second, the goal agreed in December 2009 in the Copenhagen Accord of keeping the increase in global temperature below 2 degrees Celsius relative to the pre-industrial temperature can not be achieved by emission reductions by developed countries only. It will also require mitigation actions by developing countries with the help of financial support from developed countries, in addition to supporting developing countries' adaptation to the unavoidable effects of global warming. The Copenhagen Accord therefore committed to providing scaled up, new and additional, predictable and adequate funding to developing countries. From 2010 to 2012, funding of USD 30 billion by developed countries was agreed to support both mitigation and adaptation, of which the EU will contribute EUR 7.2 billion. It was also agreed to mobilise jointly USD 100 billion a year by 2020 to address the needs of developing countries. It is recognised that funding would come from a wide variety of sources, public and private, bilateral and multilateral, including alternative sources of finance. It was agreed that a High Level Panel will be established to study the contribution of the potential sources of revenue, including alternative sources of finance. A coordinated European approach to innovative sources could contribute to the work of this panel. Third, in order to reduce global poverty, the international donor community agreed in 2000 to support developing countries in achieving the Millennium Development Goals (MDGs) by 2015. The EU therefore pledged to increase its official development aid (ODA) to 0.7% of its Gross National Income (GNI) by 2015, which could imply a doubling of the EU's ODA from almost EUR 50 billion in 2008 (about 0.4% of GNI) to estimated EUR 100 billion in 2015 (in current prices). Building on these significant EU commitments, G-8 Leaders pledged in Gleneagles in 2005 that ODA from the G-8 and other donors to all developing countries should increase by around USD 50 billion by 2010, compared to 2004, with half of this increase going to Africa. The Gleneagles commitments imply an ODA level of USD 121 billion in 2010, expressed in 2004 dollars, or an increase of USD 20 billion from the 2008 level. 8 The hardships in the world's poorest countries that resulted from the global crisis have made delivering on these commitments even more urgent. In September 2010, a UN High- Level Plenary Meeting will review progress on the MDGs in order to identify where priority action needs to be taken to secure their fulfilment by 2015. 8 According to projections by the OECD issued in February 2010, there would be additional development aid from the members of the OECD Development Assistance Committee of USD 27 billion (in 2004 USD) in 2010 compared to 2004 which implies a shortfall of USD 21 billion compared to initial estimates of the Gleneagles commitments. 10 ",
        "2.3. Approaches to addressing the budgetary challenges In principle, these challenges for public finances can be addressed in a number of ways. Past experience shows that fiscal consolidation should be targeted to non-productive expenditures and to strengthening incentives for raising the productive capacity of the economy so as to spur long-term growth and jobs, while taking account of other policy considerations (social, environmental, health, etc.). There is evidence that fiscal consolidation effects from the spending side are usually more effective and tend to have more long-lasting effects than consolidations focusing predominantly on tax increases. 9 One important explanation for this superiority of expenditure-based fiscal consolidation is that these are often accompanied by structural reforms including reductions in public wage bills, which might spill-over to the private sector, and social security spending, which could increase work incentives. There is also evidence that gradual adjustments in public expenditure tend to prove more effective, which might reflect the fact that potential supportive structural reforms take time to deliver. They are also likely to improve the political feasibility of the adjustment. Given the magnitudes at stake, however, increases in tax collection may be part of the consolidation in several Member States. Those can take the form of increases in rates, increases of tax bases (e.g. cutting tax expenditures, i.e. subsidies provided through exemptions) and/or fighting tax fraud. More recent research has shown that consolidation through an increase in tax collection can also prove efficient to the extent that the starting tax- to-GDP ratio is relatively low and that changes are implemented gradually. 10 Moreover, the efficiency and the composition of the tax system are highly important when looking at the effects of increases in tax revenues. The appropriate mix between expenditure cuts and revenue increases depends of course on the characteristics of the country concerned. Fiscal consolidation needs to be accompanied by credible policy actions to repair the financial sector in order to achieve the policy objectives, including resuming growth and reducing debt levels. 11 Consolidation on the revenue side should take account of incentive effects and focus on the least distortionary measures. It is therefore important to analyse the impact of tax levels and structures on growth . So far, studies only provide partial evidence that the total level of taxation, measured by the tax-to-GDP ratio, influences economic growth. 12 The links between the structure of tax systems and growth rest on stronger foundations. Tax policies that improve research and development, entrepreneurship and foreign direct investment, that make 9 See European Commission (2003): \"Public finances in EMU – 2003\", European Economy, No 3/2003, European Commission (2007): \"Public finances in EMU – 2007\", European Economy No 3/2007, and Hagen, von J., Hallett, H., and R. Strauch (2002): \"Budgetary consolidation in Europe: quality, economic conditions and persistence\", Journal of the Japanese and International Economies, Vol. 16, No. 4, pp. 512-535. 10 See European Commission (2007): \"Public finances in EMU – 2007\", European Economy No 3/2007, and Tsibouris G.C., Horton, M.A., Flanagan, M.J. and W. S. Maliszewski (2006): \"Experience with Large Fiscal Adjustments\", IMF Occasional Paper 246, Washington DC. 11 See European Commission (2009): \"Sustainability report – 2009\", European Economy No 9/2009. 12 See for a review, G.D. Myles (2009): \"Economic Growth and the Role of Taxation – Aggregate Data\", OECD Economics Department Workings Papers, No. 714 and European Commission (2008): \"Public finances in EMU – 2008\", European Economy No 4/2008). Several empirical studies do find a negative relationship between the level of taxation (or other measures of the government size) and GDP growth but, as emphasised by Myles (2009), \"… none of this analysis escapes the fundamental observation that the lack of structural modelling limits the interpretation of the estimated equations and leaves the causality issue unresolved. \" 11 ",
        "work pay and promote education and training, and that encourage domestic and foreign investment as well as saving will all have indirect positive impacts on growth. Studies have also shown 13 that taxes on income are usually associated with lower economic growth and that property taxes (particularly residential), consumption taxes and environmental taxes are the most growth-friendly. Corporate income taxes and personal income taxes appear to be the most detrimental to growth. Furthermore, by affecting the efficiency and stability of financial markets, the tax system can also have an important bearing on overall economic stability and growth. In recent years, however, shifts in the structure of taxation in the EU have only been modest . This may suggest that there is still a potential reservoir for reforms within current systems. However, it could also be a sign that there are possibly constraints or conflicting interests that prevent such reforms (such as diverging preferences in terms of redistribution, fairness aspects of the reforms, the desire to promote home-ownership, or the presence of alternative regulatory measures to achieve similar goals). While efforts at improving traditional tax instruments, including through better tax coordination, will be necessary and should be high on the political agenda, new avenues should also be explored, as the overall financial needs are huge, and innovative sources of financing could have a non-negligible role to play. 2.4. Dimensions of innovative financing For the purpose of this document, innovative financing is considered to be public finance that is raised in new, non-traditional ways . This can mean both new instruments for raising revenues and new approaches to already existing fiscal instruments. It includes in particular levies on the financial sector (e.g. leverage and risk-taking, transactions, bonus payments, profit surcharges), the pricing of carbon emissions (e.g. carbon taxes, auctioning emission allowances), debt-based instruments (e.g. International Finance Facility, targeted bond issues), and private finance leveraged through public incentives (e.g. Advance Market Commitments, tax discounts, Public-Private Partnerships, market-based insurance schemes). This definition includes certain forms of private finance leveraged through public incentives because there is a clearly visible complementation of public expenditure by private expenditure. In other words, private finance leveraged with public incentives can be seen as an innovative way to undertake certain public interventions indirectly through the private sector. However, it does not include mechanisms which are exclusively private finance as this would excessively broaden the scope of this assessment and might also raise doubts as to what extent they are actually complementing public finance. Exclusively private innovative finance could include for example the activities of private charities, financial innovations, foreign direct investment, remittances, international offsetting mechanisms for greenhouse gas emissions, and other private sector initiatives. This document does not focus either on the 13 See for example Johannson, A., Heady, C., Brys, B. and L. Vartia (2008): \"Taxation and Economic Growth\", OECD Economics Department Working Papers , 620, OECD, Economic Department. 12 ",
        "use of budget instruments to increase the leverage of public finance such as the blending of loans with grants, guarantee schemes, risk-bearing instruments, or equity instruments. 14 The degree of innovation of financing mechanisms may vary over time and space , as some countries may already have introduced the instruments under consideration. This is in particular the case where the experiences of a pilot scheme need to be assessed before a wider implementation can be envisaged. In many cases of existing innovative finance a small number of countries launch an initiative which, if proved to be successful, is expected to gather additional support by other countries at a later stage. Compared to traditional taxes, innovative sources are often seen to have the advantage of finding higher political acceptance, in particular where the fiscal burden is imposed on groups or sectors which are perceived to currently not take on their fair share of the tax burden. Acceptance may also be deemed higher if revenues are earmarked for supporting global public goods . Because of earmarking, the use of innovative finance is often considered to be more stable and more predictable compared to traditional sources of finance, but this depends very much on the specific instrument. Examples of earmarking can be found in many countries, in particular in the area of environmental taxation. 15 In the EU, according to the relevant regulation, Member States should use at least half of their auctioning revenues under the EU Emission Trading Scheme (ETS) for climate and energy purposes from 2013 as well all revenues from auctioning allowances for aviation from 2012. In many cases, earmarking only reflects a political commitment (soft or weak earmarking). It is, however, important to stress that, as a general principle, revenues from specific taxes should not be earmarked to specific public expenditure but used to finance general government spending. Governments usually follow this principle and use earmarking only in special cases. In some countries earmarking is even forbidden by the budget law. Earmarking can lead to budgetary inflexibility and prevent resources from being used in an optimal way as it restricts the decision-making powers of the current and future governments and pre-commits future generations. By directly linking certain expenditure categories to the revenues raised with certain instruments, it can also increase expenditure rigidity. Moreover, it is difficult to forecast correctly the revenue from a specific new tax and, therefore, the available budget could also be less predictable than in the case of financing via the general budget. Earmarked revenues might in the end just substitute the funding of specific projects via the general budget, not impose a meaningful budget constraint and dilute the true costs of a project. In addition, earmarking could make tax systems more difficult and render future changes in the specific tax and thus broader tax reforms more difficult. The question whether earmarked taxes lead to an increase or a decrease in the overall tax burden is discussed controversially in the literature. For these reasons it is important to regularly evaluate the rationale for earmarking . 14 The Commission is also reviewing the possibility for extending, in cooperation with the EIB and the international financial institutions where relevant, the use of innovative instruments in the context of the Europe 2020 Strategy and the EU budget review. This reflection process is, however, also beyond the scope of this document. 15 The OECD/EEA database on instruments used for environmental policy and natural resources management contains a section on ‘Earmarked Environmentally Related Taxes' in OECD member countries (url: http://www2.oecd.org/ecoinst/queries/Main.htm). 13 ",
        "The relative strength with which these arguments apply not only at the national but also at the European and international level is discussed less in the literature. Proponents of earmarking for climate change and development-relevant goals hold that, regardless of the level of government, earmarking can help mobilise funds for global public goods to protect them from being deviated towards competing objectives in a context of scarce budgetary resources. However, potential revenues from an instrument of innovative finance may vary significantly across countries, for example because of differences in the size of the financial sector or in the importance of greenhouse gas emissions. In such cases, the proposal of channelling the revenues directly into an international fund could reduce the likelihood of agreement on such an instrument as it is likely to be opposed by countries raising most of the revenues. 16 Finally, the general arguments brought forward against earmarking (i.e. the risk of an inefficient allocation of funds and the degree to which it pre-commits future governments) apply irrespective of the level of government. 2.5. The relevance of the global level Because the required degree of coordination may vary with the instruments considered, it should be assessed how innovative financing can be pursued and implemented at the global level. The need for global coordination can be justified by a number of reasons: (1) As currently the most urgent challenges result from global externalities or require the provision of global public goods, a fair burden-sharing at a global level needs to be secured. (2) Where the tax base of an innovative source is highly mobile, international cooperation is necessary to avoid risks of tax avoidance and evasion by relocation of economic activities or tax bases and their consequent effects on growth, and employment. (3) An uncoordinated introduction of innovative finance instruments could distort competition conditions and prevent a level playing field. This issue is of particular relevance in the context of the EU Single Market, underlining the usefulness of coordination at EU level. (4) From a political economy standpoint, the effectiveness and determination in pursuing such innovative avenues require a global political commitment shared by key international stakeholders. Coordination among countries worldwide can prove difficult, reflecting different national interests as well as governance and accountability issues that exacerbate collective action problems. In such cases an agreement on implementation by all relevant key players such as the major economies might have to be considered. The G-20 seems to be the natural forum for such coordination as it represents the main centres and has the critical mass, both economically and politically. Moreover, the recent experiences regarding the efforts to tackle tax evasion at the G-20 level indicate that international coordination on tax matters can be achieved. However, to reach similar agreements in this respect, it will be imperative to agree 16 This could, however, be overcome in the context of a broader agreement where more issues are at stake by balancing costs and benefits for participating countries. 14 ",
        "on the precise purpose of innovative financing, whose merits must be compared to alternative ways of achieving that same goal, rather than assessing its added value in isolation. Where coordination at global level is not possible in the short to medium term, the relevance and feasibility of regional approaches, notably at EU level, has to be assessed. This should build in particular on the prospects of the EU taking on a role of global leadership in the expectation that it would be followed by other key players could be explored. Accompanying measures that have the potential to induce other key players to take similar actions might also have to be taken into consideration. 2.6. Criteria for assessing instruments of innovative sources In view of the above-mentioned considerations, the revenue-raising potential of an instrument and its variability are of primary interest. Revenues will vary considerably with the country and product coverage of implementation given that tax bases can be mobile by relocating to countries or by shifting to products with no such tax. Net revenues might also be lower where these repercussions on economic activity reduce other tax revenues. Revenues may also vary over time because of their sensitivity to the economic cycle. All of these aspects make precise revenue estimates particularly difficult. Several instruments of innovative finance have the potential of increasing the efficiency and stability of markets which would make their use preferable to traditional tax instruments. By internalising external costs, in environmental policies implemented through the polluter pays principle, some instruments can improve outcomes of market transactions from the society's point of view (\"Pigouvian tax\"). This feature of both raising revenues and improving the efficiency of markets is often referred to as a \"double dividend\". However, as the efficiency effect should induce medium to long-term adjustments of behaviour to avoid negative externalities (for example raising the stability of the financial sector), its achievement can reduce to some extent the revenue-raising potential over time. If inadequately designed, innovative instruments could also add new distortions and affect the level playing field, in particular through relocation effects if not implemented at a global level. It will also be important to consider the cumulative impact of different policy measures of fiscal and/or regulatory nature. 17 Effects on equity and income distribution need to be considered in order to evaluate which social group will carry the economic burden of a tax. The ultimate tax burden (or economic tax incidence) is usually shared between the factors of production and the customer (depending on the competitive conditions in relevant markets), and therefore rarely coincides fully with the entity paying the tax to the authorities (the legal tax incidence). If taxes have the goal to generate contributions from certain sectors or income groups, i.e. as is the case in the current debate on a contribution from the financial sector to the cost of the crisis, it is crucial to understand the tax incidence. Also, the equity and distribution effects have an impact on the 17 The logic of a double dividend may at first sight seem less applicable to innovative sources of financing for development, the main purpose of which is generally to raise funds for poverty reduction. However, the use of innovative instruments in the development finance area often entails efficiency effects. For example, by allowing to front-load expenditure, certain instruments can enhance the overall impact of a given amount of development assistance. 15 ",
        "political acceptability and the possible need for accompanying measures that reduce to some extent the net revenues from an innovative source. Other aspects of implementation such as legal and administrative aspects may play an important role in the assessment of an instrument. In the EU, the compatibility of an instrument with the Treaty provisions on the Single Market may be a legal issue for some of the instruments. Some of the proposals could involve a considerable degree of administrative complexity. In particular, administrative measures to reduce the extent of tax avoidance and evasion may be difficult to implement. The relative administrative costs of relying on the introduction of innovative sources as compared to raising more revenues through traditional sources therefore need to be considered. Even if these innovative sources were to outperform traditional sources with their side benefits of correcting market failures, these may come along with significant start-up investments and administrative costs making them less efficient as a tax instrument overall. An adequate assessment of the additional administrative burden would need to be made when considering the specific design features of an instrument. On the other hand, a coordinated approach at either international or EU level may lead to important economies of scale and facilitate the collection of revenues. An important criterion for any innovative source of financing is certainly its political acceptability. However, this is likely to be the result of the assessment in the light of the above criteria and the public perception of these. As mentioned, equity and distribution effects may play an important role, but other aspects could also be relevant. Finally, an assessment of political acceptability involves a significant degree of discretion which would be beyond the technical nature of this document. 3. A N ASSESSMENT OF INSTRUMENTS OF INNOVATIVE FINANCING This section applies the assessment criteria of revenue-raising potential, efficiency, equity and other aspects to the various instruments of innovative financing related to the financial sector, climate change and development. It should be noted that the revenues raised from any of the instruments considered could in principle be used to finance any of the budgetary challenges outlined in section 2.2. 3.1. Innovative financing related to the financial sector This section discusses potential innovative financing instruments related to the financial sector. 18 It deals with some of the proposals likely to be discussed in a forthcoming IMF report to the G-20 with regard to the range of options countries have adopted or are considering as to how the financial sector could make a fair and substantial contribution toward paying for any burdens associated with government interventions to repair the banking system. In this respect, the European Council in December 2009 concluded that it \"encourages the IMF to consider the full range of options including insurance fees, resolution funds, contingent capital arrangements and a global financial transaction levy in its review.\" 18 The OECD defines the Financial Sector as the set of institutions, instruments, and the regulatory framework that permit transactions to be made by incurring and settling debts; that is, by extending credit. See http://stats.oecd.org/glossary/detail.asp?ID=6815. For the purpose of this document the term financial sector is used along those lines. 16 ",
        "A possible approach based on the introduction of a \"stability levy\" 19 , as proposed by Sweden and the US, will be discussed in Section 3.1.1, financial transactions taxes in section 3.1.2. Other instruments discussed are a tax on bonuses in the financial sector (3.1.3) and a co- ordinated increase in profit taxes for this sector via a surcharge (3.1.4). Contingent capital arrangements as mentioned by the Council are not discussed in this paper since these would not create tax revenue. 3.1.1. Pricing leverage and risk-taking The debate on possible measures for pricing leverage and risk-taking in the financial sector gained momentum when the Swedish Minister of Finance, Anders Borg, proposed at the ECOFIN Ministers in January 2010 to adopt the Swedish Model of a \"Stability Fee\" on the financial sector at the European level. Its purpose is to \" finance measures needed in order to counteract the risk of serious disturbance to the financial system in Sweden \". The idea of taxing leverage, and thereby implicitly the potentially risky re-financing of banks via debt instruments, has already been put forward by the Swedish government in October 2009. 20 The fee is levied on certain balance sheets positions on a consolidated basis in order to reduce leverage and therefore possibly also bank size. Sweden plans to introduce a risk-adjusted rate of the fee in 2011. The risk-adjusted fee should take into account the different risk exposure of certain liabilities. The Swedish fee is set at 0.036% of certain parts of the institution's liabilities according to an approved consolidated balance sheet. The revenues are used to set up a fund to finance future interventions. Foreign banks pay the fee only on the basis of their subsidiaries' balance sheet in Sweden. Until the introduction of a risk-adjusted fee foreseen for 2011 only half the fee will be charged in 2009 and 2010. The government further proposed that the institutions participating in the guarantee programme will be able to deduct an average of state- guaranteed liabilities from the calculation basis for the stability fee. Payments for 2009 have not yet been made since the bank reports for last year are not yet completed. Currently, Sweden estimates that the revenue for 2009 will be around EUR 250 million. The government intends to present a proposal on the possible design of the risk-differentiated fee in a system combined with the deposit guarantee scheme before 2011. The goal is to collect the tax at least until the fund reaches a value of 2.5% of GDP. The US proposal for a \"Financial Crisis Responsibility Fee\" is different from the Swedish Stability Fee in that it is supposed to directly generate revenue for the budget in order to retrieve the funds used for the bail-out of the financial sector. Furthermore, the tax is constructed in a way that it falls only on the largest financial companies with the largest leverage. These companies have presumably the greatest systemic risk. The motivation for the US fee is to retrieve taxpayers' money used for the bail-out of the financial sector. The levy is supposed to be introduced for a limited time (currently foreseen for 10 years). However, it could also be used as a permanent device to take into account the systemic risk posed by larger banks to the extent that size provides an accurate proxy for systemic risk. It would do 19 In this document, the term levy is used as a more general term that can encompass both taxes and fees, without prejudging the use made of the collected revenues. Whereas tax revenues flow directly into the budget, the term fees is normally used when the revenues are collected in exchange of a service. 20 See http://www.sweden.gov.se/sb/d/11760/a/133218 for the official press release and http://www.nytimes.com/2010/01/22/business/global/22levy.html?partner=rss&emc=rss for a recent press article on the subject. 17 ",
        "this by increasing costs for large financial institutions (banks, insurance companies, brokers), which may be perceived as too big to fail, thus offsetting any funding advantage they gain by virtue of this perception. At the same time the tax would collect revenue for government budgets. Furthermore, the (higher) taxation of profits would not directly interfere with current regulatory reforms or with market transactions. According to the current proposal of the US administration, the levy in the US will be applied only to firms with more than USD 50 billion in consolidated assets. Smaller banks are therefore not taxed. The rate is currently planned to be 0.15% and would be applied to the covered liabilities. The covered liabilities (tax base of this proposed levy) are defined as the total consolidated assets worldwide less Tier 1 capital 21 (equity) and less deposits that fall under a deposit guarantee scheme (notably the standard bank deposits of their clients). One advantage of this approach is that it makes it more difficult for large banks to shift the burden of the tax to their clients. 22 This is because large banks still face competition from smaller banks that do not have to pay the levy. This gives small banks a competitive advantage which makes it difficult for large banks to shift the burden to clients. Other proposals have been made to tax systemic risk generated by financial activities. For instance, Perotti and Suarez 23 have proposed the introduction of \"liquidity\" charges or taxes to discourage the excessive accumulation of short term financing by banks that can create systemic risk and amplify the impact of systemic crises. This type of tax would be applied if the mismatch between the maturities of assets and liabilities goes beyond a pre-established level. The aim of the proposal is to make banks internalise the costs of the systemic risk they generate, especially when they rely on short-term funding during an economic boom. As taxes, theses charges would be complementary to existing instruments such as deposit guarantee contributions but without any direct commitment to liquidity support. 3.1.1.1. Revenue-raising potential In general, the revenue-raising potential of instruments as proposed by Sweden and the US could be substantial . The tax base, which is essentially the leverage of bank's balance sheets, could potentially be very large. In this case, governments could collect revenue with a relatively low rate. Also, relocation and avoidance problems might be less relevant compared to other instruments given that the levies are targeted at banks' balance sheets rather than at more mobile financial market transactions. Nonetheless, revenue estimates should be treated with a certain element of caution since the financial sector has repeatedly shown its ability to reduce the tax base through innovation or shifting business to entities outside the scope of the proposed taxes. The US and the Swedish proposals differ in terms of their use of revenues, as they are used respectively for the general budget and for a crisis management or resolution fund until its target size is achieved and then channelled to the general budget. This choice is subject to debates, involving issues such as the consistency with short-term and/or long-term fiscal consolidation efforts, moral hazard, cross-border sharing, or financial stability. 21 Tier 1 capital is a regulatory measure of the financial strength of financial intermediaries. See http://www.bis.org/press/p981027.htm for a definition. 22 However, this barrier to shift the tax to clients due to the competitive threat by non-systemically important institutions is mitigated by the fact that the very existence of large systemic institutions points to a partial deviation from a perfect competitive market environment, either due to some market entry conditions leading to monopolistic power or the presence of returns to scale or scope in the delivery of some financial services. 23 Perotti, Enrico, and Javier Suarez (2009): “Liquidity Risk Charges as a Macroprudential Tool\", CEPR Policy Insight No. 40, November. 18 ",
        "The Swedish charge could, under very basic assumptions, generate revenues in the order of EUR 11 billion per year if implemented in the EU as a whole. This estimate is calculated using the expected Swedish revenue of EUR 250 million and rescaling it to the EU level applying Sweden’s share of total value added in the financial services sector in the EU. This very crude measure is used because of the lack of reliable consolidated balance sheet data at the EU level. A second approach to estimating the potential revenue is the use of the aggregated banking sector balance sheet of Euro Area Monetary and Financial Institutions (MFI; excluding the central banks) as provided by the European Central Bank. The most recent data is from December 2009 for the euro area countries and from November 2009 for the other EU countries. The tax base was calculated according to the US proposal in that capital and reserves were subtracted from the total liabilities. Furthermore, it was assumed that 25% of deposits of euro area residents are covered by a deposit insurance and were accordingly also subtracted from total liabilities. If the Swedish tax rate of 0.036% is applied, the revenue would be around EUR 13 billion in 2009 for the EU-27. The much higher US tax rate of 0.15% would lead to revenue of more than EUR 50 billion in 2009 for the EU-27, assuming no shift in the tax base and applying the levy to all banks irrelevant of their size. The US government expects to raise on average USD 9 billion annually (i.e. up to USD 90 billion over the next ten years or USD 117 billion over twelve years) . The revenue will be used to repay the projected cost of financial support for the financial sector. According to the US Treasury, over 60% of revenues will most likely be paid by the ten largest financial institutions. The latest data on large commercial banks from the Federal Reserve System shows that the 33 biggest commercial banks in the US would fall under this tax. They account for 77% of total worldwide consolidated assets within the United States. 24 These figures do not contain the consolidated balance sheets of non-US banks held outside the US which according to the current proposal could also be covered by the fee. 3.1.1.2. Effects on market efficiency and stability One reason for appropriately taxing and regulating financial markets is to contribute to ensuring stability and avoiding systemic risk in the financial system. It is argued that the financial sector tends to take on risk beyond a socially optimal level and that such behaviour may be significantly disruptive to the broader economy. A levy on leverage and risk-taking could potentially induce the financial industry to internalise the social cost of a systemic crisis and thereby limit excessive risk–taking which usually goes along with high leverage . On the other hand, it may also encourage financial institutions to drive risky activity into other parts of the financial sector. The stability levy proposals share the rationale of the regulatory framework applying to financial institutions , including capital requirements. In the aftermath of the crisis, efforts have started at global and EU level, to overhaul the regulatory and supervisory framework of the financial sector in order to avoid the root causes of the crisis for the future. They include measures to improve the quantity and quality of capital held by financial institutions, and measures to address liquidity risk and reducing counterparty risk/enhancing transparency. Many of these changes to the regulatory framework would amount to a further increase of the cost of capital and cost of lending in the banking sector. 24 The data is available at: http://www.federalreserve.gov/releases/lbr/. 19 ",
        "Any stability levy that would be, explicitly or implicitly collected with the ex-ante expectation of using the proceeds for early intervention or resolution in a banking crisis, bears the obvious risk of creating moral hazard: it might induce excessive risk-taking in reliance of public sector bail out. However, there is already a high degree of moral hazard implicit in the status quo of expecting bail-outs by the public sector. In the absence of any orderly burden-sharing between the private and public sector, as well as its design features (e.g. penalising the \"guilty\", repayment by recipients etc.), moral hazard in the present situation might therefore actually be larger. In order to address these risks, clear conditions for the use of the collected revenues would need to be established and understood by stakeholders. Recent proposals to impose stability levies on parts of the balance sheets of financial institutions have often been associated with proposals to establish crisis management or resolution funds . An examination of these proposals is beyond the scope of this document. 3.1.1.3. Effects on equity and income distribution From a distributional point of view, a stability levy could be interpreted as a contribution of the financial sector to the costs which might otherwise fall upon taxpayers in case of a crisis. As with other instruments, there is a danger that the burden might be shifted to consumers and companies using services of the financial sector, and so would fall on the general public in any case. The extent of this shift depends on the extent of competition which varies between different segments of financial services markets. 3.1.1.4. Administrative and legal aspects The cost of administrating a stability levy applied to parts of the balance-sheets of financial institutions (which are reported and supervised anyway for prudential and other reasons) is likely to be limited. If the levy was calculated on the basis of consolidated (world-wide) balance sheets, however, tax coordination would have to be ensured in order to avoid double taxation. 3.1.2. Financial transactions taxes The idea of a financial transactions tax is derived from the 1978 proposal of James Tobin for an internationally uniform tax on all spot conversions of one currency into another. 25 Tobin argued that the increased mobility of private financial capital after the end of the Bretton Woods system might lead to excessive shifts of funds that create real economic costs for national governments and economies. He reasoned that the introduction of a small tax on currency transactions would increase the effectiveness of national monetary policy and would reduce unnecessary/harmful speculation by “ throwing sand into the wheels of foreign exchange markets \". This idea is quite different from the goals of the current proposal of a general transactions tax. Tobin assumed that a transactions tax on currency exchange could create some scope for differences in national interest rates. This in turn would allow national monetary policy to better react to domestic macroeconomic needs. With the introduction of the euro the discussion on speculation in currency markets became much less important for Europe since the single currency made such speculations impossible within the euro area, 25 See Tobin, James (1978): \"A Proposal for International Monetary Reform\". In: Eastern Economic Journal , 4(3-4), July/ October: 153-159. Tobin presented the idea already in 1972. 20 ",
        "though not internationally. 26 Nevertheless the name \"Tobin tax\" is still commonly used in current policy discussions. This paper uses the term financial transactions tax (FTT), which is a more general concept encompassing, but not limited to, a pure currency transactions tax. This term, which better reflects the current, more general debate on the possible use of financial transactions taxes, can also be applied to other financial transactions such as equity, bonds, derivatives, etc. However, some experts would still prefer to distinguish it from a Currency Transactions Levy (CTL), which would be applied only to currency conversions at a very low rate with the aim of collecting revenue rather than significantly reducing speculative activity. 27 The idea of the CTL has recently been discussed within the Leading Group on Innovative Finance for Development (see Section 3.3). 28 In the recent discussions, it has been argued that a FTT could stabilise financial markets by reducing speculative and technical trading and to raise substantial tax revenue as a contribution of the financial sector to the costs of government bailouts caused by the financial crisis. These aspects will be further analysed in this section. 29 3.1.2.1. Revenue-raising potential The Austrian Institute of Economic Research estimated the potential global revenue of a general FTT for 2006. However, it is not clear whether all transaction volumes which are used in the estimates can actually be taxed according to the assumptions made. This is especially the case for the taxation of derivatives. The Austrian figures suggest that a general FTT rate of 0.1% could raise between 0.8 and 2.0% of global GDP or USD 410 (EUR 327) billion and 1060 (EUR 845) billion in absolute terms. 30 The major part of these substantial amounts (between 80% and 90% of the revenue, depending on the assumptions about the reduction of transactions) would be collected from taxing transactions in derivatives on organised exchanges and transactions on over-the-counter (OTC) derivative markets. These estimates are based on the assumption that the entire notional value of such transactions would constitute the tax base. Given the below-mentioned open issues with the notional value as tax base, the estimates might therefore be too high. Without the contribution from derivatives traded on OTC markets and exchanges the remaining tax revenue from spot transactions on exchanges would be between USD 72 (EUR 57) billion and USD 80 (EUR 64) billion or 26 A currency transactions tax has also been discussed in recent years and a proposal on its implementation has been made by Spahn (2002), available at http://www.wiwi.uni-frankfurt.de/professoren/spahn/tobintax/Tobintax.pdf. However, recently Spahn (2009) commented on a general transactions tax noting that it would be inefficient and not practicable: http://www.wirtschaftsdienst.eu/downloads/getfile.php?id=2223&PHPSESSID=7ae5b4e406fb2464b11 66271bbc51591 27 For many advocates of the CTL, its revenues would be earmarked for the financing of development cooperation expenditure. 28 In contrast to the double purpose normally associated a general FTT, which aims at both market stabilisation and revenue mobilisation. 29 The European Parliament's Resolution of 10 March 2010 asks the Commission and Council to look at how the tax could be used to finance development cooperation and help developing countries to combat climate change, as well as how the tax could contribute to the EU budget. 30 The calculations are based on historical transaction data from two main sources: the World Federation of Exchanges (WFE) and the Bank for International Settlement (BIS). For Germany the study also uses data from Deutsche Börse/ EUREX. 21 ",
        "0.15% and 0.17% of global GDP . For Europe, the estimate would be around EUR 20 billion. 31 Furthermore, 2006 was a boom year with a high number of transactions and high asset prices. Values might be lower in the post-crisis years, affected by the enhanced regulation of the financial sector or by underestimation of tax avoidance due to relocation of markets and migration to non-taxed products, depending on the feasibility of wide geographical coverage and inclusion of a wide range financial products and markets (exchange and over-the-counter) in its scope. Furthermore, behavioural changes might depend on the characteristics of individual markets. In conclusion, the revenue estimates have to be interpreted with caution. 32 As far as a more narrow Currency Transactions Levy (CTL) is concerned, levying a tax of 0.005% on the world's most traded currencies could yield an amount of USD 33 billion annually. 33 Proponents argue that currency transactions are an obvious target because of the size and growth of the foreign exchange markets, although it remains unclear why market size would be an appropriate justification for imposing a tax. From 1973 to 2007, annual foreign exchange markets turnover rose from USD 4 trillion to USD 800 trillion. The CTL could, therefore, generate significant funds. According to recent estimates, a CTL of 0.005% levied only on transactions with the euro involved would yield a yearly amount USD 13 billion a year. A coordinated tax on all major currencies except the USD would generate USD 21.2 billion while a tax only on pound and euro would yield some USD 16.5 billion a year. 34 Foreign exchange swaps account for more than half of the tax base used for these estimates. The potential tax revenues of such taxes would be very asymmetric from a geographical point of view . In the EU, most revenues from the general financial transactions tax would be collected in countries with significant financial centres, while revenues in most other countries would be much lower. One might argue that while all countries introduce the tax and carry some of its burden, the benefit of the tax in terms of revenue is located only in few countries with large financial centres. However, the economic distortions in terms of reduction in trade volumes and risk of relocation of financial transactions due to the tax might also be strongest in countries with large financial centres. This asymmetry points to the need for international or even global solutions, but also puts forward the question on who should collect such a tax and whether or not an agreement to share the revenues internationally can indeed be found. 3.1.2.2. Effects on market efficiency and stability Financial markets have a high degree of mobility. For this reason there is a danger that relocation and tax avoidance in response to the tax might be substantial. Since the transactions 31 Europe means in this case the EU, Norway and Switzerland. 32 For a critical review of revenue estimates from transactions taxes see also Honohan and Yoder (2010): \"Financial Transactions Tax - Panacea, Threat, or Damp Squib?\" World Bank Policy Research Working Paper No. 5230, March 2010; available at http://www- wds.worldbank.org/external/default/WDSContentServer/IW3P/IB/2010/03/02/000158349_2010030215 3508/Rendered/PDF/WPS5230.pdf. 33 These estimates are based on BIS data. See Schmidt and Rodney (2008): \"The Currency Transaction Tax – Rate and revenue estimates\", North-South Institute, United Nations University Press. Hillman, David (2009): \"The Currency Transaction Levy\", presentation in May 2009 at www.leadinggroup.org/IMG/pdf_CTL_presentation_LG_Hillman_28May2009-3.pdf 34 Schmidt, ibid, p.14. 22 ",
        "tax does not differentiate between different segments of the market the reaction might even depend on the characteristics of single product markets. This might be a disadvantage compared to more targeted instruments like levies on leverage and risk-taking. Recent research finds indeed that the number of transactions declines in markets where a transactions tax is levied. In general, this coincides with a reduction of liquidity in these markets. However, the effects of this decline in transactions and liquidity on price volatility and market efficiency remain subject of debate. 35 Experimental studies show that the effects of transactions taxes could depend on the microstructure of markets. 36 The microstructure is simulated by allowing for different groups of traders on the market. Given that the markets that could fall under the scope of the tax are very diverse, the effect of the tax might be very different across relevant markets like currency markets, stock and bond markets, derivatives traded on exchanges and derivatives traded in OTC markets. Products, traders and investors in these markets are different and this makes it difficult to estimate the potential distortions of a global tax on financial transactions. Essentially, the debate on financial transactions taxes boils down to the question of the influence of transaction costs on trade volume and price volatility, and whether they can serve as a corrective device to reduce the number of allegedly harmful short-term traders. These effects are in general the same for a transactions tax that is levied only on currency markets (CTL). The difference to the FTT is that the current CTL proposals would be levied at a much lower rate of 0.005%. 37 To avoid possible tax evasion and relocations towards non-taxed currency transactions, a CTL would have to be coordinated at a global level. Proponents of a financial transactions tax argue that the tax would reduce noise and technical trade, thereby linking trade more closely to the underlying fundamental economic market conditions and make financial markets less volatile. The assumption behind this is that most short-term trading is indeed either highly speculative or based on technical trading which mainly relies on historical asset prices but does not take into account the fundamental economic data. However, in reality, it has been proven to be extremely difficult to make a meaningful and operational distinction between speculative and non-speculative transactions. It has in particular been shown that the time horizon of an investment is not necessarily a good predictor for the degree of uncertainty or speculation underlying the potential yield of that investment. For example, short-term financial transactions are often related to trade or other commercial transactions. Therefore, under such a tax all short- and long-term transactions would necessarily have to be taxed, i.e. including transactions aimed at longer-term investments by pension and insurance funds. On the other hand, high frequency computer trading might indeed become more expensive with an increase in transaction costs. 35 While many recent papers using panel data to identify the effect changes in transaction costs find a negative effect on volatility, some older studies find no effect on volatility. For a recent paper that finds a negative effect on price volatility see Hau, Harald (2006): \"The Role of Transaction Costs for Financial Volatility: Evidence from the Paris Bourse.\" In: Journal of the European Economic Association. 4(4): 862-890. Another recent study finding a positive effect was presented by Liu, Shinhua and Zhen Zhu (2009): \"Transaction Costs and Price Volatility: New Evidence from the Tokyo Stock Exchange.\" In: Journal of Financial Services Research. 36: 65-83. 36 See e.g. Mannaro, Katiuscia, Michele Marchesi, Alessio Setzu (2008): \"Using an artificial financial market for assessing the impact of Tobin-like transaction taxes.\" In: Journal of Economic Behavior & Organization. 67: 445-462. and Pelizzari, Paolo and Frank Westerhoff (2007): \"Some Effects of Transaction Taxes under Different Microstructures.\" Quantitative Finance Research Centre, Research Paper 212. 37 Schmidt, ibid. pp.7. 23 ",
        "There is, however, no evidence that the recent crisis was triggered by excess transactions. Instead, a number of factors allowed for excess leverage and the taking of excess risk positions in the balance sheet of financial institutions. Depending on the chosen tax rate, the tax poses also a risk of increasing the cost of capital for business and the cost of financial risk distribution . The latter is relevant for the use of derivatives for risk-hedging. Some proposals suggest using the notional value of derivatives as tax base. The notional value is defined as the value of a derivative's underlying assets at the spot price. In the case of an option or futures contract, this is the number of units of an asset underlying the contract, multiplied by the spot price of the asset. The notional value therefore takes into account the sometimes substantial leverage of financial instruments. However, since the real cash-flows connected to the purchase of the derivative are much smaller than its notional value, the tax burden would differ significantly for different derivative products and effective tax rates might be much higher than the above mentioned rates. The effective tax burden for different products could increase the hedging costs for companies in the financial as well as in other sectors. Therefore, the role of derivatives as insurance devices could be seriously affected. On the other hand, taxing only the transaction value and not the notional value would lead to considerable distortions between derivatives' and underlying assets markets. The tax could also increase financial costs for governments which might have to pay higher interest if the tax falls on the investor. The tax can thus generate adverse effects on investment and the level of economic activity and this may impact on the collection of other taxes. Further, if the tax is not introduced on the global scale it has the potential to divert economic activity - national experiments have even shown the virtual disappearance of some market segments when tax avoidance is possible. Therefore, if considered as a policy instrument the transactions tax has to be as comprehensive as possible in terms of its geographical scope and its coverage of products as to minimise this risk. Despite these drawbacks, transactions taxes or economically similar duties are levied in some countries. 38 An example is the stamp duty in the United Kingdom which is levied on transactions on stocks of companies registered in the UK. 39 However, it is not levied on derivatives or bonds and therefore avoiding some of the challenges for taxing derivatives as mentioned above. Other countries like Taiwan, China or Brazil also use some sort of transactions taxes. 40 38 Some country experiences are presented in Campbell, John Y. and Kenneth A. Froot (1994): \"International Experiences with Securities Transaction Taxes.\" In: The Internationalization of Equity Markets . pp 277-308. Ed. Jeffrey A. Frankel, National Bureau of Economic Research. University of Chicago Press. 39 A discussion of the UK stamp duty can be found in Bond, Steve, Mike Hawkins, and Alexander Klemm (2005): \"Stamp Duty on Shares and its Effect on Share Prices\". In: FinanzArchiv . 61: 275-297 and in an IFS Working paper by Hawkins and McCrae (2002) available at http://www.ifs.org.uk/comms/comm89.pdf. 40 Analysis of these systems can be found for Taiwan in Chou, Robin K. and George H. K. Wang (2006): \"Transaction Tax and Market Quality of The Taiwan Stock Index Futures\". In: The Journal of Future Markets. Vol. 26, No. 12: 1195-1216. For China: Baltagi, Badi H., Dong Li and Qi Li (2006): \"Transaction tax and stock market behavior: evidence from an emerging market\". In: Empirical Economics 31: 393-408. 24 ",
        "3.1.2.3. Effects on equity and income distribution Transactions taxes are under the political and public spotlight because they are perceived as a contribution of the financial sector to the financing of bailout costs caused by the financial crisis. However, there is often a difference between the legal tax payer and the economic agent who actually carries the economic burden of a tax. The analysis of the incidence of taxes is important since it is the economic incidence rather than the legal one which changes economic behaviours. In the context of a financial transactions tax, the economic burden of the tax could fall either on traders, on stock exchanges, on companies and governments (via higher capital costs) or on final consumers via higher prices for financial services. Hence, it is unclear whether the financial sector would actually carry the burden of the tax. For evaluating the distributional aspects of the tax, a starting point is to analyse whether the tax is progressive (i.e. it taxes the riches proportionally more than the poor or less wealthy). Unfortunately, such empirical analyses are currently unavailable , mainly because of a lack of data. It is often argued that the tax could potentially have progressive properties since rich people are supposed to hold, and therefore trade, more than poorer ones. However, it cannot be taken for granted that this assumption necessarily holds since it also concerns the activities of pension funds and other investment funds, which also manage the savings of middle- and lower-income earners. Furthermore, it might possibly be easier for rich investors to escape taxation by relocating their trades to other markets while institutional investors remain in markets subject to taxation. 3.1.2.4. Administrative and legal aspects The administrative costs of collecting a financial transactions tax could be relatively low. Data from the United Kingdom (UK), where a stamp duty is levied, show that the collection cost is only 0.21 pence per pound collected. In contrast to that, for the income tax, the value is 1.24 pence and 0.76 pence for the corporation tax. 41 However, this levy is a pure securities transactions tax, and does not tax a wider range of non-securities transactions, such as lending or depositing, for which administrative costs might be higher. Most current proposals assume a relatively small tax rate of 0.005% to 0.1% on the value of transactions. 42 However, in many of these proposals the tax base and other administrative design features of the tax , such as among others the method of tax collection, its clearing, and its coordination, are not very clear . In general, the value of the transaction is supposed to be the tax base. This is however difficult for some financial products, especially for derivatives as pointed out above. 41 See the Departmental Autumn Performance Report 2009 of HM Revenue & Customs available at: http://www.official-documents.gov.uk/document/cm77/7774/7774.pdf 42 These tax rates are proposed in a proposal by Schulmeister, Stephan, Margit Schratzenstaller and Oliver Picek (2008): \"A General Financial Transaction Tax - Motives, Revenues, Feasibility and Effects\". Research Study by the Austrian Institute of Economic Research, available at: http://www.wifo.ac.at/wwa/servlet/wwa.upload.DownloadServlet/bdoc/S_2008_FINANCIAL_TRANS ACTION_TAX_31819$.PDF. Other proposals assume even lower tax rates like the proposal of the French Minister of Finance Bernard Kouchner for a \"voluntary contribution based on international financial transactions\". Kouchner assumes that a 0.005% tax rate on currency transactions only would raise EUR 30 billion at http://www.ft.com/cms/s/0/ef5e05be-a2f7-11de-ba74- 00144feabdc0.html?catid=20&SID=google 25 ",
        "Beyond this specific issue of the tax base in case of derivatives trading, the general scope of such a FTT would have to be properly defined . In particular, a large part of financial transactions is not trades in securities, currencies or derivatives, but rather for example lending, depositing or the acquisition of insurance contracts. Although often debates about a FTT do not particularly focus on such other transactions, from a systematic point of view there is not much evidence to support systematic discrimination between different types of financial transactions. Such possibly arbitrary differentiation would foster neither the efficiency nor the stability of the financial sector at large 43 . As for foreign exchange transactions, it is argued that the process of revenue collection could be easier. Since the market is fully computerised, the tax payment would be automatic when a currency trade is settled. The introduction of both Real Time Gross Settlement (RTGS) and the Continuous Linked Settlement (CLS) Bank in order to remove settlement risk from the system has made collection far simpler. Because of the global messaging circuitry supplied by SWIFT the required information could be efficiently copied to tax authorities. Automated payment would be received at central banks before being passed on to governments through their exchequers. 44 However, if the tax is applied through the above systems, there is an incentive to find other instruments to settle transactions that are not covered by the tax. At least for a levy on currency transactions some legal aspects have to be considered. In relation to the original proposal by Tobin for a currency transactions tax legal obstacles were put forward by the ECB on its compatibility with the free movement of capital and payments between Member States and between Member States and third countries under Article 63 of the Treaty on the Functioning of the European Union (TFEU) (ex Article 56 of the Treaty Establishing the European Community (TEC)). 45 Since the mechanism of a currency transactions levy is supposed to be based on taxing the net position of foreign exchange transactions, it could represent a restriction of the free movement of capital and payments (Article 63 TFEU). Besides the effect on the netting operation itself, it indirectly restricts underlying transactions, including those between Member States and with third countries, by rendering them more costly. It is unlikely that, for this restriction, a justification sufficient for the purposes of the Treaty could be found. Even if e.g. raising funds to benefit stability funding were to be considered as an overriding requirement of general interest, that requirement could not explain why transactions involving countries with different currencies would be treated less favourably than those involving only one currency. Furthermore, the tax is considered to be disproportionate as funds could alternatively be raised by other means of budget attribution without affecting a basic freedom of the Treaty and, in any event, because the scope of the tax would be unrelated to the risks to be covered by the tax revenue raised. Even a very low tax rate would constitute an infringement, and it would not be possible to establish a threshold of insignificance. 43 A too narrow tax base which would de jure or de facto disproportionately affect cross-border transactions as compared to purely domestic transactions might also be contrary to various international obligations of Member States in this respect, in particular of Article 63 (ex Article 56) TFEU. 44 House of Commons, Report of the All Parliamentary Group for Debt, Aid and Trade, pp.31-34. 45 See also \"Opinion of the European Central Bank of 4 November 2004 at the request of the Belgian Ministry of Finance on a draft law introducing a tax on exchange operations involving foreign exchange, banknotes and currency.\" Available at: http://www.ecb.int/ecb/legal/pdf/en_con_2004_34_f_sign.pdf. 26 ",
        "Similarly, the compatibility of such a levy with Article XI of the General Agreement on Trade in Services (GATS) , which provides that WTO Members cannot apply any restrictions on international transfer and payments for current transactions relating to their specific commitments, would have to be further assessed. As the EU has taken specific commitments relating to financial transactions, including lending, deposits, securities and derivatives trading and these commitments relate to transactions with third countries, a currency transactions tax could constitute a breach of the EU's GATS obligations. Another potential legal barrier to the introduction of a tax on financial transactions is its compatibility with the Council Directive 2008/7/EC 46 . Article 5 (2) of Directive 2008/7/EC provides that Member States shall not subject to any form of indirect tax the creation, issue, admission to quotation on a stock exchange, trading with stocks, shares or other securities of the same type, or of the certificates representing such securities. This concerns also loans, including government bonds, raised through the issuance of debentures or other negotiable securities, or any formalities relating thereto. However, Article 6 (1)(a) of the Directive 2008/7/EC expressly states that \"[n]otwithstanding Article 5, Member States may charge duties on the transfer of securities, whether charged at a flat rate or not\". Generally speaking, the compliance of a financial transactions tax in the EU with Directive 2008/7/EC would need to be carefully analysed. 3.1.3. Taxing bonuses Recent developments in the EU point to numerous efforts taking place to implement policies on remuneration packages to reduce risk incentives. 47 However, concrete tax legislation has only been announced by two Member States. In the UK , banks paying individual bonuses above ₤ 25,000 will have to pay an additional bank payroll tax of 50% on the excess bonus over £25,000 (bankers will continue paying income tax on their bonuses). This is a retrospective one-off tax for the year ending on 1 April 2010. Also, the French government plans to tax bonuses paid to bank employees in 2010 at 50% 48 . Once approved by Parliament, the levy will apply to bonuses above EUR 27,500. According to press, the levy would affect between 2,000 and 3,000 bankers working in France. 3.1.3.1. Revenue-raising potential The UK Treasury expected to raise ₤ 550 million through this measure; a figure contested by critics who point to the ability of those affected to avoid the tax. However, large banks in London have reported much higher bonus tax payments adding up to £ 2 to 2.5 billion. 49 The French government expects to raise EUR 360 million of which EUR 270 million will be earmarked for the bank deposit insurance scheme. 46 Council Directive 2008/7/EC of 12 February 2008 concerning indirect taxes on the raising of capital, Official Journal L 46/11 of 21.02.2008. 47 See in particular, the Commission proposal amending Directives 2006/48/EC and 2006/49/EC, SEC(2009)974final and SEC(2009)975final, currently under negotiation in Council and European Parliament. 48 Included in the text Collectif Grand emprunt 49 Financial Times of 5 March 2010. 27 ",
        "3.1.3.2. Effects on market efficiency and stability A one-off ex post measure, as introduced by the UK, would introduce only very limited aggregate efficiency gains or losses to the financial sector at large. If such a tax was introduced on a more permanent basis, it could have more pronounced effects on the stability and efficiency of the financial sector . It might partly correct for too high incentives in the bonus system for bankers to take risk and thereby avoid the accumulation of excessive risk. Incentive structures for bankers were identified in the aftermath of the crisis as one of the factors enabling the build up to the crisis. However, for this purpose the approach by regulators to directly monitor the incentive system for bank managers seems to be a much more targeted and suited instrument 50 . For example, it might very well be the case that such a tax, while overall reducing the reward for risk taking, would keep the relative incentives intact and would not lead to any change in the behaviour of bankers. The UK experience is already indicating that banks are increasing bonuses and swallowing the loss by transferring it to shareholders. Furthermore, a tax on bonuses – similar to the regulation of bonus payments - may encourage banks to shift the structure of pay from bonuses to less performance-related components (i.e. base salary). Some efficient bankers could leave the banking sector and work in the shadow banking sectors instead, which are considerably less regulated. Similarly, if the measure is taken on a single-country basis, banks could relocate to other jurisdictions, some of which could be less regulated and supervised, which in turn would result in less stability. 3.1.3.3. Effects on equity and income distribution Proponents of the tax argue that in particular this year's earnings of banks benefit from substantial government support and are thus, to some extent, windfall gains. In this context, a special tax on bank bonuses would be a one-off measure to recoup some of the expenditures that were spent on saving the banking system. As the current windfall gains of bankers are in fact \"hidden gifts\" from the state, bankers who benefited directly from the government efforts should now contribute to improving the state of the public finances. Furthermore, as the banking sector is a knowledge-based industry, it is bankers who in the form of bonuses reap the benefits of earnings rather than shareholders. Thus, a tax on bonuses, as opposed to profits, would affect those who benefited most directly from the government actions. The incidence of the tax is not clear , as market competition and the bargaining power of managers could affect the distribution of the ultimate burden between shareholders, managers and consumers. In addition, the exact tax base is even conceptually not well defined, as some 50 The latest proposal by the Commission for the modification of the Capital Requirement Directive (CRD) also tackles perverse pay incentives by requiring banks and investment firms to have sound remuneration policies that do not encourage or reward excessive risk-taking. Banking supervisors will be required to oversee remuneration policies and will be able to sanction banks – by placing higher capital requirements, via Pillar II – with remuneration policies that do not comply with the new regulations. The proposal includes principles on preventing remuneration policy from encouraging excessive risk-taking, promoting long-term value creation, greater management responsibility, an independent internal review of the remuneration policy, an appropriate balance between fixed and variable pay, performance measurement and risk adjustment of performance, deferment of bonuses and severance pay. 28 ",
        "Member States include bonuses as part of the \"irregular payments\" category, which however also includes regular 13 th and 14 th salaries. This also makes even rough estimates of the possible revenue to be gained form such a tax very difficult, as the extrapolation of the UK estimate could be very misleading since the share of bonuses in the pay of UK bankers seems to be considerably larger than in France or for the EU as a whole. 3.1.4. Profit taxes While increasing profit taxes might not necessarily be considered innovative, it is nevertheless relevant for a more complete assessment of options for contributions from the financial sector. In most countries financial intermediaries are organised as corporations that pay profit taxes such as the corporate income tax (CIT). At the same time, financial intermediaries might benefit from extra-profits linked to their unique position in the economy. These rents could be subject to an additional taxation. In addition, the specific structure of revenues in the financial sector (interest, dividends, etc) may open a reflexion on the proper definition of profits that would be specific to the sector and on the possibility to investigate cash-flow taxation options. One of the options for raising international revenue could be a co-ordinated increase of profit taxation for the financial sector or an introduction of a surcharge levied on the CIT base . The biggest advantage of such a measure would be that it relies on existing tax bases and systems. This would make the introduction easy and fast. Furthermore, the (higher) taxation of profits would not interfere with current regulatory reforms or with market transactions. A surcharge on CIT would raise the total tax rate in proportion of the basic CIT rate (i.e. countries with the highest rate would experience the largest increase) while a coordinated increase in the rate for the financial sector would raise the CIT rate in all Member States by a fixed percentage points. 3.1.4.1. Revenue-raising potential The revenue potential of a surcharge depends on the rate of the surcharge and the behavioural effects created by the higher tax burden in the financial sector. Assuming an increase of 5% in the tax burden (i.e. a 5% surcharge) for the financial sector and under the assumption of a constant tax base, the surcharge could lead to additional tax revenue in an order of magnitude of EUR 3 to 4 billion per year in the EU . 3.1.4.2. Effects on market efficiency and stability From an economic point of view, the corporation tax has the advantage that it falls at least to some extent on profits that are pure rents. In this case, marginal investment decision of banks would remain unaffected in theory. In practice, however, it is difficult to differentiate between pure profit taxation (intra-marginal taxation) and taxation at the margin. Furthermore, taxing one sector more than another could create competitive distortions. However, investment decisions by capital market investors might very well be affected and therefore the impact on the stability of the financial sector of such a tax might however be counterproductive. Firstly, raising the corporate income tax only for financial institutions would raise the required pre-tax rate of return on equity in the financial sector. The attempt to obtain unsustainably high rates of return on equity was, however, one of the drivers of build up of imbalances that led to the outbreak of the financial crisis. This is due to the obvious fact 29 ",
        "that, in the absence of rising monopoly rents due to tighter market access conditions, higher rates of return can realistically only be achieved by higher risk taking (e. g. higher leverage or a more risk-bound selection of the institutions' assets). As all other instruments discussed below, a surcharge comes also with other disadvantages. The differences in tax rates and tax bases across countries could lead to very different effects of a surcharge on national markets and different effective tax burdens across countries. Furthermore, incentives for profit shifting might be increased if the surcharge increases the tax differential between participating and non-participating countries. Lastly, the differential taxation of economic sectors within national borders might also lead to distortions and a shift of income or activity to sectors with lower tax rates. 3.1.4.3. Effects on equity and income distribution From a distributional point of view, such a tax could be interpreted as the contribution of the financial sector to the potential costs to the taxpayer of bailing out financial institutions in case of a crisis. This cost, as indicated in section 2.2 and as witnessed during the present crisis, can be very high. Yet, while such a tax might be designed to be levied on all financial institutions, the actual likelihood that such institutions would be bailed out by public interventions is by no means equal for all of them: in practice only so-called systemically important financial institutions (typically large and interconnected banks or insurance companies) could speculate on such a government bailout. 3.2. Innovative financing related to climate change Countries committed to taking actions which limit global warming can obtain revenues from auctioning allowances within a cap-and-trade scheme or from carbon taxes, thus by putting a price on emissions of carbon dioxide (CO 2 ) and other greenhouse gases . With a view to the assessment criteria, there are several features which the various instruments discussed in this section have in common. While revenues can be sizeable, as will be shown below, there are a number of reasons why the revenue-raising potential of carbon pricing should not be overestimated. Since the primary objective should be to induce medium to long-term adjustments of behaviour to reduce the negative effects from carbon emissions, its achievement implies a decline in revenue over time. In the case of carbon pricing this is less important, however, in the short or medium term, as advanced economies are very much based on the use of fossil fuels. If, in the very long run, fossil fuels could be entirely or substantially replaced by non-carbon based energy sources, revenues would fall significantly. Conversely, setting the carbon price in the form of a tax, or of a floor price in an emissions trading scheme, with the objective of maximising revenues is very unlikely to meet simultaneously the objective of adequately correcting the market failure arising from carbon emissions. Revenues from carbon pricing might also vary over time due to changing economic circumstances. Finally, in order to avoid substantial increases in the overall cost and to be politically acceptable, these new revenues may have to be partly balanced with reductions in other taxes or increases in other expenditure so that the net gains in revenues may be limited. Relative to regulation, a price on carbon emissions has a higher efficiency in that it allows individuals to decide whether they want to continue emitting by paying the price or whether 30 ",
        "they prefer to abate their emissions. The pricing mechanism thus identifies in a decentralised way the least-cost opportunities of emission abatement and ensures that emission reductions are distributed efficiently across the market. The carbon price in this way provides a continuous incentive for the firms to invest in energy efficiency and low-carbon technologies. Without a strong and credible price signal many of those investments, which are necessary for achieving climate policy targets in the future, would not be realised. Compared to other innovative sources, imposing a price on greenhouse gas emissions therefore has the advantage of addressing climate change externalities and providing revenues at the disposal of the governments at the same time. These revenues can be used to reduce more distortive taxes in the economy, in which case they have a potential to yield a \"double dividend\" , i.e. to raise revenues and economic efficiency at the same time. The existence of the \"double dividend\" is theoretically not unambiguous, but model simulations indicate that if the additional revenues are used for example to cut indirect labour costs, employment can be improved, and that in this sense the \"second dividend\" can be reached. For the global challenge of avoiding climate change, the optimum would be a single carbon price globally which would further increase the efficiency gains by using least-cost abatement opportunities from a global perspective. There are two different ways of achieving this: introduce carbon taxes or implement greenhouse gas emissions trading schemes. To get complete global coverage both these alternatives would require a degree of international cooperation that does not currently seem politically achievable. A more realistic alternative in the short run would be to link the existing or forthcoming local or regional carbon trading schemes. Linking would reduce the costs of meeting carbon reduction targets globally, as the reductions would be redistributed within the linked schemes to where they are the cheapest. This would also have a consequence for the amount of revenue raised in each of the linked regions. Linking would thus lead to similar efficiency gains as a global carbon tax or a global carbon market depending, however, on how large a coverage these linked trading systems have. If the linked schemes are based on the auctioning of allowances, they form also a substantial source of revenues in the participating regions. As long as a price on carbon is not introduced globally, there is a potential risk that the additional costs could induce those carbon-intensive industries that cannot pass through the price on carbon in their output prices to relocate to countries which have only a low or no price on carbon emissions. This risk of \" carbon leakage \" implies that greenhouse gas emissions are not reduced globally and increase as a result of new locations applying more carbon-intensive production technologies. Carbon pricing may involve some social hardships since lower-income groups tend to spend a higher share of their income on energy and transport services. Depending on the carbon intensity by which energy and transport services are produced in a country, these may see a visible pass-through of a price on carbon emissions in their output prices. 51 With a view to political acceptability, some of the revenues of carbon pricing may therefore be used for accompanying social measures. 3.2.1. Auctioning emission allowances The basic concept of a cap-and-trade scheme is to introduce an overall limit on carbon emissions (\"cap\") and to oblige all emitters included in the scheme to hold allowances, 51 On the potentially regressive effects of a price on carbon in the US see C.A. Grainger and C. Kolstad (2009): \"Who pays a price on carbon?\" NBER Working Paper 15239. 31 ",
        "corresponding to their amounts of emissions, which can be traded according to changing needs. These allowances can be allocated for free based on historical emissions (\"grandfathering\") or be auctioned which has the advantage of providing public revenues and thus capture the scarcity rent which otherwise would remain in the hands of the owners of the installations subject to emissions trading. The EU Emission Trading System (EU ETS) , implemented since 2005, is the only regional, multi-country cap-and-trade scheme and also the biggest carbon market in the world. In the EU ETS most of the allowances are currently allocated free of charge, but the Member States had the right to auction up to 5% of them in the first trading period (2005-2007) and in the ongoing second trading period (2008–2012) 10% of the allowances may be auctioned. As of 2013, auctioning will be the predominant way of allocating emission allowances in the EU. Power generators, due to their capacity to pass on the cost of CO 2 to consumer prices, will face full auctioning from the start, while for industrial installations auctioning will be gradually phased in with a view to full auctioning by 2027. Cap-and trade schemes also exist at local or national level in many non–EU countries (Norway, Switzerland, US North-eastern states (RGGI), New Zealand) and some others are currently preparing to introduce such schemes (US at federal level, Australia, Canada, Japan). In the US, legislation approved by the House of Representatives (Waxman-Markey bill) provides for the auctioning of about 16% of the allowances initially, with a price floor of USD 10; legislation (Kerry-Boxer bill) is still under discussion in the Senate. In Australia, the draft legislation for a Carbon Pollution Reduction Scheme plans for the majority of permits to be auctioned, subject to a price cap, while the price of permits will be fixed at A$10 per tonne of carbon in the first year; free allowances for trade-exposed industries would be based on yearly historical average emissions in the sector. Regarding revenues , Germany raised in 2009 about EUR 230 million from allowance auctions and allocated these revenues to development programmes. Assuming that by 2020 half of the total EU ETS allowances were auctioned at a price of EUR 30 (on the basis of a cap on EU ETS allowances at 1.72 billion tons of CO 2 in 2020), total annual revenues from auctioning for ETS participating countries could amount to some EUR 25.8 billion in 2020. While the EU ETS Directive provides that Member States shall determine the use of revenues generated from the auctioning of allowances, at least 50 % of the revenues should be used for a set list of objectives related to climate change and energy, including in developing countries. 52 Member States shall inform the Commission on the use of revenues and the actions taken. In the US, the Waxman-Markey bill would imply up to 2020 at least USD 8 billion per year, assuming the auctioning of 16% of about 5 billion allowances per year at the minimum price of USD 10. 53 These examples illustrate the potential gross revenues that could be raised – if firms are unable to pass through fully their higher costs to their customers, profits and corporate tax revenues will be reduced. In the EU ETS, the risk of carbon leakage is addressed by allocating free emission allowances to a list of energy-intensive sectors or subsectors that have been deemed to be exposed to 52 The EU Directive establishing a scheme for greenhouse gas emission allowance trading within the Community (\"EU ETS Directive\"), Article 10, §3. 53 The US administration's own forecast was revenues of USD 646 billion in the years 2012-2019 from an emissions trading program, but this estimate no longer appeared in the latest budget proposal. 32 ",
        "significant risks of carbon leakage in the third trading period, in which auctioning will otherwise be the main tool of allocation. 54 The EU ETS Directive foresees that the Commission assesses by mid-2010 the situation with regard to energy-intensive sectors in the light of progress at Copenhagen. 3.2.2. Carbon taxes Cap-and-trade schemes and carbon taxes are not necessarily mutually exclusive as they can cover different parts of the economy. In particular cap-and-trade schemes may be difficult to apply directly to small and diffuse emission sources, such as transportation, other service sectors or domestic sources, which make up a substantial part of emissions. The EU ETS covers power generation and a large part of the energy-intensive industrial sectors as well as aviation from 2012 on, which account for about 50% of the EU's emissions. Thus, carbon taxes could help in achieving the emission reduction targets set for 2020 in the sectors not included in the ETS, and this is already done by several Member States. While in a trading system the price of carbon automatically adjusts to changes in the emission targets, inflation, or the economic situation, a carbon tax would require such adjustments by political decisions (as also applies for changes in emission targets for the ETS). Unlike in a cap-and-trade scheme, the environmental outcome of a carbon tax is not known in advance.An important objective is to ensure a coherent approach to the pricing of carbon emissions between taxation and cap-and-trade schemes across sectors and countries. 3.2.2.1. The revenue-raising potential The revenue-raising potential of carbon taxes can be seen in several EU Member States . The three Nordic countries introduced CO 2 taxes in the context of green tax reforms in the early 1990s (Finland 1990, Sweden 1991 and Denmark 1992-3). CO 2 taxes complement the conventional energy tax system in which the rates are based on energy content. Currently, the rate of the CO 2 tax is EUR 12 per tonne of CO 2 in Denmark, EUR 108 per tonne of CO 2 in Sweden and EUR 20 per tonne of CO 2 in Finland. In 2007 tax revenues generated by CO 2 taxes as percentage of GDP were 0.3 % in Denmark, 0.81 % in Sweden and 0.29 % in Finland. Beyond explicit carbon taxes, over the last decade the UK, the Netherlands and Germany have also introduced green tax reforms, in which taxes on carbon-based energy products play a predominant role. Ireland is introducing a carbon tax starting at EUR 15 per tonne of CO 2 in 2010. The tax is expected to yield EUR 330 million annually. France planned to introduce a carbon tax in 2010 which would cover the use of oil, gas and coal and be applied to households as well as enterprises. 3.2.2.2. Effects on market efficiency In order to avoid distortions, the coherence of carbon taxes is not only important within countries, notably with respect to other policy instruments such as the EU ETS, but also across different countries. In particular, different ways of taxing carbon emissions across EU Member States can be problematic with a view to efficiency and competitiveness effects in a Single Market if implemented in an uncoordinated way. In the absence of a Community framework for carbon taxation there is a risk that Member States would choose diverging 54 See Articles 10 (a) and (b) of the EU ETS Directive , and Commission Decision 2020/2/EU determining a list of sectors and subsectors which are deemed to be exposed to a significant risk of carbon leakage. 33 ",
        "ways to implement carbon taxes at national level which could lead to overlaps on the one hand and gaps between the national systems on the other. Since carbon taxes also impact on the competitiveness of the sectors concerned, it will also be more difficult for Member States to set their rates at an optimal level if no EU-wide minimum tax level exists. In some countries, including the US and the EU, there has been a debate on the possibility of introducing provisions for a carbon border tax as a means to address risks of carbon leakage. It would impose a carbon price on importers similar to what domestic producers have to pay. An additional objective is that it could induce other countries to engage in emission reduction efforts. Revenues from a carbon border tax would fall as differences in global mitigation efforts narrow over time and tax levels are accordingly adjusted downwards to not become trade distorting. However, a carbon border tax has a considerable number of drawbacks which would need to be addressed. First, it would have to be designed in a way so as to ensure legal compatibility with WTO rules. However, whatever design is chosen, it could lead to trade conflicts and possible retaliatory measures. Second, administrative costs could be very high as the tax rate would have to vary according to the embodied emissions of products, with likely difficulties of defining and enforcing reliable rules of origin and of coping with the variety of climate-related instruments applied in different countries. Third, a system of tax rebates might have to be added in order to avoid an increase in the costs of intermediate goods. Finally, in order to have an impact on competitiveness of the country's exports, rebates would also have to be foreseen for exports to level the playing field vis-à-vis other countries. 3.2.3. Pricing carbon emissions from international maritime and aviation transport The EU Member States and the European Commission have been working actively for many years through the United Nations Framework Convention for Climate Change (UNFCCC), the International Civil Aviation Organisation (ICAO) and the International Maritime Organisation (IMO) to agree measures to reduce CO 2 emissions from international aviation and maritime transport. There is a particular interest in a global approach due to the international nature of these sectors the high potential of carbon leakage as well as the need to ensure a level playing field. The EU, in the context of the ongoing UNFCCC negotiations, has proposed that global targets are set by the UNFCCC to reduce international aviation emissions -10% compared to 2005 levels by 2020 and international maritime emissions by -20% compared to 2005 levels by 2020 . The global measures to reduce the emissions from international aviation and maritime transport should be developed by ICAO and IMO There have been many proposals for measures to reduce emissions however no binding targets or mandatory measures have yet been agreed. These proposals, if implemented, would raise significant revenues. For illustrative purposes, the Commission estimates that, if one were to assume a 20% reduction target below 2005 levels for international maritime transport and a 10% reduction target below 2005 levels for international aviation, prices between EUR 20 and 30 per tonne of CO 2 emissions, and 100% auctioning, the total global revenue could be in the range of EUR 20 to 30 billion per year. Due in part to the lack of progress at a global level, the EU has decided that aviation will be included in the EU ETS from January 2012 . With an auctioning rate of 15% of the total allowances this is expected to generate between EUR 617 and 928 million per year at a 34 ",
        "carbon price between EUR 20 and 30 per tonne of CO 2 . 55 Member States should use their auction revenues under the EU ETS for aviation to tackle climate change from 2012. Several countries already introduced an airline ticket levy with a progressive scale based on destination and class. These include Chile, the Ivory Coast, France, the Republic of Korea, Madagascar, Mauritius and Niger which allocate all or a share of the revenues to a drug purchasing facility (UNITAID) aimed at combating the major pandemic diseases affecting the developing world. In 2008, about EUR 170 million of the contributions to UNITAID originated in revenues from the airline ticket levy. To date, there has been no agreement on mandatory measures to address greenhouse gas emissions from international maritime transport at the IMO. There have been a number of submissions on market based measures, e.g. a global cap-and-trade scheme or a levy on maritime fuel to create a fund that could be used to offset maritime emissions. The European Parliament and the EU Member States have indicated that, in the absence of the adoption of effective global measures by 2011, the Commission should come forward with a proposal for European legislation to include international maritime emissions in the EU reduction commitment, with measures entering into force in 2013. Market-based measures applied to international maritime transport could generate significant revenues to tackle climate change. 3.2.4. The flexible mechanisms under the Kyoto Protocol A number of proposals for innovative sources of finance are based on the three flexible mechanisms of the Kyoto Protocol: the Clean Development Mechanism (CDM), the Joint Implementation (JI), and the International Emissions Trading. The CDM and the JI allow compliance with the set emission targets by supporting lower-cost emission-reducing projects in developing countries (CDM) or other developed countries (JI). The supported emission reductions abroad under the CDM and the JI are certified by the UN system as \"Certified Emission Reductions\" (CERs) and thus provide emitters with a potentially cheaper way to comply with domestic legislation on carbon emissions. The CDM made up approximately 15% of the total value of the international carbon market in 2009. 56 The majority of the demand for CDM to date has come from the EU, both by companies covered by the EU ETS, and by EU Member States themselves. In accordance with the Marrakesh Accords, 2% of the CERs issued in respect of each CDM project go to the UNFCCC’s Adaptation Fund , estimated to raise approximately $500 million until 2012. No such levy is currently applied to units issued in respect of JI projects. Furthermore, under the Kyoto Protocol, a Party receives a number of Assigned Amount Units (AAUs) equal to its emission reduction target. Under Kyoto's International Emissions Trading , Parties can trade these units in order to meet their obligations. Due to falling emissions, to a large extent resulting from the restructuring of industry in the early 1990s, the 1990 benchmark means that over 10 billion AAUs will likely remain unused during the 2008 to 2012 commitment period, especially in Russia and Ukraine, and to a lesser extent in countries in Central and Eastern Europe. This surplus seriously undermines the environmental integrity of the Kyoto Protocol. Simply continuing the Kyoto Protocol would mean banking 55 Assuming that historic emissions are equal to 216 Mt CO 2 and that the target is 5% below these historic emissions. 56 Bloomberg, New Energy Finance (15 January 2010). – Refers to secondary CER market. 35 ",
        "this \"surplus\" into a next commitment period, with the effect that headline cuts in emissions would be undermined. 57 Norway has proposed that financial needs under the UNFCCC could be funded through the auction of a share of AAUs from all Parties . Potential auction revenue could then be used towards adaptation or mitigation activities. Assuming that about 75 billion AAUs are created for an eight year commitment period through 2020 at an average AAU price of EUR 40, auctioning could generate annually about EUR 3.7 billion per percentage point of AAUs per year. 58 However, the proposal made by Norway lacked wider support as under the current framework it only builds on contributions from developed countries covered by the Kyoto Protocol, thus excluding the United States and emerging market economies. Other disadvantages of the proposal include the lack of predictability in relation to the revenue potential as the amount of financing available will only be known after the auctions. If demand is low, for instance through a Party's choice to buy CERs rather than participate in the auctions, there is a risk that very little revenue would be raised. The credibility of AAUs, especially in light of the massive surplus under Kyoto, depends upon the unlikely event that all countries for which AAUs have been issued will take on more stringent requirements within a trading system . In the EU ETS, the use of AAUs was ruled out at a very early stage. This will remain unchanged in the future. In the period 2008 to 2012, the carbon price and the financial flows to developing countries are largely a result of EU action – i.e. establishment of a robust cap for the period 2008-2020 and non-recognition of AAUs in the EU ETS. Surplus AAUs would inevitably and severely put at risk the functioning of an emerging OECD-wide carbon market. A broader international carbon market, if designed properly, would create an increasing financial flow to developing countries and could deliver up to EUR 38 billion per year by 2020 under an ambitious international agreement. An international carbon market should be built by linking compatible domestic cap-and-trade systems. The EU's goal is to develop an OECD-wide market by 2015 and an even broader market, extended to economically more advanced developing countries, by 2020. The EU ETS is currently the main part of the international carbon market. Transactions of EU ETS allowances accounted for approximately 83% of the total value of the market in 2009 59 . The potential scale of the financial flows mobilised by the carbon market depends on a number of key architectural elements, including the isolation of linked cap-and-trade systems from surplus AAUs. Auctioning AAUs is therefore not a viable option to raise climate finance as the existence of the massive surplus would first and foremost depress the international carbon price, thereby diverting financial flows generated by the recognition of offsets in the EU ETS and other carbon markets from developing countries towards major surplus holders. 57 Cf. Commission Communication COM(2010) 86 of March 2010 on \"International climate policy post- Copenhagen: Acting now to reinvigorate global action on climate change\", p.6. 58 The Center for Clean Air Policy (2009): Norway's proposal to auction assigned amount units: Implementation options; Washington DC. 59 Bloomberg, New Energy Finance (15 January 2010). 36 ",
        "3.2.6. The proposed use of the IMF’s SDRs to finance a Green Fund In January 2010 IMF Managing Director Dominique Strauss-Kahn proposed the creation of a Green Fund to help finance the shift to a low-carbon economy and announced that the IMF would start discussions with central banks and finance ministers on the feasibility of such a fund, possibly partly financed through the issuance of additional SDRs. 60 Prior to that, the investor George Soros had proposed that rich countries hand USD 100 billion of their SDRs for 25 years to a special green fund to be used for loans to developing countries for immediate use to combat climate change. 61 These proposals are of particular relevance in the context of the implementation of the Copenhagen Accord and the commitment to mobilise long-term finance from a wide variety of sources. As soon as SDRs are converted into hard currency for the finance to be released, they would incur interest payable by the SDR donor countries to the IMF, which currently stands at a rate of below 0.5%. If donor countries were unwilling to pay this interest, it could be reimbursed by the fund (e.g. as a return on the equity in the fund held by donor countries) on the basis of the interest payments that the fund receives from developing countries drawing on the financing. Under the Soros proposal, the developing countries’ payments of interest and principal would be guaranteed by the IMF gold reserve. 62 Developing countries could make money from their low-carbon investments from the SDR fund by selling carbon credits from projects under the Clean Development Mechanism. An important consideration in the context of financing through SDRs is that, as soon as SDRs are activated in order to be used outside of central banks’ balance sheets, it is akin to money creation, which is inflationary. One way of circumventing this problem is to refrain from using the SDRs directly (and hence to leave them de-activated), but instead to treat them as a guarantee for debt securities issued by the fund in capital markets. An additional benefit of such a design is that leverage would help to increase the overall amount of funding available. 3.3. Innovative financing related to development In the area of development policy, several innovative sources and mechanisms of financing have been designed and practiced for several years. Some of the new proposals examined above, for instance the revenue from the auctioning of emission allowances (section 3.2.1) or an international currency transaction levy (section 3.1.2) are currently also debated in the context of development finance. The Monterrey Consensus on Financing for Development in 2002 recognised the value of exploring innovative sources of finance, and the follow-up conference in Doha in 2008 recognised the considerable progress made since the Monterrey Conference in voluntary innovative sources of finance and innovative programmes linked to them. Based on a mandate of the Council, the Commission annually reports on EU progress in implementing commitments taken on financing for development. The Commission services 60 The announcement was made in a panel discussion on the future of the world economy, held on 30 January 2010 at the World Economic Forum in Davos. 61 George Soros - Climate Change Proposal, Copenhagen December 2009. This follows the IMF's decision in August 2009 to allocate among its members SDRs worth about USD 283 billion, which increased significantly the total amount of SDRs outstanding. 62 Sales of part of the IMF gold reserves generating profits from sales value above book value of USD 500-600 million have already been agreed to finance concessional IMF loans to low-income countries. 37 ",
        "also assess regularly many of the proposals of innovative financing under discussion. 63 Over the last few years some innovative sources of financing for development have been implemented, most of them to accelerate progress on the health MDGs where needs and results are most visible. The EU Council conclusions of 18 May 2009 on \" Supporting developing countries in coping with the crisis \" welcomed the success of the pilot phase of implementation of innovative sources of financing and called for a change of scale in this domain. All donors were encouraged to participate to existing initiatives in the field of health which have shown their ability to provide stable and predictable resources in a coordinated manner. The Council also stressed the importance of further developing and implementing innovative sources of financing. 64 In June 2009 a High Level Taskforce on Innovative International Financing for Health Systems , co-chaired by UK Prime Minister Gordon Brown and World Bank President Robert Zoellick, presented its Report to the G-8. While noting progress made during the past decade towards achieving the internationally agreed Millennium Development Goals (MDGs) related to health, the Report estimated a critical need to mobilise an additional USD 10 billion per year to spend on health in poor countries. The Report recommended a number of options for innovative sources of financing, including a financial transactions tax, to fill this gap. The international debate about innovative financing for development is spearheaded by the Leading Group on Innovative Financing for Development, which was founded in 2006 and today counts 59 countries from the North and South as members, in addition to the main international organisations and NGO platforms. 65 Sector-relevant discussions are pursued in a number of thematic working groups. In October 2009, the French Government invited key members of the Group to a Ministerial Meeting in Paris which established a Taskforce on International Financial Transactions for Development with the mandate to explore several options for financing development based on an assessment of the feasibility of an approach focussed on international financial transactions. Drawing on an international committee of experts, the Taskforce will produce a detailed report in May 2010 proposing operational recommendations to the Leading Group. 63 European Commission Communication (COM(2002) 81 final) and accompanying Working document of the Commission services (SEC (2002) 185) on \"Responses to the challenges of globalisation - A study on the international monetary and financial system and on financing for development\", (= EUROPEAN ECONOMY 2002 Special Report Number 1). European Commission Staff Working Paper on New Sources of Financing for Development: A Review of Options; SEC(2005) 467 of 5 April 2005. In addition, the Commission regularly assesses progress at EU level in meeting the Financing for Development commitments under the Monterrey Consensus and publishes, in the context of the annual \"Spring Package\", a Communication and a number of accompanying Staff Working Documents. 64 This goes back to the November 2008 European Council conclusions where it is stated that the EU welcomes the success of the pilot phase of implementation of innovative sources of financing and calls for a change of scale in the field of health. 65 For further information see www.leadinggroup.org. France assumes the permanent secretariat and Chile is currently having the Presidency. Nine EU Member States are members (FR, UK, ES, DE, IT, BE, PL, FI, LU), three are observers (AT, NL, RO) and DA, PT, and SE have expressed interest to join. The Commission became a member in May 2009. 38 ",
        "Revenues raised from sources of innovative financing that are earmarked for development purposes are often presumed to be more predictable and stable . This is important because the successful implementation of policies in developing countries require access to stable revenues. In contrast, official development aid (ODA) provided by the general budget is often perceived as being subject to political changes - and hence more volatile - because of shifting budget priorities in donor countries, or as a result of hard budget constraints in times of crisis. However, some observers hold that where long-term political commitments have been taken, as the EU did for increasing ODA to 0.7% of GNI by 2015 or on fast-start climate finance 2010 to 2012, traditional budget sources of development finance are likely to be more immune to short-term political or economic changes. 66 Such commitments can be reinforced when budgets are framed in a long-term financial framework. In practice, innovative sources of financing may not necessarily always be more predictable than traditional budget sources. Notably innovative financing related to economic activities, such as for example taxes on economic transactions, transport or emissions, can be subject to some volatility as the tax base changes with economic cycles. Revenues from innovate financing are also frequently used for so-called \"vertical funds\" which face other problems of aid effectiveness by often being insufficiently owned by partner countries and not well integrated into their broader poverty reduction strategies. Finally, setting-up and managing such vertical funds tend to absorb considerable resources which are then not available for their main purpose. With a view to a fair global burden-sharing and the comparability of efforts at global level, it needs to be taken into account that in 2008 the EU was already providing about 60% of all development aid recorded by the members of the OECD Development Assistance Committee. If the EU's efforts to meet these ambitious commitments on ODA are not matched by other donors, it could be difficult to find sufficient political support in the EU for innovative sources of financing for development. 3.3.1. Frontloading public funding through the capital markets The basic idea of frontloading public finance and action is to tap the capital markets through debt instruments on the basis of government's longer-term pledges for repaying the debt. The main rationale of such frontloading is to prevent substantially higher costs or risks in the future by acting at an early stage. Spending on high-return projects which promote long-term development could be pertinent cases in this respect. In technical terms, an economic rate of return on projects which is higher than both the borrowing cost and the social “time preference rate” would ensure efficiency . While this potential benefit could in principle also be achieved if each donor borrowed directly on the capital market, the advantages of a ‘common pool approach’ could be found in terms of greater co-ordination and harmonisation, better market conditions for refinancing due to pooled risks, and in locking in donor pledges for a longer term. This would require a certain critical mass of donors participating in a frontloading initiative to fully reap these benefits. The most prominent frontloading concept of an International Finance Facility (IFF) is a proposal put forward by the UK Government in 2003. 67 It was designed as a temporary facility to frontload aid by issuing bonds in international capital markets, backed by binding 66 See for example Martin Hallet (2009): Economic cycles and development aid: what is the evidence from the past?; Brussels (= ECFIN Economic Brief No.5). 67 UK DFID and HM Treasury: International Finance Facility, London, January 2003. 39 ",
        "long-term commitments of donors to provide regular payments to the facility. The original IFF proposal suggested bringing forward an additional USD 50 billion per year needed to bridge the gap between the resources that have already been pledged and what is needed to meet the Millennium Development Goals by 2015. Donors would make a series of long-term pledges (each of them lasting 15 years) for a flow of annual payments. The IFF would be in existence for 30 years, raising and disbursing funds for around 15 years and the repayment phase continuing for another 15 years after which the Facility would be wound up. The first concrete implementation of the IFF concept is the International Finance Facility for Immunisation (IFFIm) since November 2006. A total anticipated IFFIm disbursement of USD 4 billion is expected to protect more than 500 million children through immunisation in more than 71 developing countries. So far IFFIm bonds have raised more than USD 2 billion in cash resources provided for immunisation programmes by a charity called GAVI Alliance. IFFIm's financial base consists of legally binding grants from its sovereign sponsors (France, Italy, Norway, Spain, Sweden and the United Kingdom, as well as South Africa since March 2007). By signing the grant agreements, these countries have agreed to pay these obligations in a specified schedule of payments of a total value of USD 5.3 billion over 20 years. The World Bank acts as a financial trustee. In January 2009, the Commission suggested that the EU should explore the possibility of developing a frontloading IFF mechanism to deliver funding on climate change in favour of the most vulnerable and poorest developing countries. 68 This would be a bridging initiative in the transition period between 2010 and the full scale implementation of the new financial architecture after 2012. Based on the issuance of bonds, the proposed Global Climate Financing Mechanism (GCFM) would allow early spending on priority climate-related actions. These funds would in particular allow for an immediate reaction to urgent adaptation needs with a high return such as disaster risk reduction. A share of the funds raised could also support mitigation activities, in particular those that generate synergies between mitigation and adaptation such as reducing emissions from deforestation. The GCFM could raise around EUR 1 billion per year for the period 2010-2014, provided that Member States make appropriate pledges. Targeted Bonds are debt titles issued by the public sector to support specific projects or policies. They are generally expected to raise finance at more favourable than usual market conditions, given that investors might be ready to accept lower returns if the finance raised is used for promoting development. World Bank green bonds are an example of such efforts to raise funds for projects seeking to mitigate the rise in greenhouse gas emissions or help people in developing countries affected by climate change. The World Bank issued its first green bonds in November 2008 and the three green bond transactions so far bring the total amount raised through World Bank green bonds to an equivalent of almost USD 800 million. Mainly institutional investors purchased these bonds. Similarly, diaspora bonds are financial instruments sold to members of the diaspora, often in small denominations (e.g. USD 100), with the expectation of reducing the costs of debt financing. They are simple means for governments to obtain hard currency which can help raise central bank reserves, meet government financing gaps or fund specific infrastructure projects. The idea is that members of the diaspora may be better informed about the economic conditions in their home countries, 68 Communication COM (2009) 39 of January 2009: “Towards a comprehensive climate change agreement in Copenhagen” 40 ",
        "and thus more willing to invest and to ask a lower risk premium. They may also be willing to accept repayments in local currencies should they have family left or intend to come home later. Another frontloading option is the use of IMF Special Drawing Rights (SDRs) to finance development. Following the new allocations of SDRs agreed during the crisis, the IMF has been open to accepting the use by advanced countries of some of their SDR holdings to pay for their contributions to its revamped concessional lending framework (the so-called PRGT). This is in addition to the already noted support of the IMF Managing Director to the idea of using those countries’ SDRs to establish a Green Fund to finance climate change policy. France and the UK recently already used SDRs to give USD 2 billion to help stabilise the economies of some of the poorest countries. Debt relief for low-income countries can free up important budgetary resources by reducing future debt service. The debt relief initiative for Heavily Indebted Poor Countries (HIPC) and the Multilateral Debt Relief Initiative (MDRI) have substantially eased the debt burden of low-income countries. The accompanying Debt Sustainability Framework of World Bank and IMF is an important policy tool to prevent the build-up of new debt. Nevertheless, developing countries can still get into situations of debt distress for various reasons. The current framework for helping them is set by the Paris Club for public creditors and the London Club for private creditors. A specific debt relief proposal is to establish or expand existing funds for results-based “buy-down” funding as debt swaps . The conversion of debt into grants for health financing is already implemented by the governments of Australia and Germany in an initiative called \"Debt2Health\". It reduces the partner countries’ debt as the corresponding amounts are invested in additional financial resources for health systems through the Global Fund. For the government of a beneficiary country, the main advantage is that usually the debt service would have been in foreign currency while a large share of health financing can be done in the local currency. Depending on the swap rate and the budgetary situation, the beneficiary country might have to incur more local currency debt. The government of Germany has committed to make up to EUR 200 million available between 2007 and 2010; the government of Australia is implementing an about EUR 50 million arrangement with the Indonesian Government. 3.3.1.1. Effects on market efficiency and stability The proposed mechanisms of frontloading provide the potential of accelerating actions with high returns. The scale of revenues ultimately depends on the political willingness of donors to engage in such long-term commitments. If the scale of frontloading is of macroeconomic significance, this can have effects on efficiency and stability. Depending on conditions on capital markets, the issuance of large bonds with long maturities could have an effect on long-term interest rates , implying the risk of crowding out private investment. The activation and subsequent use of SDRs implies an injection of global liquidity, similar to money printing, with some risks for global inflation . On the recipient countries' side, massive frontloading of finance would exacerbate general risks related to the absorption capacity for substantial aid inflows , in addition to those of an administrative nature. If mainly increasing domestic demand, upward pressures on the exchange rate and on prices could have negative effects on competitiveness and macroeconomic stability. Large inflows of loans will add to public debt and can entail risks of debt sustainability. 41 ",
        "3.3.1.2. Effects on equity and income distribution With a view to equity considerations, the frontloading of public finance has some implications for intertemporal income distribution. Frontloading mechanisms are financing by public debt and do not raise any additional public finance, which can imply that spending on development aid may decline in the future . After the disbursement period, donors’ contributions will only be used to reimburse bondholders rather than to provide funds to developing countries. Where the expected rate of return of supported spending does not materialise, this may raise issues of intergenerational distribution in recipient countries. Frontloading mechanisms may thus be more appropriate in a context when donations are expected to increase significantly over time so as to keep aid flows at least stable while paying the required reimbursements. Furthermore, depending on the accounting of contributions, frontloading mechanisms can create an additional and hidden burden on future budgets and taxpayers . In 2005, Eurostat decided that the borrowing of IFFIm should be recorded as government expenditure only when the donations are actually made to GAVI, with an impact on the deficit of governments in each year for the amount of the payment made, and not at an earlier point in time, either when government pledged the amounts or when disbursements for vaccinations are made. At the same time Eurostat stressed that this decision concerns only the IFFIm case and does not set a precedent for any other similar cases concerning the provision of development aid to developing countries, which will be considered on its own merit if and when finally adopted. 3.3.1.3. Legal and administrative aspects Frontloading mechanisms involve administrative costs in addition to the interest payments to bondholders which deduct from the money available for the genuine development objective. IFFIm is generally deemed to have high administrative costs due to its rather complicated institutional set-up. IFFIm start-up costs totalled about USD 3.6 million and its running costs, including interest payments, are estimated at USD 3 to 4 million annually. While several frontloading initiatives do not require action at a global level and can already be implemented if a critical number of contributors participate, some of the proposals to raise new debt (targeted bonds, SDRs) may present specific institutional challenges. These instruments often require ad hoc decisions with usually large majorities in the institutions concerned and might therefore not be a stable or predictable source of development financing. 69 3.3.2. Leveraging private finance through public incentives Several mechanisms have been proposed and implemented to provide incentives to the private sector to contribute funding for achieving development objectives. The impact of public finance can be a multiple of what could be achieved compared to an exclusively public funding of measures. In this way, private finance substitutes public finance to some extent. The idea of an Advance Market Commitment (AMC) was developed in recent years and is designed to stimulate and accelerate the development and deployment of innovations. Donors would guarantee a set envelope of funding to purchase at a given price a new product that meets specified requirements, thus creating the potential for a viable future market. A 69 An SDR allocation and/or amendment to the IMF articles of agreement requires the acceptance of IMF members having 85 % of the total voting power. 42 ",
        "particular need for AMCs was identified for vaccines in developing countries, given their low purchasing power, in order to ensure an early market for target vaccines and thereby encouraging research, development and widespread use. In June 2009, the governments of Italy, the United Kingdom, Canada, the Russian Federation, Norway and the Bill & Melinda Gates Foundation launched the pilot AMC against pneumococcal disease with a collective USD 1.5 billion commitment (the AMC funds). In addition, GAVI made a horizontal approval of USD 1.3 billion for the period 2010 to 2015 to help fund the cost of vaccines. The supporters of this pilot AMC estimate that the introduction of a pneumococcal vaccine through the AMC could save approximately 900,000 lives by 2015 and over 7 million lives by 2030. In October 2009, four suppliers made offers to supply vaccines under the Pneumococcal Advance Market Commitment. Tax discounts may provide incentives for private funding of development, giving donors to initiatives such as voluntary solidarity contributions or charity donations the benefit of lower taxation. If built into the tax regime and targeted at companies that have business exposure in developing countries, it could become not only an important source of finance but also a push for strengthening corporate social responsibility. Tax discounts on charity donations already exist in most countries. A specific mechanism could consist in earmarking for development purposes a certain share of revenues from the value added tax (VAT) on goods and services, based on consumer and business choices. VAT revenues would then be topped up by voluntary contributions by the businesses at the origin of the revenue concerned. Naturally, as regards the application of VAT to the operators, any scheme (be it designed to promote development) will need to comply with the EU VAT Directive. Public-Private Partnerships (PPPs) can spread the costs of financing of public goods over the lifetime of the asset which can considerably alleviate the pressure on public budgets. As they improve the risk sharing between parties, they can lead to more efficient risk management and thus help to reduce the overall costs of projects. This is particularly relevant for energy, transport and other infrastructure projects with a long-live span (e.g. 30 to 50 years). In the area of health funding in developing countries, organisations such as GAVI Alliance and The Global Fund to Fight AIDS, Tuberculosis and Malaria draw significant funding from both public and private sources while their legal status as private entities provides them with more flexibility compared to the public sector. PPPs usually operate through a competitive process where public parties define performance criteria and private partners promote and reinforce their innovative capacity. Overall, the volume of EU and Member States' public participation to PPPs is so far limited compared to state aid, grants or other direct support. At EU level, PPPs are mainly used in the context of Structural Funds, research and technology projects and clean energy programmes. Using public funds to inject equity capital into companies or projects can be another important mechanism to mobilise private investment. It is an approach already frequently used to improve access to finance in developing countries. The EU's Global Energy Efficiency and Renewable Energy Fund (GEEREF) is a risk capital fund which aims to provide new risk-sharing and co-financing options in small scale energy efficiency and renewable energy projects in developing countries and economies in transition. Priority is given to deploying environmentally sound technologies with a proven technical track record. The GEEREF will invest in regional sub-funds and has a focus on investments below EUR 10 million as these are mostly ignored by commercial investors and international finance institutions. The Commission put EUR 80 million into GEEREF in 2007-2010 to kick-start 43 ",
        "the initiative. Contributions to GEEREF are one of the purposes that Member States should use their auctioning revenues for according to the ETS Directive. In recent years, several market-based insurance schemes covering natural disasters have received public support. A Catastrophe Bond is a high-yield debt instrument that is usually insurance-linked and meant to raise money in case of a catastrophe such as a hurricane, other adverse weather conditions or an earthquake. It has a special condition which states that if the issuer (government, insurance or reinsurance company) suffers a loss from a particular pre- defined catastrophe, then the issuer's obligation to pay interest and/or repay the principal is either deferred or completely forgiven. Supporting developing countries' governments with technical assistance to guide them to become issuer of Cat-bonds helps shifting country level risks out of developing countries towards private investors. The Caribbean Catastrophe Risk Insurance Facility (CCRIF) is a parameter-based insurance facility and is designed to limit the financial impact of catastrophic hurricanes and earthquakes to Caribbean governments by quickly providing short term liquidity when a policy is triggered. The CCRIF has been operational for a few years and the European Commission contributed EUR 12.5 million through regional programmes. The European Commission was also the first donor in providing EUR 24.5 million in funding for the Global Index Insurance Facility (GIIF) . It aims to mitigate weather and catastrophic risks in African, Caribbean and Pacific (ACP) countries through the application of an index insurance scheme. Index insurance solutions guarantee beneficiaries, including smallholders, rapid payments following natural disasters once a pre-determined index (e.g. centimetres of rainfall, variation of temperature, wind-speed and seismic activity on Richter scale) has been triggered. Their application will allow ACP countries to mitigate the increasing risks from natural hazards due to climate change and to reduce the vulnerability of their populations. The GIIF will be implemented by the World Bank's International Finance Corporation (IFC). Many countries are using lotteries to raise funds for public sector projects. Belgium and the United Kingdom have been among the first countries to finance aid programmes through their national lottery funds. Since 1987, Belgium has mobilised nearly EUR 330 million from its national lottery fund for the Belgian Survival Fund. In the United Kingdom, for every £1 that the public spends on Lottery tickets, 28 pence goes to the Lottery's good causes. The largest of them, the Big Lottery Fund, has contributed £213 million for projects in developing countries since 1995. The Association of Charity Lotteries in the European Union (ACLEU), an international non profit organization that promotes the charity lottery model in the EU, estimates that the EU could raise EUR 10 billion per year if the charity lottery model was implemented by all EU Member States in a liberalised and non-discriminating way. In 2009, ACLEU members support 190 organisations in the field of development cooperation, social cohesion, nature, biodiversity and environment, human rights, health and well-being, and culture with almost EUR 400 million. There have also been calls for a global lottery to raise revenues for development objectives. Most of the above mechanisms have already proved to be valid approaches to leverage significant private funding with limited support from the public sector. Yet, as all subsidies more generally, the adequate size of the public contribution needs to be carefully identified so as to avoid the risk of efficiency losses from being either too small to be attractive for private investors to participate or too large so as to create substantial deadweight effects and windfall gains for the private sector. The latter problem would also distort competition which can be a particular problem in developing countries where nascent markets and small firms can be very 44 ",
        "fragile and may collapse upon strong public interventions. In theory, the share of public financing should be limited to the correction of market failures or externalities, such as for example political risks. For example, GEEREF might address negative externalities due to the lack of risk capital in developing countries arising from long pay-back periods on clean technology in regions that are considered to be of high risk and to have higher administrative and transaction costs. In practice, this is very difficult to quantify with some precision and may vary between countries and markets. A further specific issue is whether funding is provided on a first-come-first-serve basis, which may not always reach the most promising proposals. Regarding vaccination, for example, there have been cases where the subsequently developed vaccines proved to be much more effective than the first vaccine on the market (e.g. the polio vaccine); some concerns were therefore raised that AMCs, by mainly supporting the first vaccines, could undermine the potential for future improvements. 70 4. S UMMARY AND CONCLUSIONS The global financial and economic crisis has created high needs for the consolidation of the public finances of most countries in the world. For the EU as a whole, fiscal consolidation needs to restore sustainability could exceed EUR 800 billion in the next years. At the same time, there are a number of global challenges with significant budgetary impacts in the years to come related to the financial sector, climate change and development. Public sector bail- outs of the financial sector seen in the crisis in the orders of magnitude of more than EUR 1.5 trillion in the EU can not be repeated. In the Copenhagen Accord developed countries committed to support developing countries' climate action by fast-start funding approaching USD 30 billion from 2010 to 2012, to which the EU will contribute EUR 7.2 billion, and by aiming to mobilise from a variety of public and private sources towards USD 100 billion by 2020 for meeting developing countries' climate-related needs. The EU commitment to help developing countries achieve the Millennium Development Goals by increasing its official development aid (ODA) to 0.7% of its Gross National Income (GNI) by 2015 could imply a doubling of the EU's ODA from almost EUR 50 billion in 2008 (about 0.4% of GNI) to estimated EUR 100 billion in 2015 (in current prices). In principle, these challenges for public finances can be addressed by reducing other expenditure or by increasing traditional tax revenues. While these efforts within the current system will be necessary and should be high on the political agenda (but were not the focus of this document), new avenues should also be explored, as the overall financial needs are huge, and innovative sources of financing could have a non-negligible role to play. By contributing to both fiscal consolidation and economic efficiency, innovative finance instruments can also help lay the conditions for higher, sustainable growth, as envisaged in the Europe 2020 strategy. Innovative financing is considered to be public finance that is raised in non-traditional ways. While the revenues raised are often proposed to be earmarked for specific purposes, this involves risks of budgetary inflexibility. In cases where the tax base is highly mobile and where global public goods are explicitly targeted, innovative financing should preferably be pursued and implemented at global level since a fair global burden-sharing is needed, many instruments carry risks of relocation if not implemented globally, and the effectiveness and 70 Andrew Farlow (2006): The Science, Economics, and Politics of Malaria Vaccine Policy; Oxford. 45 ",
        "determination in pursuing such innovative avenues require a global political commitment. Also, international coordination is important to guarantee a level playing field. However, given that an agreement among all countries worldwide is however unlikely in most cases, an agreement on implementation by all relevant key players such as the major economies might be needed. This Staff Working Document provided an overview of the main benefits and costs or risks of various innovative finance instruments. It applied the criteria of revenue-raising potential, market efficiency and stability, income distribution and equity, and legal and administrative aspects to assess the instruments of innovative finance related to the financial sector, climate change and development. The summary table in the Annex gives further help in looking at the various instruments from the perspective of each assessment criterion. On this basis, the more promising instruments can be identified which the Commission would examine in further depth in a next step. The revenue-raising potential The revenue-raising potential of an instrument will vary considerably with the country and product coverage of implementation. It will also depend on the degree to which tax bases are mobile by relocating to countries or by shifting to products with no such tax. This also implies that the actual extra revenue obtained will depend on whether or not the scheme is introduced as part of an internationally coordinated initiative. Net revenues might also be lower where the repercussions of the introduction of a tax on economic activity indirectly reduce other tax revenues. Moreover, it is important to consider also the variability of the revenues raised since a high degree of unpredictability of the tax revenues obtained can complicate budgetary programming and management. All of these aspects make precise revenue estimates particularly difficult. A levy on leverage and risk-taking in the banking sector could raise an estimated annual EUR 13 billion of revenues in the EU-27 when applying the rate (0.036%) of Sweden's Stability Fee to the entire banking sector, and more than EUR 50 billion when applying accordingly the US rate of 0.15%. For the financial transactions tax using realistic assumptions in terms of tax rates and product coverage gives estimated revenues of about EUR 20 billion for Europe. However, if the tax was targeted only on securities and derivatives transactions, the revenue generated would essentially accrue to a very limited number of countries where financial activities are concentrated. A currency transactions tax of 0.005% could yield more than USD 30 billion annually if applied to all major currencies and more than 16 billion USD if only levied on euro and pound. Other taxes on the financial sector, notably a tax on bonus payments and a possible surcharge on profit taxes, could also raise non-negligible revenues. In designing innovative instruments to collect resources from the financial system, a decision will have to be made about the appropriate mix of using them, i.e. for direct fiscal consolidation through their allocation to the general budget or earmarking them for the establishment of funds to finance future or past financial sector support and resolution operations. 71 71 The idea of a crisis management and resolution fund or funds constituted by levies on banks was raised in the Commission's Communication of 20 October 2009 on an EU framework for cross-border crisis 46 ",
        "Putting a price on carbon emissions can also raise substantial revenues through the auctioning of emission allowances or carbon taxes. Auctioning revenues from the EU ETS as from 2013 could provide nearly EUR 26 billion per year by 2020, of which, under current rules, Member States should use at least half for energy and climate change purposes, including in developing countries. Carbon taxes are already raising important revenues of 0.3% to 0.8% of GDP in several Member States. Some of the mechanisms of financing for development from frontloading public funding through the capital markets and leveraging private finance through public incentives have already proven to deliver important contributions. However, their individual revenue-raising potential at politically acceptable scale is in general more limited. A combination of some of those instruments could still have a non-negligible effect and could be further pursued. Effects on market efficiency and stability Several instruments of innovative finance have the potential of increasing the efficiency and stability of markets which would make their use preferable to traditional tax instruments. For example, a tax that implements the polluter pays principle will not only raise revenues but also help internalise the environmental cost of the polluter's activity, thus improving the outcome of market transactions from the society's point of view. This feature of both raising revenues and improving the efficiency of markets is often referred to as a \"double dividend \". Pricing leverage and risk-taking of financial institutions can improve efficiency and stability by slowing the build up of excessive risk positions in their balance sheets, a behaviour that contributed to the recent global financial crisis. Regarding the possible use of a financial transactions tax, it has been argued that such a tax or levy could help stabilise financial markets by reducing \"speculative\" trading by constraining undesirable financial market transactions. But this efficiency gain is by no means certain as such a tax may in fact increase price volatility in specific markets by reducing the number of transactions and liquidity, in particular in market segments that are important for hedging purposes. Also, with the tax base being more mobile for financial market transactions, this instrument can be expected to have more marked business relocation effects. The application of a tax on bonus payments on a permanent basis may actually increase risk-taking in an attempt to improve pre-tax profits and, if not implemented globally, could also entail a significant relocation of tax bases. More generally, the relative efficiency of these innovative instruments related to the financial sector as compared to regulation and the interplay between these two approaches needs to be taken into account, also to avoid a counterproductive rise in the cost of financial intermediation and lending. There is a risk that an accumulation of initiatives and reforms, especially if they are uncoordinated and not carefully phased-in, could be detrimental to the dynamism of the financial sector and its ability to support economic recovery through the supply of credit and the efficient management of risk. Individual reforms, their interaction and cumulative impact should therefore be carefully assessed to determine the right policy-mix that will deliver both stability and growth. A price on carbon emissions through cap-and-trade schemes or taxes has a higher efficiency compared to regulatory approaches in that it allows limiting global warming by using the management in the banking sector. The purpose would be to finance intervention measures taken under a new European crisis management framework. 47 ",
        "least-cost opportunities of emission abatement and by ensuring that emission reductions are distributed efficiently across the market. For responding to the global challenge of avoiding climate change, the first-best approach would be a single global carbon price, which would provide incentives to use least-cost abatement opportunities across all countries. However, there may be scope for improving the coherence of carbon pricing within the EU through improvements in both the ETS and carbon taxation. But for as long as a price on carbon is not introduced globally, there is a risk that the additional costs could induce those carbon- intensive industries that cannot pass through the price on carbon in their output prices to relocate to countries which have only a low or no price on carbon emissions. This risk of \"carbon leakage\" implies that greenhouse gas emissions will not be reduced globally and may even increase if new locations apply more carbon-intensive production technologies. Frontloading public finance for development can be efficient if it prevents substantially higher costs or risks in the future by acting at an early stage. Instruments aimed at leveraging private finance can also achieve efficiency gains by increasing the capacity of public funds to channel resources into investments with high economic returns. Effects on equity and income distribution The ultimate tax burden (or economic tax incidence) is usually shared between the factors of production and the customer, and therefore rarely coincides fully with the entity paying the tax to the authorities (the legal tax incidence). Equity and distribution effects have implications for the political acceptability and the possible need for accompanying measures that reduce to some extent the net revenues from an innovative source. Taxes on the financial sector are likely to lead to higher costs and lower revenues for banks. This would imply higher costs for consumers or lower returns for investors or a combination of both. However, these costs could be justified if they would lead to a more efficient and stable financial system. As the tax burden is likely to be partly rolled over to clients, this could have a progressive effect if it falls disproportionately on high-income people, but middle and lower-income earners would also be affected to some extent. Moreover, it might be easier for wealthy investors, borrowers or lenders to escape taxation by relocating to other markets while institutional investors, and with them the smaller-income client base, remain in the taxed markets. Among the innovative instruments addressed to the financial system, levies on risk-taking and profits of financial institutions are most faithful to the objective of making financial institutions pay for the budgetary costs of public bail-outs. Carbon pricing , as well as any other instrument used for climate change purposes, may bring some social hardships to low-income groups, possibly implying a need for compensating measures. Debt-based instruments to finance development tend to improve international income distribution by shifting resources towards low-income countries. However, from the donors' point of view, they can entail the risk of additional and hidden burdens on future budgets. As a consequence, future aid flows may be negatively affected, creating inter-temporal distribution problems where the projects financed have a lower economic rate of return than expected. 48 ",
        "Legal and administrative aspects Since some of the proposals could involve a considerable degree of administrative complexity, the relative administrative costs of relying on the introduction of innovative sources as compared to raising more revenues through traditional sources need to be considered. The application of a levy on leverage and risk-taking of financial institutions may be relatively easy to administer in a national context, as it could be assessed once a year on the basis of the annual balance sheets that these institutions are already providing for accounting and prudential purposes. The introduction of a surcharge in the corporate income tax would also entail limited additional administrative costs. However, if introducing any common EU instruments, the legal and administrative aspects would need to be considered in further detail. Furthermore, for some of the instruments there may be issues of ensuring international coordination to avoid double taxation and of identifying the relevant tax base for a transactions tax. Also, the compatibility of a financial transactions tax with the EU Treaty provisions of free movement of capital within the Single Market and vis-à-vis third countries would need to be further assessed. Carbon border taxes , which could be of interest in giving incentives to other key players to reduce their emissions, may not only give rise to concerns about their legal compatibility with WTO rules, their practicality and the possible administrative costs, but could also pose risks of leading to trade conflicts and possible retaliatory measures. Some of the proposals for financing development through debt-based instruments and leveraging of private finance also involve a certain degree of institutional complexity. Overall assessment The analysis in this Staff Working Document shows that there are some instruments, notably certain forms of contributions from the financial system and the pricing of carbon emissions, where a significant \"double dividend\" of both raising revenues and improving market efficiency and stability could be reaped. In particular, schemes aimed at pricing leverage and risk-taking in the financial sector could raise substantial revenues while limiting undesirable behaviour by financial institutions and could be administered at a reasonable cost. Moreover, while such schemes would benefit from an internationally coordinated approach, in particular within the G-20, the fact that they are likely to generate more moderate shifts in the tax base abroad than other proposals means that, even in the absence of proper international coordination, an EU initiative on the matter could be explored. Such an EU framework would help ensure compliance of measures taken by Member States with EU treaty provisions, including State aid rules where applicable. Regarding carbon pricing, important sources are already in place in the EU through the auctioning revenues under the ETS from 2013 on and carbon taxes in several Member States. In the field of carbon taxation, an EU framework could reduce some of the potential problems in the Single Market. In order to address risks of carbon leakage if key global players do not follow the EU's example by implementing comparable climate action, the current approach in the EU Emission Trading Scheme (ETS) is a free allocation of emission allowances to energy-intensive sectors. Finally, relevant experiences of innovative financing for development also have some potential of being scaled up further, although the revenue-raising capacity of these instruments is likely to be more moderate. The Commission will continue to assess the feasibility of innovative mechanisms 49 ",
        "to finance development, in close coordination with international initiatives, including the Leading Group on Innovative Financing for Development. A NNEX : S UMMARY TABLE OF INNOVATIVE FINANCING INSTRUMENTS 72 Instrument (and specifications) Revenue-raising potential Effects on market efficiency Effects on equity and income distribution Legal and administrative aspects Pricing leverage and risk-taking Levy on certain assets or liabilities of the banking sector Estimated EUR 11 billion per year for EU-27 (calculated using Sweden's expected revenue of EUR 250 million and rescaling it to the EU level by applying Sweden's share of total value added in the financial services sector to the EU) A second estimate uses ECB data on aggregate balance sheets of the entire banking sector in the EU 27. Using the tax base proposed by the U.S, revenues would be around EUR 57 billion per year if the U.S tax rate (0.15%) is applied. If the Swedish rate is applied (0.036%), revenues would be around EUR 13 billion. Measure might reduce excessive risk taking by financial institutions, and thereby foster financial stability. A therewith- connected higher cost of capital could reduce borrowing, investment, and, thereby, aggregate growth. The size of the effect might, under reasonable assumptions for the tax base and tax rate, be relatively small. Some redistribution effects from bank capital holders (capital loss) via budget to general population. The aggregate effect on relative capital/labour income unclear If tax base was calculated on consolidated (world-wide) balance sheets, tax coordination would have to be solved in order to avoid double taxation and reduction of financial intermediation Financial (1) For 2006 a Depending on Distribution Open legal 72 See main text for more detailed explanations on the assessment. 50 ",
        "transactions taxes (FTT) (1) tax on all financial transactions (2) currency transactions levy general FTT rate of 0.1% could be between 0.8 and 2.0% of global GDP or USD 410 (EUR 289) billion and 1060 (EUR 746) billion in absolute terms (Estimate by the Austrian Institute of Economic Research).Without the contribution of derivative and OTC markets, the tax revenue would be up to EUR 50 billion worldwide and EUR 20 billion in Europe. (2) A currency transactions levy of 0.005% could yield more than USD 30 billion annually if applied to all major currencies, and more than 16 billion USD if only levied on euro and pound. the tax rate, the volume of trading would be reduced. The effect of such a tax on price volatility, including more persistent deviations from fundamental equilibrium levels, is unclear. Raising the price of transactions would affect the price finding mechanism and could have negative effects on the allocative efficiency of financial markets. High likelihood of circumvention: geographically (trading in untaxed countries) and by shifting financial intermediation to untaxed products. Both would lead to market distortions and efficiency losses effects are unclear. They depend on the possibility of financial intermediaries to pass on the costs to their clients (in particular those initiating the transaction) and the relative distribution of financial transactions questions especially with respect to the taxation of currency transaction. Legal concerns on the compatibility of such a levy with the free movement of capital and payments between Member States and between Member States and third countries under Article 63 of the Treaty of the Functioning of the European Union (TFEU) as well as regarding WTO compatibility; the tax would discriminate all transactions involving countries with different currencies compared to those within one country and within the euro zone. Taxing bonuses Tax on bankers About EUR 4.6 billion per year in the EU (based on A time-limited tax (i.e. one year) would have negligible Some redistribution effects: from high-income 51 ",
        "bonuses estimated revenue in UK (£550 million) relative to GDP) efficiency effects. A more permanent tax might, under certain market conditions, address excessive risk taking in the financial sector and thereby increase stability. Yet, these effects are unclear and can be more precisely targeted by direct supervisory oversight over pay structures of bank managers. Possibly some relocation of activities to non- taxed countries or areas and to quasi-financial sector. earners and bank capital holders (capital loss) via budget to general population. Profit taxes Coordinated increase in corporate income tax rates (CIT) A 5% surcharge on the CIT for the financial sector could lead to EUR 3 to 4 billion per year in the EU. Partly taxing pure rents. Profit tax only on financial institutions could raise the required pre-tax of profit and thereby increase risk taking Some redistribution effects: from bank capital holders (capital loss) via budget to general population. The aggregate effect on relative capital/labour income unclear Easy to implement if globally coordinated as it builds on the existing tax system 52 ",
        "Auctioning emission allowances (1) current EU ETS period (until 2012) (2) future EU ETS period (2013 onwards) (3) US Waxman- Markey bill Ad (1): Germany using EUR 230 million for development Ad (2): nearly EUR 26 billion by 2020 (assuming a carbon price of EUR 30 per ton of CO 2 ) Ad (3): up to 2020 at least EUR 5.5 (USD 8) billion per year (assuming the auctioning of 16% of about 5 billion allowances per year at a minimum price of USD10) Like other carbon pricing mechanisms, it provides incentives for using least-cost abatement opportunities; In the EU ETS, risks of carbon leakage are to be addressed by free allowances to a number of exposed sectors Like other carbon pricing mechanisms, it may require accompanying social expenditure to address social hardships as low-income groups spend a higher share of their income on transport and energy Carbon taxes Covering CO 2 emissions in non-ETS sectors In 2007 and as a percentage of GDP, 0.3% in Denmark, 0.81% in Sweden and 0.29% in Finland; Ireland expecting EUR 330 million per year as from 2010 Like other carbon pricing mechanisms, it provides incentives for using least-cost abatement opportunities Risk of distortive effects in the Single Market by an uncoordinated approach in the EU Carbon border tax: Practical and legal concerns (WTO compatibility) and administrative costs as well as risks of trade conflicts and retaliatory measures Pricing emissions from international maritime transport and aviation (1) Ad (1): EUR 20 to 30 billion globally (Commission estimate assuming 20% reduction target for international Like other carbon pricing mechanisms, it provides incentives for using least-cost abatement 53 ",
        "implementation at global level (2) already decided to include aviation in EU ETS from 2012 on (3) airline ticket tax maritime transport and 10% for international aviation relative to 2005 levels, 100% auctioning, and a price of EUR 20 to 30 per ton of CO 2 ) Ad (2): EUR 617 to 928 million (Commission estimate assuming auctioning of 15% of total allowances and a price of EUR 20 to 30 per ton of CO 2 ) Ad (3): in 2008 about EUR 170 million to UNITAID from various countries opportunities Building on the EU’s current provisions, a global approach is important because of the international nature of the services of these sectors and risks of carbon leakage Flexible mechanisms under the Kyoto Protocol (1) selling current surplus Assigned Amount Units (AAUs) (2) Norwegian proposal to auction a share of future AAUs (3) levy on CDM projects for Adaptation Fund Ad (2): estimated EUR 3.7 billion annually per percentage point share (assuming average AAU price of EUR 40) Ad (3): Estimated USD 500 million until 2012 Ad (1): implies higher greenhouse gas emissions globally and can therefore undermine the environmental integrity of the whole system Ad (2): may have a negative effect on the carbon price and thereby undermine the environmental integrity of the system Ad (3): counteracting the incentive to look for least- Ad (2): implies no contribution from the US and emerging market economies 54 ",
        "cost abatement opportunities globally International Finance Facility (IFF) (1) original IFF proposal (2) IFF for immunisation (3) Global Climate Financing Mechanism Ad (1): USD 50 billion (from 2000- 2015) Ad (2): USD 4 billion envisaged in total; more than USD 2 billion raised until today Ad (3) EUR 5 billion (EUR 1 billion per year 2010-2014) May prevent substantially higher costs or risks in the future; If used at a scale of macroeconomic significance, it could increase long-term interest rates and create stability risks for recipient countries Like any other frontloading mechanism, it raises issues of inter-temporal income distribution as development aid may fall after the disbursement period and it can create a hidden burden on future budgets Can involve high set-up and administrative costs in addition to interest payments Targeted bonds (1) Diaspora bonds (2) Green bonds Ad (2): USD 800 million raised since November 2008 by the World Bank Potentially lower financing costs since targeted for global public goods Like any other frontloading mechanism, it raises issues of inter-temporal income distribution as development aid may fall after the disbursement period and it can create a hidden burden on future budgets IMF Special Drawing Rights USD 100 billion Fund for climate action in Africa proposed by George Soros; debt service to be guaranteed by IMF Could increase global inflation risks Could increase risks of debt sustainability in It requires ad hoc decisions in the IMF with large majorities 55 ",
        "gold recipient countries Debt swaps Debt2Health Up to EUR 200 million from the German government; about EUR 50 from the Australian government Could increase risks of debt sustainability in recipient countries Advance Market Commitment (AMC) Pilot AMC for a pneumococcal vaccine launched in 2009 - Potential to leverage private finance - USD 1.5 billion pledged by a number of donors Risks of deadweight effects Funding on a first-come-first- serve basis might not reach the best proposals Tax discounts Tax reductions for charity donations Potential to leverage private finance Risks of deadweight effects Public Private Partnerships applied globally and by EU and Member States in infrastructure, energy, health etc. Potential to leverage private finance Risks of deadweight effects Injection of equity capital EU Global Energy Efficiency and Renewable - Potential to leverage private finance; Together the Commission, Germany and Norway have Risks of deadweight effects Might address negative externalities due 56 ",
        "Energy Fund (GEEREF) committed about EUR 108 million to the GEEREF over the period 2007-2011, the majority of which is provided by the EU budget. to the lack of risk capital in developing countries resulting from long pay-back periods on clean technology in regions that are considered to be of high risk and to have higher administrative and transaction costs. Market-based disaster insurance schemes (1) Catastrophe bonds (2) Caribbean Catastrophe Risk Insurance Facility (3) Global Index Insurance Facility - Potential to leverage private finance and reduce the need of ad hoc public disaster relief; Ad (3): EUR 24.5 million contribution from the Community budget Provides swift financial support in case of a catastrophic weather event Risks of deadweight effects Lotteries Devoting part of the lottery revenues to development (1) Belgium: EUR 330 million since 1987 (2) UK: more than EUR 230 million since 1995 (3) EU: estimated potential of EUR 10 billion per year 57 ",
        "TAXATION PAPERS Taxation Papers can be accessed and downloaded free of charge at the following address: http://ec.europa.eu/taxation_customs/taxation/gen_info/economic_analysis/tax_papers/index_en.htm The following papers have been issued. Taxation Paper No 23 (2010): Innovative Financing at a Global Level. Written by European Commission. Taxation Paper No 22 (2010): Company Car Taxation. Written by Copenhagen Economics. Taxation Paper No 21 (2010): Taxation and the Quality of Institutions: Asymmetric Effects on FDI. Written by Serena Fatica. Taxation Paper No 20 (2010): The 2008 Financial Crisis and Taxation Policy. Written by Thomas Hemmelgarn and Gaëtan Nicodème. Taxation Paper No 19 (2009): The role of fiscal instruments in environmental policy.' Written by Katri Kosonen and Gaëtan Nicodème. Taxation Paper No 18 (2009): Tax Co-ordination in Europe: Assessing the First Years of the EU- Savings Taxation Directive. Written by Thomas Hemmelgarn and Gaëtan Nicodème. Taxation Paper No 17 (2009): Alternative Systems of Business Tax in Europe: An applied analysis of ACE and CBIT Reforms. Written by Ruud A. de Mooij and Michael P. Devereux. Taxation Paper No 16 (2009): International Taxation and multinational firm location decisions. Written by Salvador Barrios, Harry Huizinga, Luc Laeven and Gaëtan Nicodème. Taxation Paper No 15 (2009): Corporate income tax and economic distortions. Written by Gaëtan Nicodème. Taxation Paper No 14 (2009): Corporate tax rates in an enlarged European Union. Written by Christina Elschner and Werner Vanborren. Taxation Paper No 13 (2008): Study on reduced VAT applied to goods and services in the Member States of the European Union. Final report written by Copenhagen Economics. Taxation Paper No 12 (2008): The corporate income tax rate-revenue paradox: evidence in the EU. Written by Joanna Piotrowska and Werner Vanborren. Taxation Paper No 11 (2007): Corporate tax policy and incorporation in the EU. Written by Ruud A. de Mooij and Gaëtan Nicodème. Taxation Paper No 10 (2007): A history of the 'Tax Package': The principles and issues underlying the Community approach. Written by Philippe Cattoir. Taxation Paper No 9 (2006): The Delineation and Apportionment of an EU Consolidated Tax Base for Multi-jurisdictional Corporate Income Taxation: a Review of Issues and Options. Written by Ana Agúndez-García. Taxation Paper No 8 (2005): Formulary Apportionment and Group Taxation in the European Union: Insights from the United States and Canada. Written by Joann Martens Weiner. Taxation Paper No 7 (2005): Measuring the effective levels of company taxation in the new member States : A quantitative analysis. Written by Martin Finkenzeller and Christoph Spengel. 58 ",
        "Taxation Paper No 6 (2005): Corporate income tax and the taxation of income from capital. Some evidence from the past reforms and the present debate on corporate income taxation in Belgium. Written by Christian Valenduc. Taxation Paper No 5 (2005): An implicit tax rate for non-financial corporations: Definition and comparison with other tax indicators. Written by Claudius Schmidt-Faber. Taxation Paper No 4 (2005): Examination of the macroeconomic implicit tax rate on labour derived by the European Commission. Written by Peter Heijmans and Paolo Acciari. Taxation Paper No 3 (2005): European Commission Staff Working Paper. Taxation Paper No 2 (2004): VAT indicators. Written by Alexandre Mathis. Taxation Paper No 1 (2004): Tax-based EU own resources: an assessment. Written by Philippe Cattoir. 59 ",
        "",
        "Taxation Papers are written by the staff of the European Commission's Directorate-General for Taxation and Customs Union, or by experts working in association with them. Taxation Papers are intended to increase awareness of the work being done by the staff and to seek comments and suggestions for further analyses. The views expressed in the Taxation Papers are solely those of the authors and do not necessarily reflect the views of the European Commission. Comments and inquiries should be addressed to: TAXUD TAXATION-PAPERS@ec.europa.eu Cover photo made by Milan Pein Despite all our efforts, we have not yet succeeded in identifying the authors and rights holders for some of the images. If you believe that you may be a rights holder, we invite you to contact the Central Audiovisual Library of the European Commission. This paper is available in English only. Europe Direct is a service to help you find answers to your questions about the European Union Freephone number: 00 800 6 7 8 9 10 11 A great deal of additional information on the European Union is available on the Internet. It can be accessed through EUROPA at: http://europa.eu. For information on EU tax policy visit the European Commission's website at: http://ec.europa.eu/taxation_customs/taxation/index_en.htm Do you want to remain informed of EU tax and customs initiatives? Subscribe now to the Commission's e-mail newsflash at: http://ec.europa.eu/taxation_customs/common/newsflash/index_en.htm Cataloguing data can be found at the end of this publication. Luxembourg: Office for Official Publications of the European Communities, 2010 DOI 10.2778/1389 ISBN 978-92-79-16555-9 © European Union, 2010 Reproduction is authorised provided the source is acknowledged. PRINTED ON WHITE CHLORINE - FREE PAPER European Commission Taxation papers – Innovative Financing at a Global Level Luxembourg: Publications Office of the European Union 2010 — 57 pp. — 21 x 29.7 cm ISBN 978-92-79-16555-9 doi: 10.2778/1389 HOW TO OBTAIN EU PUBLICATIONS Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Commission’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "ISSN 1725-7557 K P - A C - 10 - 023 - E N - C "
    ]
}