{
    "text": [
        "www.eesc.europa.eu 1 Water is a human right: the success story of a European Citizens’ Initiative The EU institutions and Mem- ber States must ensure that all inhabitants have access to water and sanitation; water supply and the management of water resources must be excluded from liberalisation and not be subject to “internal market rules”. This was the key message of the information report on the Euro- pean Citizens’ Initiative on water and sanitation that was presented at the last plenary session of the European Economic and Social Committee. The European Citizens’ Initiative on water and sanitation as a human right is seen as one of the most suc- cessful initiatives since the ECI came into force on 1 April 2012. A citi- zens’ initiative, which is an invita- tion for the EU to legislate in areas within its terms of reference, has to be backed by at least one million EU citizens from at least seven of the 28 Member States. Guest speaker Carola Fisch- bach-Pyttel, general secretary of the European Federation of Public Service Unions (EPSU), spoke of a resounding success with nearly 1.9 million signatures collected from citizens in 13 Member States before voting closed on 10 September, thus achieving almost double the mini- mum requirement. The European Anti-Poverty Net- work, a leading supporter of the ini- tiative, was represented at the EESC plenary session by Barbara Helfferich, who viewed the success of this par- ticular initiative as crucial to turning the tide of privatisation in Europe. What is really important now, Ms Fischbach-Pyttel concluded, is how the European Commission responds in terms of specific policy to the voice of European citizens, once the signature validation process is com- plete and the results have been offi- cially presented. The position of the European Eco- nomic and Social Committee (EESC) on the issue of the right to water has been expressed in several of its most recent opinions, which recommend that water supply and the manage- ment of water resources should not be subject solely to single market rules, and that water services should be exempted from liberalisation and from the scope of the directive on concessions. The EESC has been a staunch supporter of European Citizens’ Ini- tiatives (ECI) since their inception. It is working to promote all active ECIs by introducing an initiative at each of its plenary sessions to raise awareness of them and increase the visibility of their causes in an on-going effort to bridge the divide between the EU public and European policymakers. (ak) (cid:79) DIARY DATES 29-31 October 2013 Barcelona, Spain: Euromed Summit of Economic and Social Councils and Similar Institutions 14 November 2013 Athens, Greece: Annual meeting of presidents and secretaries-general of the EU’s national ESCs and of the EESC 10-11 December 2013 EESC, Brussels: EESC plenary session IN THIS ISSUE 2 4th railway package: once again, the EESC is driving the discussion 4 Budgeting for growth and solidarity, interview with Janusz Lewandowski, Financial Programming and Budget Commissioner 4 EU-spending: myths that die hard 5 Mediterranean women’s representatives meet with the EESC 6 I see Europe as an adventure, interview with Béatrice Ouin, new editor of the EESC info newsletter EDITORIAL Dear readers, The EU is more aware now than ever before of the importance of listen- ing to, and properly representing the demands, hopes and aspira- tions of its citizens. This is where the EESC comes into its own. Our unique ability to build consensus between social and economic inter- ests Europe-wide and to provide a two-way flow of information between Brussels and “back home” makes the EESC well placed to be the driving force of the citizens’ agenda at the heart of Europe – le moteur citoyen . But this can’t be done without engaging the EESC at every level, political and operational, members and staff alike, acting as ambassadors not just for the EESC but for the EU as a whole at this critical time in the history of the European project. To do this, EESC communi- cation activities must be a top priority in the reform process which is currently underway. Every activity should be aimed at strengthening the Committee’s influence on EU decision-makers in Brussels in order to increase the impact of the EESC as a lead- ing voice of organised civil society “back home” and a platform of participatory democracy at EU level. The opportunities for the EESC to enhance its reputation, visibility and influence through well-directed, well-coordinated and well-planned communica- tion activities are considerable. These are the conclusions of the review and update of the EESC com- munication strategy which has been carried out over the past six months by the Communication Group and Department. With more than 20 recommendations, the aim is to create a genuine “culture of communication” in the house so that the value of our work gains greater recognition, carries more weight and has greater influence where it matters – in the corridors of power in Brussels and among our grassroots organisations back home. The consultation and evaluation is complete. The task now is to turn words into action! Jane Morrice EESC vice-president in charge of communications “ Our unique ability to build consensus between social and economic inter- ests Europe-wide and to provide a two-way flow of information between Brussels and “back home” makes the EESC well placed to be the driving force of the citizens’ agenda at the heart of Europe – le moteur citoyen . ” Carola Fischbach-Pyttel, general secretary of the EPSU Barbara Helfferich, director of the EAPN “ Water supply and the management of water resources should not be subject solely to sin- gle market rules, and water services should b e e x e m p t e d f r o m liberalisation. ” October 2013/8 EN ISSN 1725-1923 E E S C i n f o European Economic and Social Committee a bridge between Europe and organised civil society ",
        "2 EESC info — October 2013/8 The economic crisis – a challenge and an opportunity for improving SME competiveness Around 3 700 participants from 35 countries (including 11 mem- bers of the EESC) took part in the Third European Congress of SMEs in Katowice, Poland. For three days, entrepreneurs, experts and politicians discussed the threats and opportunities arising from the current economic crisis. The crucial role of SMEs in creating new jobs and boosting growth was under- lined. The most pressing needs of SMEs right now were listed: bet- ter regulation and easier access to financing and markets since the EU market is still fragmented. It was also highlighted that promot- ing innovation and research was key to overcoming the crisis and creat- ing stable growth. Education and training should be also more suited to SMEs’ needs. Female entrepreneurship was also an important part of the debate. Two members of the EESC Employ- ers’ Group, Madi Sharma and Anna Nietyksza, were nominated as honor- ary ambassadors of women’s entre- preneurship. (lj) (cid:79) 4th railway package: once again, the EESC is driving the discussion After a successful event held in April, the EESC decided to join forces with the Community of European Railway and Infrastructure Companies (CER) to host the event “Public services and railways: how can competition benefit passengers”. To grasp the importance of this issue, it should be understood that more than 80% of all EU rail pas- senger services, addressing the major- ity of passengers’ needs, fall under a public service obligation (PSO). The 4th railway package – a major attempt by the European Commission to attain the goals of the White Paper on Transport (WP), one of which is a 50% shift of medium distance inter- city passenger and freight journeys from road to rail and waterborne transport – is set to revise Regulation 1370/2007, the main act dealing with PSOs. The EESC and the CER brought together Isabelle Durant (Greens/EFA), vice-president of the European Parliament, MEP Mathieu Grosch (EPP), EESC member André Mordant, CER executive director Libor Lochman, Committee of the Regions member Pascal Mangin, and Eddy Liégeois, head of the “Legal Matters and Infringements” Unit at DG MOVE. MEP Isabelle Durant addressed the participants in a keynote speech. She highlighted the need for cooperation among operators, including infra- structure managers. However, such cooperation might be limited by the very nature of competition, which the Commission wants to promote. It is thus not clear how competition and cooperation can be combined to produce something meaningful but non-contradictory. EESC member and rapporteur André Mordant briefly presented the EESC opinion on the 4th railway package, recently adopted in the July 2013 Plenary. The EESC strongly supports a Single Railway Area and the elimination of the existing “bor- der effects”, but it does not share the Commission’s optimism regarding “unbundling” and the opening up of domestic markets to competition. Member States should instead be allowed more leeway on these aspects. The idea that “one size doesn’t fit all” was brought up several times throughout the meeting to point out that authorities need some flexibility in how to award public service contracts. The Commission insisted nonetheless that direct awards should be accepted only on an exceptional basis. It was also interesting to note that most speakers agreed that the level of investment in railway infrastructure needed to be substantially increased if the WP goals were to be met. In fact, this seems to be the key factor that could lead to a step change in terms of the quality of railway services. However, this aspect is only indirectly touched on in the 4th railway package. It might therefore be argued that the EU is still lacking a strategy for tack- ling this important dimension. But the importance of the 4th rail- way package is unquestionable and the EESC hopes that, despite its inherent complexity, a pragmatic way ahead might be found by the two co- legislators in 2014. A similar message has just been expressed by the Com- mission president, Mr Barroso, in his State of the Union address, in which the internal market in the rail sector was pinpointed as one of the priority initiatives for the coming year. (nq) (cid:79) On the road to a global climate protocol in 2015 “If we want to limit global warm- ing to 2ºC by 2050, we need a new global framework in order to move world economies towards a low carbon economy”, said Lutz Ribbe (Various Interests Group, Ger- many), president of the Sustainable Development Observatory (SDO) of the EESC at a public SDO hearing on international climate policies on 4 September. At that event, more than 90 par- ticipants from European institu- tions, NGOs, business associations and think-tanks debated with members of the EESC the future of international climate policy. Kaveh Guilanpour, adviser to the European Commission, presented the outcome of a recent Commis- sion stakeholder consultation indi- cating that there is strong support for a 2015 legally-binding global agreement covering all major world economies. It was made clear that strong civil society involvement across national borders would be crucial to moving on from the commitments that gov- ernments had been willing to make up to now, to the steps urgently needed in order to mitigate global warming. New models of civil society involve- ment in global governance were pre- sented by Prof Frank Biermann, chair of an international research project on earth system governance. Josef Zbořil (Employers’ Group, Czech Republic), rapporteur for an on-going EESC opinion on interna- tional climate policy concluded that the EU would have to carefully define its role in a changing global landscape where international climate negotia- tions will mainly be driven by the major economic players: “European engage- ment should be proactive, ambitious and realistic about what can be accom- plished, and adaptive to changes in the global environment”.(av) (cid:79) Isabelle Durant, vice-president of the EP and André Mordant, EESC member IN SHORT GOING LOCAL The digital economy and education Europe needs to focus much more on education and e-skills in order to tap into the considerable opportunities offered by the internet. This was the key message of a recent conference on “Internet potential for growth: employment and entrepreneurship” organised in Malta by the European Economic and Social Committee in cooperation with the European Commission. In his opening remarks, Stéphane Buffetaut (Employers’ Group, France), president of the EESC’s Section for Transport, Energy, Infrastructure and the Information Society, said that the internet would do much to boost growth and reduce unemployment. His view was ech- oed by Edward Zam- mit-Lewis, Maltese parliamentary secretary for competitiveness and economic growth, who said that Europe’s ability to make the most of the potential offered by the internet was contingent on improving Euro- peans’ IT skills. “The internet today has become more than a tool and is now acting as a new working environ- ment for innovation,” he said. In a similar vein, Thomas McDonogh (Employers’ Group, Ire- land) warned that if current trends did not change there would be 700 000 unfilled vacancies in the EU for ICT professionals by 2015. The lack of needed IT skills, if not addressed, risks hindering the growth of the digital economy in Europe. Robert Madelin, digital agenda director-general at the Euro- pean Commission’s DG Connect, made it clear that Europe needed more high-tech start-ups and to achieve this it needed to quickly develop e-skills and IT skills. He added that local authorities should help SMEs to go online and embrace online opportunities. In the closing session, EESC mem- ber Laure Batut (Workers’ Group, France) expressed disappointment at the reduction of the budget for the Connecting Europe Facility (telecoms) from EUR 9.2 billion to EUR 1 billion. She concluded her speech by saying that it was necessary to give new impetus to the digi- tal agenda, which is one of the seven flagship initiatives of the Europe 2020 strategy, as it has enormous potential to pro- mote innovation, economic growth and progress. (lvg) (cid:79) Opening remarks by Anna Maria Darmanin, EESC member © P i l s z a k J a n u s z F o t o g r a f i c z n e S t u d i o P r o m o c j i M i m P i l - F o t © M e r y l l © b e l l e n a János Vértes, EESC member, Jerzy Buzek, MEP and former president of the EP, Antonio Tajani, European Commission vice-president, Janusz Piechociński, deputy prime minister of Poland and Nadezhda Neynsky, MEP “ The EESC strongly supports a Single Rail- way Area and the elimi- nation of the existing “border effects”, but it does not share the Com- mission’s optimism regarding “unbundling” and the opening up of domestic markets to competition. ” ",
        "3 EESC info — October 2013/8 E E S C i n f o S p e c i a l e d i t i o n M u l t i a n n u a l F i n a n c i a l F r a m e w o r k 2 0 1 4 - 2 0 2 0 European Economic and Social Committee a bridge between Europe and organised civil society EDITORIAL, Dear readers, First things first: current austerity poli- cies must not be allowed to undermine our ability to address important challenges. Sustainable growth, job creation, invest- ment and innovation warrant a stable budget for 2014-2020. But the reality is quite different. The EU is to be allowed commitments of no more than EUR 960 billion over the next seven years, and real expenditure of just EUR 908 billion. Never has so little – in economic output terms – been spent on Europe. Germany, the Netherlands, Sweden and the United Kingdom pay the EU a reduced rate of VAT income. Austria and Denmark enjoy a fixed rebate. Other special arrangements apply from one end of Europe to the other. This is why we also support the idea of a new system for financing the EU budget based on own resources. To square the accounts, cuts are being made to resources such as the Globalisation Adjustment Fund, which helps workers who have lost their job as a result of global structural changes. We think that enough is enough. José-Manuel Barroso was right when he said in his State of the Union address to the European Parliament that the next eight months in the run-up to the European elections must be used to put the European project back on its feet. And this must mean having a medium-term financial plan that sets the right priorities: more funding for sustainable growth and strengthening the social dimension, and above all more funding for combating youth unemployment. “Our message is that we need more Europe, not less, in order to pursue the European political project,” as Jacek Krawczyk rightly observed at our EESC hearing on the 2014-2020 financial framework. Hans-Joachim Wilms EESC vice-president in charge of budget MFF 2014-2020 – an opportunity not to be wasted by Jacek Krawczyk, President of the EESC Employers’ Group and co-rapporteur of the EESC’s opinion on budget 2014-2020 After difficult negotiations, we’ve made it. There were tensions, all-night discussions and political theatre, but MFF 2014-20 is now a reality. It’s not the budget of our dreams, but it’s the one we’ll have to work with for the next seven years. And this is something we should really focus on right now, as the task is challenging. If you can’t increase the amount, spend it better! As the budget was discussed in the middle of a crisis and none of the stakeholders were eager to spend more, the final amount is not satisfy- ing – what the EESC has been expect- ing and emphasised in the opinion adopted last year. Nonetheless, as the deal is now signed, we need to focus on using these resources in the most efficient way – to stimulate growth and jobs, instead of just covering cur- rent expenditure and “consuming” the funds. Added European value is a fact – confirmed by the experience of previous MFFs. A euro spent at EU level is more effective than one spent at national level. We should go one step further and concentrate more on real European projects – interregional and international. Unfortunately, the severe reduction in the Connecting Europe Facility in the final version of the MFF raises doubts as to whether the decision-makers in the EU are fully committed to this broader perspective. The new MFF – a challenge for entrepreneurs and local authorities Investments in basic infrastruc- ture are still crucial for less developed countries and regions, as they are a precondition for sustainable devel- opment. At the same time, cohesion funds must be geared more towards research and development. This cre- ates an extraordinary opportunity for enterprises. Investing in research is Jacek Krawczyk, President of the EESC Employers’ Group and co-rapporteur of the EESC’s opinion on budget 2014-2020 “ A euro spent at EU level is more effective than one spent at national level. We should go one step further and concentrate more on real European projects – interregional and international. ” © S e b a s t i a n D u d a MFF 2014-2020: A lowest common denominator agreement that stifles the Union’s aspirations in tackling Europe’s challenges by Stefano Palmieri, president of the EU2020 Steering Committee and rapporteur of the EESC’s opinion on budget 2014-2020 In the end, the compromise between the European institutions has pro- duced what the European Economic and Social Committee (EESC) had feared in its opinion of 24 May 2013. It is a compromise between two posi- tions: one seeking to limit the com- mitment of Member State resources in the wake of the economic and financial crisis, the other seeking to guarantee enough funding to enable the European Union to meet the challenges posed by the crisis, the new Lisbon Treaty and the Europe 2020 strategy. The exhausting tussle between the European Commission, the Council and the European Parlia- ment has resulted in a lowest com- mon denominator compromise that undermines the ambitious challenges for the European Union over the next seven years. Like the European Par- liament and the Committee of the Regions, the EESC had maintained that the scale of the challenges facing the EU “[made] it not only desirable but also necessary to increase the size of the EU budget so as to revitalise economic growth and employment”. At this delicate stage (economically, socially and politically), the EESC had asked all the European institutions to send a strong, clear message to the Union’s citizens that in times of cri- sis we needed more Europe, not less. And it had issued the call responsibly, reiterating how important it was that EU expenditure satisfy correct standards of efficiency and efficacy and so avoid waste. The compromise, dominated by an intergovernmental approach that had verged on the ridiculous dur- ing the Council negotiations, not only curbed the resources originally proposed by the Commission, but appeared geared to a sterile mainte- nance of the status quo when it came to the composition of the budget. We are thus witnessing a disturbing mis- match between the scale and quality of the new challenges the European Union is facing and the resources available to take them on. There is a clear imbalance, that is to say, between the European Union’s ambi- tions and the means to achieve them. We believe that a splendid oppor- tunity has been lost to increase and, above all, improve the MFF 2014- 2020. The major element of innova- tion – the Commission’s proposal for a new system of own resources funded from the introduction of a new value-added tax and a tax on financial transactions – has not been taken up. They would both have strengthened harmonisation of dif- ferent national regimes, eliminating a system characterised by exemptions and derogations. Had this proposal been accepted, it would have given the EU true financial autonomy, putting an end once and for all to the incomprehensible and mistaken principle of fair return. As things stand at present, the compromise reached is largely inadequate if we wish the European Commission – under the provision for a mid-term review of the MFF 2014-2020 – to have the capacity and authority to reopen this issue in 2016 and propose real changes to improve and enlarge the EU budget. (cid:79) “ A splendid oppor- tunity has been lost to increase and, above all, improve the MFF 2014-2020. ” Stefano Palmieri, president of the EU2020 Steering Committee and rapporteur of the EESC’s opinion on budget 2014-2020 >>> page 4 ",
        "4 EESC info — October 2013/8 Towards a more flexible EU budget Bulgarian MEP Ivailo Kalfin, a mem- ber of the Socialists and Democrats Group, was one of the rapporteurs for the European Parliament reso- lution in July which approved the hard-fought political compromise on the 2014-2020 Multiannual Financial Framework between the Parliament, Council and European Commission. EESC info: What is your view of the final agreement on the MFF? Ivailo Kalfin: The negotiations were difficult, but the good news is that although we have kept the finan- cial ceilings sug- gested by the Council, we have achieved deep reforms in rela- tion to structure. The most impor- tant is flexibility, so that money that is not spent each year will be kept within the global margins and used later on. EUR 60 billion-worth of funding was lost in the last budget. We also agreed to frontload pay- ments for important policies such as youth employment, Erasmus appren- ticeships and R&D, so they will not suffer a huge drop in funding. Should the EU raise its own funds? The spirit of the Treaty would require the EU to have its own resources. At present, 80% of rev- enue comes from Member States, and austerity measures mean that national governments are understandably extremely sensitive, even though the EU is doing what national budgets cannot do. We are pressing for reform of the whole system, and a working group will be set up before the end of the year to examine the options. By 2020, GNI-based contributions should be cut to 40%. What do you expect from the budget revision in 2016? Setting a seven- year budget at a time of austerity is very difficult: it is impos- sible even to make national forecasts. A m i d - t e r m review of the MFF will enable the next European Commission and Parliament to adapt the budget if neces- sary – otherwise they would have to accept it as given. As a democratic principle, they should have a say. Was the EESC’s opinion on the EU budget, adopted in May 2012, useful to MEPs? During the negotiations, Parlia- ment was active in consulting other stakeholders, and the EESC and Committee of the Regions played a very important role. The European budget is a tool for investment and as such is crucial to businesses and industrial relations across the EU. Although we could not achieve an increase, the agreement was broadly in line with the EESC’s opinion. The opinion helped us to put extra pres- sure on the Member States. (cid:79) Ivailo Kalfin, MEP S o u r c e : E P EU-spending: myths that die hard EU budgets are huge, are constantly rising and are used to support inef- ficient farms. These are some of the myths and exaggerations floating around concerning the Union’s Multiannual Financial Framework (MFF). The next MFF is due to start shortly so now is a good time to set a few things straight. This long-term programme ear- marks funding to implement EU policies for the period 2014-2020, covering everything from farming and research to support for poorer regions and external relations. Contrary to popular belief, the EU budget is not dictated by Eurocrats. The European Commission puts forward an initial proposal, but then negotiations on the MFF take place between democratically-elected poli- ticians in the European Parliament and the Council, according to clear and transparent procedures. Nothing is agreed without the consent of both sides. All EU citizens can access the related documentation and follow the discussions online. Starting with the myth about size: total government expenditure by the 27 Member States is almost 50 times greater than the EU budget! In 2010, each citizen paid only 67 cents on average per day to finance the annual budget, w h i c h i s “hardly a large expense given the huge ben- efits that the EU brings to citizens”, according to the Commission. And despite reports, the MFF is not expanding out of control. Between 2000 and 2010, national budgets in the EU increased by 62% while the EU budget rose by just 37% over the same period. The next budget represents only around 1% of EU Gross Domestic Product, yet produces concrete results where financing at EU level generates a bet- ter return on investment. Nor is money frittered away on extravagant EU staff salaries, or mountains of surplus farm produce. More than 94% of the budget goes back to the Member States, helping citizens, supporting growth and jobs, and tackling cross-border crime and other challenges affecting us all. In the next financial period, to counter the threat of serious cuts to vital EU programmes, Parliament demanded that extra funding be “frontloaded” in 2014 and 2015 for youth employment, the Erasmus programme (especially apprentice- ships), research and innovation and SMEs. The Commission has never floated the idea of a “direct EU tax” to pay for the MFF. Member States remain in control of raising taxes. “The Com- mission is not becoming your taxman,” stresses the executive on a webpage it has created to debunk the many myths regarding the budget. (cid:79) “ Contrary to popular belief, the EU budget i s n o t d i c t a t e d b y Eurocrats. ” “ Negotiations on the MFF take place between democratically-elected politicians in the Euro- pean Parliament and the Council, according to clear and transparent procedures. ” Budgeting for growth and solidarity Despite compromises and some cutbacks, a more focused EU budget will help mil- lions of Europeans, says Janusz Lewan- dowski, Financial Pro- gramming and Budget Commissioner. EESC info: How satisfied are you with the final outcome of the 2014-2020 budget? Janusz Lewandowski: Of course, this is not the budget I had wished for. I believe more than ever that the Commission’s proposal was what Europe needed for the next seven years. However, compromise is the name of the game. Nevertheless, the next Financial Framework will still enable the EU to help millions of Europeans. What do you think are its most important features? There is a greater focus on instru- ments stimulating economic growth and fighting unemployment, such as the Youth Employment Initiative and the Connecting Europe Facility. I am also glad that we managed to make the next budget more flexible. Do you think the budget can promote innovation and growth in Europe? Many Euro- pean families are struggling during these times of crisis and high unemployment. Therefore, during the negotiations I insisted that it was vital to increase EU funds generating growth or inno- vation, despite the overall cuts. I am glad that we have achieved success in this respect. What do you think of EESC president Henri Malosse’s comments that the budget is still too focused on the CAP? In our original proposal, we focused even more on pro-growth policies, so the share of funds for agriculture would have been even smaller than it is now. But we have to bear in mind that agriculture is the first (and only) exclusive policy of the EU, and yet its share of the EU budget is constantly shrinking. Do you believe that the MFF has been sufficiently reformed? What areas of reform remain? First of all, I am happy we man- aged to make it simpler. Also, close to 90% of the EU budget today actually comes from Member States’ national budgets. This was never the idea of the EU’s founding fathers. This is why the Commission proposed new sources of income, such as the financial transaction tax. The idea is not to increase the EU budget, but rather to decrease Member States’ contributions. We should also simplify the rebate sys- tem, because it has grown so Byz- antine that very few people actually fully understand it. (cid:79) Janusz Lewandowski, Financial Programming and Budget Commissioner “ Close to 90% of the EU budget today actu- ally comes from Member States’ national budgets. This was never the idea of the EU’s founding fathers. ” in line with the Europe 2020 strat- egy and is a key element in improving competitiveness in global markets. The famous Spanish author of Don Quixote , Miguel de Cervantes once said that “the gratification of wealth is not found in mere possession or in lavish expenditure, but in its wise application.” Although this sentence is more than 400 years old, it should be applied nowadays. Better governance, more transparency A well-governed and transparent budget sounds obvious. But the fact that the European Court of Audi- tors has rejected the EU’s accounts 18 years in a row clearly shows that the way the EU spends money must be improved. A first step in the right direction was made by simplifying the structure of the budget. Now it’s time for simpler and clearer proce- dures for the beneficiaries. I often meet fellow entrepreneurs who complain about the way EU funds are accounted for. Instead of focus- ing on doing business they have to deal with lots of bureaucracy. Many of them are so disillusioned with the procedures that they have decided not to apply for EU funds in future. This has to change! These resources are supposed to boost growth, not force entrepreneurs to face an ordeal of complicated, needless paperwork. The 2014-2020 MFF must gain credibility in the eyes of European society. The best way to achieve that is not through politicians’ words but with visible effects: projects that deliver added value to the economy and create jobs. Analysis of the resources spent should not end with accountancy. This should be a les- son for the future, as the next MFF is a challenge we should already start thinking about. (cid:79) “ I often meet fellow entrepreneurs who com- plain about the way EU funds are accounted for. Instead of focusing on doing business they have to deal with lots of bureaucracy. This has to change! ” Continued from page 3 — MFF 2014-2020 – an opportunity not to be wasted ",
        "5 EESC info — October 2013/8 Mediterranean women’s representatives meet with the EESC On 18 September, following the Union for the Mediterranean Minis- terial Conference on Women (12 September, Paris), the European Economic and Social Committee (EESC) held a plenary-session debate with women’s representatives from Tunisia, Lebanon and other Mediter- ranean countries on the economic and social situation of women in the Euro-Medi terranean region. There has been a clear degradation of women’s rights as developments in the various countries – such as Egypt, Tunisia and Syria – show. This trend is all the more paradoxical given that women were at the forefront of the Arab Spring. Any violation of the rights of women is a crime against human rights. The EESC, the voice of European civil society, feels com- pelled to address the urgent situa- tion in the region, which is an issue of concern not just to women but to civil society as a whole. Jamal Hermes Ghibril, president of the Lebanese Women’s Council, Esther Fouchier, president of the Mediterranean Women’s Forum, and Salwa Kennou Sebei, presi- dent of the Association of Tunisian Women for Research on Develop- ment (AFTURD), participated in the debate and had the opportunity to give their perspective and exchange views with EESC members. Based on the debate, the EESC will produce concrete policy input, from civil society’s point of view, on how to promote these rights. In the last year, the EESC has repeatedly denounced flagrant inequalities between men and women in the Mediterranean region and the violation of their basic rights (i.e. violence against women, discouragement of participation in public life, inequalities in pay and job quality, etc.). According to the EESC, there is worrying potential for a rapid reversal of women’s rights and the overall situation of women in the region. (ail) (cid:79) PLENARY SESSION IN A NUTSHELL The EESC calls for European energy poverty indicators Over 50 million people suffer from energy poverty in Europe. The price of electricity, gas, oil and other fuels is rising sharply and a growing number of people have difficulty paying their energy bills or have limited access to energy because their income is low. The eco- nomic crisis has made things worse. “Faced with this major political challenge, the EESC calls for a European energy security and solidarity com- mitment,” says Bernardo Hernández Bataller (Vari- ous Interests Group, Spain), co-rapporteur for the opinion entitled “For coordinated European measures to pre- vent and combat energy pov- erty”. The ultimate aim would be to create a European policy that ensures energy access for all. The EESC considers access to energy to be cru- cial to the common good. As Pierre-Jean Coulon (Work- ers’ Group, France), rappor- teur of the opinion, stressed, energy deprivation is a recipe for disaster. “Energy poverty kills, in both physical and social terms.” The EESC calls for European energy poverty indicators and statistics so that the problem can be identified more effec- tively at European level. The indicators would serve as param- eters for the Member States in defining energy poverty so that due account is taken of their national characteristics. (nr) (cid:79) EESC looks at the food-versus-fuel debate In its own-initiative opinion on food secu- rity and bioenergy drafted by Franco Chiriaco (Work- ers’ Group, Italy), which was adopted at the plenary session in September, the European Economic and Social Commit- tee (EESC) argued that food security should be placed at the heart of the EU’s policies as a prereq- uisite for a strategy for global security. In the food-versus-fuel debate, the EESC came out in favour of prioritising food secu- rity, land protection and the competitiveness of European agriculture. The EESC argued that biofuel production should be subject to impact assessment studies that involve the local community concerned and pay careful attention to the right to food. This is why it suggested creating EU-wide indicators enabling Member States to measure the impact of bioenergy projects on food security at national level. Although the EESC backs the Commission’s bid to develop “advanced” biofuels, it warns that the production of “sec- ond-generation” biofuels that use wood and straw could actu- ally increase CO 2 levels. (nr) (cid:79) Plastic waste Plastic waste is a global problem affecting the Earth’s land and especially its seas. In its recently adopted opinion on this topic, the EESC called for a sustainable and economically viable EU strategy to address the whole of the plastics life-cycle to reduce, process and recycle plastic waste. “It is not plastic as such that is the problem, but rather the way we get rid of it. Landfilling is the worst option. Existing EU laws on sustainable waste dis- posal should be better implemented across Europe”, says EESC member Josef Zbořil (Employers’ Group, Czech Republic), rap- porteur for an opinion on plastic waste. The range of different kinds of plastic that exist today makes sorting and recycling a major challenge. Some can be inciner- ated, while others, like PVC, could release toxic substances. In their efforts to reduce the weight of plastic containers, manufacturers have started to com- bine different sorts of plastics with other materials, mak- ing them almost non-recy- clable. According to the EESC, “design for recy- cling” should take prec- edence over weight, and new sorting technologies would be a worthwhile investment. (ail) (cid:79) Leading by example: Europe’s brewing sector meets Europe 2020 objectives Meeting in Prague last month, CCMI members and stakeholders appealed for further support for Europe’s 4 000 breweries in order for the sector to fully realise its growth potential. The EU is one of the world’s major brewing regions, but the sector has not been immune to the economic downturn and is facing a significant decline in consumption. The charac- teristics of the brewing sector reflect the EU goals of a smart, sustainable and inclusive economy. Brewers are present in all EU countries, support- ing over 2 million jobs across the value chain. A balanced regulatory and fiscal environment is essential if the sector is to maintain its capacity to attract the younger generations into employment, enhance research and innovation and pursue its leader- ship in the promotion of responsible consumer behaviour. (pl) (cid:79) Communication Department launches new series of clips New IT tools create new communi- cation possibilities for the EESC and its activities. During the September plenary session, the Communication Department launched an innovative web-based pilot project to promote EESC opinions through one-minute clips. Straight after voting had fin- ished, two clips were posted on the EESC’s website: “Revision of the nuclear safety directive” and “For coordinated European meas- ures to prevent and combat energy poverty”. Rapporteurs and co-rap- porteurs had the opportunity to speak to the public and provide a brief and personal explanation about the legal text they presented to the plenary. And the next step? The clips will be back at the October plenary session. (ail) (cid:79) Bernardo Hernández Bataller, EESC member Pierre-Jean Coulon, EESC member Josef Zbořil, EESC member IN SHORT © T o n i f l a p © w e l l p h o t o “Women have long suffered from marginalisation and dis- crimination in our part of the world. After the Arab Spring, little has been accomplished. All countries are in chaos now and women are paying the highest price. Gender vio- lence and abuse, terrorisation of women in public life… This is not the end result the West wanted to see, but it means that its policies have gone terribly wrong or have not helped. National stakeholders and the EU have to work together to make things change. We have had enough broken dreams, enough broken bones and enough broken hearts. It is time that the international commu- nity talks to us and not for us.” “Both de jure recognition of equality of rights for women and de facto economic inde- pendence of women are essen- tial as they are the two pillars on which women’s freedom rests. Steps must be taken to ensure that international women’s rights are respected, centres for women victims of abuse are set up, the participation of women in the decision-making process is encouraged, and women have access to credit to facilitate their engagement in economic life.” Jamal Hermes Ghibril, president of the Lebanese Women’s Council Esther Fouchier, president of the Mediterranean Women’s Forum © G t s ",
        "October 2013/8 I see Europe as an adventure Béatrice Ouin, a French member from the Workers’ Group has just become editor of the EESC info news- letter, where she will represent mem- bers and advise the editorial team on the content, format and structure of the newsletter. On the occasion of Béatrice’s first issue in charge, Jane Morrice, EESC vice-president for communication, interviewed her and discovered what makes her tick. Jane Morrice: You have taken up the position of co-editor of EESC info at a difficult time in the history of the European project. What do you see as the main future challenges facing the EU? Béatrice Ouin: It’s true, times are tough for the European project. But let’s not be too gloomy! We must aim to tackle the difficulties in the longer term. Our generation is liv- ing through some incredible changes A French philosopher, Michel Serres, has said that humankind has gone through three major changes, the shift from the spoken to the written language, then from writing to print- ing and now the internet, which has drastically altered the relationships between young and old, between citizens and their elected representa- tives, between media and their users... but which is making knowledge avail- able to us all and providing on-line access to the brightest minds... It’s right there in front of us and we still don’t know where it will end! But this major development is not the only one affecting us. Mankind took 40 000 years to reach a popu- lation of one billion and 150 years to grow to 8 billion today! The third major change is that the planet has been thoroughly explored for the first time and its resources are limited. In addition to these three upheavals – wrought by the internet, population and resources – we clearly also have to consider globalisation and climate change, but everyone is talking about that. And where does Europe fit into all this? I see Europe as an adventure. In this world where nothing remains uncharted, the modern adventurers are those who want to create this union between long-established states that have fought one another for so many years. It’s a challenge that requires passion as well as patience! And a great many explanations. Do you believe that the EESC is in the right position to rise to these challenges? In my view, the Committee is the expression of Europe’s idea of democracy, one in which citizens not only exist by virtue of their vote for a party, but because they are com- mitted to defending their interests or opinions within a civil society organ- isation, a trade union or employers’ organisation, an association for con- sumers or defending the environ- ment... Promoting the Committee means explaining to people in our own countries that those involved in improving their living and work- ing conditions are represented, con- sulted and listened to. That is why I think that members should spend as much time back home explaining what they are doing in Brussels and what they are achieving there in their efforts to put their organisations’ opinions to the C o m m i s s i o n , the Council, the Parliament... As a member of the Workers’ Group, the Employment, Social Affairs and Citizenship and External Relations sections and the Communication Group, you have been extremely active in the EESC since you started in 2006. What has been the most rewarding aspect of your work? This may surprise you, but what interests me the most are the members, their diversity, what they have to say about their coun- tries, their traditions, their culture and their professions. The Com- mittee is also a place where I have been able to share ideas that I hold close to my heart: how to communi- cate Europe better, giving domestic workers a professional status and the links between gender equal- ity and growth. These opinions and many others on which I have worked have helped me to improve the way I put across these ideas so they are better under- stood, bearing in mind the wide range of different approaches. And being a Committee member is really a huge opportunity! I have gained a bet- ter understanding of how Europe and its decision-making processes work and I am really keen to share that. In 2011 you received the Légion d’honneur – the highest distinction that can be awarded to a French citizen. As a teenager on the streets of Paris in May 1968, could you ever have imagined you would one day receive this recognition? Absolutely not! That’s just life... But having taken to the streets in ‘68 and subsequently (and I am still dem- onstrating …) I have learned not to take honours too seriously. I appre- ciate the award, but I never forget that there is a great element of luck involved when one person is chosen to be honoured rather than another who deserves it just as much... (cid:79) EESC info is published nine times a year during EESC plenary sessions. Printed versions of EESC info in German, English and French are available free-of-charge from the European Economic and Social Committee Press Office. EESC info is also available in 23 languages in PDF format on the Committee’s web site: URL: http://www.eesc.europa.eu/?i=portal.en.eesc-info EESC info is not an official record of the EESC’s proceedings; for this, please refer to the Official Journal of the European Union or to the Committee’s other publications. Reproduction permitted if EESC info is mentioned as the source and a copy is sent to the editor. Print run: 12 310 copies. Next issue: December 2013 P RINTED ON 100% RECYCLED PAPER EESC info in 23 languages: http://www.eesc.europa.eu/activities/press/eescinfo/index_en.asp Editor: Béatrice Ouin – EESC members’ representative on the Editorial Committee (Workers’ Group, FR) Maciej Bury (mb) Contributors to this issue: Alejandro Izquierdo Lopez (ail) Andreas Versmann (av) Angeliki Karampourouni (ak) Guy Harrison (gh) Leszek Jarosz (lj) Luca Venerando Giuffrida (lvg) Nele Rissmann (nr) Nuno Quental (nq) Pol Liemans (pl) Overall coordination: Agata Berdys Address: European Economic and Social Committee Jacques Delors Building, 99 Rue Belliard, B-1040 Brussels, Belgium Tel. (+32 2) 546.94.76 Fax (+32 2) 546.97.64 Email: eescinfo@eesc.europa.eu Internet: http://www.eesc.europa.eu/ Q E - AA - 13 - 008 - E N - C In Memoriam Dušan Barčik It is with deep regret and sadness that we have learnt of the untimely passing of our highly-esteemed col- league, Dušan Barčik. Our heartfelt condolences go to his family and friends. Dušan Barčik had been a member of the EESC since September 2010. He was an extremely active, conscien- tious worker who was very committed to the Commit- tee’s activities. In Slovakia, Dušan Barčik was presi - dent of the Slovakian Trade Union (IOZ) and board member of the Confedera- tion of Trade Unions of the Slovak Republic (KOZ SR). We will always have positive memories of the things that Dušan Barčik achieved in his life. It will take time to recover from the loss of a person who was always prepared to fight on behalf of others, especially those in a weaker position. (cid:79) In Memoriam Marzena Mendza Drozd It is with deep sadness that we have learned of the sud- den and untimely passing of Marzena Mendza Drozd. Marzena Mendza-Drozd was appointed as a member of the European Economic and Social Committee in 2004 when Poland joined the European Union. She was a relentless and fearless activist who fought tooth and nail to strengthen civil society and make its voice heard in public life. Back in Poland, she was active in a variety of non-gov- ernmental organisations, where she pushed for leg- islation enabling civil society to fully play its key role: holding authorities to account. With the death of Marzena, we have lost a committed European and a strong advocate of civil society. (cid:79) PEER-TO-PEER INTERVIEW Béatrice Ouin, new EESC members’ representative on the editorial committee “ The Committee is the expression of Europe’s idea of democracy, one in which citizens not only exist by virtue of their vote for a party, but because they are committed to defending their interests or opin- ions within a civil society organisation. ” 2013 Euromed Summit of ESCs: an opportunity to enhance civil society’s role in the Union for the Mediterranean The mandate of the EESC’s Euromed Follow-Up Com- mittee was renewed in April and since then its mem- bers have been working hard to enhance relations with a re-energised Union for the Mediterranean (UfM). As UfM projects and ministerial conferences are being pre- pared or get under way, questions are being asked about what the role of civil society might be within this new mode of cooperation in the Euro-Mediterranean area. After all, civil society was at the forefront of the upris- ings of the Arab Spring. The Euromed Follow-Up Committee members are seeking answers to these questions and hope to find them at this year’s Euromed Summit of ESCs, which is to be held in Barcelona on 11 and 12 November, in cooperation with the UfM secretariat. The EESC and its partners will seek ways of mainstreaming civil society involvement in UfM work and widening the circle of those involved to a broader group of stakeholders. The aim is to enhance the legitimacy of UfM cooperation which up to now has largely been inter-governmen- tal. (gh) (cid:79) SOON IN THE EESC Nicolas Alexopoulos appointed acting secretary-general of the EESC Nicolas Alexopoulos has been appointed acting secretary-general of the Committee, following the end of the term of office as secretary-general of Martin Westlake. Mr Alexopoulos has taken over as acting secretary-general on 1 October, fol- lowing a deci- sion taken by the Bureau, the body responsible for coordinating the Commit- tee’s activities. Mr Alexopoulos, a deputy secre- tary-general, will serve in his new post until a new secretary-gen- eral is appointed. The selection pro- cedure is underway. (mb) (cid:79) EESC members observed a moment of silence to mark the death of their colleagues E E S C i n f o "
    ]
}