{
    "text": [
        "Eurofound 30% – the proportion of the population in Cyprus in 2015 who faced the risk of poverty or social exclusion, according to the country’s 2016 annual report on the economy and employment. 40% – the proportion of the Latvian construction sector in 2016 that was in the shadow economy. Government and sector representatives have signed a cooperation memorandum aiming to halve the shadow economy by 2019. 250,000 – the number of Polish citizens who signed a petition in late 2016 in protest at planned education reforms in the country. €100 – the first €100 spent by Estonian employers on promoting the health of each employee will be exempt from fringe-benefit taxes, part of new regulations on employee health and sickness benefits. 24% – the proportion of businesses in Bulgaria in December 2016 reporting that a shortage of labour limits their activity. findings in figures ISSN 2363-3387 CAT. NO. TJ-AI-17-002-EN-N Enrique Calvet Chambon MEP visits Eurofound On 13 January, Eurofound welcomed Enrique Calvet Chambon MEP (front row, centre) to its premises in Dublin. The European Parliament’s rapporteur on the revision of Eurofound’s Founding Regulation, Mr Calvet Chambon met with the Agency’s Director, Juan Menéndez-Valdés (front row, left) and Deputy Director Erika Mezger (front row, right), as well as senior staff. In August 2016, the European Commission made a Proposal for a Regulation of the European Parliament and the Council on establishing the European Foundation for the Improvement of Living and Working Conditions (Eurofound), and repealing Council Regulation (EEC) No 1365/75. The Commission’s Proposal aims to revise Eurofound’s Founding Regulation in order to align certain provisions of the existing Regulation governing Eurofound with the Common Approach on Decentralised Agencies, as well as to update the objectives and tasks of Eurofound. Source: Eurofound’s Network of European Correspondents Exploring statutory minimum wages in the EU At a conference on the European Pillar of Social Rights in January 2017, European Commission President Jean-Claude Juncker told delegates that every EU Member State should have a minimum wage. As part of its ongoing investigation into the implementation of minimum wages across the EU, Eurofound has just published its annual topical update on the subject. The update gives information on minimum wage coverage across the EU, examines statutory minimum wage levels, and describes how Member States determined the minimum wage level for 2017. In 22 out of 28 EU Member States, a generally applicable statutory minimum wage exists. However, the level of this minimum wage varies greatly from one country to another: the monthly rate in Luxembourg is over eight times that in Bulgaria. In six Member States, there is no statutory minimum wage: Austria, Cyprus, Denmark, Finland, Italy and Sweden. However, in all of these countries except Cyprus, the minimum wage level is de facto set in (sectoral) collective agreements. From the data, it can be seen that the minimum wage grew more over the year preceding 1 January 2017 than in the previous year. Read the upate at http://bit.ly/minimumwage2017 Digital technology: Working anytime, anywhere The expanding use of digital technology in the form of smartphones, tablets and laptops is rapidly transforming the traditional model of work, according to a new report jointly published by Eurofound and the ILO. The report Working anytime, anywhere: The effects on the world of work synthesises research carried out by both organisations in 15 countries, both inside and outside the EU. The study identifies employees who use new technology to work outside the employer’s premises – regular home-based teleworkers as well as workers performing occasional and extensive telework and ICT-mobile work. The report highlights a number of positive effects of this type of work: greater working time autonomy leading to more flexibility in terms of working time organisation, and reduced commuting time resulting in a better overall work–life balance and greater productivity. However, the report also identifies several attendant disadvantages, such as a tendency on the part of workers to work longer hours, and a blurring of the boundaries between paid work and personal life, which can lead to high levels of stress. Read the report at http://bit.ly/tictm2017 The tripartite EU agency providing knowledge to assist in the development of employment, social and work-related policies News Issue 02 – February 2017 ",
        "Public to private? Changing face of hospital services Private companies are increasingly involved in providing a range of services in the hospital sector – in the medical sphere and in areas like catering and cleaning. Contracting out services to private operators is seen as one way to cut hospital waiting lists and manage budgets. A new report from Eurofound, Delivering hospital services: A greater role for the private sector? examines the impact of private sector involvement in hospitals in terms of quality, efficiency and accessibility of services. The report finds that private providers complement rather than replace the services provided by the public sector. It concludes that an optimal approach would involve a more structured relationship between public and private hospitals rather than opting for on-the-spot contracting. This could reduce the tendency to select more profitable patients and to refer unscheduled complex cases to public hospitals. For more, visit http://bit.ly/PRHospitals Social mobility and equal opportunities Since the financial crisis, people in many countries have faced a sharp fall in living standards; moreover, economic inequalities are on the rise. Consequently, policy attention is starting to shift towards addressing this lack of equal opportunities as well as the transmission of (dis)advantage across generations. On 4 May, in Paris, Eurofound and the OECD Centre for Opportunity and Equality will host a joint high-level conference ‘The only way is up? Social mobility and equal opportunities’. The event will provide a platform to discuss new findings on intergenerational mobility and policies supporting upward mobility, especially among disadvantaged groups in the EU and the OECD countries. The event will be opened by Secretary-General OECD Angel Gurría, and Juan Menéndez-Valdés, Eurofound’s Director. For more, visit http://bit.ly/OnlyWayUp Jobs recovery and role of offshoring Overall in the EU, employment has finally recovered to pre-economic crisis levels. The annual report from Eurofound’s European Restructuring Monitor (ERM) Globalisation slowdown? Recent evidence of offshoring and reshoring in Europe describes the nature of this recovery – in particular, indicating the sectors that have gained and lost jobs. It also examines the offshoring of production to countries with lower labour costs and the reverse process of reshoring work to relatively high-wage economies. The report finds that offshoring has accounted for a much lower proportion of job loss (less than 3%) in 2015–2016 than it did in 2003–2007 (7%). The extent of reshoring, the report concludes, is modest and increasing only slowly. Read the report at see http://bit.ly/ERM2016 NEWS IN BRIEF New on the website Latest from EurWORK Addressing digital and technological change through social dialogue http://bit.ly/DigChange France: New rules on working time enter into force http://bit.ly/WorkTimeFR Germany: New evidence on the scope of service contracts feeds into social partner debate http://bit.ly/ServiceContractsDE Greece: Tripartite strategy for combating undeclared work http://bit.ly/UndeclaredWorkEL Norway: Improving gender balance in management posts http://bit.ly/GenderManagementNO United Kingdom: Government launches consultation on worker representatives on company boards http://bit.ly/ConsultRepUK © 2017 European Foundation for the Improvement of Living and Working Conditions, Wyattville Road, Loughlinstown, Dublin D18 KP65, Ireland Tel: +353-1-204 3100 fax: +353-1-282 6456 email: information@eurofound.europa.eu web: www.eurofound.europa.eu Eurofound News is published 10 times a year and is available free of charge. Any item in this publication may be reproduced without further permission if the source is acknowledged. Circulation: 9,000 (print and email). http://bit.ly/EFCalendar2017 EF/17/05/EN Charting announced job loss and gain since the crisis 0 50,000 100,000 150,000 200,000 250,000 300,000 350,000 400,000 450,000 Job loss Job gain Eurofound’s European Restructuring Monitor (ERM) charts the announced employment impacts of large-scale restructuring events in European countries. The figure shows aggregate job loss and job gain as recorded in the ERM dataset from the peak crisis years 2008–2010 to end June 2016. The main trends since the global financial crisis have been a decline in announced job loss and a gradual increase in announced job creation. The two time series have largely converged since 2014. For more, see the annual ERM report Globalisation slowdown? Recent evidence of offshoring and reshoring in Europe . Note: S = semester. Source: ERM "
    ]
}