{
    "text": [
        "Integrated techniques for the seismic strengthening and energy efficiency of existing buildings Pilot Project Workshop 16 19 November 2020 Editors : Gkatzogias, K., Sousa, L., Tsionis, G., Dimova, S., Pinto, A. Authors : Gkatzogias, K., Tsionis, G., Romano, E., Negro, P., Pohoryles, D., Bournas, D., Sousa, L. 2021 ",
        "This publication is a Conference and Workshop knowledge service. It aims to provide evidence-based scientific support to the European policymaking process. The scientific output expressed does not imply a policy position of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of this publication. For information on the methodology and quality underlying the data used in this publication for which the source is neither Eurostat nor other Commission services, users should contact the referenced source. The designations employed and the presentation of material on the maps do not imply the expression of any opinion whatsoever on the part of the European Union concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Contact information JRC-REEBUILD@ec.europa.eu EU Science Hub https://ec.europa.eu/jrc JRC124045 PDF ISBN 978-92-76-30255-1 doi:10.2760/665617 Luxembourg: Publications Office of the European Union, 2021 © European Union, 2021 The reuse policy of the European Commission is implemented by the Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Except otherwise noted, the reuse of this document is authorised under the Creative Commons Attribution 4.0 International (CC BY 4.0) licence (https://creativecommons.org/licenses/by/4.0/). This means that reuse is allowed provided appropriate credit is given and any changes are indicated. For any use or reproduction of photos or other material that is not owned by the EU, permission must be sought directly from the copyright holders. All content © European Union, 2021, except: Page 1: (bottom images) Khun Ta, x-bracing, ©stock.adobe.com; smuki, thermal vision, ©stock.adobe.com; whitcomberd, aerial view of residential area, ©stock.adobe.com Page 10: Giardini et al., Figure 2a, © The Authors, 2014 Page 14: Figure 6, © Pohoryles, 2013 Page 29: Figure 19; refer to copyright notice within image Page 43: Figures within Annexes; refer to copyright notices within presentations How to cite this report: Gkatzogias, K., Tsionis, G., Romano, E., Negro, P., Pohoryles, D., Bournas, D. and Sousa, L., Integrated techniques for the seismic strengthening and energy efficiency of existing buildings: Pilot Project Workshop 16 19 November 2020 , edited by K. Gkatzogias, L. Sousa, G. Tsionis, S. Dimova and A. Pinto, Publications Office of the European Union, Luxembourg, 2021, ISBN 978-92-76-30255-1 (online), doi:10.2760/665617 (online), JRC124045. ",
        "i Contents Contents ............................................................................................................................................................................................................................................................. i Acknowledgements .................................................................................................................................................................................................................................. 2 Abstract .............................................................................................................................................................................................................................................................. 3 1 Introduction ............................................................................................................................................................................................................................................ 4 1.1 The Pilot Project .................................................................................................................................................................................................................... 4 1.2 Pilot Project actions ........................................................................................................................................................................................................... 4 1.3 Midterm workshop .............................................................................................................................................................................................................. 5 1.4 Scope and layout of the report ................................................................................................................................................................................ 7 2 Overview and classification of technologies for seismic strengthening and energy upgrading of existing buildings ................................................................................................................................................................................................................................................... 8 2.1 Part 1: complementary background research activities .................................................................................................................... 8 2.2 Part 2: Work progress in Action 1 .......................................................................................................................................................................... 9 2.3 Action 1 session outcomes and polls .............................................................................................................................................................. 11 3 Analysis of technologies for combined upgrading of existing buildings ....................................................................................... 13 3.1 Complementary background research activities on integrated retrofitting .................................................................. 13 3.2 presentations .................................................................................................................................................................................................. 13 3.3 Discussions, polls and outcomes ........................................................................................................................................................................ 16 4 Methodologies for assessing the combined effect of upgrading ........................................................................................................ 17 4.1 Part 1: Work progress in Action 3 ....................................................................................................................................................................... 17 4.2 Part 2: complementary ongoing research projects ............................................................................................................................. 20 4.3 Action 3 session outcomes and polls .............................................................................................................................................................. 21 5 Regional impact assessment and contributions to an action plan ..................................................................................................... 22 5.1 Priority regions .................................................................................................................................................................................................................... 22 5.2 Implementing measures ............................................................................................................................................................................................. 23 5.3 Scenarios for interventions ...................................................................................................................................................................................... 25 6 ................................................................................................................................................................................................... 27 6.1 Organisation of workshops ...................................................................................................................................................................................... 27 6.2 Dissemination and outreach ................................................................................................................................................................................... 28 7 The New European Bauhaus ................................................................................................................................................................................................ 30 8 Conclusions ......................................................................................................................................................................................................................................... 33 References .................................................................................................................................................................................................................................................... 35 List of abbreviations and definitions ..................................................................................................................................................................................... 39 List of figures ............................................................................................................................................................................................................................................ 41 List of tables ............................................................................................................................................................................................................................................... 42 Annexes ........................................................................................................................................................................................................................................................... 43 Annex 1. Midterm workshop agenda ............................................................................................................................................................................ 43 Annex 2. Midterm workshop JRC presentations .................................................................................................................................................. 54 ",
        "2 Acknowledgements techniques for the seismic strengthening and energy efficiency of existing buildings is financed by the European Union under the Commission Decision C(2019) 3874 final of 28 May 2019. This report summarises, among others, work carried out by Andrea Belleri, Christoph Butenweg, Francesca da Porto, Jessica Cavestro, Helen Crowley, Antonio Formisano, Helena Gervasio, Ivan Jankovic, Petr Hájek, Bjørn Petter Jelle, Raffaele Landolfo, Alessandra Marini, Paolo Mariotto, Angelo Masi, Aaron McKinnon, Costantino Menna, Hedvig Norlén, Daniel Oliveira, Andrea Prota, Oliver Rapf, Giuseppe Santarsiero, Thanasis Triantafillou, and Roumiana Zaharieva. Comments and suggestions to this report were provided by Artur Pinto. Support in dissemination activities and the organisation of the workshop was provided by Desislava Strezova and Maria Fabregat Morillas. The aforementioned contributions are gratefully acknowledged. Editors Konstantinos Gkatzogias, Luisa Sousa, Georgios Tsionis, Silvia Dimova, Artur Pinto Authors Chapter 1: Konstantinos Gkatzogias, Georgios Tsionis, Luisa Sousa Chapters 2, 4: Elvira Romano, Paolo Negro Chapter 3: Daniel Pohoryles, Dionysios Bournas Chapters 5, 6: Konstantinos Gkatzogias, Georgios Tsionis Chapter 7: Luisa Sousa Chapter 8: Konstantinos Gkatzogias, Georgios Tsionis, Elvira Romano, Paolo Negro, Daniel Pohoryles, Dionysios Bournas, Luisa Sousa ",
        "3 Abstract The report summarises the grated techniques for the seismic strengthening and energy efficiency of existing b Research Centre (JRC) homonymous workshop that took place online on 16 19 November 2020. The objective of the midterm workshop was to improve stakeholder understanding on critical energy efficiency and seismic safety upgrades to ageing buildings, and to collect feedback on the Pilot Project. The workshop, spread along six different sessions, started with interventions from a Member of the European Parliament, a Member of the European Committee of the Regions, European Commission officers, and representatives from public authorities and a professional association. More than 30 technical presentations were delivered by JRC Pilot Project team members and external experts, complemented by discussions and polls that were organised throughout the workshop sessions. The report provides summaries of the presented work by action of the Pilot Project along with expected developments and issues that deserve further consideration. Topics include technologies for seismic, energy, and combined upgrading of existing buildings, methodologies to evaluate the effect of combined upgrading, regional prioritisation based on multiple indicators, implementing renovation measures, intervention scenarios, outreach activities as well as external activities and projects complementary to the Pilot Project objectives. Issues that attracted the attention of the workshop participants and relevant feedback received through interactive sessions and tools (e.g. discussions, polls, etc.) are further highlighted. The final part of the report is dedicated to the recently launched New European Bauhaus and feedback on the initiative received through relevant polls. Workshop participation statistics and satisfaction survey results indicate a positive reception of this first wide dissemination effort of the Pilot Project objectives and output from a diverse audience of stakeholders. ",
        "4 1 Introduction 1.1 The Pilot Project Integrated techniques for the seismic strengthening and energy efficiency of existing -year project, entrusted by the European Parliament to the JRC. It is designed and implemented by JRC Safety and Security of Buildings Unit, and financed under the Commission Decision C(2019) 3874 final of 28 May 2019. The Pilot Project aims to define technical solutions that can reduce seismic vulnerability and increase energy efficiency of existing buildings, at the same time and in the least invasive way. Thereby, increased earthquake resilience and limited environmental impact of buildings is sought by reducing CO 2 emissions and the waste generated through building replacement actions or future earthquake disasters. The envisaged activities have the following main objectives: — Define the tools and guidelines to reduce, all at once, vulnerability and energy inefficiency of buildings — Stimulate the use of integrated solutions — Create awareness about the topic in the aim of prevention — Increase resilience of built environment to seismic hazard and climate change. The Pilot Project will provide scientific advice to support the development of an action plan, which shall supplement existing European Union (EU) policies in the field of energy efficiency and disaster risk reduction. The modernisation of the European building stock is central to key priorities of the European Commission. Crucially, the European Green Deal (COM (2019)640) emphasises the need for a building Renovation Wave (COM (2020)662), supported by the establishment of a New European Bauhaus to bring the European Green Deal closer to people's minds and homes . This will be combined with the implementation of clean and circular economy principles for the construction sector to achieve ambitious energy and greenhouse gas reduction targets by 2030 and a climate-neutral society by 2050. The new Circular Economy Action Plan (COM (2020)98) will also address the revision of the Construction Products Regulation (Regulation (EU) 305/2011). The plans to put the European Green Deal into effect further contribute to the economic recovery following the COVID-19 pandemic. The integrated retrofitting of buildings can be seen as the nexus between policies encouraging the energy renovation of buildings, as in the Energy Performance of Buildings Directive (Directive (EU) 2018/844), promoting circularity within the building sector, improving the disaster resilience of the EU, as well as protecting cultural heritage. The new idea for a holistic approach to the renovation of buildings behind a future action plan is in line with the Union Civil Protection Mechanism (Decision (EU) 2019/420), with respect to the importance of disaster prevention measures and integration of risk reduction and cohesion policies. The geographical scope of the project intends to cover EU seismic prone regions. However, it can easily be extended to all EU regions considering the ageing of existing buildings and other hazards, including extreme climatic events. Therefore, all EU citizens are potential beneficiaries of the project. 1.2 Pilot Project actions To achieve the Pilot Project objectives, several activities are foreseen. EU buildings requiring upgrading are identified and existing seismic and energy retrofit technologies are assessed. Technologies for combined seismic and energy upgrading of buildings are explored based on available technologies and recent scientific developments in the field. A simplified method for the assessment of economic advantages of the combined intervention is currently under development. It will be applied in case studies of representative types of European buildings retrofitted with the identified solutions. Seismic risk along with socioeconomic aspects are assessed at a regional level throughout Europe; the energy performance of existing buildings will also be evaluated. Such regional assessments are used to identify appropriate intervention scenarios based on their regional impact and highlight the regions where interventions are of higher priority. National, regional and local authorities, industrial associations and expert communities are involved in enquiries and discussions of relevant implementing measures (legislation, incentives, guidance and standards), technologies and methodologies for the combined improvement of seismic and energy performance of existing buildings. The Pilot Project activities have been organised in five main actions and several sub-actions briefly described in the following, while the timeline of the project is summarised in Figure 1. ",
        "5 1. Overview and classification of technologies for seismic strengthening and energy upgrading of existing buildings. 1.1. Identification of building typologies needing upgrading: classes of buildings corresponding to the most representative typologies regarding both seismic and energy performance will be identified. 1.2. Review of technology options for seismic upgrading: technology options will be classified in terms of expected seismic safety improvement, cost, and disruption of building occupancy, use of raw materials, and life cycle analysis effects. 1.3. Review of technology options for energy upgrading: likewise, technology options will be classified in terms of expected energy efficiency improvement, cost, disruption in use, use of raw materials, and life cycle analysis effects. 2. Analysis of technologies for combined upgrading of existing buildings. 2.1. Review of technology options for combined seismic and energy upgrading: relevant technologies will be reviewed taking into account environmental effects in a life cycle perspective. 2.2. Analysis of novel technologies for combined seismic and energy upgrading: relevant technologies will be analysed and compared to conventional ones needs for successful marketing will be defined. 3. Methodologies for assessing the combined effect of upgrading. 3.1. State-of-the-art review of methodologies for assessing the improvement in seismic safety and energy/environmental performance. 3.2. Definition of a simplified method for the combined assessment of upgrading. 3.3. Case studies: representative types of buildings retrofitted with the identified technological options for combined upgrading will be investigated, through implementing the simplified and standard assessment methods. 4. Regional impact assessment and contributions to an action plan. 4.1. Priority regions: EU regions will be ranked based on seismic risk, energy performance of buildings, and socioeconomic indicators. 4.2. Implementing measures: legislation, incentives, guidance and standards prescribed in EU Member States r trofit will be reviewed. 4.3. Scenarios for interventions: concurrent (i.e. addressing seismic and energy upgrading) and non- concurrent intervention scenarios, considering also replacement of buildings, will be defined. Scenarios will be assessed at the regional level in terms of seismic safety and energy efficiency. 5. 5.1. Involvement of the stakeholders during the project: stakeholders will be involved in enquires on relevant measures, technologies and methodologies. The progress and results achieved will be discussed in two workshops. 5.2. Dissemination and outreach: visibility of project results, awareness of the need for further measures at European level, and support to the follow-up action plan will be achieved by means of ( a ) a web platform including a repository of all collected/produced material, ( b ) technical and science for policy reports, and (c) public communication material. 1.3 Midterm workshop To improve stakeholder understanding on critical energy efficiency and seismic safety upgrades to ageing buildings, and to collect feedback on the Pilot Project, the JRC organised a midterm workshop on 16 19 November 2020, held virtually to adhere to COVID-19 measures for events and travel. The workshop aimed to serve as a platform to develop a network for information sharing among stakeholders, gather insight to guide future project actions, and inform participants about the purpose and potential of the project. ",
        "6 Figure 1. Pilot Project timeline Workshop activities took place over the course of four consecutive days and six different sessions to allow segmented audiences to attend the whole or parts of the workshop according to their interest. Sessions featured scientific teams that contributed research to the Pilot Project and involved interactive activities to maintain a dialogue between participants and presenters and gather audience perspectives. Building off this interaction, session moderators led discussions to clarify issues, gather insights, and exchange ideas among participants. The specific objectives of the Pilot Project objectives can be summarised as follows: — c ; — engage stakeholders to create a network for information exchange; — present the Pilot Project and share the knowledge produced; — exchange ideas on technical/scientific and policy issues; — collect feedback on needs, knowledge gaps and expectations to inform efforts in the second phase of the Pilot Project. On the first day of the midterm workshop, an opening session was held, moderated by Artur Pinto, Head of Unit Safety and Security of Buildings at JRC, including interventions from the European Parliament, the European Committee of the Regions, the European Commission, the Italian Civil Protection Department, the Bulgarian Ministry of Regional Development and Public Works, and the European Council of Civil Engineers (ECCE). opened the event and welcomed speakers and participants, highlighting the critical role of the project towards the modernisation of the European building stock in line with European Commission priorities. Silvia Dimova, Deputy Head of Unit Safety and Security of Buildings and leader of the Pilot Project, presented an overview of the Pilot Project describing the motivation, relevant policy goals, scope, objectives, timeline, actions and sub-actions tasks, along with the expected output. Aris Chatzidakis, ECCE President, osition paper entitled 2020) and called for a common method for the seismic classification of buildings similar to the energy performance classification. Dimitrios Athanasiou, policy officer in the European irectorate General Energy, presented the Renovation Wave initiative (COM (2020)662) introducing its key principles, actions undertaken to boost quality renovations, and focus areas that deserve specific attention, while emphasising aspects of the initiative that address disaster prevention and specifically seismic safety. Ciarán Cuffe, Member of the European Parliament, discussed about the concept of integrated renovation programmes addressing the energy performance of buildings, inclusion of renewable energy services, accessibility, neighbourhood needs, targeted investments to consider societal aspects, the New European Bauhaus, and the opportunity to integrate seismic strengthening of buildings as part of this concept. Mauro Dolce, General Director of the Italian Civil Protection Department, made an intervention to present the features of Superbonus 110 (Law 2020/77), i.e. the Italian tax deduction scheme for energy and seismic upgrades. Mauro Dolce presented, among others, the evolution of energy and seismic upgrading incentives in Italy along with identified implementation challenges and suggestions for remediation. In a similar context, Dima Lekova, Head of Department in the Ministry of Regional Development and Public Works in Bulgaria, Nov 2021 Final workshop Feb 2022 Technical guidelines Nov 2020 Midterm workshop May 2019 Discussions on contributions to action plan Work on action plan Work with external experts Technical harmonisation Prepare publications and data platform Contributions to action plan ",
        "7 presented the Bulgarian legislative measure of technical passports for buildings (Ordinance 5/2006), i.e. a maintenance measures, repair terms, and instructions for safe operation. Dima Lekova provided a description of the measure, underlining its values, identified weaknesses along with current and future developments. Tjisse Stelpstra, Member of the Council of the Province of Drenthe, Netherlands, and Member of the European Committee of the Regions, analysed aspects of the Renovation Wave (COM (2020)662) that are of interest to regional and local authorities, including legislative requirements, technical support needs, access to financing, and relevant social dimensions. 1.4 Scope and layout of the report The Pilot Project will continue to foster the community of policy makers, industry players, experts, associations, and organisations. In this context, this report represents a follow-up to the Pilot Project midterm workshop summarising work prepared so far and reporting main conclusions and feedback received during the workshop. An interactive website, and a future workshop at the Pilo will further support its stakeholder engagement objectives. Following this introductory chapter, Chapters 2 to 6 present the progress made in Actions 1 to 5, respectively. Summaries of the completed work and future developments within each Action are provided, along with topics discussed and feedback received during the midterm workshop. Chapter 7 provides a brief introduction to the recently launched New European Bauhaus together with relevant feedback on the topic received from participants during the workshop. Main conclusions of the report are summarised in Chapter 8. Finally, Annexes 1 and 2 enclose the midterm workshop agenda and the presentations delivered during the workshop by the JRC Pilot Project team members, respectively. ",
        "8 2 Overview and classification of technologies for seismic strengthening and energy upgrading of existing buildings The second day of the midterm workshop on the Pilot Project was devoted to Action 1 Technology options for seismic and energy upgrading of existing buildings , coordinated by Paolo Negro (Action Leader) and Elvira Romano . The idea behind the Action 1 session was to integrate the action progress with previous complementary research projects to provide an overview of the EU background activities in fostering the integrated structural and energy retrofit of buildings. The session was structured in two parts. The first (Section 2.1) was devoted to the complementary background research activities, focusing on a series of contributions related to one of the JRC institutional activities, i.e. the SAFEty and SUSTainability (SAFESUST) project. After the presentation of the SAFESUST objectives and outcomes by Paolo Negro , Alessandra Marini and Ornella Iuorio presented applications of this approach in two follow-up activities in 2015 and 2018. The second part of the session was dedicated to work progress in Action 1, aimed at analysing and disseminating the main results within its three sub-actions (Section 1.2). Details were provided by the corresponding experts in their specific presentations (Section 2.2). A summary of each speak s contribution from both session parts is presented in the following. 2.1 Part 1: complementary background research activities The first part of the session opened with Paolo Negro briefly introducing the Pilot Project and Action 1 with its three sub-actions. Afterwards, the speaker presented the SAFESUST project aimed at defining a holistic approach to optimise at the same time safety and sustainability (Caverzan et al., 2018). The Sustainable Structural Design (SSD) methodology for building design/retrofit consists of four main steps: ( i ) energy performance assessment, ( ii ) life cycle assessment (LCA), ( iii ) structural performance assessment, and ( iv ) combining outcomes from the three previous steps to a global assessment parameter, i.e. cost. The first step focuses on the assessment of the expected energy consumptions (kWh transformed into cost) during the lifetime of a building. The third step refers to the definition of a cost for safety by applying the simplified Performance-Based Assessment (sPBA) method (Negro and Mola, 2017), based on the consolidated Performance-Based Earthquake Engineering methodology developed by the Pacific Earthquake Engineering Research Center (PEER) (Moehle and Deierlein, 2004), and aimed at obtaining the expected economic losses due to seismic damage. As for the second step, LCA provides environmental performance results in terms of equivalent CO 2 emissions (tons). Thus, setting the price of carbon is fundamental to the calculation of the final assessment parameter. Data on carbon price already exist, but more effort is needed to establish an adequate (i.e. increased) value. The speaker briefly presented an application of the SSD methodology to a reinforced concrete (RC) building designed both as precast and cast-in-situ, in order to validate efficiency in practice (Lamperti Tornaghi et al., 2018). A significant advantage of the SSD method is the capacity to offer a common language to all the design process operators, such as owners, stakeholders, engineers, etc. Finally, the extension of the SSD methodology to urban/regional/national level was presented as a decision-making tool for assessing the best way to allocate intervention resources (Caruso et al., 2018). The possibility to apply the SSD methodology for a broader structural assessment, not limited to seismic actions (Iuorio and Negro, 2020), was also introduced. These developments can be found in specific reports on the JRC Science Hub. Alessandra Marini presented the major points emerged during the 2015 SAFESUST workshop A roadmap for the improvement of earthquake resistance and eco-efficiency of existing buildings and cities . This event engaged experts from different disciplines (structural engineering, architecture and city planning, energy, and economy) to discuss the needs to overcome sectoral retrofit of buildings. The following concepts were pointed out: ( i ) eco-efficiency, safety and resilience need to be addressed at the same time for achieving an effective sustainable retrofit, ( ii ) buildings should be conceived as interacting dynamic sub-systems (structural, energy, functional etc.), and ( iii ) integrated multidisciplinary retrofit approach is envisaged. The speaker underlined that the quite low rate of EU buildings renovation derives from different barriers such as intervention cost, life cycle thinking (LCT) approach for retrofit projects becomes an effective multi-performance methodology aimed at maximising structural and environmental/energy performances of a building during its entire life cycle from cradle to grave by reducing costs and overcoming renovation barriers. A new approach of conceiving building retrofit projects, focusing on the various stages of their life cycle, needs to be defined. On the one hand, the approach envisages the use of sustainable and eco-efficient materials for reducing the environmental burden at the early stage of the retrofit design, and on the other hand the promotion of external interventions and the use of prefabricated elements at the construction stage, removing the barrier of . During the ",
        "9 operation phase, it is fundamental to minimise impacts and costs; therefore, the retrofit project should ensure an adequate structural performance of the retrofitted building in case of a seismic event (e.g. preventing collapse). It is also essential to assess the post-earthquake usability of the building, through a careful damage control of structural and non-structural components, to guarantee an effective repair with a consequen expected annual economic losses. As for the end-of-life stage, the possibility to easily disassemble the structural and non- structural components s recycling with a potential reduction of construction and demolition waste, should be considered. Finally, the speaker demonstrated that LCT criteria can be addressed for the design of innovative integrated retrofit technologies. A retrofit system consisted of a second skin with insulated timber panels was presented as an effective example. It was developed within the Italian AdESA project for the integrated energy, seismic, and architectural retrofit of existing buildings. The specific technology ensures a minimum impact during the entire life cycle of the retrofitted building, due to the prefabrication of panels, and their ability to be disassembled and completely recycled. It is also characterised by standardised connections which can be easily replaced after a seismic event. This technology in Brescia (North Italy) and allowed the existing structure to be upgraded to high energy efficiency and seismic safety classes according to the Italian classification at a cost 2 . Another advantage of this solution is the execution time (i.e. 4~5 months involving a team of three workers). In conclusion, the adoption of the SAFESUST approach based on LCT represents an opportunity to address building renovation in an integrated way, fostering safety and resilience of cities and communities. Further details are provided in Caverzan et al. (2016). Ornella Iuorio provided a summary of the main outcomes derived from the 2018 SURECON workshop A roadmap for a SUstainable integrated REtrofit of CONcrete buildings . In the workshop, approaches to increase safety and energy efficiency of existing buildings were discussed, drawing special attention to concrete buildings. Beyond the most common RC frame typologies, the workshop focused on large panel system (LPS) buildings, wh widespread in the UK and Eastern European countries between the 60 was associated with two catastrophic events in the UK: the partial collapse of the Ronan Point building in 1968 due to a gas explosion, and the catastrophic fire event of the Grenfell Tower in 2017. The speaker underlined that the latest disaster shocked public opinion because a renovation project took place only a decade before the fire disaster. Thus, it has demonstrated the urgent need of an integrated retrofit to avoid economic and human losses. The workshop was conceived as a multi-player event with four sessions (i.e. structures, energy, sustainability and case studies) in order to enable a multidisciplinary discussion. The main outcome of the workshop was the importance of the coordinated contribution of all the stakeholders involved in a building retrofit process, such as engineers, architects, planners, economists, and the public. In the structural session, innovative techniques with steel systems were identified as effective measures for enhancing robustness and resilience of concrete buildings during their life cycle. As for the energy and sustainability sessions, the common goal of achieving decarbonised cities was reflected on the growing interest in low-carbon measures, mainly passive strategies, integration of renewable energy sources and efficient energy management systems, as well as the need for a holistic design approach to achieve sustainability. The speaker concluded that the global vision of the workshop was recognised in the necessity of developing an approach for improving structural resilience and energy efficiency by balancing solutions according to life cycle scenario analysis. Furthermore, the way forward was identified based on three main points: ( i ) development of new codes based on integrated design approaches, also focusing on sustainability and resilience, ( ii ) introduction of sustainability management to address the different competences, and ( iii ) development of economic incentives by introducing a payback time for the structural retrofit. Further details are provided in Iuorio and Negro (2020). 2.2 Part 2: Work progress in Action 1 The second part of the session opened with Elvira Romano providing a summary of the work progress in Action 1; further details were provided Christopher Buteweng presented the main outcomes of sub-action 1.1 regarding the prioritisation of EU building typologies needing seismic and energy upgrading. The distribution of dwellings in both residential and non-residential buildings by age of construction, building typologies, and surface area for the EU Member States (EU27) was firstly presented according to the 2011 population and housing census database. It was pointed out that 80% of dwellings were built before 1990 and 22% before 1945. Moreover the Typology approach for building stock energy assessment (TABULA) and for earthquake risk assessment and mitigation (NERA) projects, were investigated to collect data on building ",
        "10 typologies. The speaker underlined that the building stock consists of masonry structures in most of the EU Member States, whereas RC buildings are predominant in some countries, such as Cyprus, Greece and Portugal. The second part of the presentation was devoted to the mapping of the EU territory in climatic zones and seismic exposure. Maps of low, moderate and high seismic hazard zones depending on specific peak ground acceleration (PGA) ranges, according to the European Seismic Hazard Model 2013 (ESHM13) (Giardini et al., 2014), and of six climatic zones in terms of heating degree days (HDD) (Figure 2) were presented. Bulgaria, Croatia, Greece, Italy, and Romania were selected as representative countries characterised by high seismic and climatic exposure. Finally, the speaker focused on the building distributions in terms of age of construction and construction material existing in such seismic hazard climatic zones within the selected EU countries. It was concluded that the majority of buildings in these countries consists of masonry constructions except for Greece, where the RC construction is predominant. In general, RC became the main construction material after 1960, with very few examples before 1945. However, in Bulgaria, despite the high seismic hazard levels, masonry represents the main construction material. Thus, building typologies most needing upgrading are both masonry and RC buildings. Figure 2. (a) European seismic hazard map (Giardini et al., 2014) and (b) European climatic zones map in terms of HDD Angelo Masi made a short introduction on masonry and RC building typologies most needing upgrading in Italy. Giuseppe Santarsiero first underlined that masonry and RC buildings in Italy account for about 87% of the residential building stock based on the 2011 census. According to Italian building distributions by period of construction and the evolution of both Italian seismic zonation and seismic codes, more than 90% and 55% of existing masonry and RC buildings were constructed without seismic provisions, respectively. The first building code for masonry was issued in 1987, while seismic provisions for RC buildings were issued after the catastrophic Irpinia Basilicata earthquake in 1980. Moreover, 88% of residential buildings are not compliant with modern energy efficiency provisions because a stringent energy efficiency code was issued in Italy only in 1991. In the third part of the presentation, the combination of four seismic with six climatic zones (in terms of HDD) according to the Italian classification, was analysed. Four combined seismic and climatic zones (SCZ) were identified. It was estimated that a high percentage of buildings and population is concentrated in three of the combined zones, considered as priority areas for retrofit interventions. Finally, the speaker pointed out that post-earthquake data were used to define the most widespread masonry and RC building types in each region. The 2012 Emilia Romagna post-earthquake usability inspection data showed that masonry buildings are typically made of clay bricks with thrusting roofs. According to data collected with the AeDES form for usability and damage survey of ordinary buildings in post-earthquake emergency (Baggio et al., 2007), three main typologies of masonry buildings were identified, mainly varying in the type of horizontal structural elements. The typologies are characterised by walls of regular layout without tie rods/beams supporting flexible (e.g. wood) or semi-rigid (e.g. double layer wooden panels) floors, or walls with tie rods/beams and rigid (e.g. RC) floors. As for RC buildings, beyond post-earthquake data, vulnerability assessment studies provided details on typical residential buildings. The speaker pointed out that RC frame buildings are the most widespread RC structural typology (Masi et al., 2015), differentiated among two-storey and four- to six-storey buildings, grouped in three construction periods (i.e. 1950 1975, 1975 1990, and after 1990). Masonry infills also have a crucial role in both seismic and energy performance, thus their evolution was presented. Andrea Belleri summarised the main findings to date related to sub-action 1.2, carried out with Alessandra Marini . Sub-action 1.2 aims to provide a review of standard seismic strengthening technologies by building typologies, and their classification in terms of cost, disruption time and compatibility with energy efficiency measures. The speaker firstly provided a brief overview of standard global and local seismic strengthening (a) (b) Source: Eurostat data, 2019 ",
        "11 technologies. A framework was proposed for the qualitative classification of the identified technologies by assigning scores (from 1 to 5) to selected criteria, such as holistic/integrated compatibilit disruption, etc. The second part of the presentation was devoted to the quantitative classification of the seismic retrofit measures based on a cost analysis carried out in two main phases. The first refers to the investigation of real seismic retrofit projects, related to RC and masonry buildings in Italy, in order to carry out a cost breakdown of all retrofit activities, such as construction site management, structural interventions, technical expenses, energy upgrading (when foreseen), etc. The cost of the structural intervention was found to be equal to 30% and 40% of the total cost in masonry and RC buildings, respectively. The second phase focused on the use of data from the seismic retrofit projects to estimate the average cost range of selected seismic retrofit measures for masonry and RC buildings. Finally, a comparative assessment of the expected construction cost for three retrofit interventions resulting in the same performance of an existing RC building was presented to perform cost-effectiveness analysis. The proposed interventions refer to shear walls of steel braced exoskeleton arranged in parallel to the façades of the existing building, steel diagrid applied as additional exoskeleton, and cross-laminated timber (CLT) panel shell for a structural energy architectural retrofit. Costs comparison demonstrated that both the total (including energy upgrading) and the structural costs of the second (total cost of 3 , structural cost of 3 ) and third (total cost of 3 , structural cost of 3 ) solutions are lower than the first one (total cost of 3 , structural cost of 3 ). Ivan Jankovic presented the main findings to date related to sub-action 1.3, in which Oliver Rapf is also involved. Sub-action 1.3 aims at providing a review of energy efficiency technology (EET) options and their classification. The speaker firstly presented an overview of 20 passive EETs, compatible with seismic retrofit technologies. They were classified by envelope components, i.e. walls (insulation technologies, ventilated façades, green walls), floors and roofs (insulation technologies, green and cool roofs), windows (replacement, vestibule, and weatherstripping), and doors (replacement, films, weatherstripping). In order to assess EETs compatibility with building typologies, EU countries characterised by high and moderate seismic hazard (according to ESHM13) were selected. The whole group of these countries . The building stock in the target region was investigated through the Hotmaps and TABULA projects, focusing on data concerning constructed and conditioned floor areas, number of buildings, construction materials, and thermal performance of building envelopes, related to specific building typologies. These typologies were selected by considering two criteria: building use (single family and terraced houses, multi-family houses, apartment buildings, and non-residential buildings), and building age. Different combinations of these criteria were analysed to estimate the building share to which the identified EETs could be applied. For example, the apartment building typology and the flat roof insulation resulted in no compatibility for 5% of the apartments buildings, while this EET was found to be applicable to 58%, 30% and 7% of the apartment buildings at low, medium and high level of compatibility, respectively. The second part of the presentation was devoted to the classification of EETs according to seven indicators, namely unitary cost of implementation, unitary energy saved, unitary cost-effectivity, disruption time, life span, generated waste, and risk of fire. Finally, selected EETs were ranked based on their attractiveness for a potential investment to implement an integrated seismic and energy retrofit of residential buildings in the target region. A multi-criteria decision-making analysis was carried out through the Analytic Hierarchy Process (Saaty, 1980) by assuming unitary cost of implementation cost and unitary energy saving indicators as highly important, while life span and generated waste as modestly important. According to preliminary results, insulation of wall air chambers and internal insulation of roofs were found to be highly attractive EETs for investment. Replacement of doors/windows and prefabricated units for external wall insulation or external thermal insulation composite systems revealed medium and low rank of attractiveness, respectively. 2.3 Action 1 session outcomes and polls Based on the presentations, participants raised various issues. Regarding sub-action 1.1, main issues referred to the importance of considering seismic risk beyond seismic hazard, and the evolution of seismic codes with a particular reference to the Greek one. It was clarified that seismic risk is crucial to be considered, but within another action of the Pilot Project (i.e. Action 4). It was also underlined that attention will be paid to the information that was pointed out on seismic code evolution in order to include it in the final report of the relevant task. As for sub-action 1.2, main concerns focused on the inclusion of the foundation cost, as well as maintenance/repair cost within the total cost evaluation related to the three proposed seismic retrofit solutions resulting in the same performance of the existing RC building. The cost of foundations was included in the total cost estimation; specifically, the first solution with the shear walls of steel braced exoskeleton was characterised by the presence of micro-piles which contributed to a total cost increase, while the foundation ",
        "12 cost was lower for the other two solutions. As for the maintenance cost, it was clarified that only the cost of galvanised coating to protect the steel elements of exoskeleton solutions was considered. During the session, participants were invited to reply to online polls. Specifically, two questions were related to the New European Bauhaus initiative, thus they are presented in Chapter 7. Two additional questions intended to link the Action 1 theme with the idea of the New European Bauhaus as a multidisciplinary movement to create bridges among different expertise and perspectives. Participants were invited to choose if considering cost, disruption time, life cycle aspects, and technological compatibility is consistent with the goal of bringing together different expertise. In Figure 3, it is demonstrated that the majority of participants agreed with the idea. Figure 3. ck The second poll was on the potential of the workshop to create synergies with other complementary projects. A very high percentage of participants agreed that the workshop had this potential (Figure 4), thus it represents an opportunity to foster future collaborations and extend networks. Figure 4. 95% 5% Do you think that considering cost, disruption time, life cycle aspects, and technological compatibility is consistent with the goal of bringing together different expertises? Yes No 93% 7% Do you think that this workshop has a potential to create synergies with other complementary projects? Yes No ",
        "13 3 Analysis of technologies for combined upgrading of existing buildings The session on Action 2 presented the work progress on identifying adequate technology options for the combined seismic and energy retrofitting of existing buildings. The day opened with Dionysios Bournas and Daniel Pohoryles presenting complementary JRC institutional activities carried out over the last 3 years, exploring the application of advanced composite materials for combined retrofitting. Specifically, the activities within the ng iRESIST+) and (SPEctRUM) were briefly presented. Figure 5 exemplifies the ongoing experimental activity in the iRESIST+ project. Reference was also made to the collaborative project tile-reinforced mortar and capillary tube panel retrofitting technology to simultaneously improve seismic and energy performance of the existing SEP+), between the JRC and the Korea Construction Engineering Development (KOCED) institute. 3.1 Complementary background research activities on integrated retrofitting In iRESIST+, the effect of combined seismic and energy retrofitting using textile-reinforced mortars (TRM) combined with thermal insulation was evaluated (Bournas, 2018). Next to the ongoing experimental activity at Figure 5), a series of numerical analyses were carried out, evaluating the effect of combined retrofitting on different building typologies in Italy (Gkournelos et al., 2019). The analysis was expanded to 20 case study cities across different seismic and climatic zones in Europe (Pohoryles et al., 2020). A foresight study up to 2030 was carried out, investigating the impact of different building renovation rates (1%, 2% and 3%) in terms of the reduction of energy consumption and carbon emissions, and seismic losses as well. The combined retrofitting scheme was shown to lead to significant energy performance improvements, with reductions in energy use for heating and cooling up to 32.5% for the 3% renovation rate. The combined retrofitting was found cost-effective for moderate and high seismic areas. A combined monetary metric, the expected annual losses, was used in this evaluation. In zones with moderate seismic hazard, the combined interventions presented financial benefits versus the energy retrofitting alone, measured in terms of payback periods. In zones of severe seismic hazard, the payback period of the combined interventions showed a significant reduction when compared to separate seismic and energy retrofitting payback periods. Figure 5. iRESIST+ experimental prototype at JRC's European Laboratory for Structural Assessment (ELSA) 3.2 Expert presentations Presentations from all five experts of Action 2 were delivered during the workshop. In a first part, novel scientific developments and advanced solutions in the field of seismic upgrading of existing buildings were identified and their effectiveness was discussed. Both local and global techniques were presented by Thanasis Triantafillou for RC, masonry, steel and timber buildings. The possibility to combine various techniques was highlighted, addressing the specific characteristics of buildings, so that an economic strengthening scheme can be designed. The overview of novel seismic retrofit techniques for RC buildings encompassed composite materials (TRMs, fibre-reinforced polymers (FRPs) and hybrid solutions), novel bracing solutions (including diagrid exoskeletons), isolated or strengthened infill walls, as well as base isolation (e.g. Figure 6) and energy ",
        "14 dissipation devices. For masonry buildings, FRP and TRM retrofitting of walls, and techniques for global integrity enhancement were presented, while additional energy dissipation devices were regarded as less common. These were in turn presented in-depth for steel buildings, including various types of metallic yield dampers, shape-memory alloy dampers, as well as active and hybrid dampers. Finally, for timber structures, local measures including FRP strengthening of walls, carpentry joints and beams were presented. A short overview of advanced materials for integrated retrofitting, encompassing CLT panels (e.g. Margani et al., 2020) and TRM solutions (Triantafillou et al., 2017; 2018; Gkournelos et al., 2020), was also given. Finally, a brief insight on research and standardisation needs for novel technologies was provided, highlighting the difference in the maturity of solutions for RC and masonry buildings compared to steel and timber structures, for which further research is required in terms of retrofitting. Particularly for timber, more research is needed to investigate the compatibility of existing and new material and their fire performance. Figure 6. Base-isolation of a residential building in (courtesy of D. Pohoryles) Bjørn Petter Jelle presented advanced thermal insulation materials for energy upgrading of existing buildings. Emphasis was put on research into novel materials and pathways to their development. The potential of advanced materials to create extremely thin thermal insulation layers, required to match today's low heat transmittance requirements and even stricter future requirements, was discussed. Advanced insulation materials and solutions including vacuum insulation panels, gas-filled panels and aerogels were presented. However, these materials and solutions are still under further scientific development, in order to reduce costs and improve efficiency, and as such, they are far from being widely found on the market. Developments include research into aerogel incorporated mortars for cost reduction by decreasing the quantity of the high- cost aerogels, while aiming to maintain low values of thermal conductivity and adequate mechanical characteristics (e.g. Ng et al., 2016). Next to state-of-the-art thermal insulation materials, concepts for future high-performance thermal insulation materials were introduced, with a focus on different categories of nano insulation materials (Jelle et al., 2010). Experimental advances in their developments were highlighted. Two sessions on combined retrofitting technologies followed. Francesca da Porto first highlighted the financial, organisational, and technical barriers for combined retrofitting. Next, she presented the opportunities offered by adopting combined retrofit solutions, including interventions for the exterior walls of buildings, their openings (fenestration), as well as building floors. The solutions were assessed in terms of their potential for improving the thermal properties and seismic capacity of buildings, together with the level Engineered exoskeletons were found to require low downtime and result in high seismic strengthening and energy efficiency improvements. However, they are highly invasive and require new foundations to be built. Moreover, their suitability does not extend to heritage structures. The replacement of existing envelope ",
        "15 elements with better-performing materials (e.g. da Porto et al., 2020) as well as integrated interventions on existing building envelopes, such as TRM and thermal insulation in Figure 7, were deemed to have higher downtime, with potential need for resident relocation. Nevertheless, they have the potential for improving the global behaviour without the need for new foundations. While replacing the existing envelope would only be feasible for RC buildings, integrated interventions on existing building envelopes (e.g. TRM + thermal insulation) can also be effective for load-bearing masonry walls. Timber-panel based solutions for masonry and RC buildings were presented as potentially environmental-friendly and easily prefabricated solution for integrated retrofitting, however coming at a higher price and with a strong visual (positive/negative) impact on the façade. Finally, seismic strengthening of openings together with improved window fixtures, as well as combinations of seismic strengthening and thermal insulation for horizontal diaphragms were presented. The solutions included stiffening of floor slabs and integrating insulation and ventilation layers on the roof structure. Figure 7. Combined seismic and energy retrofitting with TRM and thermal insulation (Pohoryles et al., 2020) Giuseppe Santarsiero discussed combinations of seismic and energy retrofitting technologies in terms of their level of invasiveness, noting that the higher the invasiveness (and cost) of the intervention, the higher its effectiveness. To achieve adequate combined solutions, the level of invasiveness of the two interventions should match. For instance, a local seismic intervention comprising strengthening of the beam-column joints with FRP can be combined with roof insulation, installation of thermostatic valves and windows replacement, so as to achieve a low level of disruption and down-time. On the other end of the spectrum, global interventions, like seismic isolation or insertion of dissipative braces which can strongly modify the seismic behaviour of the building, come with a significant disruption of the building occupancy. Energy interventions can then be extended to the use of insulation material on the building façade together with the replacement of heating/cooling mechanical systems with more efficient ones. Finally, fully integrated techniques aim to achieve energy and seismic performance improvement at once, with a single high-engineering system or material. Such systems will need more in-depth conception but may be easier to be applied in real life interventions than combinations of separate interventions, since they are all-inclusive systems, hence reducing down-time and labour-costs. A review of fully integrated retrofit technologies, i.e. the use of single systems or materials to guarantee both the required seismic and energy performance, highlighted three main research directions: ( i ) exoskeleton/double-skin interventions (e.g. shell or wall systems), ( ii ) replacement of envelope elements by higher performance elements (e.g. CLT panels), and ( iii ) improvement of envelope elements to achieve higher energy and seismic performance (e.g. TRM combined with thermal insulation). The presentation was concluded with a brief analysis of costs based on previous experience from post-earthquake interventions after the 2009 Abruzzi earthquake (Dolce and Manfredi, 2015). Finally, Daniel Oliveira delivered a very timely presentation on technologies, assessment methods and guidelines for the improvement of cultural heritage buildings (CHB), that closed the round of presentations. The presentation highlighted the diversity and values of cultural and build heritage, and the importance of ",
        "16 considering authenticity in conservation practice. With half of the World Heritage sites located in Europe, an emphasis on their preservation is needed to protect them from long-term degradation, but also extreme events including earthquakes, flooding and fires. The main challenges in safeguarding CHB were presented, highlighting the need to maintain them without losing their heritage value. To achieve adequate interventions on CHB, modern approaches in data collection, diagnosis and monitoring, as well as structural assessment through advanced modelling were highlighted. Emphasis was put on design codes, guidelines and recommendations, which are sparse, but all stress the importance of a minimum intervention approach when working in structural conservation. Minimum intervention techniques for seismic strengthening include steel ties, connections and improvements of the horizontal diaphragms, grout injections and inorganic matrix composites (e.g. TRMs). 3.3 Discussions, polls and outcomes The discussion covered the topics of thermal insulation materials and their potential to address other aspects (e.g. fire, sound isolation), as well as phase changing materials and thermal inertia. Regarding standardisation for novel seismic retrofitting technologies, it was noted that well-established and generally accepted research results and computational tools typically precede by several years the adoption of state-of-the-art knowledge on standards. The effectiveness of different combinations of TRMs with thermal insulation materials was discussed, including evidence from previously performed experimental tests on this topic. Finally, the topic of exoskeletons was also discussed, with questions on the feasibility of the solution for different building types, of the structure. The discussion was complemented by a wide participation in the polls. Following the presentation on combined retrofitting technologies, the audience was asked to voice their opinion on the most promising avenues for integrated upgrading (Figure 8). The majority of participants replied that they lie in a combination of existing materials, novel materials, together with the development of new materials/technologies for fully integrated retrofitting. Figure 8. In your view, the most promising avenues for achieving integrated retrofitting may lie in: As a next step, the information from the expert deliverables will be collected to make a state-of-the-art report on integrated retrofitting technology options. The valuable opinions gained from the discussions and the expert presentations will help in formulating this report. These preliminary outcomes, together with future expert reports, will allow to identify emerging solutions for integrated retrofitting by means of novel technologies and/or integration of advanced materials with adequate thermal and structural properties. 24% 17% 7% 52% Development of novel materials/technologies for fully integrated retrofitting Combinations of standard seismic and energy retrofitting materials (e.g. concrete/steel jackets) Combinations of advanced retrofitting materials (e.g. composites, aerogels,...) A combination of the above ",
        "17 4 Methodologies for assessing the combined effect of upgrading The fourth and last day of the midterm workshop on the Pilot Project was devoted to Action 3 Methodologies for assessing the combined effec , coordinated by Paolo Negro (Action Leader) and Elvira Romano . The concept of the Action 3 session was to integrate the work progress within this action with complementary ongoing national research projects in order to enlarge the vision of research activities devoted to seismic vulnerability reduction and energy efficiency improvement of buildings. The session was structured in two parts. The first (Section 4.1) was devoted to work progress in Action 3, aimed at analysing and disseminating the main outcomes resulted to date from the three relevant sub-actions (Section 1.2). Detailed results for each sub-action were provided by the corresponding experts in their presentations. The second part (Section 4.2) was devoted to the research activities within the Work Package 5 (WP5) of a 3-year project led by the Network of Seismic Engineering University Laboratories (ReLUIS) and the Department of Civil Protection (DPC) in Italy (ReLUIS DPC 2019 2021). The coordinators of WP5, i.e. Andrea Prota and Francesca da Porto, focused their presentations on the analysis of low-impact and integrated interventions along with applications to RC and masonry buildings, carried out by various research units involved in the project. A summary of each speaker s contribution is presented in the following. 4.1 Part 1: Work progress in Action 3 The first part opened with Paolo Negro , briefly introducing the Pilot Project and Action 3 with its three sub- actions. Subsequently, Elvira Romano provided a summary of the work progress in Action 3; further details . Petr Hájek presented the main findings to date related to sub-action 3.1, which aims to provide a state-of- the-art review of existing methodologies for the combined assessment of upgrading along with their classification. To this end, the speaker provided an outline of the available methods and tools based on an extensive literature review. The investigated methods were grouped in four main categories: ( i ) methods for seismic vulnerability assessment, ( ii ) methods for energy/environmental assessment, ( iii ) methods for sustainability assessment, and ( iv ) methods for combined seismic and energy assessment. Each method/tool was evaluated considering the scope of assessment (i.e. new or existing buildings), essential indicators (i.e. energy use, climate change in terms of associated CO 2 emissions, and natural disaster/seismicity) and their importance, and the country where the method/tool is commonly used. The first category includes seismic loss estimation methods based on a four-step quantitative assessment consisted of hazard, structural, damage and loss analysis. Rating systems are also included, such as the Resilience-based Earthquake Design Initiative (REDi TM ) (Almufti et al., 2013), and the RELi TM 2.0 rating guidelines for resilient design and construction (USGBC, 2018) which allow users to assess both new and existing buildings (mainly used in the USA). The second category of methods focuses on LCA (ISO 2006a; b) and life cycle energy assessment (LCEA) (Ramesh et al., 2010) based tools to assess the environmental impact and the energy consumption of buildings during the entire life cycle, respectively. The third category includes European and non-European rating systems (Figure 9) used for a qualitative assessment of sustainability based on indicators of different weights. The last category includes the SSD methodology, identified as the only quantitative approach for a combined energy, environmental and structural assessment, measured in economic terms to obtain a single global parameter and facilitate the decision process (Section 2.1). Finally, the expert compared the European and non-European sustainability assessment systems (Figure 9) in terms of the relative weight (expressed as a percentage) of each essential indicator. A global comparison considering all the analysed methods/tools within the four identified categories was also carried out. It was pointed out that existing rating systems are mostly developed for the assessment of new buildings. Energy efficiency and CO 2 emissions are included in all rating systems as highly relevant indicators, whereas seismic safety is considered only in a few systems for sustainability assessment with a low weight, such as the German Sustainable Building Council (DGNB) system (DGNB, 2020) in Europe or the Building Research Establishment Environmental Assessment Method (BREEAM) (BRE, 2017) in the USA. Moreover, regional constraints in terms of seismic safety are not properly considered in the rating systems. Thus, the most relevant methodology specifically addressing the combined assessment of improved seismic safety and energy/environmental performance is currently the SSD methodology. ",
        "18 Figure 9. European and non-European sustainability rating systems analysed by selected essential indicators (seismic safety in red, energy savings in green, climate change in yellow, other in grey) and their relevance based on weights (percentages) Source: BNB (BMVBS, 2011), DGNB system (DGNB, 2020), Ecoprofile (Pettersen, 2000), HQE (Cerway, 2014), Protocollo ITACA (iiSBE Italia, 2011), SBTool CZ (iiSBE Czech CSBS, 2011), SBTool PT (Mateus and Bragança, 2011), TQB (ASBC, 2010), VERDE (GBCe, 2019), ARZ Building Rating system (LGBC, 2019), BEAM Plus (HKGBC, 2016), BREEAM USA (BRE, 2017), CASBEE (JSBC, 2014), Green Star (GBCA, 2017), LEED (USGBC, 2019). Costantino Menna and Andrea Prota jointly presented the main outcomes related to sub-action 3.2, focusing on the identification of requirements for the definition of a simplified method for the assessment of the combined effect of upgrading. Costantino Menna firstly presented a set of sought requirements classified in three main levels: ( i ) general principles, related to both sustainable development principles and life-cycle thinking in the construction sector, ( ii ) technological characteristics, devoted to guarantee an effective technological integration of energy and seismic retrofit measures, and ( iii ) engineering computation requirements, aimed at addressing the computational stage of the novel assessment method and its related outcomes while avoiding complex analysis. Afterwards, the speaker briefly introduced the framework of the proposed method consisted of four interconnected steps: ( i ) input information, ( ii ) selection of techniques, ( iii ) integrated retrofit design, and ( iv ) optimised solutions. The first step aims at collecting performance data and boundary conditions for an existing building needing upgrading. In the second step, the physical and mechanical characteristics of the seismic and energy retrofit techniques, separated or combined, are analysed to identify a preliminary set of potential compatible and feasible retrofit measures. A simplified approach for the classification of the available combined retrofit techniques (to be selected for the subsequent integrated retrofit design) is also introduced based on predefined seismic and energy performance targets. The third step, addressing the computational tool for retrofit design and assessment, and the fourth step aimed at comparing different integrated retrofit solutions were both presented by Andrea Prota . The simplified method was developed as an assessment tool that can be easily used by practitioners without requiring complex calculations. The starting point of the proposed tool was the SSD methodology. Indeed, the third step of the simplified method integrates the evaluation of seismic, energy and environmental performances, which are converted into equivalent costs and subsequently combined to obtain a single global result in monetary units. The equivalent economic performance of the retrofitted building is obtained by combining three main cost contributions associated with three different stages of its life cycle, i.e. initial (time of the retrofit intervention), extended lifetime, and end of life. The final economic result expresses the variation of the total life cycle cost over the lifetime of the building. In detail, the total initial cost ( 2 ) is the sum of the equivalent costs of seismic and energy retrofit interventions, and the equivalent CO 2 costs for the manufacturing of the materials adopted in the retrofit. As for the extended lifetime stage, the seismic, energy and environmental performances are assessed on a yearly basis, expressed in economic terms and combined in 2 year). Thus, IRPP is defined as the sum of expected annual seismic losses, expected annual costs related to energy consumption, and equivalent CO 2 costs due to both seismic damage and energy consumption. The difference in IRPP before and after the retrofit represents the total extended lifetime cost which includes the economic savings due to the retrofit interventions and provides also the opportunity to consider fiscal incentives. Finally, the total end-of-life cost 2 ) is the sum of the equivalent cost for dismantling seismic and energy retrofit measures and the cost associated with the environmental impact of dismantling and/or recycle/reuse retrofit materials and components. It is worth noting that simplicity of the method in calculating expected annual seismic losses and ",
        "19 costs related to energy consumption at the extended lifetime stage is ensured by using generalised seismic (i.e. fragility curve) and energy (i.e. thermal energy demand vs HDD curve) performance results based on simulation procedures (i.e. nonlinear static and energy dynamic analyses, respectively) for the combination of different representative building classes and retrofit techniques. The fourth and last step of the proposed method consists of carrying out a comparative quantitative assessment of the different combined seismic energy retrofit solutions analysed in the previous step to identify the most suitable and effective retrofit intervention based on the corresponding total life cycle cost over time. Antonio Formisano presented results from sub-action 3.3, in which Raffaele Landolfo is also involved. Sub- action 3.3 includes the identification of four case studies and applications of standard and simplified assessment methods. RC frame buildings and rubble stone/brick masonry buildings represent the predominant building typologies in the EU. Considering also the most common envelope elements in the EU building stock, according to the TABULA database, led to the selection of the following four case studies: ( i ) a public rubble masonry building with pitched timber roof and steel hollow-tile floor slabs, ( ii ) a residential brick masonry building with pitched timber roof and RC hollow-tile floor slabs, ( iii ) a residential RC building with pitched RC hollow-tile roof, hollow brick infill walls and RC hollow-tile floor slabs, and ( iv ) a public RC building with flat RC hollow-tile roof, hollow brick infill walls and RC hollow-tile floor slabs. Then the expert proposed a seismic climatic hazard matrix to identify potential locations for the case studies. The average value of the PGA range defining a moderate seismic hazard zone in the ESHM13 (Giardini et al., 2014) was considered to define two macro-seismic hazard areas, i.e. low-to-moderate (PGA < 0.175g) and moderate-to- high (PGA ≥ 0.175g). The identification of climatic zones was based on the 2017 Eurostat HDD average annual values for each EU Member State, and on their variation by province/municipalities. Three climatic zones were defined, i.e. A HDD < 2200, B 2200 HDD 3500, and C HDD > 3500. The combination of the aforementioned seismic and climatic zones resulted in a six-column matrix identifying regions with different levels of seismic hazard and climatic exposure, where the four case studies should be conducted (Figure 10). Italy was considered suitable for the location of the case studies, as it includes all possible scenarios identified in the matrix. In the second part of the presentation, the expert described the application of the selected standard combined assessment method, i.e. the SSD methodology with its four main steps, to the four case studies before and after the seismic and energy retrofit. The first step of the SSD methodology is devoted to the energy performance assessment. The annual electricity and heating consumptions (in-use energy) were evaluated in kWh/m 2 /year through a dynamic analysis. Then, they were transformed into kWh (electricity) and m 3 (gas) by multiplying them with the building surface and building life cycle (50 years), and subsequently converted into costs using 3 ). In the second step, LCA analysis was employed to evaluate the environmental impact of all the building components in terms of equivalent CO 2 (tons) which were also transformed into costs. The EU unitary carbon price of on) was considered. During the third step, the sPBA method was used to estimate expected losses according to the following sub-steps: ( i ) definition of limit states (i.e. low, heavy, severe structural damage, and collapse/ replacement of the building) and corresponding interstorey drift ratios, ( ii ) performing standard pushover analysis to estimate the PGA values which result in the interstorey drift ratios defined in step i , ( iii ) estimation of the return periods and probabilities of exceedance in 50 years (i.e. service life for ordinary structures) of the seismic actions associated with the PGA values obtained from step ii (i.e. for each limit state), and ( iv ) loss analysis to calculate the expected repair cost at each limit state. Finally, in the fourth step of the SSD method, energy and environmental impacts, converted into monetary units, were combined with the seismic performance results (i.e. expected economic losses) by obtaining a global assessment parameter in terms of cost. The Santini RC primary school in Loro Piceno, Italy, represents the first case study. It was retrofitted with an exoskeleton of concentric steel x-braced frames and a double-skin envelope. The second case study is a rubble masonry building that hosts the city hall of Barisciano, Italy. Various local strengthening interventions and the replacement of the heating system and windows were considered for the seismic and energy retrofit, respectively. The third case study is a residential RC building located in Toscolano Maderno, Italy, retrofitted with steel exoskeletons, external expanded polystyrene cladding, and heating system replacement. Finally, the fourth case study is a residential brick masonry building located in Dalmine, Italy, seismically retrofitted with prefabricated steel shear walls, while a new heating system and windows, as well as roof insulation were applied for its energy upgrading. Retrofit interventions provided an effective seismic and energy improvement in all four cases, in terms of total cost (i.e. the sum of energy, environmental, and structural costs represented by the global assessment parameter in the fourth step of the SSD methodology). Specifically, total cost reductions of approximately 60%, 25%, 65%, and 43% for each case study were evaluated, respectively, compared to the non-retrofitted buildings. Forthcoming work will focus on the implementation of the simplified assessment method in the aforementioned case studies. ",
        "20 Figure 10. Seismic climatic matrix and corresponding case study location 4.2 Part 2: complementary ongoing research projects The second part of the Action 3 session opened with Paolo Negro, presenting objectives that are common to the Pilot Project and the ReLUIS DPC (2019 2021) project, in particular to the research activities within WP5 dealing with low-impact, rapid and integrated interventions to improve seismic resistance and energy efficiency of buildings. Andrea Prota presented the main outcomes of WP5 with reference to RC buildings. Based on the 2011 census, more than 50% of the Italian RC building stock, including residential and school buildings, were designed and built before the exhibiting low energy efficiency and without considering modern seismic codes. As a consequence of the 2016 Central Italy earthquakes, several buildings that were retrofitted for energy efficiency improvement collapsed, leading to the loss of the energy upgrading investment. The current challenge of interventions is not only avoiding structural failure, but also limiting non-structural damage. Considering the casualties and the economic impact resulted from earthquakes in Italy during the last 50 years, the Italian government launched aw 2016/232) to offer incentives for the seismic retrofit of buildings. In this context, the ReLUIS DPC (2019 2021) project was activated. Specifically, WP5 aims at developing retrofit solutions that improve the structural and energy performance of existing buildings, and are applicable in a short time, at reduced cost and with no service interruption. Local interventions which improve structural members strength and/or ductility, and prevent local failure mechanisms represent a promising approach in both RC and masonry buildings. The second part of the presentation provided a summary of the analysis of interventions for RC buildings, which can be classified in the following broad categories: ( i ) innovative technologies for the strengthening of beam-to-column joints, such as active confinement systems and composite materials, ( ii ) technologies based on the use of steel elements including shear strengthening with steel angles, innovative devices consisted of dissipative steel plates, external braced frames combined with active confinement systems and FRPs, eccentrically braced systems with shear links, and ( iii ) low-impact global retrofit interventions of external steel exoskeletons. Afterwards, the speaker reported the outcomes on integrated design/assessment methodologies based on a life cycle approach and cost benefit analysis. Finally, three levels of increasing performance and invasiveness were defined to be used in the integrated retrofit design and assessment of case studies, i.e. ( i ) local structural interventions at the exterior façade of buildings combined with externally applied energy upgrading measures, ( ii ) local interventions applied both externally and internally to the building perimeter, and ( iii ) global standard interventions (e.g. bracing systems, steel exoskeletons, RC shear walls, etc.) combined with energy upgrading measures. The assessment of seismic safety and energy improvement in an RC school building was presented for each of the three aforementioned levels. In addition, an economic analysis was carried out resulting in retrofitting costs of 270, 440, and 660 2 for levels ( i ), ( ii ), and ( iii ), respectively, and an estimated execution time of 2 to 4 months with a team of three workers. Francesca da Porto addressed WP5 activities dealing with masonry structures including the application of retrofit solutions to case studies. Based on the 2011 census, Italian masonry residential buildings constructed before the pre-seismic code buildings) account for 85% of the residential building stock, thus require retrofitting. Focusing on typical structural deficiencies of masonry buildings, the speaker underlined that the efficiency of local retrofit interventions depends on the quality of existing masonry buildings. Masonry walls of poor quality with consequent disintegration phenomena complicate the use of local retrofit strategies such as ties connecting walls or anchors connecting floors with external walls. In the case of good- quality masonry, local and low-impact interventions become effective towards resisting out-of-plane failures. Several research studies assessed intervention measures used to improve the quality of masonry walls through grout injection. Technologies for enhancing masonry strength can be considered when the quality is better; TRM with reinforced repointing as well as integrated solutions, such as TRM combined with external Seismic zone Low – Moderate (L–M) Low – Moderate (L–M) Low – Moderate (L–M) High – Moderate (H–M) High – Moderate (H–M) High – Moderate (H–M) Climatic zone A B C A B C Case study Dwellings in Toscolano Maderno Dwellings in Dalmine Santini Primary school City Hall of Barisciano ",
        "21 thermal insulation, were investigated. Regarding connections, traditional ties, hooping, and innovative interventions creating light tie-beams or hooping systems with composite materials were analysed. Strengthening intervention techniques for timber floors and roofs were briefly presented; used to increase the in-plane stiffness through wood-panel solutions, they also provide the ability to integrate oriented strand board (OSB) floor panels or roof insulation/ventilation layers. Moreover, integrated solutions for the strengthening of masonry walls using CLT elements and OSB panels are experimentally investigated. Finally, the speaker briefly presented the selected case studies used to assess effectiveness. The former courthouse in Fabriano, Italy, was presented in more detail. Similarly to the RC case studies, three seismic and energy intervention levels of increasing performance and invasiveness were considered, i.e. ( i ) local structural interventions applied to walls and energy upgrading measures applied to th envelope, ( ii ) local structural interventions applied to floors and replacement of the heating, ventilation, and air conditioning (HVAC) system, and ( iii ) structural interventions applied to walls and floors along with energy upgrading measures targeting the envelope and the HVAC system. Retrofit costs ranging from 400 to 730 2 were obtained for levels ( i ) to ( iii ). Finally, quite short payback periods were estimated for both seismic and energy interventions for all three levels when fiscal incentives were taken into account. 4.3 Action 3 session outcomes and polls On the basis of the presentations, participants raised various issues. As for sub-action 3.1, the main concerns referred to environmental issues, as well as the importance of considering cooling degree days (CDD), apart from HDD, due to the climate change. It was underlined that it is possible to develop a unique EU assessment tool, but local conditions should be considered. As a way forward, climate characteristics differentiated also in terms of CCD should be implemented for an effective assessment of building retrofit depending on the EU regions. As for sub-action 3.2, the need for simplified assessment methods and clear definitions of concurrent seismic strengthening and energy efficiency technologies was pointed out. The idea behind the proposed simplified assessment method is to create a framework applicable irrespective of the site conditions, and adaptable to different structural typologies and rehabilitation techniques. Moreover, it was clarified that the proposed method takes CDD indirectly into account, but efforts will be made to include CDD as an explicit input. Regarding the issue of retrofit technologies, it was underlined that two potential types can be considered, i.e. integrated/combined and independent solutions. The proposed assessment method is capable of evaluating both types, thus identifying proper intervention solutions in terms of initial cost. However, contemporary retrofit needs to be evaluated considering the life cycle of a building. Therefore, the possibility to assess different technological approaches should not be seen as a barrier, but as a means to highlight advantages and disadvantages of interventions. Finally, as for sub-action 3.3, participants were interested in the possibility to include additional structural typologies in the case studies, such as LPS structures. LPS buildings are not investigated within the Pilot Project, however, it is fundamental to evaluate their structural details and their envelope characteristics prior to proceeding with an integrated retrofit. Although a case-by- case approach should be followed, a potential solution could be an intervention activated in parallel with the load-bearing panels. Participants were invited to express their opinion on the need for integrating life cycle analysis in the approach discussed within Action 3. In Figure 11, it is seen that more than the majority agreed with the idea. Figure 11. cycle analysis should possibly be integrated in the 93% 7% Do you think that life-cycle analysis should possibly be integrated in the approach being defined? Yes No ",
        "22 5 Regional impact assessment and contributions to an action plan The objective of Action 4 is to draw lessons, identify gaps and propose good practices for the redevelopment and modernisation of the European building stock. Regions where interventions are of higher priority will be identified considering the seismic and energy performance of buildings, complemented with socio economic indicators. In addition, proposals will be formulated for efficient policy measures and tools to successfully implement combined seismic and energy upgrading of existing buildings in Europe. The output will further inform the action plan regarding the areas where renovation may achieve a high impact through assessing alternative regional intervention scenarios. 5.1 Priority regions Helen Crowley presented an overview of the work prepared so far on the regional seismic risk assessment and prioritisation. Regional seismic risk assessment is based on the evaluation of average annual economic losses (AAL). Adopting AAL as a risk metric, requires the hazard to be defined within a frequency-based seismic performance assessment approach considering all potential earthquakes that affect a specific site over a given time, together with their probability of occurrence. The OpenQuake engine (Pagani et al., 2014; Silva et al., 2014; GEM, 2019) is used to perform risk calculations. During the first stage of analysis, the ESHM13 (Woessner et al., 2015) was employed. Site amplification was incorporated into the ground motion modelling of regional risk models by using topography to infer the average shear wave velocity to a depth of 30 m (Wald and Allen, 2007). The exposure models for residential and commercial buildings described in Crowley et al. (2019; 2020) were used. Risk calculations were run at the highest available level of subdivision, as defined by the Database of Global Administrative Areas (GADM) (i.e. 0: country; 1: region; 2: province; etc.). However, risk results were aggregated to the first administrative level (i.e. 1: region) in each country. Furthermore, vulnerability models (Martins and Silva, 2020) were implemented, describing the probability of loss (ratio of total repair costs to total replacement cost) conditional on the intensity measure. Based on the above framework, preliminary results provide an initial insight into the areas of highest priority for intervention. In general, the ranking of AAL is influenced by the level of seismic hazard but also the size of the country and the value of the exposure. Hence, the average annual loss ratio (AALR), obtained by dividing AAL by the replacement cost, was calculated and mapped in Figure 12a at the first subdivision in each country. AALR highlights regions where losses are high relative to the value of the exposure, therefore countries with lower construction costs are often higher in the relevant ranking. To identify areas where absolute losses are expected to be high, but not necessarily due to the higher replacement cost of buildings, an additional risk metric was considered. AAL per building, obtained by dividing AAL by the total number of buildings, is presented at the first subdivision in Figure 12b. Regional prioritisation considers both AALR and AAL per building metrics. Selecting the top 20 regions from each metric ranking (i.e. having the highest annual losses) results in 38 different administrative units. The impact of alternative regional intervention scenarios will be investigated in these units on the basis of cost benefit analysis. Risk assessment results will continue to be revised and updated as further developments to the hazard, exposure and vulnerability models are undertaken, e.g. replacement of ESHM13 with its updated version (i.e. ESHM20), use of geology and topography-based site amplification models, replacement of GEM vulnerability models for reinforced concrete Figure 12. (a) AALR and (b) AAL per building at the first subdivision level in the EU27 and the UK ",
        "23 buildings with updated models (Romão et al., 2019) developed in the Seismology and earthquake engineering research infrastructure alliance for Europe (SERA) project, use of damage-loss models for loss of life, etc. In addition to seismic risk metrics, socioeconomic indicators will be employed in regional prioritisation. Hedvig Norlén has been working in this direction. Regional socioeconomic indicators were selected (e.g. Eurostat, Gallup World Poll) and integrated within composite indicators to provide more robust information about socioeconomic aspects. The EU Human Development Index (EU-HDI) (Bubbico and Dijkstra, 2011), the EU2020 index (Athanasoglou and Dijkstra, 2014), and the EU Social Progress Index (EU-SPI) (Annoni et al., 2016) were used to measure overall achievement in key dimensions of human development, adherence to the Europe 2020 strategy (COM (2010)2020) for smart, sustainable and inclusive growth, and performance on social and environmental aspects, respectively. Based on each indicator, separate regional rankings were derived and the correlation of each index to the gross domestic product (GDP) per capita was explored. Regions were differentiated among less-developed (LD) - their GDP compared to the EU average (Figure 13a). Unsurprisingly, MD regions perform better than transition and LD ones in terms of EU-HDI, EU2020, and EU-SPI. The correlation between indices and GDP per capita is generally strong and positive. Higher level of social progress leads to higher levels of economic development. Yet, this relationship is not linear. At lower income levels, small differences in GDP are associated with larger improvements in social progress compared to improvements at higher income levels. In a similar context, the correlation between pairs of indices was found to be positive and strong (e.g. Figure 13b) with Pearson coefficients of 0.71 0.82. Nevertheless, such values also indicate that each composite indicator may provide complementary information. In this context, a method was proposed to prioritise group of regions by properly combining all three indicators. Regions were classified in three performance classes, i.e. low, medium, and high, by exploring different set cut-offs in the distributions of the three indicators. For example, defining low- and high-performance regions as those that fall below the 25th and above the 75th percentiles in all three indices, results in 38 and 32 regions in each class, respectively, out of the 281 considered regions at the second level of the Nomenclature of Territorial Units for Statistics (NUTS) classification. Forthcoming work will focus on energy performance assessments of existing buildings at regional level along with exploration of approaches to combine regional prioritisation based on seismic risk, energy performance, and socioeconomic aspects towards more informed decision-making. Figure 13. (a) EU SPI scores plotted in increasing order and (b) EU SPI vs EU HDI scores in the EU27 and the UK 5.2 Implementing measures Implementing measures for seismic strengthening and energy upgrading of buildings were collected across 16 EU Member States, namely Austria, Bulgaria, Croatia, Cyprus, France, Germany, Greece, Hungary, Italy, Malta, Portugal, Romania, Slovakia, Slovenia, Spain, and Sweden. Measures were classified by sector (seismic, energy, combined), class (legislation and standards, programmes, strategies, guidance, other/generic), type (financial/administrative and/or technical), etc. with a view to facilitating the evaluation of their efficiency. Evaluation criteria include, among others, significant impact, implementation challenges, high- cost effectiveness and funding sustainability. The distribution of the collected measures by sector and class is provided in Figure 14, whereas the relevant distributions per Member State can be seen in Annex 2. Figure 15 ",
        "24 reports feedback, received from participants during the workshop, on the most significant implementation challenge towards integrated retrofit st and affordability as the most crucial parameter. In the following, some representative examples of implementing measures are briefly introduced. Figure 14. Distribution of collected implementing measures in 16 EU Member States (MS) by sector and class Figure 15. implementation challenge towards Since the 80s, several building codes and programmes were introduced in Italy to improve the seismic and energy performance of buildings. Angelo Masi has been collecting and evaluating such measures. Issued financial incentives were s Law 2016/232) provided significant fiscal benefits (i.e. tax deduction of 50 85% as a share of the intervention expenses) in case of upgrading the energy and/or seismic performance of buildings with particular attention to multi- family buildi Law 2017/205) further promoted interventions based on an integrated approach by providing an increased amount of benefits in the case of combined renovation. Recently, to stimulate the construction sector towards the mitigation of the COVID-19 economic impact, tax deduction was further increased to 110% (Law 2020/77). Collected data on fiscal benefits from Italy, indicate the complexities associated with deploying structural interventions in multi-family buildings, e.g. need to intervene to the whole building, service interruption, consent of various owners, etc. Christoph Butenweg presented measures in Austria, Germany, Hungary, Slovakia and Sweden. These countries display a commitment towards continuously evaluating and improving the energy performance of buildings. Sweden has introduced successfully since the 90s the energy and carbon tax programme (Brännlund et al., 2014) with a view to improving energy use efficiency. The measure is considered to have had a pivotal role in switching energy consumption by Swedish households towards non- Energy performance all countries, further incentivise energy renovations by increasing property values. Caritas energy savings check measure in Germany provided technical assistance in the form of free energy efficiency checks for low-income households while contributing to job creation by training long-term 33 10 18 15 66 73 45 45 25 8 9 8 82 (23%) 254 (70%) 27 (7%) 16 EU MS (tot=363) 000000000000000 Legislation & Standards Programmes Strategies Guidance Other/Generic Seismic Strengthning Energy Upgrading Seismic Strengthening & Energy Upgrading 49% 23% 15% 13% 6% 4% 4% 2% 0% Cost and affordability New technologies, materials and methods Engagement of owners in multi-family buildings Low awareness Disruption time Requirements for cultural heritage The role of public buildings Aesthetics Societal aspects What is the most significant implementation challenge towards integrated retrofit of buildings? ",
        "25 unemployed people to become energy audit assistants. On the other hand, there is a lack of seismic strengthening and combined measures in these countries, mainly associated with low seismicity. Roumiana Zaharieva presented measures in Bulgaria, Croatia, Cyprus, Greece, Romania, and Slovenia. In Bulgaria, some measures addressing both the seismic and energy performance were identified. Legislative measures include the technical passport of buildings (Ordinance 5/2006). Technical passports contain technical information about the building, records of completed construction/repair works along with prescriptions for required retrofitting. In general, technical passports represent a record of the condition of buildings and their degree of safety during operation, accessible by all relevant stakeholders. Technical passports are expected to be issued for every existing building in Bulgaria by 2022. An implementation challenge towards this goal relates to the cost of drafting passports (e.g. non-regulated prices, uninhabited dwellings) that obstruct the wide and rapid implementation. Interestingly, in the share of combined measures in Bulgaria, contributing programmes target mainly energy upgrading and address implicitly the structural/seismic performance of the building. For example, energy upgrading may be funded only in the case of a previous positive evaluation of the seismic resistance of the building. In Romania, the national programme on increasing the energy performance of apartment buildings, currently at a third phase of implementation since its introduction in 2009, aims among other objectives to the energy upgrading of residential buildings and the reduction of greenhouse gas emissions. Although state funding (up to 80%) is provided mainly for energy renovation works, the ordinance that extended the programme in 2015, introduced requirements for a detailed seismic evaluation of buildings prior to carrying out energy upgrading works. Helena Gervasio presented measures in France, Malta, Portugal, and Spain. In France, Portugal, and Spain, the transposition of European Directives to national legislation has led to an increased number of energy-related national strategies and programmes. The situation in Malta is slightly different as the country has a temperate climate and the lowest energy consumption in dwellings among all EU Member States. In the case of existing buildings in France, the code requirements relevant to seismic strengthening apply in the case of major renovations or when the renovation results in an increase of the seismic vulnerability of buildings. In Spain, recent seismic events in moderate seismicity regions led to increased awareness and action plans are currently under development. The recent Decree-Law PT 95/2019 in Portugal, expected to boost seismic renovation rates, requires seismic vulnerability assessments and seismic strengthening under specific conditions (e.g. change of use), prescribing in addition requirements for the energy efficiency of buildings. In Portugal, a programme currently under development in the municipality of Lisbon, aims to provide financial on, addressing seismic safety, energy efficiency and societal aspects. In addition to implementing measures, data on existing seismic insurance schemes were collected. In France and Spain, public insurance schemes provide earthquake coverage (among other hazards) as an automatic extension to fire insurance, including unlimited building and content damage along with profit loss due to service interruption. Hence, 95% of residential and commercial properties in France, and approximately 75% of residential properties in Spain are insured against earthquakes. In Portugal, earthquake coverage is offered by private insurers as an optional add-on to residential/commercial property insurance schemes resulting in low ratios of insured properties (i.e. ~16% of residential buildings) (OECD, 2018). Coverage value depends on the building type and age; in addition, depending on the regional seismic hazard it may include only content damage. Forthcoming work will further assess the efficiency of collected measures, explore further insurance schemes in Europe and abroad, and make proposals in support of an action plan. 5.3 Scenarios for interventions Angelo Masi has been working on the definition of intervention scenarios for the Italian building stock. Based on the 2011 census in Italy, exposure data (number of buildings, population) were aggregated at municipality level and distributed among seismic (OPCM 2006/3519) and climatic (Decree 1993/412) classification zones. Seismic zones (SZ) are defined as a function of PGA having an exceedance probability of 10% in 50 years: ( i ) SZ1: PGA > 0.25g; ( ii ) SZ2: 0.15g < 0.25g; ( iii ) SZ3: 0.05g < 0.15g; ( iv ) SZ 0.05g. Climatic zones (CZ) are ordered by increasing energy demand (i.e. HDD) and range from A to F. Subsequently, combined SCZ were defined by juxtaposing and merging SZ and CZ zones. Exposure data were finally distributed to the combined seismic and climatic zones to define generic intervention scenarios (Table 1). Such scenarios are based on seismic and energy demand while the distributed exposure data imply the potential scenario impact in terms of the required scale of renovation and the associated cost. Interestingly, the largest share of exposure lies in SCZ2b where energy efficiency is the main concern. ",
        "26 An effort was subsequently made to integrate vulnerability of the Italian building stock based on the age of construction. Vulnerability at the municipality level was simplistically expressed as the ratio of the mean age of buildings over the period (i.e. number of years) during which seismic code prescriptions were applied for the design of buildings within the municipality. Risk indices ( R s ) were evaluated for each municipality by integrating seismic hazard (NTC, 2018). Two seismic risk zones were defined (replacing SZ1, 2 and SZ3, 4, in Table 1): ( i ) moderate-to-high risk with R s R s ; ( ii ) low-to-moderate risk otherwise The number of buildings and population were re-distributed in the combined seismic risk and climatic zones. Exposure data distributions were found to be similar to those in Table 1 apart from approximately one million buildings and 4.5 million inhabitants that were relocated from SCZ3 to SCZ2a associated with a scenario for interventions aiming mainly for seismic upgrading. Table 1. Distribution of buildings and population by combined seismic climatic zones. SCZ SZ CZ Buildings (10 6 ) Buildings (%) Population (10 6 ) Population (%) Intervention scenario 1 1, 2 D, E, F 3.84 31.5 19.13 31.6 Combined seismic energy upgrading (or replacement) 2a 1, 2 A, B, C 1.55 12.7 8.00 13.2 Major seismic upgrading and minor energy upgrading 2b 3, 4 D, E, F 4.96 40.7 25.18 41.7 Major energy upgrading and minor seismic upgrading 3 3, 4 A, B, C 1.84 15.1 8.14 13.5 Minor (or none) seismic and energy upgrading Total 12.19 100.0 60.45 100.0 Intervention scenarios such as concurrent (i.e. improving at the same time the earthquake safety and energy efficiency of existing buildings) and non-concurrent, as well as demolition and new construction will be defined at regional level across the EU. These regional scenarios will consider specific building typologies (material, structural type, period of construction/code level, etc.), retrofit technologies and materials, target performance after retrofit in terms of seismic safety and energy efficiency, and cost of intervention, whereas their impact will be assessed through cost benefit analysis with a view to providing insight on the associated benefits. Figure 16 provides valuable feedback, received by workshop participants, on the critical aspects a regional intervention scenario should address. Figure 16. intervention scenario ",
        "27 6 In EU Member States, industrial associations and expert communities are engaged through the organisation of two workshops (Section 6.1) on technical and policy issues including relevant implementing measures, technologies and methodologies for the combined improvement of the energy and seismic performance of buildings. Furthermore, Action 5 aims at communicating the Pilot Project scope, objectives and output to the public by increasing visibility of the project output and building awareness of the renovation topic through the development of communication and interaction channels at the EU, Member State, and regional level. Various means of dissemination and outreach are employed according to Section 1.2. Here, public communication material/activities and developments in the web platform are briefly presented (Section 6.2). 6.1 Organisation of workshops The two workshops consist of ( i ) the midterm workshop virtually held on 16 19 November 2020 where the Pilot Project work progress was presented to the stakeholders and ( ii ) a final workshop in which the project results will be presented with the aim of disseminating the developed solutions and discussing contributions to a future action plan. Following the interventions of the opening session (Section 1.3), more than 30 technical presentations were delivered by JRC Pilot Project team members and external experts, complemented by discussions and polls. The detailed agenda of the midterm workshop is provided in Annex 1. 345 participants from 43 countries registered to the midterm workshop (Figure 17). Figure 17. Midterm workshop participants by country and affiliation Industry; 5; 1% National/local authority; 27; (8%) Professional association; 27; (8%) European & international institution; 28; (8%) Engineering practice; 63; (18%) Academia & research; 195; (57%) Industry National/local authority Professional association European & international institution Engineering practice Academia & research Germany (DE); 7; 7 Greece (EL); 33; 7 Hungary (HU); 1; 9 India (IN); 1; 13 Iran (IR); 4; 14 Ireland (IE); 5; 14 Italy (IT); 97; 18 Japan (JP); 2; 30 Lebanon (LB); 4; 33 Malta (MT); 2; 97 United States (US); 5; 19 Registered participants by country (tot=345) Albania (AL); 3 Algeria (DZ); 1 Austria (AT); 3 Belgium (BE); 14 Bulgaria (BG); 30 China (CN); 3 Croatia (HR); 4 Cyprus (CY); 9 Czechia (CZ); 2 France (FR); 3 Germany (DE); 7 Greece (EL); 33 Hungary (HU); 1 India (IN); 1 Iran (IR); 4 Ireland (IE); 5 Italy (IT); 97 Japan (JP); 2 Lebanon (LB); 4 Malta (MT); 2 Mexico (MX); 2 Moldova (MD); 1 Morocco (MA); 1 Netherlands (NL); 4 North Macedonia (MK); 6 Norway (NO); 1 Pakistan (PK)' 2 Poland (PL); 2 Portugal (PT); 18 Romania (RO); 14 Russia (RU); 4 Serbia (RS); 1 Slovakia (SK); 1 Slovenia (SI); 13 South Africa (ZA); 1 Spain (ES); 7 Sri Lanka (LK); 1 Switzerland (CH); 4 Taiwan (TW); 2 Turkey (TR); 19 Ukraine (UA); 1 United Kingdom (UK); 7 United States (US); 5 DE; 7 ES; 7 CY; 9 SI; 13 BE; 14 RO; 14 PT; 18 BG; 30 EL; 33 IT; 97 TR; 19 EU; 269; (78%) non EU; 76; (22%) Registered participants by country (tot=345) 5 (1%) 27 (8%) 27 (8%) 28 (8%) 63 (18%) 195 (57%) Registered participants by affiliation (tot=345) ",
        "28 Participants were from academic and research institutions, the engineering practice, European and international institutions, professional associations (Buildings Performance Institute Europe, European Builders Confederation, European Council of Civil Engineers, Housing Europe, national engineering associations and chambers, etc.), national and local authorities, and the industry. JRC Pilot Project team members and invited speakers presented the following projects and activities that also deal with the combined seismic and energy upgrading of existing buildings: — SAFESUST: Safety and sustainability of buildings — iRESIST+: Innovative seismic plus energy retrofitting of the existing building stock — SPEctRUM: Seismic plus energy upgrading of masonry buildings using advanced materials — SEP+: Development of textile-reinforced mortar & capillary tube panel retrofitting technology to simultaneously improve seismic and energy performance of the existing buildings — ReLUIS DPC 2019 2021: Integrated, rapid and low-impact interventions for the reduction of seismic vulnerability and energy consumption (WP5) — SUPERB: Novel integrated approach for seismic and energy upgrading of existing buildings — PERSISTAH: Earthquake-resilient school projects in the territory of Algarve and Huelva Participants were asked to provide an overall assessment of the midterm workshop and express how much the different sessions met their expectations. The rate of satisfaction was more than 90% (satisfied and very satisfied) for the event as a whole. Figure 18. sfaction survey: What is your overall assessment of the workshop? 6.2 Dissemination and outreach The Pilot Project participated in the 18 th European Week of Regions and Cities, by organising a side event Green Europe theme. The side event was held virtually on 20 October 2020. The objective of the side event was to raise awareness of the Pilot Project and engage main European stakeholders. 186 participants from 27 countries registered to the side event. The participants were from the European Institutions, European and international associations, national and local authorities, industry, universities, research institutions and engineering practice. A series of seven leaflets were prepared and circulated. A general leaflet (Figure 19) provides a general description of the Pilot Project including its scope, social and policy relevance, and a brief description of actions. Five additional leaflets were prepared addressing technical and policy contributions from each action. The Pilot Project web platform, currently under development, will serve as a means of visualising and sharing o-referenced data at regional level on the characteristics of the building stock, socioeconomic indicators, expected loss/impact of scenarios, implementing measures, etc. The web platform will also comprise an interactive map with case studies and a searchable database of documents collected and produced during the project. The web platform will include sections on the Pilot Project objectives, policy background and expected impact, details on the input, methodologies and output of the different actions, an will provide open access to interactive geo-referenced content and data (maps, graphs, etc.) considering pre- and post-mitigation states. The web platform will also include tools for simple calculations of user-defined regional intervention scenarios and impact assessments. Figure 20 to the significance of different web platform features, indicating open access to data and processing tools as the most crucial ones. 50% 43% 6% 1% Very satisfied (5/5) Satisfied (4/5) Neutral (3/5) Unsatisfied (2/5) Very unsatisfied (1/5) ",
        "29 Figure 19. General leaflet (Gkatzogias et al., 2020) Figure 20. ich of the following web platform sections are you keen to use? 66% 62% 45% 43% 34% 25% 17% Data repository and visualisation Tools for data processing Library About the pilot project Community of practice News and events Policy context Which of the following web-platform sections are you keen to use? ",
        "30 7 The New European Bauhaus The State Bauhaus school was founded in 1919 in Weimar, Germany, by the architect Walter Gropius. Bauhaus, literally translated to - lasting influence on architecture, design, and society throughout the world. The Bauhaus school contributed to materials and ways of construction, smart use of resources, design for mass production and industry, no essential difference b . A century later, Europe is facing major transformations related to environmental degradation, climate crisis and digital transition. In response to these issues, the European Commission launched the European Green Deal (COM (2019)640 economy with net-zero greenhouse gas emissions in line wi mate action under the Paris Agreement (Decision 1/CP.21/2016) and the United Nations (Resolution 2015/A/Res/70/1). Concrete initiatives under the Green Deal are focusing on the sectors that use most resources and where the potential for circularity is high, such as construction and buildings. In fact, the built environment is responsible tal waste generation and account for at least 40% of all greenhouse gas emissions. Among the initiatives that are relevant to the construction sector, it is worth recalling the Renovation Wave for Europe (COM (2020)662), which addresses challenges of more efficient and affordable energy and resources throughout the life cycle of buildings, and the New Industrial Strategy for Europe (COM (2020)102) aiming to accelerate the transition of the European industry to a sustainable model based on the principles of circular economy (COM (2020)98). In addition to its environmental and economic ambitions, the Green Deal intends to be a new cultural project for Europe, incorporating a process of systemic change, and having a strong brand image that merges design with sustainability. To this end, the European Commission recently launched the New European Bauhaus (European Commission, 2020a, b, c) that aims to build a bridge between the world of science and technology, and the world of art and culture, while looking for creativity and innovation. The New European Bauhaus will be a forum for discussion, an experimentation lab, an accelerator for new solutions, a hub for global networks and experts, a meeting place for citizens interested in the topic. It will be a driving force to bring the European Green Deal closer to people and places where they live, but in an attractive, innovative and human-centred way, showing that the necessary can be beautiful at the same time. It will be a movement based on sustainability, multidisciplinary networking, inclusiveness, accessibility and aesthetics, intending to make reuse, recycling, waste reduction, renewable energies and energy efficiency the new normal in people's daily lives. The New European Bauhaus should also take advantage of digitisation, to foster a transition towards smart and sustainable buildings and cities, leading to a higher quality of life of their inhabitants (European Commission, 2020b). The New European Bauhaus will be implemented in three phases, i.e. design, delivery and spreading ideas phase (European Commission, 2020c). Scope and priorities were defined at the design phase. The European Commission is going to support the process of mapping key actors, networks and policy frameworks, foster citizens implement the delivery tools, like calls for proposals and other mechanisms. The design phase will also draw on the expertise and engagement of people from different backgrounds, namely designers, architects, artists, digital experts, scientists, entrepreneurs, engineers and students aiming at exploring ideas and shaping the movement. In the delivery phase, starting in 2021, at least five New European Bauhaus projects will take place in different EU Member States. All of them will be committed to sustainability, combined with art and culture. Each of them will be adapted to local conditions but will have different goals, for instance the use of natural building materials, the improvement of energy and resource efficiency, or the implementation of innovative, digital and sustainable solutions in a range of spaces and contexts, such as public or residential spaces and urban or rural areas. The third phase will be about the diss cts and ideas, within and beyond Europe's borders. A platform, creative spaces and a Bauhaus knowledge hub will be set up aiming at identifying technologies and materials, using big data and artificial intelligence, engaging with stakeholders and citizens, and facilitating cultural debates. ",
        "31 The New European 2020c). During the midterm workshop several opinion pol perspectives on possible contributions of the Pilot Project to the New European Bauhaus and other policy areas like the Renovation Wave. Before setting the polls, the workshop organisers made a first survey to clarify whether the participants were aware of the New European Bauhaus initiative. The survey indicated that the majority of participants (62%) was not aware of the initiative (Figure 21a), probably due to its recent announcement in October 2020, and to its early design stage. After a brief introduction to the initiative, the polls revealed that 86% of the participants believed that the objectives of the Pilot Project are in line with the idea of the New European Bauhaus (Figure 21b). Under the assumption that the new Bauhaus could bring the European Green Deal closer to people's minds and homes and make tangible the comfort and attractiveness of sustainable living, the polls showed that a large majority of people agree that ( i ) the combined renovation of existing buildings is a key step for achieving this, and ( ii) the results of the Pilot Project represent a significant step towards this goal, that is, 96% and 98% of the respondents believe the last two statements, respectively (Figure 21c, d). Figure 21. the New European Bauhaus The next poll reported that 79% of the participants strongly or simply agreed that the integrated retrofitting may be seen as a modern reflection on the multidisciplinary approach of the original Bauhaus, while 18% of the respondents chose the neutral response to the question (Figure 22a). Still a majority (i.e. 76%) strongly or simply agreed that aesthetics and sustainability can easily be implemented together in practice (Figure 22b). This poll received the highest percentage of responses showing disagreement with the statement (12%). Figure 22. on the New European Bauhaus The last poll on the European Bauhaus led to the conclusion that sustainability and multidisciplinary networking were the two components of the initiative most recognised in the Pilot Project, respectively by 85% and 83% of the workshop participants (Figure 23). On the other hand, none of the participants recognised aesthetics as a component of the Pilot Project. a) Are you aware of the New European Bauhaus initiative? b) Do you think that the objectives of the Pilot Project are in line with the idea of the New European Bauhaus? The new Bauhaus could bring the European Green Deal closer to people's minds and homes and making tangible the comfort and attractiveness of sustainable living. c) Do you think that the combined renovation of existing buildings is a key step for achieving it? d) Do you think that the results of Pilot Project represent a significant step towards this goal? 38% 62% Are you aware of the New European Bauhaus initiative? Yes No 86% 14% Do you think that the objectives of the Pilot Project are in line with the idea of the New European Bauhaus? Yes No 96% 4% The new Bauhaus could bring the European Green Deal closer to people's minds and homes and making tangible the comfort and attractiveness of sustainable living. Do you think that the combined renovation of existing buildings is … Yes No 98% 2% The new Bauhaus could bring the European Green Deal closer to people's minds and homes and making tangible the comfort and attractiveness of sustainable living. Do you think that the results of Pilot Project represent a significant … Yes No a) Integrated retrofitting may be seen as a modern reflection on the multidisciplinary approach of the original Bauhaus? b) Do you think that aesthetics and sustainability can easily be implemented together in practice? 13 % 66 % 18 % 3 % I n t e g r a t e d r e t r o f i tt i n g m a y b e s ee n a s a m o d e r n r e f l e c t i o n o n t h e m u l t i - d i s c i p li n a r y a pp r o a c h o f t h e o r i g i n a l B a uh a u s ? S t r o n g l y a g r ee A g r ee N e u t r a l D i s a g r ee S t r o n g l y d i s a g r ee 12% 64% 12% 12% Do you think that aesthetics and sustainability can easily be implemented together in practice? Strongly agree Agree Neutral Disagree Strongly disagree ",
        "32 Figure 23. ou recognise in the Pilot Project? The Renovation Wave, a concrete initiative under the Green Deal, aims at increasing the pace and quality of renovation of existing buildings. A poll made during the workshop reflected a high level of agreement among participants (93% agreed/strongly agreed) on the statement that integrated retrofitting may help accelerating renovations in seismic countries in the EU within the scope of the Renovation Wave (Figure 24). Figure 24. ed retrofitting may help accelerating renovations in seismic In conclusion, the polls provided positive feedback concerning the potential contribution of the Pilot Project to the New European Bauhaus. In fact, the majority of participants agreed that the objectives and results of the Pilot Project are in line with the goals of the New European Bauhaus to bring the European Green Deal close to people, to be a place-based policy, and to create an attractive framework for sustainable living. Participants also identified the contribution of the Pilot Project to the Renovation Wave, as most agreed that the holistic approach of the Pilot Project may foster renovations in EU seismic countries. 85% 83% 52% 52% 29% 13% 0% Sustainability Multi-disciplinary networking Adapted to local conditions Innovation Knowledge hub Inclusiveness Aesthetics Which of the following components of the New European Bauhaus do you recognise in the Pilot Project? 44% 49% 7% Integrated retrofitting may help accelerating renovations in seismic countries in the EU within the scope of the Renovation Wave? Strongly agree Agree Neutral Disagree Strongly disagree ",
        "33 8 Conclusions techniques for the seismic strengthening and energy efficiency of existing b rkshop, is summarised in this report. Main conclusions and feedback received during the workshop are presented in the following. Existing seismic and energy upgrading techniques were presented along with their classification, considering, among others, cost and technological compatibility. Their applicability depends on building and structural typologies as identified during the ranking of energy efficiency technologies and the analysis of seismic retrofit measures, respectively. Thus, the comprehensive investigation of the EU building stock, starting from Italian exposure data, represents the starting point for analysing the effective use of both energy and seismic retrofit solutions. A strong interaction between the two expert communities (structural engineering and energy efficiency in buildings) was observed during the workshop discussions, identifying the important role of structural typologies and the use of heating degree days, without neglecting regional differences. In this multidisciplinary approach, cost represents a common language among different experts and stakeholders, as demonstrated by the classification of seismic and energy technologies. A variety of potential solutions for combined and integrated retrofitting are being investigated and their applicability also depends on the particularities of building typologies. Care should be taken to ensure a similar level of invasiveness when different retrofit solutions are combined. Retrofit effectiveness, cost and down-time are of crucial importance but rely heavily on the type of the intervention and the building under consideration. Finally, special attention should be drawn to the built heritage, balancing the need for safeguarding and applying minimal interventions. Developments in novel materials and technologies in the fields of seismic retrofitting and energy upgrading may lead to further advancements of fully integrated solutions that offer reduced downtime compared to combined solutions, while achieving high seismic and thermal performance with lower environmental impact. Further research and long-term progress in standardisation are still required to achieve such integrated solutions. The analysis of potential standard and novel techniques for integrated retrofit indicates the need for a method to assess the combined effect of seismic and energy upgrading. A state-of-the-art review of existing methodologies served as a basis for the proposal of a simplified method capable of assessing the seismic, energy, and environmental performance of a retrofitted building during the entire life cycle through a global assessment parameter measured in monetary terms. The proposed method provides a simplified approach for practical design. Four representative case studies addressing public and residential masonry and RC buildings were identified. A standard method for the combined assessment (i.e. the Sustainable Structural Design methodology) was implemented in all the case studies considering both non-retrofit and retrofit scenarios. Forthcoming work will focus on the proper integration of the environmental building performance, including an adequate price for carbon, along with the implementation of the simplified assessment method in the aforementioned case studies. Regions where interventions are of higher priority were identified, considering the seismic performance of buildings and socioeconomic indicators. The selection of data and methodology for seismic risk assessment was discussed, highlighting the general calculation framework along with seismic hazard, exposure and physical vulnerability models. Following the implementation of the framework, loss metrics at national and regional levels were calculated, providing initial insights into regional prioritisation. Socioeconomic indicators were selected and integrated within regional composite indicators, while a methodology for prioritising regions using multiple composite indicators was proposed. Priority regions will be revised and updated as further development of models is undertaken, whereas regional energy performance assessment of buildings will be also considered. Implementing measures, such as legislation, incentives, guidance and standards for seismic strengthening and energy upgrading of buildings were collected across 16 EU Member States. Identified measures were classified, and their efficiency is being assessed. Generic intervention scenarios, defined for the Italian building stock, indicate that 30% of buildings are located within areas associated with a need for combined seismic and energy upgrading. Forthcoming work will assess the impact of detailed intervention scenarios across EU regions, and inform an action plan regarding the areas and the means to achieve a high impact. Finally, past, ongoing, and future dissemination and outreach activities within the Pilot Project were presented, aiming to engage stakeholders, increase the visibility of projects results, and develop awareness. Participation ",
        "34 statistics of the midterm workshop and results from a subsequent satisfaction survey indicate a positive reception of this first wide dissemination effort from a diverse audience of stakeholders. An interactive website, a second workshop at the Pilot Pr reports will further su . ",
        "35 References Almufti, I., Willford, M., Alameida, R. et al., -based earthquake design initiative for the next generation of buildings , Arup Publications, 2013. Annoni, P., Dijkstra, L. and Hellman, T., The EU Regional SPI: a measure of social progress in the EU regions , European Commission, Directorate General Regional and Urban Policy, Methodological paper, 2016. Athanasoglou, S. and Dijkstra, L., The Europe 2020 regional index , EUR 26713, Publications Office of the European Union, Luxembourg, 2014, doi:10.2788/87940. ASBC, TBQ-tool , Austrian Sustainable Building Council (ASBC), 2010. Baggio, C., Bernardini, A., Colozza, R. et al., Field manual for post-earthquake damage and safety assessment and short term countermeasures (AeDES) , edited by A. V. Pinto and F. Taucer, EUR 22868 EN, Office for Official Publications of the European Communities, Luxembourg, 2007, ISSN 1018-5593. BMVBS, Assessment system for sustainable building Administration buildings , Bundesministerium für Verkehr, Bau und Stadtentwicklung (BMVBS), 2011. Bournas, D. A., s using inorganic textile- Composites Part B: Engineering , Vol. 148, 2018, pp. 166 179, doi:10.1016/j.compositesb.2018.04.002. Brännlund, R., Lundgren, T. and Marklund, P. O., ity in production and the effects of climate policy Evidence from Swedish industry Energy Policy , Vol. 67, 2014, pp. 844 857, doi:10.1016/j.enpol. 2013.12.012. BRE, BREEAM USA in-use technical manual, PD130 1.1:2016 , Building Research Establishment (BRE), 2017. Bubbico, R. and Dijkstra, L., The European regional human development and human poverty indices , European Commission, Directorate General Regional and Urban Policy, Regional Focus , No 2, Brussels, 2011. Caruso, M. C., Lamperti Tornaghi, M. and Negro, P., Applicability of the sustainable structural design (SSD) method at urban/regional/national level , Proceedings of the 16th European Conference on Earthquake Engineering , Thessaloniki, 2018. Caverzan, A., Lamperti Tornaghi safesust IOP Conference Series: Materials Science and Engineering , Vol. 442, 2018, doi:10.1088/1757- 899X/442/1/012019. Caverzan, A., Lamperti Tornaghi, M. and Negro, P., (editors), Proceedings of SAFESUST workshop: A roadmap for the improvement of earthquake resistance and eco-efficiency of existing buildings and cities, Publications Office of the European Union, Luxembourg, 2016, doi: 10.2788/499080. Cerway, HQE TM Scheme Environmental performance Residential building, Cerway, 2014. Chatzidakis, A., Coughlan, P., Brandner, A. et al., The need for integrating structural/seismic upgrade of existing buildings with energy efficiency improvements , ECCE, Position paper, 2020. munication (COM) from the Commission, Europe 2020 A strategy for smart, sustainable and inclusive 2010, 2020 final. European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions A new circular economy action plan for a cleaner and more competitive Europ 98 final. Social Committee and the Committee of the Regions A renovation wave for Europe - greening our buildings, creating jobs, improving lives 662 final. the European Parliament, the European Council, the Council, the European Economic and Social Committee and the Committee of the Regions A new industrial strategy for Europe, 2020, 102 final. to the European Parliament, the European Council, the Council, the European Economic and Social Committee and the Committee of the Regions The European green d 2019, 640 final. ",
        "36 Crowley, H., Despotaki, V., Rodrigues, D. et al., Methods for developing European commercial and industrial exposure models, and residential model update , Seismology and Earthquake Engineering Research Infrastructure Alliance for Europe (SERA) Project, Deliverable D26.3, 2019. Crowley, H., Despotaki V., seismic risk assessment Earthquake Spectra , Vol 36, No S1, 2020, pp. 252 273, doi:10.1177/8755293020919429. da Porto, F., Donà, M numerical modelling of robust Frontiers in Built Environment , Vol. 6, 2020, pp. 591985, doi:10.3389/fbuil.2020.591985. Framework Convention on Climate Change, 2016, FCCC/CP/2015/10/Add.1. 420 of the European Parliament and of the Council of 13 March 2019 amending Decision No 1313/2013/EU on a Union Civil Pro Official Journal of the European Union , L771, 2019, pp. 1 15. Law No 95/2019 of 18 July Republic Diary , Portugal, No 136, 2019, pp. 35 45 (in Portuguese). Decree of the President of the Republic of 26 August 1993, No 412, Regolamento recante norme per la progettazione, l'installazione, l'esercizio e la manutenzione degli impianti termici degli edifici ai fini del contenimento dei consumi di energia, in attuazione dell'art. 4, comma 4, della legge 9 gennaio 1991, n. 10 Official Gazette , Italy, General Series No 242, Ordinary Supplement No 96, 1993 (in Italian). ry 2018, Aggiornamento delle «Norme tecniche per le costruzioni» (NTC) Official Gazette , Italy, General Series No 42, Ordinary Supplement No 8, 2018 (in Italian). DGNB, DGNB System: Buildings in use, criteria set, version 2020 , Deutsche Gesellschaft für Nachhaltiges Bauen (DGNB), Stuttgart, 2020. 844 of the European Parliament and of the Council of 30 May 2018 amending Directive 2010/31/EU on the energy performance of buildings and Directive 2012/27/EU on Official Journal of the European Union , L156, 2018, pp. 75 91. Dolce, M. and Manfredi, G. (editors), Libro bianco sulla ricostruzione privata fuori dai centri storici nei comuni , ReLUIS, 2015. European Commission, A new European Bauhaus , Publications Office of the European Union, Luxembourg, 2020a, doi:10.2775/95454. new European Bauhaus: op-ed article by Ursula von der Leyen, President of the European Commission, Press corner, AC/20/1916, 2020b. Leyen on the n European Commission, Press corner , STATEMENT/20/1902, 2020c. GBCA, Green Star Design & As Built v1.2, Submission Guidelines, Green Building Council Australia (GBCA), 2017. GBCe, VERDE Residencial Guía Para El Evaluador Acreditado , Green Building Council España, 2019 (in Spanish). GEM, The OpenQuake-engine User Manual (version 3.7.1) , Global Earthquake Model (GEM) Foundation, Pavia, Italy, 2019, doi:10.13117/GEM.OPENQUAKE.MAN.ENGINE.3.7.1. Giardini, D., Wössner, J. and Danciu, L., , Eos, Transactions, American Geophysical Union , Vol. 95, No 29, 2014, pp. 261 262, doi:10.1002/2014EO290001. Gkatzogias, K., McKinnon, A., Tsionis, G. et al., European Pilot Project Integrated techniques for the seismic strengthening & energy efficiency of existing buildings , JRC, Pilot Project Integrated Techniques for the Seismic Strengthening & Energy Efficiency of Existing Buildings, Leaflet, 2020. Gkournelos, P. D., Bournas Combined seismic and energy upgrading of existing Earthquakes and Structures , Vol. 16, No 5, 2019, pp. 625 639, doi:10.12989/eas.2019.16.5.625. ",
        "37 Gkournelos, P. D., Triantafillou, T. C. and Bournas, D. structural and energy retrofitting of masonry walls: Effect of in-plane damage on the out-of-plane r Journal of Composites for Construction , Vol. 24, No 5, 2020, pp. 04020049, doi:10.1061/(ASCE)CC.1943-5614.0001066. HKGBC, BEAM Plus for Existing Buildings Version 2.0 Comprehensive scheme , Hong Kong Green Building Council, Hong Kong, 2016. iiSBE Czech CSBS, SBToolCZ , International Initiative for a Sustainable Built Environment (iiSBE) Czech Sustainable Building Society (CSBS), 2011 (in Czech). iiSBE Italia, Protocollo Itaca Nazionale , International Initiative for a Sustainable Built Environment (iiSBE), Rome, 2011 (in Italian). ISO, ISO 14040:2006, Environmental management Life cycle assessment Principles and framework , International Organization for Standardization (ISO), Geneve, 2006a. ISO, ISO 14044 :2006, Environmental management Life cycle assessment Requirements and guidelines, ISO, Geneve, 2006b. Iuorio, O. and Negro, P., (editors), Proceedings of the SAFESUST2 SURECON workshop: A roadmap for a SUstainable integrated REtrofit of CONcrete buildings , Publications Office of the European Union, Luxembourg, 2020, doi:10.2760/78996. Jelle, B. P., Gustavsen, A. and Baetens, R., path to the high performance thermal building insulation materials and solutions of t Journal of Building Physics , Vol. 34, 2010, pp. 99 123, doi:10.1177/ 1744259110372782. JSBC, CASBEE for buildings (new construction), Japan Sustainable Building Consortium (JSBC), 2014. nced evaluation of structural and environmental Buildings , Vol. 8, No 4, 2018, doi:10.3390/buildings8040052. of 11 December 2016, No 232, Bilancio di previsione dello Stato per l'anno finanziario 2017 e bilancio pluriennale per il triennio 2017 2019 Official Gazette , Italy, General Series No 297, Ordinary Supplement No 57/L, 2016 (in Italian). of 17 July 2020, No 77, Conversione in legge, con modificazioni, del decreto-legge 19 maggio 2020, n. 34, recante misure urgenti in materia di salute, sostegno al lavoro e all'economia, nonche' di politiche sociali connesse all'emergenza epidemiologica da COVID Official Gazette , Italy, General Series No 180, Ordinary Supplement No 25/L, 2020 (in Italian). of 27 December 2017, No 205, Bilancio di previsione dello Stato per l'anno finanziario 2018 e bilancio pluriennale per il triennio 2018-2020 , Official Gazette , Italy, General Series No 302, Ordinary Supplement No 62/L, 2017 (in Italian). LGBC, ARZ Building Rating System , Lebanon Green Building Council, 2019. Margani, G., Evola, G., Tardo, C. and Marino, E. amed Sustainability , Vol. 12, 2020, 4845, doi:10.3390/su12124845. velopment of a fragility and vulnerability model for globa Bulletin of Earthquake Engineering , 2020, doi:10.1007/s10518-020-00885-1. Masi, A., Digrisolo -load designed RC buildings with regularity in Earthquake and Structures , Vol. 9, No 1, 2015, pp. 1 27, doi:10.12989/eas.2015.9.1.001. Mateus, R. and Bragança, L., assessment and rating of buildings: Developing the methodology SBTool PT , Building and Environment , Vol. 46, No 10, 2011, pp. 1962 1971, doi:10.1016/j.buildenv.2011.04. 023. Moehle, J. and Deierlein, G. G. ormance- Proceedings of the 13th World Conference on Earthquake Engineering , Vancouver, 2004, Paper No 679. oach for the seismic assessment and rehabilitation of existing RC b Bulletin of Earthquake Engineering , Vol. 15, No 8, 2017, pp. 3349 3364, doi:10.1007/s10518-015-9845-8. ",
        "38 Ng, S., Jelle, B. P., Zhen, Y. and Wallevik storage and curing conditions at elevated temperatures on aerogel-incorporated mortar samples based on UHPC r Construction and Building Materials , Vol. 106, 2016, pp. 640 649, doi:10.1016/j.conbuildmat.2015.12.162. OECD, Financial management of earthquake risk , Organisation for Economic Co-operation and Development (OECD), Report, 2018. 5 of 28 December 2006, T , Ministry of Regional Development and Public Works , Bulgaria, 2006 (in Bulgarian). Ordinance of the President of the Council of Ministers (OPCM) of 28 April 2006, No 3519, Criteri generali per l'individuazione delle zone sismiche e per la formazione e l'aggiornamento degli elenchi delle medesime zone, Official Gazette , Italy, General Series No 108, 2006 (in Italian). Pagani, M., Monelli, rd (and risk) software for the Seismological Research Letters , Vol. 85, 2014, pp. 692 702, doi:10.1785/ 0220130087. Pettersen, T. D., Ecoprofile for commercial buildings Simplistic environmental assessment method , Norges byggforskningsinstitutt, Økoprofil and GRIP senter, Oslo, 2000. Pohoryles, D. A., Maduta, C., Bournas, D. A. and Kouris, L. A., performance of existing residential buildings in Europe: A novel approach combining energy with seismic r Energy and Buildings , Vol. 223, 2020, pp. 110024, doi:10.1016/j.enbuild.2020.110024. Ramesh, T., Prakash, R. and Shukla, K. cycle energy analysis of buildings: An over Energy and Buildings , Vol. 42, 2010, pp. 1592 1600, doi:10.1016/j.enbuild.2010.05.007. 305/2011 of the European Parliament and of the Council of 9 March 2011 laying down harmonised conditions for the marketing of construction products and repealing Council Directive Official Journal of the European Union , L88, 2011, pp. 5 43. , Transforming our world: the 2030 agenda for sustainable d , United Nations , 2015, A/Res/70/1. Romão, X., Castro, J. M. and Pereira, N., European physical vulnerability models , SERA Project, Deliverable D26.5, 2019. Saaty, T. L., The analytic hierarchy process , McGraw Hill, New York, 1980. - Natural Hazards , Vol. 72, No 3, 2014, pp 1409 1427, doi:10.1007/s11069-013-0618-x. Triantafillou, T. C., Karlos, K., Kefalou, K. and Argyropoulou, system for URM walls using textile reinforced mortars combined with thermal insulation: Mechanical and fire Construction and Building Materials , Vol. 133, 2017, pp. 1 13, doi:10.1016/j.conbuildmat.2016.12. 032. Triantafillou, T. C., Karlos, K., Kapsalis, P. and Georgiou, for masonry walls using textile reinforced mortars combined with thermal insulation: In-plane mechanical b Journal of Composites for Construction , Vol. 22, No 5, 2018, pp. 04018029, doi:10.1061/(ASCE)CC. 1943-5614.0000869. USGBC, RELi 2.0 rating guidelines for resilient design and construction , US Green Building Council (USGBC) Washington, DC, 2018. USGBC, LEED v4.1 operations and maintenance: Getting started guide for beta participants , USGBC, Washington, DC, 2019. Bulletin of the Seismological Society of America , Vol. 97, 2007, pp. 1379 1395, doi:10.1785/0120060267. Woessner, J., Danciu, L., Giardini, D. et al. and The SHARE Consortium, model: k Bulletin of Earthquake Engineering , Vol. 13, No 12, 2015, pp. 3553 96, doi:10.1007/s10518-015-9795-1. ",
        "39 List of abbreviations and definitions AAL Average Annual Loss AALR Average Annual Loss Ratio AeDES Form for usability and damage survey of ordinary buildings in post-earthquake emergency ASBC Austrian Sustainable Building Council BMVBS Bundesministerium für Verkehr, Bau und Stadtentwicklung (German Federal Ministry of Transport, Building and Urban Development) BRE Building Research Establishment BREEAM Building Research Establishment Environmental Assessment Method CDD Cooling Degree Days CHB Cultural Heritage Buildings CLT Cross-Laminated Timber COM Commission Communication CZ Climatic Zone CSBS Czech Sustainable Building Society DGNB Deutsche Gesellschaft für Nachhaltiges Bauen (German Sustainable Building Council) DPC Dipartimento della Protezione Civile (Department of Civil Protection, Italy) ECCE European Council of Civil Engineers EET Energy Efficiency Technology options ELSA European Laboratory for Structural Assessment ESHM European Seismic Hazard Model EU European Union EU-HDI EU Human Development Index EU-SPI EU Social Progress Index FRP Fibre-Reinforced Polymer GADM Database of Global Administrative Areas GBCe Green Building Council España GDP Gross Domestic Product GEM Global Earthquake Model HDD Heating Degree Days HKGBC Hong Kong Green Building Council HVAC Heating, Ventilation, and Air Conditioning system iiSBE International Initiative for a Sustainable Built Environment iRESIST+ Innovative seismic plus energy retrofitting of the existing building stock IRPP Integrated Retrofitting Performance Parameter ISO International Organization for Standardization JRC Directorate General Joint Research Centre JSBC Japan Sustainable Building Consortium KOCED Korea Construction Engineering Development institute ",
        "40 LCA Life Cycle Assessment LCEA Life Cycle Energy Assessment LCT Life Cycle Thinking LD Less-Developed regions based on GDP per capita LGBC Lebanese Green Building Council LPS Large Panel System buildings MD More-Developed regions based on GDP per capita MS Member State NERA project NTC Norme tecniche per le costruzioni (Technical standards for construction, Italy) NUTS Nomenclature of Territorial Units for Statistics OECD Organisation for Economic Co-operation and Development OPCM Ordinanza del Presidente del Consiglio dei Ministri (Ordinance of the President of the Council of Ministers) OSB Oriented Strand Board panel PEER Pacific Earthquake Engineering Research Center PGA Peak Ground Acceleration REDi TM Resilience-based Earthquake Design Initiative rating system ReLUIS Rete dei Laboratori Universitari di Ingegneria Sismica (The Laboratories University Network of Seismic Engineering, Italy) RC Reinforced Concrete SAFESUST Safety and sustainability project SCZ Combined Seismic and Climatic classification Zone SERA SEP+ Development of textile-reinforced mortar and capillary tube panel retrofitting technology to simultaneously improve seismic and energy performance of the existing buildings sPBA Simplified Performance-Based Assessment method SPEctRUM Seismic plus energy upgrading of masonry buildings using advanced materials SSD Sustainable Structural Design method SURECON SZ Seismic Zone TABULA Typology approach for building stock energy assessment TRM Textile-Reinforced Mortar USGBC US Green Building Council WP Work Package ",
        "41 List of figures Figure 1. Pilot Project timeline ...................................................................................... 6 Figure 2. (a) European seismic hazard map (Giardini et al., 2014) and (b) European climatic zones map in terms of HDD ........................................................................................................ 10 Figure 3. aspects, and technological compatibility is consistent wit ....................................................................................................................... 12 Figure 4. Wor p has a potential to create ................................................................... 12 Figure 5. iRESIST+ experimental prototype at JRC's European Laboratory for Structural Assessment (ELSA) 13 Figure 6. Base- ................ 14 Figure 7. Combined seismic and energy retrofitting with TRM and thermal insulation (Pohoryles et al., 2020) ....................................................................................................................... 15 Figure 8. e most promising avenues for achieving .................................................................................. 16 Figure 9. European and non-European sustainability rating systems analysed by selected essential indicators (seismic safety in red, energy savings in green, climate change in yellow, other in grey) and their relevance ....................................................................... 18 Figure 10. Seismic climatic matrix and corresponding case study location .................................... 20 Figure 11. ........................................................................ 21 Figure 12. (a) AALR and (b) AAL per building at the first subdivision level in the EU27 and the UK .......... 22 Figure 13. (a) EU SPI scores plotted in increasing order and (b) EU SPI vs EU HDI scores in the EU27 and the UK .................................................................................................................... 23 Figure 14. Distribution of collected implementing measures in 16 EU Member States (MS) by sector and class ....................................................................................................................... 24 Figure 15. .......................................................................... 24 Figure 16. ............................................................................ 26 Figure 17. Midterm workshop participants by country and affiliation .......................................... 27 Figure 18. ........... 28 Figure 19. General leaflet (Gkatzogias et al., 2020) ............................................................. 29 Figure 20. to .............................................................................................................. 29 Figure 21. .................................. 31 Figure 22. e New European Bauhaus .................................. 31 Figure 23. following components of the New European ................................................................... 32 Figure 24. .......................................... 32 ",
        "42 List of tables Table 1. Distribution of buildings and population by combined seismic climatic zones. ....................... 26 ",
        "43 Annexes Annex 1. Midterm workshop agenda ",
        "44 ",
        "45 ",
        "46 ",
        "47 ",
        "48 ",
        "49 ",
        "50 ",
        "51 ",
        "52 ",
        "53 ",
        "54 Annex 2. Midterm workshop JRC presentations Presentations delivered by JRC Pilot Project team members during the midterm workshop are provided below. Presentations are ordered by workshop day (see Annex 1). ",
        "55 ",
        "56 ",
        "57 ",
        "58 ",
        "59 ",
        "60 ",
        "61 ",
        "62 ",
        "63 ",
        "64 ",
        "65 ",
        "66 ",
        "67 ",
        "68 ",
        "69 ",
        "70 ",
        "71 ",
        "72 ",
        "73 ",
        "74 ",
        "75 ",
        "76 ",
        "77 ",
        "78 ",
        "79 ",
        "80 ",
        "81 ",
        "82 ",
        "83 ",
        "84 ",
        "85 ",
        "86 ",
        "87 ",
        "88 ",
        "89 ",
        "90 ",
        "91 ",
        "92 ",
        "93 ",
        "94 ",
        "95 ",
        "96 ",
        "97 ",
        "98 ",
        "99 ",
        "100 ",
        "101 ",
        "102 ",
        "103 ",
        "104 ",
        "105 ",
        "106 ",
        "107 ",
        "108 ",
        "109 ",
        "110 ",
        "111 ",
        "112 ",
        "113 ",
        "114 ",
        "115 ",
        "116 ",
        "117 ",
        "118 ",
        "119 ",
        "120 ",
        "121 ",
        "122 ",
        "123 ",
        "124 ",
        "125 ",
        "126 ",
        "127 ",
        "128 ",
        "129 ",
        "GETTING IN TOUCH WITH THE EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: - by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), - at the following standard number: +32 22999696, or - by electronic mail via: https://europa.eu/european-union/contact_en FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications from EU Bookshop at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact_en). ",
        "K J - 0 2 - 2 1 - 1 8 6 - E N - N doi:10.2760/665617 ISBN 978-92-76-30255-1 "
    ]
}