{
    "text": [
        "E U R O P A - P A R L A M E N T ET EUROPÄISCHES PARLAMENT ΕΥΡΩΠΑΪΚΟ ΚΟΙΝΟΒΟΥΛΙΟ EUROPEAN PARLIAMENT PARLAMENTO EUROPEO PARLEMENT EUROPEEN PARLAMENTO EUROPEO EUROPEES PARLEMENT PARLAMENTO EUROPEU EUROOPAN PARLAMENTTI E U R O P A P A R L A M E N T ET Published by the Directorate for Information Director: David Harley Editors: Roy Worsley & Tim Boden PHS4C-87&85 43, rue Wiertz B-1047 Brussels Tel: +32 2 284 2941-3459 Fax: +32 2 284 6515 During Plenary sessions in Strasbourg: WIC 433/431 Avenue Robert Schuman F-6707O Strasbourg Tel: +33 388 174751-3785 Fax:+33 388 17 9355 E-mail: presse-en@europarl. eu. int Internet: http://www.europarl. eu. int D i r e c t o r a te f or Press and A u d i o v i s u al S e r v i c es Brussels, 3 March 2000 THE WEEK Brussels 1 - 2 March 2000 Commission reforms This week in Brussels, Commissioner Neil KINNOCK presented the white paper on reforms, emphasising that the idea was now to concentrate on \"core\" functions. However, the Commission would maintain its political role and would not be reduced to a mere secretariat. The House also heard from the High Representative of the Common Foreign and Security Policy, Javier SOLANA and Commissioner Chris PATTEN who updated in on progress since the Helsinki summit. They both underlined the importance of the non-military policing and humanitarian role that could be played by EU forces. Labour market reform MEPs voted in favour of a resolution in favour of a structural reform of the labour market and reducing the burden of red tape on new businesses as key elements to improve the investment climate in Europe and with it prospects of achieving higher growth. DA DE EL EN ES FR IT NL PT Fl SV QA-AH-00-03A-EN-C PE 283.639 ",
        "Conversion rates: Abbreviations EPP/ED PES ELDR GREENS/EFA EUL/NGL UEN TGI EDD IND €1 = £ sterling 0.61 as at 03.03.2000 €l=IR£(punt) 0.79 European People's Party/European Democrats Party of European Socialists Group of the European Liberal, Democratic and Reformist Party Green Group in the European Parliament Confederal Group of the European United Left-Nordic Green Left Union for Europe Technical Group of Independents The Europe of Democracies and Diversities Group Non-attached A: Austria; B: Belgium; D: Germany; Dk: Denmark; E: Spain; F: France; Fin: Finland; Gr: Greece; I: Italy; Eli: Ireland; L: Luxembourg; Nl: Netherlands; P: Portugal; S: Sweden; UK: United Kingdom; EC: European Community, EU: European Union Mailing list changes For any deletions, additions or changes of address, please contact the address on the front cover, giving label reference number. EPADES PUBLIC The Briefing and The Week are available to European Parliament readers on EPADES PUBLIC under Directory BRIEFING.SES\\SESSION. The Strasbourg Notebook is also available under Directory BRIEFING.SESVIOURNAL. Document names are as follow: The Briefing PREMM.EN where MM indicates the month - in months with two sessions I or II will be added after MM The Week POSTMM.EN Strasbourg DD-MM-AM.EN NotebookDD-MM-PM.EN where MM indicates the month - in months with two sessions I or II will be added after MM where DD is the date, MM the month, AM the midday edition and PM the evening edition INTERNET Please note that details of Parliament's session activities can now be found on the Internet on the European Union EUROPA server: http://www.europarl.eu.int -2 PE 283.639 ",
        "CONTENTS Reforming the Commission 4 Statement by High Representative for Common Foreign and Security policy 5 Women in decision making 7 New British MEP 8 Shipwreck of the Erika 8 EC - Israel trade agreement 8 Satellite personal communications 9 The Common Fisheries Policy 9 Chasing the debtors 9 The European Economy - support for the labour market reforms 10 - 3 - PE 283.639 ",
        "Reforming the Commission Wednesday 1 March - Commission President Romano PRODI confirmed the Commission's commitment to reforms of the Institution, which he said were agreed unanimously by the College and will be reflected in the White Paper. The aim was to identify political priorities and then to put these in process with concrete actions. This, he emphasised, would be done through targeting resources through annual programmes and based on \"activity-based management\". The Commission President then acknowledged morale was at present low in the European civil service, although he did emphasise that in many ways staff displayed abilities that were \"impossible to find in a national civil service\". Nevertheless, the challenge now was to restore morale and improve training with a view to extending career possibilities through responsible management. The other aspect of reform, he emphasised would concentrate on financial discipline and here he said \"decentralisation would lead to improved efficiency\". It was then the turn of Commissioner Neil KINNOCK to emphasise that the reforms would be based on the modernisation of the Commission so that the Institution could fulfill its primary task of policy conception and development, supervising treaty rules and managing public resources; i.e. in concentrating on its \"core\" functions, with \"maximum effectiveness, responsibility and accountability\". The Commission would retain its political functions. The Commission is not and will not be a secretariat and it is clear that all of the institutions understand that. Nevertheless the Body was there to serve the Union and to deliver high standards of performance, that was what the public expected and what the Commission wanted to do, and he added, all these institutions in the EU would have to face up to issues posed by reform. The Commission's evaluation of activities will be published in September and this would include a list of responsibilities to be reduced or ended and an analysis of how resources should be allocated to achieve this. But at the same time he emphasised that if the Commission considered that there were not sufficient resources to enable it to carry out a key core function then, it would not hesitate to ask for more funding, adding that if this was not forthcoming this would pose a question mark on the continuation of specific policies. As he put it the new management system would link political priorities to the availability of resources and inevitably to the budget for the first time. Concluding his speech, he underlined the need of the support of Parliament in implementing these changes and the recommendations for the Court of Auditors and the Committee of Independent Experts in the area of financial management. Replying to questions from MEPs, Mr Kinnock emphasised that change was inevitable but underlined his commitment to maintaining the highest possible standards in the area of financial management during the transitional period. He expressed total confidence in the financial management system, with a new head of audit due for appointment on the 1 st of May, backed up with an effective internal audit service. Decentralisation would not imply any relaxation of controls and the Commissioner undertook to introduce a new system to take account of the priority of preparing for enlargement. PE 283.639 ",
        "Statement by High Representative for Common Foreign and Security Policy Wednesday 1 March - Opening the debate the High Representative Javier SOLANA updated the House on events in recent months since the Helsinki summit. He spoke first of progress in the creation of a European security and defence policy. Agreement had been reached on at Helsinki setting a goal of being able, by 2003, to deploy within 60 days and sustain for at least one year, military forces of up to 60.000. Member states would be deciding by the end of the year what contributions they would make to this goal. At the Helsinki summit the framework for the institutions and procedures which are necessary for the management of the military capability were also set out. Mr Solana welcomed the fact that the interim structures were now in place. The summit had also stipulated that NATO would be the foundation of collective defence and that the EU would only act where NATO as a whole was not engaged. The importance for dialogue, consultation and cooperation between the EU and NATO was stressed. Mr Solana also underlined the need for effective crisis management and for the rapid reaction capability to use non-military instruments as well. Mr Solana was happy with the progress made since the Helsinki summit and noted that a more substantive progress report would be available for the Feira European Council in June. He also underlined the importance of providing assistance in disaster areas such as Mozambique, noting that in this instance search and rescue helicopters had proved to be crucial. This is what the EU could provide, he said. An effective security policy would allow the EU to support democracy and the rule of law throughout the world, he stressed. Turning to Kosovo, he recognised that recent events in Mitrovica showed there was still much work to do. He had appealed to member states to increase the number of civilian police in order to prevent further violence and instability. It was also important to support those in Serbia working for democracy. Regarding the Middle East, the High Representative was confident that there would be positive results in the medium term. He stressed that the EU must continue to play a part in support of the peace process and could not simply limit its role to that of donor. He believed that enlargement was the best guarantee for the continued stability of a whole continent and that the EU had a political and moral responsibility to provide applicant countries with all the support they needed. On Chechnya, Mr Solana lamented the humanitarian catastrophe and stressed that the Russian authorities should respond fully to charges of human rights violations. He welcomed the establishment by Russia of a human rights office in Chechnya at which two representatives from the Council of Europe should be present. He stressed that Russia's conduct in Chechnya was not acceptable and that it was in Moscow's long term interests to cooperate fully in investigations into human rights abuses. Hans-Gert POETTERING (EPP/ED. D) also stressed the need for supporting democracy and the rule of law and argued that words needed to be followed by deeds. More must be spent on defence, he stressed. Pierre SCHORI (PES, S) welcomed the progress made towards a security policy. He noted recent experience in Kosovo had shown that tanks and guns alone could not solve deep-set problems but ultimate failure could not be contemplated, he emphasised. There was a need for an independent and credible intervention facility. Bertel HAARDER (ELDR, DK) offered his full support for Mr Solana while stressing that there could not be an EU/US split over the issue. He stressed that an EU defence force should not end up as a\" paper tiger\". He regretted the fact that - 5 - PE 283.639 ",
        "with 2 million EU soldiers, it had not been possible to send 40.000 to Kosovo. Mr Haarder stressed the need for Parliamentary control over any security force. Daniel Marc COHN-BENDIT (Greens, EFA, F) stated that it was all very well for Mr Solana to talk about future plans - \" what about the present ?\". He spoke of the difficult situation in Kosovo, noting that a Serb doctor had recently been killed in Pristina. There was a need for a surveillance group to instruct soldiers and police on what to do. on Chechnya, Mr Cohn-Bendit wanted Russia to allow in observers and for the EU to threaten otherwise to withhold its funding. He stressed the need for having a European defence force that would be supervised by the European Parliament and national parliaments. Francis WURTZ (EUL/NGL, F) was worried at the level of NATO and UN involvement in the security policy and warned that Russia was a real danger to the peace of the continent. Paul COUTEAUX (UEN, F) argued that the proposed security policy was simply a \"cloak for London and Berlin exporting their diplomacy\". Both NATO and the security policy were simply servants of the US, he concluded. An antagonistic note was also expressed by Bruno GOLLNISCH (IND F) who condemned the \"aggressive\" war waged by NATO on Serbia and the lack of morality in the policy. Bastiaan BELDER (EDD, NL) on the other hand called for Poland, the Czech Republic and Hungary to participate fully in the planning phase of this policy. At present, he said, they were being left out in the cold. Geoffrey VAN ORDEN (EPP/ED, Eastern) complained about the EU's slow response to the crisis in Mozambique and indeed was one of a number of speakers who wanted to know whether or not the New Early Warning Unit had foreseen developments here. His other concern was what he felt was the EU's obsession with creating military structures which he felt would only lead to duplicate and indeed undermine the role of NATO. Gary TITLEY (PES, North West) on the other hand in welcoming the agreement at Sintra felt the only measure of progress that counted would be to see how this translated into reality or capability to react at an operational level to an unforeseen crisis. He also wanted to know how the EU intended to respond to conflict prevention and indeed how this response would be extended to cover environmental development problems. Otherwise he was anxious to ensure a Parliamentary dimension to discussions over defence policy. In welcoming recent developments as an important step forward towards a single defence policy, John CUSHNAHAN (EPP/ED, Munster) too wanted to know if the Early Warning Unit was able to foresee developments in Mozambique while Proinsias DE ROSSA (PES, Dublin) was anxious to see progress in conflict prevention. In particular, he wanted to know what leverage had been put on Russia over Chechnya. Replying to the debate, Mr SOLANA emphasised that the developments in the EU defence policy would not undermine or duplicate any other body and indeed said that the intention was not-to create a \"Euro army\". The aim of putting together a EU force was, he emphasised, to avoid tragedies and he reminded MEPs that some 45000 European troops were now in Kosovo with the sole aim of preventing further killing. It was, he said, unrealistic to expect this force to change the psychology of people deeply suspicious over a long period of time. It was also difficult to put together a civilian police force to deal with this problem, he added. While not wanting to comment specifically on the future, he did say that he had the impression that the defence agenda would be enlarged in the forthcoming IGC, although here he did say that not all EU governments were in agreement over transferring responsibilities of the WEU to the EU. Concluding on a positive note he did said that - 6 - PE 283.639 ",
        "EU leaders were meeting with representatives from the US and Russia to discuss Chechnya. Furthermore an agreement to form a capacity force had only been taken at the Helsinki Summit. The fact that this was now in place and responded to crisis such as those in Kosovo was something that the EU and its people could be proud of. Concluding for the Commission, Chris PATTEN applauded the considerable progress towards a common security policy that had been made in a short time. In advance of the Lisbon summit, he would be bringing forward to the Council proposals on a rapid reaction facility. He also had proposals on non-military \"headline goals\" such as policing in Kosovo. He recognised that there was a major gap between rhetoric and reality in this area. Much needed to be done he stressed, such as tackling the problem of anti-personnel landmines and stocks of these mines. Three excellent reasons for a common security policy, said Mr Patten, were Bosnia, Albania and Kosovo and the policy would face a huge test in the region. Adequate resources for this would be vital, he stressed. However, he also recognised the need for the EU to deploy its current resources more effectively. Women in decision making Wednesday 1 March - Opening the debate for Council, Maria DE BELÉM ROSEIRA stressed the importance of International Women's Day. Such a day needed to be related to the history of the cause of women's rights, she said, but there was also a symbolic element to it. It was vital, she stressed, to purify the age of prejudices, and she lamented the fact that women had been forced to live in poverty. In a speech that was replete with philosophical allusions, Mrs De Belém Roseira called for a new gender social contract that would recognise family and social life, and also a strengthening of the European social model. Moreover, she stressed that real democracy would involve the participation of all women. For the Commission Mrs DIAMANTOPOULOU told MEPs that women in governments in the EU now comprised some 24% and the figure for Parliaments was 22%. The Finnish presidency had put forward the proposals that would enable the situation to be monitored closely in the future, she added, pointing out that in the private sector the figure was nowhere near as high. As far as the Commission was concerned, she it was now committed to achieving a minimum 40% participation rate for women in research programmes. Concluding for Council, Mrs De Belém Roseira underlined the importance of partnership and the distribution of tasks in a families. She stressed that quotas were important in areas where there was low female representation and that there was a need for balanced representation in decision-making processes. Commissioner Diamantopoulou noted that with the current rate of progress it would take an extremely long time for women to reach parity with men. Even in the European Parliament, she said, 25 years would be necessary at the current rate of progress to have equality between men and women. She noted that in her own country, women made up only a twentieth of those in decision making posts. In its subsequent resolution, the House called for the use of quotas as a transitional measure to ensure equal involvement in men and women in internal party structures and at an electoral level; for the introduction of a system in which there are alternate women and men candidates on an election list; and for the provision of political training and information for women candidates. It also wanted Commission and member states to report on action taken by the end of the year. - 7 - PE 283.639 ",
        "Member states were also requested to introduce in the forthcoming IGC the principle of balanced participation of women and men in the composition of EU bodies and for each of the institutions to present a concrete action plan to achieve such a balance. A number of amendments were adopted, including one calling for public and private institutions to set a target of 40% participation by women in key posts. New British MEP Wednesday 1 March - The President announced that Mary HONEYBALL would be replacing Pauline GREEN as PES deputy for London with effect from 17 February. Shipwreck of the Erika Thursday 2 March - By adopting this resolution without amendment, the House expressed support for all the victims of the \"Erika\" oil slick disaster and called for the operators of the tanker to accept liability by compensating the victims, financing the clean-up and paying for the ecological damage. It also called for action by the EU to help repair the damage and to learn all necessary lessons that can be drawn from the disaster, particularly in the improvement of standards and checks. In the debate, Commissioner Franz FISCHLER told MEPs that technical and legal proposals to improve the situation with regard to dealing with similar accidents in the future were now being drawn up. However, as to providing for funding to deal with the oil spillage, there were insufficient funds in the budget. Financial assistance from other budget lines could however be available but this could only be done in response to an initiative from the French Government and the Commissioner was awaiting this proposal. Oral question - EC-Israel trade agreement Thursday 2 March - There was broad support from MEPs for the Commission's approach on the delicate subject of possible infringements by Israel of the EC - Israel trade agreement. In an oral question, members had sought clarification from the Commission on the status of products coming from Israeli settlements in the occupied territories that were being exported to the EU. Export of such goods represented an irregular application of the agreement which limited trade to the \"territory of the State of Israel\", excluding the occupied territories. Commissioner Antonio VITORINO stressed the delicate nature of the peace process which, he believed, should not be disturbed by a blindly legalistic application of the agreement. There was a disagreement between Israel and the EU on the detail of the agreement but, he stressed, all sides must be kept on board. He welcomed Israel's suggestion of the establishment of a tripartite working party to assess the implementation of the agreement and noted that President Arafat had already agreed to this proposal. He assured MEPs that checks on the origin of products would enable the EU to ascertain the degree to which the agreement was being implemented. There was broad support for Mr Vitorino's line from most speakers. Konrad SCHWAIGER (EPP/ED, D) underlined the importance of EU involvement in the peace process and the need to establish clear rules for products coming from the occupied territories. Emilio MENÉNDEZ del VALLE (PES, E) considered however, that everything was political and that Israel had failed to - 8 - PE 283.639 ",
        "observe the agreement. President PRODI should not have left the matter off the agenda in his visit to Israel. Support for a tri-lateral working party came from such speakers as Gerardo GALEOTE QUECEDO (EPP/ED, E) and Renzo IMBENI (PES, I) who believed that it could determine now the agreement was being applied. Mary BANOTTI (EPP/ED, Dublin) argued that trade could always provide a political flashpoint and that an international agreement was being transgressed. She believed that establishing import verification procedures could be a \"dilatory and evasive process\" with little end result and she asked Commissioner Vitorino a number of specific questions to which there was no immediate reply in the House. A different line was struck by David SUMBERG (EPP/ED, North West) who supported the Commission's \"cautious\" approach over a \"complex\" matter. He noted that there were many joint ventures in the Middle East which complicated the matter. He also believed that if the EU wanted to play a role in securing peace in the region, it would need to determine what should be the area of the Israeli State. At this delicate point, he argued, the Commission was right to let things go through carefully. Votes Satellite personal communication Thursday 2 March - MEPs voted in favour of proposals for a coordinated authorisation approach in the field of satellite personal telephones. The Common Fisheries Policy - Concern over Scottish salmon disease (A5-0038/2000 - Attwooll)(A5-003 7/2000 - Attwooll)(A5-0036/2000 - Hudghton)(A5-003 5/2000 - GallagherX A5/0016/2000 - Varela Suansez-Carpegna)(A5-0017/2000 - Katiforis) Thursday 2 March - The proposals were approved together with the technical amendments from the Fisheries committee. On the proposal concerning fish diseases, Parliament wants to see a full investigation by the Commission into the source of the ISA salmon disease in Scotland and any possible link between wild and farmed salmon. It also recognises the crisis faced by the Scottish salmon industry if no compensation is available. Chasing the debtors (A5 - 0039/2000 - Lechner) Thursday 2 March - Parliament approved a Commission proposal on the basis of a Finnish/German initiative to deal with the cross-border impact of insolvency proceedings, with a number of technical amendments. The essence of the proposal provides that any court judgement opening insolvency proceedings in one member states where \"a debtor's main interest is situated\" should be recognised in all EU states. One proposed amendment designed to see the legislation on a basis for broader harmonisation was however rejected. - 9 - PE 283.639 ",
        "The European Economy - support for the labour market reforms (A5 - 0041/2000 - Katiforis) Thursday 2 March - MEPs voted 233 to 232 with 28 abstentions in favour of a slightly amended resolution tabled by Giorgos KATIFORIS (PES, GR) on behalf of the Economic and Monetary Affairs Committee in favour of a structural reform of the labour market and reducing the burden of red tape on new businesses as key elements to improve the investment climate in Europe and with it prospects of achieving higher growth. The resolution calls on Council in setting the Broad Economic Guidelines to formulate policies designed to achieve full employment \"which are consistent with stable prices and the balanced budget of the whole economic cycle\". Parliament wants more to be done to tackle long-term unemployment, incentives provided to help the unemployed find jobs and more emphasis on training or retraining. Parliament also wants EU Economic and Finance Ministers to return to the question of improving European infrastructure, under the TENs programme and supports financing such schemes through Eurobonds issued by the European Investment Bank. It also wants the TENs programme strengthened by improving links with Eastern Europe, Russia and North Africa. There is also support for investment in modern information technology and R&D. MEPs also want member states to review tax and social security systems with a view to reducing the burden on labour. One amendment asks the Commission to speed up its action plan on venture capital and opening up financial markets with a view to strengthening competitiveness in industry and in particular amongst SMEs. There is support for a European company statute. 10- PE 283.639 ",
        "POLITICAL FORMATIONS IN THE EURC EPP/ED PES ELDR GREEN S/EFA EUL/NG L UEN TGI EDD IND TOTAL Β 6 5 5 7 2 25 D Κ 1 3 6 1 1 4 16 D 53 33 7 6 99 G R 9 9 7 25 E 28 24 3 4 4 1 64 F 21 22 9 11 12 5 6 1 87 IRL 5 1 1 2 6 15 I 34 17 8 2 6 9 11 87 >PE¿ L 2 2 1 1 6 iNP Ν L 9 6 8 4 1 3 31 ¿RL A 7 7 2 5 21 IAM Ρ 9 12 2 2 25 ΈΝΤ FIN 5 3 5 2 1 16 as at 21.02.2000 S 7 6 4 2 3 22 UK 37 30 10 6 3 1 87 Total 233 180 51 48 42 30 18 16 8 626* EPP/ED The European People's Party and European Democrats comprising Christian Democrat and Centre Right parties from all member states including British Conservatives and Fine Gael members from Ireland. It is the largest group in the Parliament and also now includes Ulster Unionist MEP Jim Nicholson. PES The Party of European Socialists comprising members from all EU states including Britain and Ireland. ELDR European Liberal, Democratic and Reformist Group, where the largest contingent is now from the UK. It includes one Irish independent, who is Group leader. GREENS/ This comprises 38 MEPs from Green parties in 11 member states who have formed a new alliance with 10 EFA MEPs from home rule parties in Scotland, Wales, Flanders, the Basque country, Galicia and Andalusia. The UK Greens and Plaid Cymru are represented for the first time with two MEPs respectively. EUL/NGL Next comes the Confederal Group of the European United Left/Nordic Green Left NGL Group made up of representatives of Left/Green parties from Denmark, Finland, Germany, Greece, Italy, the Netherlands, Spain and Sweden as well as members of Communist parties from France, Greece and Portugal. UEN \"Union for Europe of the Nations Group\" is pledged to defend the nation state and is led by 12 French national MEPs and is opposed to further integration. It includes 6 Fianna Fail members from Ireland, nine Italians from Mr Fini's \"Allianza Nazionale\", one Danish member from the People's Party and two Portuguese members from the \"Partido Popular\". TGI This group brings together various parties of differing political complexions who have formed a Parliamentary alliance to register as a group and thus enjoy group privileges, ie. The Bonino Radical group from Italy, the \"Vlaams Blok\" from Belgium, the \"Front National\" from France. The constitution of the group is still under dispute. EDD \"The Europe of Democracies and Diversities Group\" comprises six members from the French pro-hunting/defence of rural traditions group, the three new MEPs from the UK Independence Party, four anti-EU Danish members and three Dutch Calvinists. IND The independents include Belgian and French National Front members and regionalist members from the Freedom Party in Austria, a Spanish regionalist and Ian Paisley. * There is currently one position waiting to be filled. -11 - PE 283.639 ",
        "INDEX Agriculture GMOs in animal feed - call for labelling - Feb II, ρ 12 Scrapie - Feb Π, ρ 19 Austrian crisis Resolution on Haider - Febl, ρ 4 Budgetary Control Budget 1997 - Accounts to be cleared - Jan, ρ 17 Commission reforms - Jan, ρ 18 Tackling fraud - Jan, ρ 9 Budgets Citizens' Rights Cross border judicial cooperation - Febll, ρ 2 Euro protection against forgers - Febll, ρ 25 Freedom and justice - annual debate - Jan, ρ 18 Work Card-Febl, ρ 11 Constitutional Affairs IGC-Febl, Ρ 11 Consumer Protection Food Safety Agency - Jan, ρ 13 Culture Culture 2000 - Febl, pi6 Development & Cooperation Coherence of EU development policy - Febll,14 Disasters Cyanide spilling in Romania - Febll, p27 Erika - Oil slick off the French coast - Jan, ρ 10/MarI, p8 Storms across Europe- Jan, ρ 12 Venezuela floods - Jan, ρ 23 Economic and Monetary Affairs Annual economic report - Marl, plO Competition Policy and State Aids - Jan, p6 Tobin tax - Jan, ρ 22 UCITO - investment market - Febll, ρ 22 Company restructuring -Febll, ρ 25 Employment Social Security and Welfare policy - Febll, ρ 19 Energy ALTENER II - Febl, pl6 Ballasts for fluorescent lighting - Jan, p22 SAVE II - Febl, pl6 Enlargement Cyprus - Febll, ρ 20 Malta - Febll, ρ 20 Environment Water policy - Pressure on Council - Febll, ρ 13 LIFE programme -Feb, pl7 Fisheries Common Fisheries Policy - Jan, ρ 20 Common Fisheries Policy - Marl, p9 Formal sittings Havel, Vaclav - Feb, ρ 19 Foreign Affairs 12- PE 283.639 ",
        "Chechnya - Jan, ρ 22 Côte d'Ivoire - Jan, ρ 22 Egypt - Jan, ρ 22 FYROM - Febll, p25 High Representative statement - Mari, ρ 4 Middle East Peace Process - Jan, ρ 16 Human Rights Angola - Febll, ρ 26 Cambodia - Febll, p27 Cameroon - Jan, ρ 23 Chad - Jan, ρ 23 Chechnya - Febll, ρ 27 China - Jan, ρ 23 Colombia - Jan, ρ 24 Gulf War prisoners - Jan, ρ 23 Indonesia - Moluccas - Jan, ρ 23 Kosovo aid - Febl, pl7 Kosovo - Febll, p26 Spain - El Ejido, Febll, ρ 26 UN Human Rights Commission - Febll, pl7 US - Native Americans - Febll, ρ 27 Industry Postal services - Febll, ρ 27 Institutional Affairs Commission Work Programme - Febll, p7 Institutional reform - Febll, ρ 14, Marl p4 Implementing power - Febll, p25 MEP arrested in Scotland - Febll, ρ 7 Register of Interests and MEPs consultancies - Febll, ρ 4 Legal Affairs Court of First Instance - Febl, pi7 Cross border insolvency - Marl, p9 Petitions Portuguese Presidency Portuguese Presidency - Jobs a priority - Jan, ρ 13 Regional Policy Cohesion Fund coordination - Jan, ρ 4 EQUAL - Feb, ρ 4 INTERREG HI - Feb, ρ 4 LEADER - Feb, ρ 4 URBAN - Feb, ρ 4 Tourism Multiannual framework for tourism - Feb, ρ 27 Trade EC - Israel trade agreement - Marl, p8 Transport Dangerous goods transport - Jan, ρ 4 Women's Rights Women and Science - Febl, ρ 15 Women in decision making - Marl, ρ7 13 PE 283.639 ",
        ""
    ]
}