{
    "text": [
        "Trade Trade for all Towards a more responsible trade and investment policy ",
        "Trade for all - Towards a more responsible trade and investment policy Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). More information on the European Union is available on the Internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2014 ISBN: 978-92-79-50488-4 • 978-92-79-50470-9 DOI: 10.2781/472505 • 10.2781/1753 © European Union, 2015 Reproduction is authorised provided the source is acknowledged. PRINTED ON ELEMENTAL CHLORINE-FREE BLEACHED PAPER (ECF) ",
        "Trade for all Towards a more responsible trade and investment policy ",
        "",
        "Foreword by Cecilia Malmström In recent years we have seen an intense debate about trade across the European Union which has some important lessons for EU trade policy. It is clear Europeans want trade to deliver real economic results for consumers, workers and small companies. However, they also believe open markets do not require us to compromise on core principles, like human rights and sustainable development around the world or high quality safety and environmental regulation and public services at home. They also want to know more about trade negotiations carried out in their name. In this new strategy, “Trade for All”, the Commission is adapting its approach to trade policy to take all of these lessons on board. As a result, trade policy will become more responsible, meaning it will be more effective, more transparent and will not only project our interests, but also our values. Making trade more effective means that trade policy must be updated if it is to continue delivering economic opportunities. The new approach ensures that trade policy will effectively address issues that affect today’s value chain-based economy, like services, digital trade and the movement of experts, senior managers and service providers. Effectiveness also means that trade policy will make sure consumers, workers and small companies can take full advantage of - and adapt to - more open markets. It will help ensure consumers have confidence in the products they buy; that SMEs needs are specifically addressed in all trade agreements; and that tools like the European Globalization Adjustment Fund are working at full capacity. To make trade negotiations more transparent, the strategy commits to publishing key negotiating texts from all negotiations, as happens in the Transatlantic Trade and Investment Partnership (TTIP). The third pillar of the strategy is about ensuring EU trade policy is not just about interests but also about values. The new approach will safeguard the European social and regulatory model at home. The Commission makes a clear pledge that no trade agreement will ever lower levels of regulatory protection; that any change to levels of protection can only be upward; and that the right regulate will always be protected. The strategy also points to the next steps for the new EU approach to investment protection. The new approach also involves using trade agreements and trade preference programmes as levers to promote, around the world, values like sustainable development human rights, fair and ethical trade and the fight against corruption. We will use future EU agreements to improve the responsibility of supply chains. Finally, the new strategy lays out an up-to-date programme of trade negotiations, to put these principles into practice. The top priority remains major ongoing projects. Europe must seek to reenergise the WTO and conclude TTIP, the Japan free trade agreement and the China investment agreement. However, the strategy also opens the door to new initiatives, when the conditions are right - in the Asia-Pacific region, in particular, but also in Latin America and Africa. This communication is not the end of the process. The Commission will work closely with the Member States, the European Parliament and civil society to understand their views and work on implementation. The result will be a stronger trade policy for a stronger European Union. Cecilia Malmström EU Trade Commissioner October 2015 ",
        "6 Trade for all - Towards a more responsible trade and investment policy Introduction ....................................................................................................................................................................................... p.6 1. Trade and investment are powerful engines for growth and job creation .............................. p.8 1.1. The EU’s performance in trade is strong ............................................................................................................... p.8 1.2.The EU trade and economic agenda enhances the benefits of trade .................................................... p.9 2. An effective policy that tackles new economic realities and lives up to its promises p.10 2.1. Responding to the rise of global value chains ................................................................................................ p.10 2.2. Living up to promises: implementation, enforcement, small businesses and workers ............ p.15 3. A more transparent trade and investment policy ..................................................................................... p.18 3.1. Working more closely with Member States, the European Parliament and civil society ........ p.18 3.2. A more open policymaking process ...................................................................................................................... p.19 4. A trade and investment policy based on values ........................................................................................ p.20 4.1. A more responsive approach to the public’s expectations on regulations and investment .. p.20 4.2. A trade agenda to promote sustainable development, human rights and good governance .. p.22 5. A forward-looking programme of negotiations to shape globalisation .................................. p.27 5.1. Reinvigorating the multilateral trading system ............................................................................................. p.27 5.2. Moving bilateral relationships forward ............................................................................................................... p.30 Conclusion ....................................................................................................................................................................................... p.35 ",
        "7 Introduction Following a drawn-out and painful recession, the challenge for the EU is now to boost jobs, growth and investment . The Commission has placed this at the top of its political priorities. Trade is one of the few instruments available for boosting the economy without burdening state budgets, similarly to structural reforms undertaken by the Member States as well as work undertaken as part of the EU investment plan 1 . The EU is well placed to use trade and investment policy to contribute to this objective and benefit companies, consumers and workers alike. The EU is the world’s largest exporter and importer of goods and services taken together, the largest foreign direct investor and the most important destination for foreign direct investment (FDI). This scale makes the EU the largest trading partner of about 80 countries and the second most important partner for another 40. The EU should use this strength to benefit both its own citizens and those in other parts of the world, particularly those in the world’s poorest countries. However, changes in the way the world economy works imply a different way of designing trade policy . Today’s economic system — global and digital at its core — is based on international value chains that see conception, design and production happen in a series of steps across many countries. The European Union’s trade and investment policy must further embrace this reality, looking at all the ways EU companies interact with the rest of the world. Services, for instance, are now increasingly traded across borders. They are also tightly interlinked with traditional manufacturing trade. As a result, trade increasingly involves moving people and information, not just goods, across borders. This intensifies the ways in which trade boosts the exchange of ideas, skills and innovation. EU trade policy must facilitate this exchange. An effective trade policy should, furthermore, dovetail with the EU’s development and broader foreign policies, as well as the external objectives of EU internal policies, so that they mutually reinforce each other. The impact of trade policy has significant repercussions on the geopolitical landscape — and vice versa. Furthermore, trade policy, combined with development cooperation, is a powerful engine of growth in developing countries. The EU will continue its long- standing commitment to sustainable development in its trade policies, contributing to the newly agreed global sustainable development goals (SDGs) under the 2030 Agenda for Sustainable Development 2 . Finally, trade policy reinforces the functioning of the EU Internal Market linking its rules with the global trade system. In recent years, the debate about trade has intensified. A much broader public is now interested in trade policy and many have concerns about issues like regulatory protection and the potential impact on jobs. The discussion has focused to a large extent on the Transatlantic Trade and Investment Partnership (TTIP). The focus of this communication goes beyond this and looks at the European Union’s wider trade agenda. However, the Commission has drawn conclusions from the TTIP debate that are relevant for the EU’s wider trade policy. Fundamentally, the debate has asked the question: ‘Who is EU trade policy for?’ This communication shows that EU trade policy is for all. It seeks to improve conditions for citizens, consumers, workers and the self-employed, small, medium and large enterprises, and the poorest in developing countries, and addresses the concerns of those who feel they are losing out from globalisation. While trade policy must deliver growth, jobs and innovation, it must also be consistent with the principles of the European model. It must, in short, be responsible. It must be effective at actually delivering economic opportunities. It must be transparent and open to public scrutiny. It must promote and defend European values. Introduction ",
        "8 Trade for all - Towards a more responsible trade and investment policy 1. Trade and investment are powerful engines for growth and job creation 1.1 The EU’s performance in trade is strong Trade has never been more important for the EU economy . The recent crisis brought a realisation that trade could be a stabilising force in tough times. When EU domestic demand was weak, trade softened the blow of recession by channelling demand from growing economies back to Europe. Trade will be an even more important source of growth in the future. Approximately 90% of global economic growth in the next 10 to 15 years is expected to be generated outside Europe. Economic recovery will need to be consolidated through stronger links with the new centres of global growth. Sales to the rest of the world have become an increasingly significant source of jobs for Europeans . More than 30 million jobs are now supported by exports outside the European Union — two thirds more than 15 years ago — meaning exports now support almost one in seven jobs in Europe. These jobs are highly skilled and better paid than average. They are spread across all EU Member States, and are both directly and indirectly linked to exports outside the EU. For instance, 200,000 jobs in Poland, 140,000 in Italy, and 130,000 in the United Kingdom are linked to German exports outside the EU. French exports outside the EU support 150,000 jobs in Germany, 50,000 in Spain and 30,000 in Belgium. As a result, the benefits of trade are spread much more widely than is often realised 3 . Exports also support Europe’s small- and medium-sized enterprises (SMEs). Over 600,000 SMEs, employing more than 6 million people, directly export goods outside the EU, accounting for one third of EU exports. Such international engagement makes these companies more competitive and allows them to diversify markets. Many more export services or export indirectly as suppliers of other larger companies. Still more have ambitions to export in the future since exporting is often the fastest way to grow and create jobs. Export opportunities are of crucial importance for sectors undergoing structural change such as the agri-food sector 4 . Progressive reforms in the common agricultural policy have allowed the sector to become more market oriented, gain international competitiveness and respond to new market opportunities. Imports are equally important. Opening up the EU economy to trade and investment is a major source of productivity gains and private investment, both of which the EU sorely needs. They bring ideas and innovation, new technologies and the best research. They benefit consumers, lowering prices and broadening choice. Lower costs and greater choice of inputs directly contribute to the competitiveness of EU companies at home and abroad. More generally, the development of global value chains underlines the interdependence between imports and exports. It is widely understood that production in the EU is dependent on energy and raw material imports. But it is often forgotten that the same is true for parts, components and capital goods like machinery. Together, these products make up 80% of EU imports. 90 % of global economic growth in the next 10 to 15 years is expected to be generated outside Europe. M ore than 30 million jobs are now supported by exports outside the European Union. ",
        "9 Trade and investment are powerful engines for growth and job creation They are essential to the functioning of the economy and the competitiveness of EU companies. The share of imports in the EU’s exports has increased by more than half since 1995. Investment is essential. Outward investment helps European companies improve their competitiveness. Inward investment is responsible for employing 7.3 million people in the EU. Investment in both directions is a key part of the infrastructure that connects the European economy to global value chains. The EU’s ‘Investment plan for Europe’ aims to boost investment, which in 2014 was 15% down on pre-crisis levels. A key requirement is to make smarter use of new and existing financial resources. International partners have a key role to play in that process. The EU’s policy on FDI should support this, in line with the Europe 2020 objectives and priorities 5 . EU companies are highly competitive at the global level. The EU is therefore well placed to benefit from increased international engagement. Since the beginning of the century, exports of European goods have almost tripled, increasing by approximately EUR 1.5 trillion. The EU’s share of world goods exports remains above 15% of the total, having only slightly declined — from just over 16% — since the turn of the century. This must be seen in the context of the rise of China, whose share of world goods exports grew from 5% to more than 15% in the same period. Given that fact, the EU’s performance is exceptional. It is also better than comparable economies. The United States saw its share decline four times more than Europe’s in relative terms, leaving it with less than 11% of total global goods exports, down from over 16% in 2000, the same level as the EU. The same happened to Japan, whose share halved, falling from 10% to 4.5% of the global goods export market. 1.2 The EU trade and economic agenda enhances the benefits of trade To boost the EU’s capacity to benefit from trade and investment, the Commission has developed an ambitious bilateral agenda that complements the EU’s engagement at the World Trade Organization (WTO) . The EU has concluded or is negotiating bilateral free trade agreements (FTAs) with partners across all continents 6 . While FTAs in force covered less than a quarter of EU trade ten years ago, that is now the case for more than a third of EU trade. It could reach two thirds if all ongoing negotiations are concluded. This is by far the most ambitious trade agenda in the world today. The EU–South Korea FTA is a prime example of the kind of new generation agreements the EU can negotiate and of the concrete results they produce . It is the most ambitious trade deal ever implemented by the EU, eliminating almost 99% of duties on both sides within five years and dealing with non-tariff barriers (NTBs). It goes beyond the US-Korea FTA. In four years, EU exports of goods have increased by 55%, generating EUR 4.7 billion worth of extra exports in the first three years. Automotive exports have more than tripled. The long-standing EU trade deficit has now turned into a surplus. The EU’s share of South Korea’s imports increased from 9% to 13%, while the US remained stable and Japan lost 2%. However, trade policy can only help if supported by domestic reform. Structural reforms, less red tape, better access to finance and more investment in infrastructure, skills and research and development are essential to further strengthen the Union’s capacity to take advantage of open markets. The EU’s investment plan brings together these reforms at the EU level and will make European businesses, particularly SMEs, still more competitive. At the same time, recent experience has shown that structural reforms implemented by Member States also pay off in improved trade performance. The European Semester is thus an important tool to maximise synergies between trade and domestic policies. Change in EU, US, China & Japan’s shares of South Korean imports (July 2011 = 100) ",
        "10 Trade for all - Towards a more responsible trade and investment policy 2. An effective policy that tackles new economic realities and lives up to its promises 2.1 Responding to the rise of global value chains Global value chains mean trade policy can no longer be approached from a narrow mercantilist angle . Raising the cost of imports reduces companies’ ability to sell on global markets. Interdependencies need to be better understood. There is no advantage to be gained from resorting to protectionist measures, even in the difficult economic circumstances of today. EU trade policy must strengthen Europe’s place in global supply chains . It must support the full range of economic activities through which Europeans create and sell value. That includes the manufacturing of components and final products, which is vital 7 . It also includes services, research, design and marketing, assembly, distribution, and maintenance. Adapting to this reality, EU trade policy has already expanded from traditional tariff discussions . It takes a holistic approach, covering vital issues like public procurement, competition, including subsidies, or sanitary and phytosanitary barriers (SPS). These remain essential. Public procurement spending, for instance, accounts for 15% to 20% of GDP worldwide. Infrastructure investment and other public procurement in emerging and developed economies are likely to be major driving forces of economic growth in coming years. While the EU has progressively integrated and opened its markets, EU companies still encounter discrimination and restrictions abroad. It is therefore essential to ensure a level playing field in market access, and this can be achieved partly through FTAs and negotiations on the accession of new countries to the WTO Government Procurement Agreement (GPA). However, trade policy will need to tackle a wider range of issues if the EU is to secure its place in global value chains . This requires us to promote trade in services, facilitate digital trade, support the mobility of professionals, address regulatory fragmentation, secure access to raw materials, protect innovation and ensure the swift management of customs. Joined-up strategy across different areas of economic policy will also need to ensure responsible management of supply chains (see 4.1.1 and 4.2.3) and to address aggressive corporate profit shifting and tax avoidance strategies that make use of the fragmentation of value chains. The Commission is tackling this through different policy tools. Trade agreements support efforts promoting international standards of transparency and good governance. 2.1.1 Promoting trade in services Services account for some 70 % of EU GDP and employment and are an increasingly important part of international trade. In the past, most services could only be delivered locally. Technology has changed that, and EU exports of services have doubled in 10 years up to EUR 728 billion in 2014. Furthermore, beyond services trade per se, manufacturing companies now increasingly buy, produce and sell services that allow them to sell their products. This embedding of services in the manufacturing process has significantly expanded in recent years. Services now make up almost 40% of the value of goods exported from Europe. About one third of the jobs generated by exports of manufactured goods are actually in companies supplying auxiliary services like transport and logistics. For complex equipment like machines, wind turbines or medical devices, services like installation, support, training and maintenance are part of the package. Many other business, insurance, telecoms and transport services are also required. T rade policy will need to tackle a wider range of issues if the EU is to secure its place in global value chains. ",
        "11 An effective policy that tackles new economic realities and lives up to its promises The rise of services embedded in manufacturing calls for still greater focus on liberalising services both within the EU and with the rest of the world . It is increasingly important to improve market access for manufacturing and services in conjunction with each other. That means moving beyond traditional thinking exemplified by the fact that goods and services liberalisation commitments are currently dealt with separately in trade negotiations. For instance, the mobility of people who provide services can support goods and services sales and facilitating digital trade and data flows supports both goods and services companies. Facilitating trade in services also requires openness to foreign direct investment. Over 60% of EU direct investment abroad is connected to trade in services. International trade in services requires companies to establish in markets abroad to deliver services to new local customers. The WTO estimates that two thirds of services are delivered through establishment. Investing around the world also allows service companies to offer global solutions to customers at home, supporting the connections of EU manufacturing and service companies to global value chains. The EU’s negotiations on international investment, as well as the international dimension of the Investment Plan for Europe, will facilitate these ties. The EU is one of the 25 WTO members negotiating the ambitious plurilateral Trade in Services Agreement (TiSA) . Together they already account for 70% of world trade in services and TiSA could become a stepping stone for the full WTO membership to progress on services liberalisation and rules, catching up with the level of liberalisation and rule-making in goods. In addition, the ongoing negotiations for an Environmental Goods Agreement (EGA) should ultimately address the services necessary to effectively sell those goods effectively across borders. The EU has also proposed that the WTO Doha Development Agenda (DDA) should focus on services that are strong enablers for trade in goods. At the same time the EU’s position on public services remains clear. EU trade agreements do not and will not prevent governments, at any level, from providing, supporting or regulating services in areas such as water, education, health, and social services, nor will they prevent policy changes regarding the financing or organisation of these services. Trade agreements will not require governments to privatise any service, nor will they prevent governments from expanding the range of services they offer to the public. The Commission will: prioritise trade in services, seeking ambitious outcomes in all trade negotiations. T rade agreements will not require governments to privatise any service. ",
        "12 Trade for all - Towards a more responsible trade and investment policy 2.1.2 Facilitating digital trade The digital revolution is sweeping aside barriers of geography and distance with massive impacts on economies and societies around the world. For trade, it means new opportunities, including for EU SMEs and consumers, thanks to a global e-commerce market now estimated to be worth over EUR 12 trillion 8 Although compliance costs usually are greater in cross-border trade for smaller firms than for larger firms, e-commerce means even small online businesses can access customers across the globe. As the world’s largest services exporter, the EU is in a strong position to benefit from this. The digital revolution has also meant new concerns about the protection of consumers and their personal data within the EU and internationally. The Commission is committed to ensuring that EU citizens’ fundamental rights to privacy and the protection of their personal data are fully guaranteed by a robust legal framework for data protection 9 . Rules on the processing of personal data are not negotiated in, or affected by, trade agreements. However, the digital economy also means that new types of trade barriers must be addressed. Some of those affect companies specifically focused on trade through digital channels. Others affect a much wider set of companies. The collection, storage, processing and transfer of data (including economic, financial, statistical and scientific information) and its digitalisation have become an integral part of modern business models, including for manufacturing firms. They are central, in fact, to the development of global value chains. As a result, the free flow of data across borders has become more important for European competitiveness in general. Regulatory cooperation, mutual recognition and harmonisation of standards are the best tools to address the challenges of the digital economy. The digital single market strategy (DSM) 10 addresses many of these questions within the EU . However, European companies still face significant barriers around the world, such as non-transparent rules, government interference, unjustified data localisation and data storage requirements. Data security is essential for all companies handling data. Digital infrastructures, encryption and common standards are also important for global value chains and therefore belong also in the remit of trade policy. In addition, some of the DSM’s key actions, like the ‘European Cloud’ initiative and the copyright reform have an international dimension which could be addressed in trade agreements. The goal for the EU should be the creation of a global level playing field, with non- discrimination and the absence of unjustified data localisation requirements . Europe should promote this objective in bilateral, plurilateral and multilateral fora. The Commission will: seek to use FTAs and the TiSA to set rules for e-commerce and cross- border data flows and tackle new forms of digital protectionism, in full compliance with and without prejudice to the EU’s data protection and data privacy rules. 2.1.3 Supporting mobility and addressing migration The temporary movement of professionals has become essential for all sectors to conduct business internationally . It facilitates exports and provides ways to bridge skills gaps. Restrictions to mobility are widespread internationally and may impair the full benefits of trade and investment agreements. Mobility of professionals does not undermine social and employment laws and regulations. The economic potential of the temporary movement of service providers in particular is highlighted in the European Agenda for Migration . 11 The agenda also calls for the better use of synergies across policy areas in order to incentivise the cooperation of third countries on migration and refugees issues 12 . Trade policy should take into account the policy framework for the return and readmission of irregular migrants. E uropean companies still face significant barriers around the world, such as non-transparent rules, government interference, unjustified data localisation and data storage requirements. ",
        "13 An effective policy that tackles new economic realities and lives up to its promises The Commission will: ■ negotiate mobility provisions directly related to the sale of particular goods and equipment (e.g. engineering or maintenance services) in parallel with negotiations on market access for those goods; ■ offer to incorporate certain benefits of the intra-corporate transfers (ICT) directive 13 into trade and investment agreements in exchange for the reciprocal treatment of European professionals by partners; ■ use the review of the blue card directive 14 to assess the possibility of including conditions of entry and residence of third-country nationals providing a service on a temporary basis in line with EU commitments in trade agreements; ■ promote recognition of professional qualifications in trade agreements; ■ make better use of synergies between trade policy and the EU policy on return/readmission and visa facilitation, in order to ensure better outcomes for the EU as a whole; and ■ support EU-financed exchange, training and other capacity-building programmes and portals, which facilitate the effective use of mobility provisions in FTAs. 2.1.4 Reinforcing international regulatory cooperation Requirements applied to products and services differ widely across the globe, sometimes because of cultural differences and societal choices, but often simply because regulatory approaches were developed in isolation. Such regulatory fragmentation implies significant additional costs for producers that have to modify their products and/ or undergo duplicative conformity assessments for no added safety or other public benefit; in some cases, this is just disguised protectionism. These costs are particularly significant for SMEs, for which they can constitute an insurmountable market access barrier. While it is easier to address these issues in bilateral negotiations, regional and global solutions have a bigger impact . Reinforced international regulatory cooperation helps to facilitate trade, raises global standards, makes regulations more effective and helps regulators to make better use of limited resources. It must be done in a way that does not restrict the right of governments to act to achieve legitimate public policy objectives (see 4.1.1). Progress with strategic trading partners, like the United States and Japan, will give renewed momentum to the work in bodies like the United Nations Economic Commission for Europe (UNECE) for motor vehicles, the International Conference for Harmonisation for pharmaceutical products, or SPS-related international standard-setting bodies like the Codex Alimentarius for food. International standardisation organisations (ISO, IEC, ITU) play an important role as well. The WTO could develop its role in promoting good regulatory practices. The Commission will: ■ address regulatory issues as a priority in negotiations and steer greater cooperation in international regulatory fora, while maintaining high European standards; ■ continue its efforts to eliminate non-tariff barriers through the enforcement of agreements and regulatory cooperation. R egulatory fragmentation costs are particularly significant for SMEs. ",
        "14 Trade for all - Towards a more responsible trade and investment policy 2.1.5 Ensuring the efficient management of customs The effective management of the movement of goods through international supply chains is critical. It ensures the facilitation of trade, the protection of the financial and economic interests of the EU and its Member States, and compliance with trade regulations. Agencies across the EU and worldwide must manage and minimise a wide range of risks arising from global trade. Greater exchange of risk information (taking due account of the protection of personal data and business secrets), coordination between customs and other authorities and closer international cooperation are needed. The implementation of trade facilitation rules in the WTO and bilateral agreements and their inclusion in future FTAs are increasingly significant dimensions of trade policy. The Commission will: make the best use of existing mutual administrative assistance and promote the use by the EU’s trading partners of authorised economic operators programmes to address risks in global supply chains. 2.1.6 Securing access to energy and raw materials In view of the EU’s dependence on imported resources, access to energy and raw materials is critical for the EU’s competitiveness. Trade agreements can improve access by setting rules on non- discrimination and transit: by tackling local content requirements; by encouraging energy efficiency and trade in renewables; and by ensuring state owned enterprises compete with other companies on a level playing field according to market principles. Such provisions must fully respect the sovereignty of each country over its natural resources and must not prevent action to protect the environment, including the fight against climate change. The Commission will: as part of broader work to create a European energy union 15 and in line with the raw materials initiative 16 , propose an energy and raw materials chapter in each trade agreement. 2.1.7 Protecting innovation Creativity, research and design are essential to a value chain economy. They account for a third of EU jobs and 90% of EU exports 17 However, they are particularly vulnerable to poor protection and enforcement of intellectual property rights (IPR) in other jurisdictions and are at times subject to forced technology transfer. SMEs are particularly vulnerable. EU trade policy must support innovative and high-quality products by protecting the entire spectrum of IPRs, including patents, trademarks, copyrights, designs, and geographical indications, as well as trade secrets. This is not only about defining rules and procedures but also about guaranteeing their enforcement. The Commission will: ■ step up the protection and enforcement of IP rights in FTAs and at the WTO 18 and work with partners to combat fraud; and ■ continue promoting an ambitious global health agenda 19 and better access to medicines in poor countries, including through a permanent waiver for least developed countries (LDCs) for pharmaceutical products under the WTO Agreement on Trade-Related Aspects of IPRs (TRIPs). A ccess to energy and raw materials is critical for the EU’s competitiveness. C reativity, research and design are essential to a value chain economy. ",
        "15 An effective policy that tackles new economic realities and lives up to its promises 2.2 Living up to promises: implementation, enforcement, small businesses and workers 2.2.1 Better implementation The EU has the widest range of FTAs in the world, the challenge is now to ensure they make a difference for all . For example, despite the excellent results of the EU–South Korea FTA overall, companies are not taking full advantage of the reduced tariffs it provides. In the first year of implementation of the agreement, only 40% of EU exports actually benefited from the opportunities created by the FTA, while 60% were still subject to unnecessary duties. The effective use of those preferences has now improved to cover two thirds of EU exports but the wide range of utilisation rates across Member States (from 80% in Cyprus, Latvia and Austria to 40% or less in Estonia, Malta and Bulgaria) and the higher rate of utilisation by South Korean companies (80%) suggests that more can still be done to improve the effective implementation of this and other EU trade agreements. Better implementation is a joint responsibility of the Commission, Member States, the European Parliament and stakeholders . The Commission should tackle issues like complex rules of origin and customs procedures, as well as insufficient information and support. Member States have a critical role to play in managing and implementing the EU’s customs regime and conducting trade and investment promotion. The European Parliament’s role will be particularly important for the implementation of the sustainable development chapters of trade agreements (see 4.2.2). The Commission will: ■ strive for simplicity and consistency of rules of origin and provide user-friendly information on trade opportunities. This is particularly important for SMEs; ■ enhance cooperation between customs authorities, ensure the implementation by Member States of the simplifications of customs formalities provided for in the European Union Customs Code and cooperate with Member States to employ the most efficient electronic systems including electronic payments; ■ propose ‘enhanced partnership’ with Member States, the European Parliament and stakeholders for the implementation of trade agreements. This would extend and reinforce the current ‘market access partnership’ beyond the removal of obstacles to trade and investment to the implementation of FTAs, including awareness raising and customs cooperation activities, trade facilitation and sustainable development; and ■ report annually on the implementation of the most significant FTAs and give more in-depth analysis ex-post of the effectiveness of EU trade agreements, looking at sectors and Member States and the impact on the economies of partner countries in selected cases. 2.2.2 Stronger enforcement of the EU’s rights The EU must ensure that its partners play by the rules and respect their commitments . This is an economic as well as a political imperative. Constant monitoring and engagement by the Commission and Member States with partners is the basis for that. When diplomatic interventions fail, the EU does not hesitate to use the dispute settlement procedures of the WTO. The EU is one of the most active and successful users of WTO dispute settlement, prioritising cases based on legal soundness, economic importance and systemic impact 20 . Potential benefits of trade agreements must be available to all EU Member States . This calls for close cooperation between the Commission, Member States and EU industry to address issues such as repetitive market access application procedures with possibly diverging outcomes that may B etter implementation is a joint responsibility of the Commission, Member States, the European Parliament and stakeholders. P otential benefits of trade agreements must be available to all EU Member States ",
        "16 Trade for all - Towards a more responsible trade and investment policy be the cause of unnecessary delays and costs. This is particularly the case in the agri-food sector, where the EU is the largest exporter in the world but may not make full use of this potential due to such barriers. Recognition of the EU as a single entity in the agri-food sector is essential to ensure exports from the 28 EU Member States are all treated equally. At the same time the EU may need to reflect on how to offer trading partners the guarantees they seek in order to address the issue. The EU also needs to stand firm against unfair trade practices through anti-dumping and anti-subsidy measures. This is necessary to uphold the EU’s commitment to open markets. The EU is one of the main users of trade defence instruments globally. It ensures that procedures are followed rigorously and takes all the Union’s interests into account. The Commission will: ■ develop a more coordinated approach to economic diplomacy, ensuring that all EU diplomatic assets are deployed to support EU trade and investment interests; ■ use dispute settlement procedures as necessary, including in FTAs; ■ use the mediation mechanism agreed in recent FTAs to tackle non-tariff barriers quickly; ■ identify those instances where we could most effectively capitalise on the achievements of the EU’s single market — particularly in the agri-food area — leading to further improved market access. The Commission will also address cases where our trading partners discriminate between EU Member States; ■ pay particular attention, in trade defence, to subsidisation and to increasingly problematic circumvention; and ■ take stock of the use of trade defence instruments, evaluating their efficiency and effectiveness. 2.2.3 More attention to small business The cost of entering a new market weighs more heavily on SMEs than on larger firms. Establishment, conformity assessment, authorisation of products and recognition of professional qualifications may have the same nominal costs. But they have a greater impact on SMEs who have fewer resources for internationalisation, penetrating new markets, overcoming trade and investment barriers and complying with regulation. Ambitious elimination of barriers and regulatory convergence through trade agreements should, therefore, particularly benefit SMEs. The same asymmetries apply to access to information about market access opportunities. Large companies may be able to afford legal and economic advice on regulatory requirements but this is more difficult for SMEs. FTAs can help, for example, by setting up government websites that act as a one-stop shop for all information on relevant product requirements. The Commission will: ■ include dedicated SME provisions in all negotiations, including dedicated web portals to facilitate access to information on product requirements in foreign markets, opportunities provided by FTAs, and available support; ■ take into account SME specificities in all chapters of trade and investment negotiations; ■ coordinate with national trade promotion policies and SME internationalisation efforts, for example in the context of the ‘enhanced implementation partnership’; and ■ conduct regular surveys on barriers SMEs face in specific markets and work more closely with SME representative bodies to better understand their needs. ",
        "17 An effective policy that tackles new economic realities and lives up to its promises 2.2.4 More effective tools to help workers adapt to change As noted, trade is an important source of jobs for Europeans, with exports supporting almost one in seven jobs in the EU . Trade also involves structural change that helps prepare the economy to create the jobs of the future. However, that change can involve temporary disruptive impacts for some regions and workers, if new competition proves too intense for some firms. The Commission takes these realities into account in trade negotiations, ensuring adequate transition periods, excluding certain sectors, or using tariff rate quotas and safeguard clauses. As a result, when new trade agreements are implemented the negative impacts tend to be limited, as shown by the EU–South Korea FTA. Despite concerns before its entry into force, the agreement did not lead to a surge in imports damaging to EU industry — there was neither a need to activate the surveillance mechanism foreseen in the agreement nor to initiate any safeguard investigation. However, for the people directly affected, a change like this is not small. It is a serious personal challenge. Finding new employment often means learning new skills, adapting to new ways of working or considering moving to another region or to another EU Member State to seize job opportunities, none of which are straightforward. People therefore need both time and support to anticipate change and to adapt when it happens. Actively managing change is therefore essential to making sure the benefits of globalisation are fairly distributed and negative impacts are mitigated. The social consequences of market opening must be addressed. The EU and Member States have a responsibility to ensure that active labour market policies enable those who lose jobs to find new ones quickly, either in more competitive firms within their sector or in a new occupation altogether. The Commission pursues a strategy for jobs and growth aimed at facilitating the creation of new and sustainable jobs in the EU. Education policies are one key element and must support continuous skills development to prepare workers for future jobs. The EU’s Structural and Investment Funds support this objective. The European Globalisation Adjustment Fund (EGF) is another tool, providing support to communities faced with one-off, clearly defined job losses - like factory closures within the EU due to international competition or outsourcing. So far, the reserve set aside for potential EGF interventions has never been fully drawn down in a given year. The remainder of the reserve could be usefully deployed if the criteria for disbursement were further expanded. The Commission will: ■ review the performance of the EGF to make it more effective; and ■ enhance consultation of social partners on possible impacts of trade and investment on jobs, in particular, in the framework of SIAs. P eople need both time and support to anticipate change and to adapt when it happens. A ctively managing change is therefore essential to making sure the benefits of globalisation are fairly distributed and negative impacts are mitigated. ",
        "18 Trade for all - Towards a more responsible trade and investment policy 3. A more transparent trade and investment policy Trade policy is more debated today than at any time in recent years , with many asking whether it is designed to support broad European interests and principles or the narrow objectives of large firms. The focus in recent negotiations, in particular the TTIP, on regulatory issues has been seen by some as a threat to the EU’s social and regulatory model. In addition, the EU gained responsibility for investment protection and dispute settlement with the Lisbon Treaty, triggering a passionate debate about whether the mechanisms developed so far by Member States to ensure such protection undermine the right of the EU and its Member States to regulate. A third aspect of current public debate on trade is that consumers are increasingly informed and are concerned about social and environmental conditions in production sites around the world as well as the respect of human rights. Finally, the effects of FTAs on countries other than the partner, notably LDCs, are being increasingly scrutinised. The Commission takes these concerns seriously . Policymaking needs to be transparent and the debate needs to be based on facts. Policymaking must respond to people’s concerns with regard to the EU’s social model. The Commission must pursue a policy that benefits society as a whole and promotes European and universal standards and values alongside core economic interests, putting a greater emphasis on sustainable development, human rights, tax evasion, consumer protection, and responsible and fair trade. 3.1 Working more closely with Member States, the European Parliament and civil society As co-legislator alongside the Council, the European Parliament also has a central role in ensuring full democratic scrutiny and accountability of trade policy. The Parliament and the Commission have intensified their interaction, ensuring the close involvement of the Parliament at every step of the negotiations. The Commission will also step up its efforts to promote an informed debate in Member States and a deeper dialogue with civil society at large . This is an opportunity to raise people’s awareness about ongoing and planned trade and investment negotiations, and to get feedback on issues from stakeholders concerned. In line with the principles of the ‘Better regulation’ agenda 21 , every significant initiative in the field of trade policy will be the subject of an impact assessment . During the negotiation of major trade agreements, the Commission carries out sustainability impact assessments which allow a more in-depth analysis of the potential economic, social and environmental impacts of trade agreements, including on SMEs, consumers, specific economic sectors, human rights and on developing countries. The Commission also analyses the economic impact of agreements after their conclusion and carries out ex post evaluations after they have been implemented. Impact assessments and evaluations are crucial for the formulation of sound, transparent and evidence-based trade policies. ",
        "19 A more transparent trade and investment policy The Commission: ■ will make its closer engagement with the European Parliament in the context of TTIP the rule for all negotiations; ■ will actively engage with civil society and the public at large in the context of the civil society dialogues and citizens’ dialogues. Commissioners will visit Member States and national parliaments regularly; and ■ will urge national governments to be more proactive in the debate around trade. 3.2 A more open policymaking process Transparency is fundamental to better regulation . Lack of transparency undermines the legitimacy of EU trade policy and public trust. There is demand for more transparency in trade negotiations, particularly when they deal with domestic policy issues like regulation. The Commission has taken unprecedented steps in response to this demand, in particular in publishing EU negotiating proposals. In the same way, the Council has published the TTIP and TiSA negotiating directives. Furthermore, the Commission publishes on its website information on meetings with interested representatives held by all Members of the European Commission, their cabinets and directors-general. Transparency should apply at all stages of the negotiating cycle from the setting of objectives to the negotiations themselves and during the post-negotiation phase. On top of existing measures, the Commission will: ■ at launch, invite the Council to disclose all FTA negotiating directives immediately after their adoption; ■ during negotiations, extend TTIP practices of publishing EU texts online for all trade and investment negotiations and make it clear to all new partners that negotiations will have to follow a transparent approach; and ■ after finalising negotiations, publish the text of the agreement immediately, as it stands, without waiting for the legal revision to be completed. Transparency should be further increased in the area of trade defence as well. While the EU already goes beyond WTO standards for openness, more can be done. The Commission will: ■ from the first half of 2016 onwards, provide more transparency to interested parties in trade defence cases, for example by giving them access to more documents and in an easier way through a dedicated web platform; ■ also from the first half of 2016 onwards, provide more transparency to the general public, for instance in relation to the publication of the non-confidential version of complaints and requests for reviews of existing measures, including expiry reviews; and ■ explore initiatives to further increase transparency in the medium term, such as the possibility of improving access to anti-dumping and anti-subsidy investigation files by the legal representatives of interested parties and extending access to the non-confidential file to the general public. ",
        "20 Trade for all - Towards a more responsible trade and investment policy 4. A trade and investment policy based on values The Commission will also go beyond changes to the process of policymaking in the area of trade. Public concerns cover substantive issues such as the way regulation and investment will be dealt with in trade agreements and the consistency of EU trade policy with broader European values. 4.1 A more responsive approach to the public’s expectations on regulation and investment 4.1.1 Ensuring consumers can be confident in the products they buy in a global economy Consumers have benefited from the elimination of trade barriers , enjoying a broader choice of products at lower prices. Today Europeans have access to products from all continents and can purchase services thanks to easier travel and digital networks. New trade agreements can further expand choice and lower prices. However, consumers also care about the safety of the products they use and about the respect of human rights, labour rights and the environment in the way they are produced. Consumers have the right to know what they are buying in order to take well-informed decisions . The rules of the EU’s single market mean that consumers can have full confidence in the goods and services they buy from other EU Member States. EU health, safety, consumer protection, labour and environmental rules are amongst the most protective and effective in the world. But the same is not the case everywhere. And in an open global economy, where products are produced along value chains that criss-cross developed and developing economies alike, ensuring that consumers can be confident in what they buy is a bigger challenge. The Commission must address this reality. The EU’s trade and investment policy must respond to consumers’ concerns by reinforcing corporate social responsibility initiatives and due diligence across the production chain with a focus on the respect of human rights and the social – including labour rights – and environmental aspects of value chains (see 4.2.3). At the same time, Member State governments must also fulfil their responsibility to enforce EU regulations on goods and services on imported as well as domestically produced products. Regulatory cooperation (see 2.1.4), can also help promote high standards. By engaging partners in regulatory cooperation, the Commission can exchange ideas and best practices and promote EU standards in a way that will help consumers everywhere to benefit from the highest and most effective levels of protection. Trade agreements are a way to give political momentum to this kind of dialogue. However, contrary to traditional trade negotiations, regulatory cooperation is not about give and take or trading one regulation for another. ",
        "21 A trade and investment policy based on values The Commission: ■ in line with existing EU trade policy, pledges that no EU trade agreement will lead to lower levels of consumer, environmental or social and labour protection than offered today in the European Union, nor will they constrain the ability of the EU and Member States to take measures in the future to achieve legitimate public policy objectives on the basis of the level of protection they deem appropriate. Any change to the level of protection linked to a trade agreement can only be upward; ■ will work with consumer associations, expert groups and relevant civil society organisations to ensure that trade and investment policies fit consumers’ demands; and ■ will enhance the analysis of the impact of trade policy on consumers both in impact assessments and ex-post evaluations. 4.1.2 Promoting a new approach to investment While boosting investment is at the heart of the Commission’s economic priorities, investment protection and arbitration have triggered a heated debate about fairness and the need to preserve the right of public authorities to regulate both in the EU and in partner countries, in particular in the context of the TTIP negotiations. Over the past 50 years, states set up a dense global web of more than 3,200 bilateral investment treaties (BITs) — 1,400 of them involving EU Member States — with the goal of protecting and encouraging investment. The current debate has cast light on the risk of the abuse of provisions common to many of those agreements, as well as lack of transparency and independence of the arbitrators. The need for reform is now largely acknowledged globally and ‘while practically every country is part of the global investment regime, and has a real stake in it, no one seems really satisfied with it,’ as underlined in a recent UNCTAD report 22 . The question is not whether the system should be changed but how this should be done. While the status quo is not an option, the basic objective of investment protection remains valid since bias against foreign investors and violations of property rights are still an issue. The EU is best placed — and has a special responsibility — to lead the reform of the global investment regime, as its founder and main actor . The Commission, which has new responsibilities for investment protection since the Lisbon Treaty transferred competence in this area to the EU, has made reform a priority and is ready to take the lead globally. It has already started reforming the system in the context of the TTIP 23 . The Commission will: ■ in a first step, include modern provisions in bilateral agreements, putting stronger emphasis on the right of the state to regulate, something which was not sufficiently highlighted in the past. EU bilateral agreements will begin the transformation of the old investor–state dispute settlement into a public Investment Court System composed of a Tribunal of first instance and an Appeal Tribunal operating like traditional courts. There will be a clear code of conduct to avoid conflicts of interest, independent judges with high technical and legal qualifications comparable to those required for the members of permanent international courts, such as the International Court of Justice and the WTO Appellate Body; T he EU is best placed — and has a special responsibility — to lead the reform of the global investment regime, as its founder and main actor. ",
        "22 Trade for all - Towards a more responsible trade and investment policy ■ in parallel, engage with partners to build consensus for a fully- fledged, permanent International Investment Court; ■ in the longer term, support the incorporation of investment rules into the WTO. This would be an opportunity to simplify and update the current web of bilateral agreements to set up a clearer, more legitimate and more inclusive system; and ■ before the end of its mandate, take stock of the progress made, review the 2010 communication on international investment 24 and map out the way forward. 4.2 A trade agenda to promote sustainable development, human rights and good governance The EU Treaties demand that the EU promote its values, including the development of poorer countries, high social and environmental standards, and respect for human rights, around the world. In this regard, trade and investment policy must be consistent with other instruments of EU external action. One of the aims of the EU is to ensure that economic growth goes hand in hand with social justice, respect for human rights, high labour and environmental standards, and health and safety protection . This applies to external as well as internal policies, and so also includes trade and investment policy. The EU has been leading in integrating sustainable development objectives into trade policy and making trade an effective tool to promote sustainable development worldwide. The importance of the potential contribution of trade policy to sustainable development has recently been reaffirmed in the 2030 Agenda for Sustainable Development, including the SDGs, which will guide global action in the next 15 years. 4.2.1 Using trade and investment to support inclusive growth in developing countries The EU is at the forefront of using trade policy to promote the development of the poorest countries: ■ The EU is the most open market for developing countries’ exports. The 2001 Everything But Arms (EBA) initiative 25 was radical in fully opening the EU market to LDCs, without tariffs or quotas. It has been effective. Excluding energy, the EU imports more from LDCs than the US, Canada, Japan and China put together. The EU has also concluded successful Economic Partnership Agreements (EPAs) with African, Caribbean and Pacific countries, in particular recently in Africa (see 5.2.3). ■ The EU’s objective is to support development by enabling countries to integrate into and move up regional and global value chains . The EU has relaxed its rules of origin in the Generalised Scheme of Preferences (GSP). They are now simpler, easier to comply with and offer greater possibilities for sourcing based on regional and trans-regional cumulation between countries. The EU and its Member States have also been driving global ‘Aid for trade’ efforts, accounting for more than a third of global support, to the tune of EUR 11 billion per year. ■ In line with the principle of policy coherence for development, the EU needs to make sure that its trade and investment initiatives contribute to sustainable growth and job creation T he Commission will engage with partners to build consensus for a fully-fledged, permanent International Investment Court. O ne of the aims of the EU is to ensure that economic growth goes hand in hand with social justice, respect for human rights, and high labour and environmental standards. ",
        "23 A trade and investment policy based on values and minimise any negative impact on LDCs and other countries most in need. This is particularly relevant with regard to TTIP, given that the EU and the US are the world’s two most important markets for developing countries’ goods and services. The Commission will: ■ undertake a mid-term review of the GSP by 2018, notably learning from the main achievements under the GSP+ scheme. The review would also provide an opportunity to take stock of lessons learnt on preferences for goods and consider similar preferences in services for LDCs to the EBA scheme, in line with the recent waiver for LDCs on services agreed at the WTO; ■ review, together with EU Member States, the 2007 joint EU ‘Aid for trade’ strategy 26 to enhance the capacity of developing countries to make use of the opportunities offered by trade agreements, in line with the 2030 Agenda for Sustainable Development; ■ propose, in the context of TTIP and other negotiations on regulatory issues, options that reinforce broader international regulatory cooperation and have positive spillovers in third countries, in particular in developing countries; ■ undertake an in-depth analysis of the possible effects of new FTAs on LDCs in sustainability impact assessments, with a view to designing flanking measures when necessary; and ■ continue supporting a meaningful LDC package in the context of the conclusion of the Doha round and push in the G20, the WTO and other multilateral fora for close monitoring of the effect of third countries’ protectionist measures on LDCs and how to remove them. 4.2.2 Promoting sustainable development The EU is also in the lead on using trade policy to promote the social and environmental pillars of sustainable development. This is done in a positive, incentive-based way, without any hidden protectionist agenda. ■ The GSP+ scheme is an innovative tool that offers incentives and support for human rights, sustainable development and good governance in countries committed to implementing core international conventions in those areas. ■ The EU is playing a key role in taking forward negotiations for an environmental goods agreement (EGA) with 16 other major WTO members. The aim is to facilitate trade in vital green technologies like renewable energy generation, waste management and air pollution control and contribute to combatting climate change and protecting the environment. ■ Recent EU FTAs also systematically include provisions on trade and sustainable development. The aim is notably to maximise the potential of increased trade and investment to decent work and to environmental protection, including the fight against climate change, and engage with partner countries in a cooperative process fostering transparency and civil society involvement. Provisions also allow for independent and impartial review. ■ As FTAs enter into force, the EU will have to make sure that the provisions on trade and sustainable development are implemented and used effectively, including by offering appropriate support through development cooperation. This is a crucial step in bringing about change on the ground. Respecting the commitments on labour rights and environmental protection can be a significant challenge for some of our trading partners. The Commission stands ready to assist trading partners T ransparency is fundamental to better regulation. ",
        "24 Trade for all - Towards a more responsible trade and investment policy to improve the situation. Coordinating aid and cooperation programmes better in these areas will allow the EU to use the opportunities and leverage a closer trade relationship to promote this value-based agenda. The Commission will: ■ focus on the implementation of the sustainable development dimensions of FTAs. It should be a core component of the enhanced partnership with Member States, the European Parliament and stakeholders on FTA implementation, as well as dialogue with civil society; ■ prioritise work to implement effectively the core labour standards (abolition of child labour and forced labour, non-discrimination at the workplace, freedom of association and collective bargaining), as well as health and safety at work in the implementation of FTAs and GSP; ■ increase the priority given to the sustainable management and conservation of natural resources (biodiversity, soil and water, forests and timber, fisheries and wildlife) and to the fight against climate change in FTAs and their implementation; ■ offer to better link trade policy instruments with the aim of addressing labour rights and environmental protection (GSP, sustainable development chapters in FTAs) to aid/cooperation actions in these areas to help our partners ensure high levels of protection; ■ promote an ambitious and innovative sustainable development chapter in all trade and investment agreements. In TTIP, it should contain far-reaching commitments on all core labour rights in line with the fundamental conventions of the International Labour Organisation (ILO), as well as on ensuring high levels of occupational health and safety and decent working conditions in accordance with the ILO Decent Work Agenda. It should also contain far-reaching commitments on environmental protection in relation to multilateral environment agreements; ■ take into account sustainable development considerations in all relevant areas of FTAs (for example, energy and raw materials or public procurement); and ■ support a significant outcome in the negotiation of the EGA. The goal should be to eliminate tariffs on green goods, open markets for green services, and include a mechanism to tackle non-tariff barriers in the future. The Commission wants to make it easy to add new products to the list, and to allow as many countries as possible to join the initiative. 4.2.3 Ensuring responsible management of supply chains Responsible management of global supply chains is essential to align trade policy with European values . The EU has already taken steps with specific partners (e.g. the Bangladesh Sustainability Compact and the Labour Rights Initiative with Myanmar) and on specific issues (conflict minerals initiative 27 , illegal logging regulations 28 , sustainability criteria for biofuels 29 , corporate reporting on supply chain issues 30 , corporate transparency on payments made to governments by extractive and logging industries 31 ). The Commission will further develop these policies in the coming years. They are complex and must involve a range of public, private and civil society actors to make meaningful changes for people on the ground. They also involve a mix of soft and innovative tools and legislative changes. ",
        "25 A trade and investment policy based on values The Commission will: ■ together with the High Representative, support the implementation of the UN’s Guiding Principles for Business and Human Rights, the UN Global Compact and the ILO Tripartite Declaration on Multinational Enterprises and Social Policy and encourage the EU’s trading partners to comply with these international principles and in particular the OECD Guidelines for Multinational Enterprises; ■ actively promote the international uptake of the ambitious EU approaches to conflict minerals and illegal logging, building on the work of the OECD, UN and G7; ■ work closely with the ILO and the OECD to develop a global approach to improving working conditions in the garment sector; ■ identify and assess new sectoral or geographic opportunities for additional responsible supply chain partnerships; and ■ increase transparency in supply chains and improve consumer information by creating additional incentives for supply-chain due diligence reporting by large EU companies, notably by publishing annually a list of reports submitted by ‘responsible supply chain reporting’ companies 32 . 4.2.4 Promoting fair and ethical trade schemes Promoting fair and ethical trade schemes reflects EU consumer demand and contributes to developing more sustainable trade opportunities for small producers in third countries . There is a lack of information today about access to fair trade schemes for both producers and EU consumers. The Commission has a role to play in facilitating this connection and in raising awareness on both the supply and the demand sides. The Commission will: ■ use the existing structure for implementation of FTAs to promote fair trade and other sustainability assurance schemes, like the EU organic scheme; ■ address fair and ethical trade more systematically in the upcoming review of the EU ‘Aid for trade’ strategy and report on fair trade-related projects as part of its annual ‘Aid for trade’ report; ■ promote through the EU delegations and in cooperation with the High Representative, fair and ethical trade schemes to small producers in third countries, building on existing best practice initiatives; ■ step up support to work in international fora, such as the International Trade Centre, to gather market data in relation to fair and ethical trade markets, which could then serve as a basis to follow the evolution of the markets; and ■ develop awareness-raising activities in the EU, in particular working with local authorities in the EU via the possible launch of an ‘EU City for Fair and Ethical Trade’ award. 4.2.5 Promoting and defending human rights Trade policy can be a powerful tool to further the advancement of human rights in third countries in conjunction with other EU policies , in particular foreign policy and development cooperation. Human rights breaches that may be found in global supply chains such as the worst forms of child labour, forced prison labour, forced labour as a result of trafficking in human beings and land grabbing deserve particular attention. Human rights considerations have increasingly been incorporated into EU bilateral FTAs, into unilateral preferences (especially in the GSP+ scheme) and into EU export controls policy. For example, in cases of serious and systematic violations of human rights, beneficiary T here is a lack of information today about access to fair trade schemes for both producers and EU consumers. ",
        "26 Trade for all - Towards a more responsible trade and investment policy countries have lost their preferences under the GSP scheme (e.g. Sri Lanka, Belarus, Myanmar/Burma) until the situation improved sufficiently. The Commission has also developed guidelines to help examine the impact of trade policy initiatives on human rights in both the EU and partner countries. The Commission seeks an effective export control of items used for torture and capital punishment and supports the on-going review 33 . Strict enforcement and exchange of information between authorities is essential to pursue the EU objective of the abolition of the death penalty and control of products used for inhuman treatment. The Commission will: ■ ensure the implementation of the provisions on trade and investment of the EU 2015-2018 human rights action plan 34 ; ■ together with the High Representative, step up the dialogue with particular GSP countries and EBA beneficiaries where the EU can have most impact on the fight against human rights breaches, learning from the monitoring approach taken with GSP+ partners, and continue to be ready to suspend GSP benefits in the most serious cases; ■ contribute to the international target of the elimination of all the worst forms of child labour 35 and the abolition of forced prison labour by working with third countries (especially those with whom the EU offers GSP or has agreements) and by promoting partnerships and multi-actor solutions where relevant; ■ enhance the analysis of the impact of trade policy on human rights both in impact assessments and in ex post evaluations based on the recently developed guidelines; and ■ propose an ambitious modernisation of the EU’s policy on export controls of dual use goods, including the prevention of the misuse of digital surveillance and intrusion systems 36 that results in human rights violations. 4.2.6 Fighting against corruption and promoting good governance Corruption is a plague on economies and societies . It holds countries back from development, distorting public procurement, wasting scarce public funds, discouraging investment, hampering trade, and creating unfair competition. It undermines the rule of law and the trust of citizens. Trade policy already contributes to the fight against corruption , for example by increasing the transparency of regulations and procurement processes and by simplifying customs procedures. Under the GSP+ the EU offers trade preferences to countries that ratify and implement international conventions relating to good governance, including the UN Convention Against Corruption 37 . Trade agreements could be used further to tackle corruption and ensure international conventions and principles are implemented in practice. The Commission will: ■ use FTAs to monitor domestic reform in relation to the rule of law and governance and set up consultation mechanisms in cases of systemic corruption and weak governance; and ■ propose to negotiate ambitious provisions on anti-corruption in all future trade agreements, starting with the TTIP. ",
        "27 A forward-looking programme of negotiations to shape globalisation 5. A forward-looking programme of negotiations to shape globalisation Delivering the full potential from trade will require an ambitious and forward-looking programme of multilateral and bilateral negotiations. 5.1 Reinvigorating the multilateral trading system The multilateral system must remain the cornerstone of EU trade policy . The WTO rulebook is the foundation of the world trading order. However, despite some improvements, it has remained largely unchanged for the past two decades, due to the failure to conclude the DDA negotiations and the fact that the focus of WTO members’ efforts has moved elsewhere. The EU should do everything possible to restore the centrality of the WTO as a trade negotiation forum. Everybody stands to gain from global rules that apply to almost all countries, 161 at the last count. The biggest losers of a failure to move forward at the WTO would be the most vulnerable developing countries, as well as countries without an active bilateral or regional agenda. 5.1.1 Making progress at the WTO To re-establish itself as the driver of global trade liberalisation and the pre-eminent forum for trade negotiations, the WTO needs first to turn the page on the DDA . That will require a strong sense of responsibility from all its members. The WTO’s 10th ministerial conference in Nairobi in December 2015, the first in Africa, comes at a critical moment. The EU is ready to play its part in finding an agreement, though success does not depend on the EU alone. The parameters under negotiation in 2008 — the last serious attempt to conclude the round — did not work. Developments since then make it even clearer that it will not be possible to conclude on that basis. WTO members should acknowledge the need for significant recalibration. ",
        "28 Trade for all - Towards a more responsible trade and investment policy Building on an agreement in Nairobi, the EU should seek to reinvigorate the WTO : • First, by entrusting the WTO with a central role in developing and enforcing the rules of global trade , from intellectual property to customs, from digital trade to good regulatory practices. Recent years have shown that, despite the lack of progress at the WTO, trading partners continue to develop responses to changing global trade realities, but they do this bilaterally and regionally. However, when rules are developed outside the WTO in hundreds of separate regional arrangements, the resulting incoherence may actually complicate trade, especially for SMEs. Paradoxically this reality coincides with the emergence of global value chains, which in fact make a truly global set of rules more important than ever. Disciplines on trade-distorting agricultural domestic support or rules can only be effectively developed in the WTO. • Second, by pursuing results through a more focused approach . The success of the 2013 Bali Ministerial Conference was possible because members addressed each issue on its own merits. This proved to be much more effective than the single-undertaking approach, in which no individual outcome can be agreed until all items of a vast agenda are agreed. After Nairobi, issues-based negotiations may be a more promising way to advance the WTO agenda than another broad and complex round. Such an approach could be explored to break new ground at the WTO, and make further progress in areas where commitments exist already. The role of the WTO in fostering the exchange of information and monitoring policy developments, notably on rules developed in the context of FTAs, could also be strengthened. • Third, by proposing that a subset of WTO members can advance on a given issue, while keeping the door open for interested WTO members to join at a later stage. This would allow for new plurilateral agreements under the WTO umbrella and would make it easier to anchor in the WTO those plurilateral agreements that are currently negotiated outside the organisation. Implementing these three principles would be in the interests of all WTO Members — and, in particular, the smallest and poorest . Ensuring inclusiveness starts by making sure that WTO members can effectively craft the rules governing global trade within the WTO and are not forced to go outside it to move forward. If negotiations on rules were not hostage to negotiations on market access, each individual issue hostage to all others, and the entire collective membership hostage to any individual member, the WTO would gain much-needed dynamism. That would allow it to tackle more effectively the challenges of modern global trade such as the digital economy, the rising importance of services, export restrictions and the complexity of rules of origin. These changes, however, are not enough. Fully revitalising the WTO will require members to go back to the root causes of the current impasse. The real obstacle in the negotiations so far is not institutional, technical or even related to the content of the agenda, but rather to the will of the participants to find a compromise. It follows from the fact that the WTO system has not evolved as quickly as global economic reality. There has been a major shift in the relative economic power of the major trading partners and it has not yet been fully reflected in the WTO system. As a result, there is a growing imbalance between the contribution large emerging countries make to the multilateral trading system and the benefits they derive from it. Already tangible when the DDA was launched, this tendency has grown significantly since and is set to go on doing so in future. Rebalancing the relative contribution of developed countries and emerging economies to the system is a key requirement to move forward in the future . This is a highly sensitive political issue and there is no drive for the moment to address it in earnest. But it will not be possible to move ahead with any deep change to the way the WTO works until the system gets past that roadblock. T he EU needs to pursue bilateral and regional agreements in a manner that supports returning the WTO to the centre of global trade negotiating activity. P roposing that a subset of WTO members can advance on a given issue. ",
        "29 A forward-looking programme of negotiations to shape globalisation The Commission will, in the short term: ■ actively push for the conclusion of the Doha round; and in the longer term: ■ seek to place the development of rules to govern global trade at the heart of the WTO; ■ make proposals for more focused and targeted outcomes at the WTO; ■ support the objective of a critical mass of members to advance initiatives within the WTO framework; and ■ make proposals to better reflect the different capacities of WTO members to contribute to the system, based on more dynamic and sector/issue-specific approaches. 5.1.2 Designing an open approach to bilateral and regional agreements The EU needs to pursue bilateral and regional agreements in a manner that supports returning the WTO to the centre of global trade negotiating activity . FTAs can serve as a laboratory for global trade liberalisation. The EU should develop future WTO proposals to fill the gaps in the multilateral rulebook and reduce fragmentation from solutions achieved in bilateral negotiations. The EU should include in its FTAs appropriate mechanisms allowing other interested countries to join them in future, provided they are ready to meet the established level of ambition . The EU has already pursued this approach in the context of the TiSA negotiations, insisting since the beginning that this plurilateral agreement must be based on the multilateral architecture of the General Agreement on Trade in Services, and be open to all willing WTO members to join. Another example is the FTA that the EU signed with Colombia and Peru in 2012, and to which Ecuador will accede as a result of negotiations concluded in July 2014. Looking ahead, several countries have signalled an interest in joining the future TTIP agreement. This could be explored, starting with countries that have close relationships with the EU or the US and are ready to meet the high level of ambition. A similar approach could be followed in linking the EU’s existing and future FTAs in the Asia-Pacific, a region critical for the operation of global value chains. The EU has already taken concrete steps towards the inter-operability of its agreements by facilitating cumulation of origin . Normally, products only qualify for an FTA’s duty-free access to the EU market if a certain percentage of their value or certain key steps of the production process happen, or originate, in the partner country. When origin can be cumulated, inputs can be sourced from certain other countries that also have an FTA with the EU and still benefit from duty-free access. For example, this is already the case between the EU, the Mediterranean region and the EFTA countries. Inputs from each other are considered as qualifying for the FTA tariff preferences under what is known as the ‘System of Pan-Euro-Mediterranean cumulation’. Cumulation of origin reduces the tension between the bilateral nature of FTAs and the fragmentation of production processes across value chains in different countries. T he EU needs to pursue bilateral and regional agreements in a manner that supports returning the WTO to the centre of global trade negotiating activity. ",
        "30 Trade for all - Towards a more responsible trade and investment policy The Commission will: ■ develop contributions to address key challenges facing the WTO based on solutions achieved in bilateral and regional initiatives; ■ show readiness to open FTAs, including TTIP and customs agreements to third countries willing to join them, provided they are ready to meet the high level of ambition; and ■ explore, in ongoing negotiations, the possibility to follow cumulation of origin for countries with which both the EU and its FTA partners already have free trade agreements. 5.2 Moving bilateral relationships forward Our bilateral agenda should follow three guiding principles: • For EU trade policy to deliver jobs and growth, our priorities to open negotiations must continue to be primarily based on economic criteria, while also considering partners’ readiness and the broader political context. • FTAs must provide reciprocal and effective opening, based on a high level of ambition . This requires tackling barriers in a comprehensive way, along with effective implementation and enforcement, without leaving room for new barriers to replace old ones. Nonetheless, the EU needs to keep a flexible approach to FTA negotiations to take account of the economic realities of its partners. • In future, the EU will need to improve consistency between its approach towards emerging countries at multilateral, bilateral and unilateral levels . In particular, with those countries that have graduated from GSP, close to full reciprocity in our future bilateral agreements should be expected. 5.2.1 Results with the United States and Canada TTIP is the most ambitious and strategic trade negotiation that the EU has ever undertaken . It will strengthen Europe’s relationship with the United States, our most important political ally and biggest export market, and provide an effective laboratory for global rules. After 10 negotiating rounds since July 2013, the contours of what could be a balanced agreement are beginning to emerge. From the EU perspective, this would include: • an ambitious and balanced market access package comparable to the EU’s FTA with Canada; • a new approach to regulatory cooperation, as well as concrete regulatory outcomes in key sectors, while fully respecting the level of protection and regulatory autonomy of each side; and • a modernisation of the rules on international trade, including in areas such as sustainable development, anti-corruption, trade-related aspects of energy and raw materials, and investment. The comprehensive economic and trade agreement (CETA) with Canada is the EU’s most comprehensive FTA to date. The CETA is a ground-breaking agreement which provides for an ambitious liberalisation of trade and investment. It will create significant economic opportunities for European companies, consumers and the general public and it promotes EU standards. It includes unprecedented commitments from Canada on public procurement and geographical indications. T TIP is the most ambitious and strategic trade negotiation that the EU has ever undertaken. F TAs must provide reciprocal and effective opening, based on a high level of ambition. ",
        "A forward-looking programme of negotiations to shape globalisation 31 The Commission will: ■ aim to conclude an ambitious, comprehensive and mutually beneficial TTIP as one of its top 10 priorities for this mandate; and ■ submit the CETA to the Council and then the European Parliament for approval as early as possible in 2016. 5.2.2 A strategic engagement in Asia and the Pacific region This region is crucial to European economic interests . The EU has already established its footprint in Asia with an ambitious agreement with South Korea; an ASEAN strategy based on individual agreements as building blocks towards a region-to-region EU-ASEAN framework; FTA negotiations with Japan; and ongoing investment negotiations with China and Myanmar. This Asia strategy will need to be pursued, consolidated and enriched over the next few years. The conclusion of the EU-Japan FTA is a strategic priority , which should lead not only to increased bilateral trade and investment, but also to greater economic integration, closer cooperation between EU and Japanese firms, and closer cooperation between the EU and Japan in international regulatory and standardisation bodies. The EU is engaged in deepening and rebalancing our relationship with China in a mutually beneficial way . The ongoing negotiation of a bilateral investment agreement is the top priority towards this objective. Completing this agreement will support China’s reforms and would facilitate Chinese participation in the Commission’s investment plan for Europe as well as European participation in China’s ‘One belt, one road’ projects. Both sides would also benefit from the conclusion of a bilateral agreement that takes genuine steps towards protecting geographical indications at the highest level laid down in international standards. China has suggested further deepening the relationship through an FTA, but the EU will only be ready to engage in such a process once the right conditions are met, as expressed in the EU–China 2020 strategic agenda for cooperation. Those conditions are also related to the successful implementation of a range of domestic economic reforms in China, since the purpose of an FTA would necessarily be to establish a level playing field. At the same time, the EU and China should strengthen their dialogue on regional and multilateral trade and investment issues. The EU should encourage and support China’s growing role in the multilateral trading system and in plurilateral initiatives, including TiSA, the Information Technology Agreement, the EGA, the International Working Group on Export Credits and the GPA, in a way that would see China strengthen the ambition of these initiatives and assume responsibilities in line with the benefits it draws from an open trading system. Operating in an increasingly integrated regional supply chain, EU investors in east Asia would benefit from a broader network of investment agreements in the region. Building on the investment provisions under negotiation with China, the EU will explore launching negotiations on investment with Hong Kong and Taiwan 38 . The EU-South Korea FTA is the most ambitious trade deal ever implemented by the EU. It clearly established the credibility of the EU’s commitment to engagement with Asia, while opening up a fast-growing east Asian market for EU exports. However, the agreement does not cover investment protection as it was negotiated before the EU gained this competence following the Lisbon Treaty. The lessons drawn from the implementation of the agreement also suggest some provisions could be adjusted to improve its functioning. Both issues could be addressed in parallel in a revision of the agreement. 38 The separate Customs Territory of Taiwan, Penghu, Kinmen and Matsu T he EU is engaged in deepening and rebalancing our relationship with China in a mutually beneficial way. ",
        "32 Trade for all - Towards a more responsible trade and investment policy In south-east Asia, following the agreement with Singapore, the conclusion of negotiations with Vietnam has set a second benchmark for engaging with other partners . The EU remains committed to resuming negotiations with Malaysia; and with Thailand when the conditions are right to do so; to conclude the investment negotiations with Myanmar; and to open FTA negotiations, when appropriate, with the Philippines and with Indonesia. At the regional level, the Commission and ASEAN countries will soon have a stocktaking meeting to review progress in ASEAN integration, the status of bilateral FTAs between the EU and ASEAN members, and how these initiatives can serve as building blocks for a region-to-region trade and investment agreement. An ambitious outcome of the FTA with India would create new trade opportunities in a combined market of more than 1.7 billion people . The Commission remains ready to resume the negotiations for a comprehensive and ambitious FTA. Australia and New Zealand are Europe’s close partners , share Europe’s values and views on many issues, and play an important role in the Asia-Pacific region and in multilateral settings. Stronger economic ties with these countries will also provide a solid platform for deeper integration with wider Asia-Pacific value chains. Strengthening these relationships should be a priority. Following the agreement on Iran’s nuclear programme, the EU will evaluate in due time the possibility of deepening trade relations, firstly through Iran’s accession to the WTO. The Commission remains ready to finalise the FTA negotiations with the Gulf Cooperation Council countries. The Commission will: ■ request authorisation to negotiate FTAs with Australia and New Zealand, taking into account EU agricultural sensitivities; ■ work towards restarting negotiations for an ambitious region-to-region FTA with ASEAN, building on bilateral agreements between the EU and ASEAN members; ■ explore launching negotiations on investment with South Korea in the context of a possible revision of the FTA; and ■ conclude ongoing investment negotiations with China and explore launching negotiations on investment with Hong Kong and with Taiwan. 5.2.3 A redefined relationship with Africa Africa’s ongoing transformation will have a significant impact on the world . The stakes are high both in terms of poverty eradication and new economic opportunities. Africa has been the fastest growing continent over the past decade. However, the key challenge is to make growth sustainable. This implies an effective agenda for economic transformation and industrialisation. Trade and investment will be instrumental in addressing those challenges. Africa still suffers from highly fragmented markets with high barriers between countries. There is a strong case for fostering regional integration and creating hubs that would benefit a whole region. EU-Africa trade relations entered a new phase in 2014 with the conclusion of three regional Economic Partnership Agreements (EPAs) involving 27 western, southern and eastern African countries. It established a new dynamic partnership between the two continents, and paved the way to closer cooperation in the future. EPAs also support Africa’s own regional integration and prepare the ground for wider African integration efforts. Fulfilling the promise of these agreements will be a major deliverable for the next few years . Many challenges lie ahead, including ensuring that they deliver their potential in terms of development. EPAs can help make the business environment more predictable and transparent but much will depend on genuine domestic reforms. This lies in the hands of African countries but the E U-Africa trade relations entered a new phase in 2014 with the conclusion of three regional EPAs. ",
        "A forward-looking programme of negotiations to shape globalisation 33 EU is ready to continue supporting them. The available development aid can reinforce capacity and optimise the conditions for African countries to reap the benefits of effective EPA implementation, in a way that is consistent with their own development strategies. Looking ahead, EPAs are also a bridge to the future . Current EPAs mostly cover trade in goods only. There is a strong rationale for progressively extending EPAs to other areas like services and investment. Facilitating and protecting investment will be fundamental as the next step to support growth on the continent. The Commission will: ■ work with African partners to ensure effective implementation of EPAs by putting in place strong institutions, structures and mechanisms (including partnership with Member States, the European Parliament and civil society), which also contribute to enhancing rule of law reforms and good governance; ■ continue supporting regional integration and offering dedicated capacity building including via ‘Aid for trade’; ■ deepen relationships with those African partners that are willing to build on EPAs, using, in particular, the review clauses on services and investment; ■ consider bilateral investment agreements with key African economies based on economic criteria and the existing legal framework for foreign investment; and ■ develop principles on investment together with the African Union or the regional economic communities. 5.2.4 A broad and ambitious agenda with Latin America and the Caribbean The EU and Latin America and the Caribbean are longstanding trade and investment partners. Preferential trade agreements have been concluded with 26 out of the 33 Latin American and Caribbean countries. EU companies are the largest investors in Latin America with a portfolio that surpasses EU investment in other regions. The Economic Partnership Agreement with the Caribbean and FTAs with Peru, Colombia, Ecuador and Central America are creating new dynamics for trade and investment and for promoting a shared agenda on sustainable development and regional integration. The EU-Mexico FTA negotiated before 2001 has been mutually beneficial but it is now outdated. It is the right time to start negotiations on modernisation of the EU-Mexico Global Agreement and reap all the untapped benefits for our economies. The Commission is also assessing the potential of a modernisation of the Association Agreement with Chile. The EU and Mercosur have been negotiating an FTA since 2000. The EU reconfirms its commitment to a broad and comprehensive FTA with Mercosur that takes into account the economic realities in the region, aiming at eliminating barriers and boosting trade. The Commission will: ■ continue negotiations for an ambitious, balanced and comprehensive FTA with Mercosur; ■ request negotiating directives to modernise the FTAs with Mexico and Chile after completing the scoping exercise. These agreements should be comparable to, and compatible with, our FTA with Canada and the future agreement with the United States; and ■ be ready to consider investment agreements with key Latin American countries, where the EU has significant investment stocks, and to develop, as a first step, soft law principles on investment. ",
        "34 Trade for all - Towards a more responsible trade and investment policy 5.2.5 A close partnership with Turkey Turkey is the closest emerging economy to the EU and a key regional player but the trade and investment relationship is sub-optimal. Since 31 December 1995, the EU and Turkey have been linked by a customs union. As it currently stands, the customs union covers only industrial goods and lacks a mechanism for settling disputes. A modernised customs union should release the untapped economic potential of areas like services, agriculture and government procurement. A reformed customs union could also pave the way for associating Turkey with future EU FTAs. The Commission will: develop a new, more ambitious framework with Turkey, updating the customs union. 5.2.6 Stability and prosperity in the EU’s neighbourhood The European neighbourhood policy is currently under review in light of the major developments of recent years. In the east, the focus will be on effective implementation of association agreements and deep and comprehensive FTAs (AAs/DCFTAs) with Ukraine, Moldova and Georgia, leading to gradual market integration. The Commission will cooperate closely with the three countries so as to maximise the tangible economic results of these ambitious agreements. In the south, the aim is to conclude a DCFTA with Morocco and Tunisia. While the Commission remains ready to explore the AA/DCFTA option with other neighbourhood partners, notably Jordan, it recognises that closer integration with the EU is not for everyone . The Commission will therefore examine other tailor-made ways of enhancing our trade and investment relationship with other neighbourhood partners on the basis of mutual interest. In parallel, and in order to enhance regional trade integration with the EU and amongst its neighbours, there is a need to accelerate the ongoing negotiations in the framework of the single regional convention on PanEuroMed rules of origin with the aim of modernising and simplifying these rules. The Commission will: ■ effectively implement AA/DCFTAs with Georgia, Moldova and Ukraine; ■ aim to conclude DCFTAs with Morocco and Tunisia; and ■ seek to conclude the ongoing negotiations to modernise and simplify PanEuroMed rules of origin under the single regional convention on PanEuroMed rules of origin. 5.2.7 A challenging relationship with Russia The EU’s strategic interest remains to achieve closer economic ties with Russia . The prospects for this will, however, be determined primarily by the course of Russia’s domestic and foreign policy, which so far gives no signs of the necessary changes. The developments within the Eurasian Economic Union also have to be reflected upon. ",
        "Conclusion 35 Conclusion Trade is not an end in itself . It is a tool to benefit people. The aim of EU trade policy is to make the most of those benefits. That means making sure that trade and investment policy is effective. It must tackle real issues based on an up-to-date understanding of the fact that the world economy is tightly linked by global value chains; that services — including those that require providers to move across borders — are increasingly important; and that the digital revolution is transforming the international economy. Trade agreements must tackle the barriers companies face in the modern global economy. They must also be effectively implemented and enforced, including for small- and medium-sized companies. Trade and investment policy must equally take responsibility for supporting and promoting EU values and standards . The EU must engage with partners to promote human rights, labour rights and environmental, health and consumer protection, support development and play its part in stamping out corruption. Furthermore, key policies for the future of Europe’s integration into the world economy, like investment and regulatory cooperation, must support, not undermine, the EU’s broader objectives of protecting people and the planet. Any change to the level of protection can only be upward. Essential to meet all of these objectives is a trade policy that remains ambitious in its effort to shape globalisation . Trade benefits people most when creating economic opportunity. That means action to support the multilateral system embodied in the WTO and a targeted strategy for bilateral and regional trade and investment agreements. The EU can only reach these goals if it speaks with one voice and ensures that all EU Member States, people and companies are treated equally. It has to be coherent across policy areas. These principles of unity and coherence must underlie the daily work of the Commission as, with the support of the Council and the Parliament, it seeks to implement this communication in the coming years. ",
        "36 Trade for all - Towards a more responsible trade and investment policy Notes 1 European Commission, Communication ‘An investment plan for Europe’, COM(2014) 903. 2 United Nations, ‘Transforming our world — The 2030 Agenda for Sustainable Development’. 3 European Commission, DG Trade document ‘How trade policy and regional trade agreements support and strengthen EU economic performance’, March 2015. 4 The food supply chain in the EU provides 47 million jobs, 7 % of GDP and more than 7 % of EU exports in goods. 5 European Commission, Communication ‘Taking stock of the Europe 2020 strategy for smart, sustainable and inclusive growth’, COM(2014) 130. 6 http://trade.ec.europa.eu/doclib/docs/2006/december/tradoc_118238.pdf 7 European Commission, Communication ‘For a European industrial renaissance’, COM(2014) 14. 8 Unctad, Information Economy Report, 2015. 9 European Commission, ‘Proposal for a regulation on the protection of individuals with regard to the processing of personal data and on the free movement of such data (general data protection regulation)’, COM(2012 ) 11. 10 European Commission, Communication ‘A digital single market strategy for Europe’, COM(2015) 192. 11 European Commission, Communication ‘A European agenda for migration’, COM(2015 )240. 12 European Commission, Communication ‘EU action plan on return’, COM(2015) 453. 13 Directive 2014/66/EU, 15 May 2014, OJ L 157. 14 Council Directive 2009/50/EC, 25 May 2009, OJ L 155. 15 European Commission, Communication ‘A framework strategy for a resilient energy union with a forward-looking climate change policy’, COM(2015) 80. 16 European Commission, Communication, ‘The raw materials initiative’, COM(2008) 699. 17 European Patent Office and the Office for Harmonisation in the Internal Market, Industry-Level Analysis Report ‘IPR-intensive industries: contribution to economic performance and employment in the EU’, 2013. 18 European Commission, Communication ‘Trade, growth and intellectual property’, COM(2014) 389. 19 European Commission, Communication ‘The EU role in global health’, COM(2010) 128. 20 https://www.wto.org/english/tratop_e/dispu_e/dispu_by_country_e.htm 21 European Commission, Communication ‘Better regulation for better results — An EU agenda’, COM(2015) 215. 22 UNCTAD, World Investment Report, 2015. 23 Commission draft text TTIP – investment, http://trade.ec.europa.eu/doclib/docs/2015/september/tradoc_153807.pdf 24 Commission Communication Towards a comprehensive European international investment policy. COM (2010) 343 25 Council Regulation 2001/416/EC, 28 February 2001, OJ L 60. 26 Conclusions of the Council of the European Union on ‘EU strategy on aid for trade: Enhancing EU support for trade-related needs in developing countries’, Doc.14470/07, 29 October 2007. 27 European Commission, Proposal for a Regulation, COM(2014) 111. 28 Regulation 2010/995/EU, 20 October 2010, OJ L 295; Commission Delegated Regulation 2012/363/EU, 23 February 2012, OJ L 115; Commission Implementing Regulation 2012/607/EU, 6 July 2012, OJ L 177. 29 Commission Regulation 2014/1307/EU, 8 December 2014, OJ L 351; Directive 2009/28/EC of the European Parliament and of the Council, 23 April 2009, OJ L 140. 30 Directive 2014/95/EU, 22 October 2014, OJ L 330; Directive 2013/34/EU of 26 June 2013, OJ L 182. 31 Directive 2013/50/EU, 22 October 2013, OJ L 294. 32 Directive 2014/95/EU requires disclosure of non-financial and diversity information by certain large undertakings and groups. 33 Commission proposal for a regulation amending Council Regulation (EC) No 1236/2005 – COM (2014)0001 34 Council Conclusions on the Action Plan on Human Rights and Democracy 2015-2019, Doc. 10897/15, 20 July 2015. 35 European Commission, Staff Working Document ‘Trade and worst forms of child labour’, SWD(2013) 173. 36 European Commission, Communication ‘‘The review of export control policy: ensuring security and competitiveness in a changing world’, COM(2014) 244. 37 European Commission, Communication ‘Fighting corruption in the EU’, COM(2011) 308 38 The separate Customs Territory of Taiwan, Penghu, Kinmen and Matsuww Photo credits: © Anya Berkut - Fotolia © kostyha - Fotolia © Nick Freund - Fotolia © Tyler Olson - Fotolia © Vjom - Fotolia © olly - Fotolia © anekoho - Fotolia © .shock - Fotolia ",
        "",
        "",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: one copy: • via EU Bookshop (http://bookshop.europa.eu); more than one copy or posters/maps: • from the European Union’s representations (http://ec.europa.eu/represent_en.htm); • from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); • by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). ",
        "Conclusion N G - 01 - 15 - 586 - E N - C N G - 01 - 15 - 586 - E N - N European Commission Towards a More Effective, Transparent and Responsible Trade and Investment Policy ISBN: 978-92-79-50488-4 • 978-92-79-50470-9 DOI: 10.2781/472505 • 10.2781/1753 "
    ]
}