{
    "text": [
        "S T U D I E S EUR 23162 Employment and Unemployment EU RESEARCH IN SOCIAL SCIENCES AND HUMANITIES Policy Review Series n°5 K I - N A - 23162 - E N - N imposition5:Layout 1 23/01/08 11:53 Page 1 ",
        "Interested in European research? Research*eu is our monthly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Communication Unit B-1049 Brussels Fax (32-2) 29-58220 E-mail: research-eu@ec.europa.eu Internet: http://ec.europa.eu/research/research-eu EUROPEAN COMMISSION Directorate-General for Research Directorate L — Science, economy and society Unit L.2 — Research in the economic, social sciences and humanities – Prospective Contact: Ronan O'Brien European Commission Office SDME 7/37 B-1049 Brussels Tel. (32-2) 29-68956 Fax (32-2) 29-62137 E-mail: ronan.o'brien@ec.europa.eu ",
        "EUROPEAN COMMISSION EU RESEARCH IN SOCIAL SCIENCES AND HUMANITIES Policy Synthesis of EU Research Results Series n o 5: Employment and Unemployment Author: Nick Adnett Professor of Economics and Head of Research Business School Staffordshire University, UK Directorate-General for Research 2007 Citizens and Governance in a Knowledge-based Society EUR 23162 EN ",
        "EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number: 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Office for Official Publications of the European Communities, 2007 ISBN 978-92-79-07558-2 © European Communities, 2007 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P RINTED ON WHITE CHLORINE - FREE PAPER ",
        "3 Contents Executive Summary .......................................................................................................... 5 Introduction ....................................................................................................................... 5 Main Lessons for Policy .................................................................................................... 5 Future Research Needs.................................................................................................... 7 Synthesis Report...............................................................................................................9 Introduction ..................................................................................................................... 9 Domain Description and Policy Issues............................................................................ 11 Cluster 1: Macroeconomic Determinants of Employment .............................................. 14 Cluster 2: Mobility and Migration .................................................................................... 16 Cluster 3: Employment in the Knowledge-based Economy ........................................... 17 Cluster 4: Changing Patterns of Employment ................................................................ 19 Cluster 5: Households, Family Formation and Employment .......................................... 24 Cluster 6: Education, Youth Policies and the Transition into Employment .................... 28 Cluster 7: Unemployment, Inequality and Social Exclusion ........................................... 31 Conclusions and Recommendations............................................................................... 35 Appendix: Project Details, by Cluster............................................................................. 39 ",
        "4 ",
        "5 Executive Summary Introduction This Report reviews twenty-nine projects funded through the European Commission’s Targeted Socio-economic Research (TSER) Programme. These projects research various aspects of employment and unemployment in the EU and commenced between 1996 and 2001. The research undertaken within these projects covers a number of issues related to national and EU-level policymaking in the context of the re-launched Lisbon Strategy and the new Social Agenda. The aim of this Report is to identify the main scientific findings of these projects, explore the degree of consistency of the findings related to the key policy issues, their implications for the development of current national and EU policies and provide recommendations for future research directions. This Report is targeted at policymakers at the national and European level, including the social partners. The review of the twenty-nine projects is presented in seven clusters. The first of these consists of three projects that examine the macroeconomic level determinants of employment and unemployment in Europe: an issue which the disappointing performance of Euroland economies has made increasingly important. The second cluster addresses aspects of the international mobility of the European labour force: an area which has been become prominent in discussions regarding the ageing of the European workforce and debates concerning the economic effects of the recent and forthcoming enlargements of the EU. The third cluster concentrates upon an issue central to the Lisbon Strategy: the nature and consequences of the increasing importance of the knowledge-based economy. The fourth cluster of projects covers a related issue: the changing nature of employment in Europe, especially different aspects of increasing flexibility, and its implications for the level, type and quality of employment in Europe. The five projects reviewed in the fifth cluster investigate issues related to household and family formation and their consequences for achieving the rising female employment rates envisaged in the Lisbon Strategy. The sixth cluster, again of five projects, examines aspects of the deepening of education in Europe consequential to the growth of the knowledge-based economy and the particular problems faced by young entrants into European labour markets. The final cluster, also of five projects, researches the interactions between unemployment, social exclusion and inequality and social welfare policies. Main Lessons for Policy A finding common to many of the projects reviewed is the fragile evidence base underpinning policy analysis in many key areas. As labour markets become more flexible and production more idiosyncratic, then definitions, measurement, data collection and indicators need to adjust if policy is to be evidence-based. For example, there is a need to modernise measurement of employment and unemployment and generate better migration statistics, whilst in areas of poverty, social exclusion and unemployment current cross-sectional evidence and indicators need to be supplemented by broader and longitudinal ones. Hence the initial lesson for policy is the need to devote more attention to improving the quality of the evidence on employment and unemployment issues available to policymakers. A second general finding of the projects was the diversity of labour market behaviour in Europe. The diverse institutions, customs and practices within national, regional and ",
        "6 industrial labour markets in the enlarged European Union have generated different responses to common trends. This means that policies successful in one Member State may not be transferable to others. In general, the projects reviewed concluded that policymakers had to be sensitive to this diversity and avoid undue standardisation and over-reliance on prescriptive hard law measures. The large majority of these projects provide findings supportive of the principle of subsidiarity and increased use of soft law measures in Europe consistent with the open method of co-ordination. A number of projects reached conclusions critical of the dominant current macroeconomic policy regime in Europe. Their critique was that over-reliance on the achievement of macroeconomic stability was in effect producing a deflationary bias which contributed to the persistence of high unemployment in many Member States. Whilst much emphasis in other policy areas had been on learning from successful US policies, European policymakers had neglected the advantages of the more accommodating approach followed by American monetary and fiscal policymakers that had produced an expansionary bias. For example, researchers found evidence of demand-pull effects on innovation and of overall positive effects of demand-induced technological change on economic performance. Additionally, research indicated that if Europe wanted to close the service sector employment gap with the US then faster real demand growth was required. Taken together these findings suggest that European policymakers have been too preoccupied with the dangers of excessive inflation and neglected the benefits of a modest expansionary bias and a more accommodating macroeconomic stance. A number of projects questioned whether the emphasis upon raising the overall employment rate within the Lisbon Strategy was appropriate. The dominant cause of the higher US employment rates was found to be a different work-income-leisure trade-off than that favoured by European workers. In turn, the dominant cause of this difference appears to be a preference at the margin in Europe not for higher incomes but for shorter working weeks, longer holidays, earlier retirement and more home (rather than market) production. Hence, raising the employment rate may not raise social welfare in Europe. This preoccupation with raising European employment rates was also, as several projects pointed out, leading to tensions at a policy level between supporting the role of women as mothers and increasing their employment rates. To prevent ‘career traps’ in which mothers are caught in employment which offers little hope of progression and under-utilises their skills and competencies, researchers argued for the need for policy to promote higher status and better paying part-time employment opportunities. This suggests that the promotion of increased quality of employment in Europe should be more focussed on this particular segment of the labour market. However, in many of the new Member Sates promotion of more flexible patterns of full-time working remained a higher priority. The other key element of the Lisbon Strategy is the modernisation of social policy. Researchers differed regarding the extent to which the inflexibility of European labour markets was a significant cause of the persisting employment gap. Whilst some researchers found no links, others found that where an establishment’s operating hours increased so did their aggregate employment and vice versa , suggesting that working time restrictions may lower overall job creation. Though one project was supportive of the current Commission’s proposals to devolve more responsibility to localised bi-lateral bargaining, another project found that trade unions were often ineffective at local level in representing their members’ interests and ensuring compliance with employment law. This suggests that there are limits on the extent to which ‘good’ flexibility can be achieved through a modernisation based upon devolution to social partners at the local level. The distinction between the ‘low road’ to raising flexibility, through the employment of more temporary and agency workers, and the ‘high road’, through the promotion of multi-skilling and multi-tasking, was frequently made in the projects reviewed. Greater hire and fire ",
        "7 flexibility and a concentration on lowering unit labour costs were found not to promote product quality or long-term productivity growth. However, given the inevitability of certain types of bad flexibility then researchers argued that selective extensions to social protection were necessary, such as for those workers in intermittent and domestic employment. Exclusion in work was becoming more common in Europe and minimum entitlements to sickness and pension benefits were advocated, together with clearer and enforced rights for those in non-standard forms of employment. Current European policies recognise that the promotion of a successful knowledge-based economy requires increased and lifelong investments in human capital. However, researchers were concerned that providers of education and training were not adjusting quickly enough to the growth of lifelong learning and the provision of the increased flexibility of delivery which students increasingly desired. Policy measures which encourage provider-adaptability were therefore supported. Evidence concerning the difficulty which many European young people have in making a successful transition into employment generated further policy assessments. Over-reliance on activation measures was criticised and the multi-dimensional Social Inclusion process supported. Education, training and guidance providers needed to become more flexible and adapt to the individual needs of their clients. Too much emphasis upon the performance monitoring of these providers, particularly benchmarking and publicising key performance indicators, was felt to prevent the required flexible and client-focused approach. Similar policy conclusions were reached in the projects researching social inclusion policies. Several projects identified dysfunctional effects of current orthodox policy prescriptions. For example, researchers pointed that an over-emphasis on the social integration of immigrants could actually deter increasingly important temporary migration in Europe. Whilst other researchers found that the promotion of flexible employment, part-time employment and parental leave entitlements, together with the use of marketisation to promote service sector growth, could worsen the significant and persistent gender gaps in European labour markets. Future Research Needs The weakness of the evidence base for employment and unemployment policy suggests that increased research activity should be encouraged in this area. In addition, evaluation of policies remains a weakness in Europe and perhaps here the gap with American practice is much greater than in any of the other gaps which have preoccupied European policymakers. We identify the following priorities for future research: • Developing indicators of the intensity of work in Europe and analysing its determinants • Further analysis of the causes of the apparently weak productivity performance of the ICT-using service industries in Europe • Exploring, through case studies, the processes which have enabled certain sectors and organisations to increase their proportion of high quality, part-time workers • Analysing the determinants of the exit rates from the workforce to retirement and evaluating the effectiveness of policy responses to raising the employment rates of older workers in Europe • Investigating factors which may be constraining the growth of the flexible delivery of education, training and occupational guidance. • Further investigations of the processes causing the scarring effects of unemployment and precarious employment and evaluation of policies which address these problems. Whilst the above issues should be researched through a range of methodologies, greater emphasis should be given to longitudinal analyses. Finally, given the diversity of European labour markets and social policies, policy-related comparative research should concentrate more upon regions, countries, industrial sectors and occupations where institutions are broadly similar but performance differs. ",
        "8 ",
        "9 Synthesis Report Introduction This Report provides a synthesis of twenty-nine projects which researched aspects of employment and unemployment in the EU. The projects were funded under the Commission’s Targeted Socio-economic Research (TSER) framework and they commenced between 1996 and 2001. Each of these projects generated findings relevant to national and European-level policymaking related to the re-launched Lisbon Strategy and new Social Agenda. The aim of this Report is to identify the main scientific findings of these projects, explore the degree of consistency of these findings related to the key policy issues, their implications for the development of current national and EU policies and provide recommendations for future research directions. This Report is targeted at policymakers at the national and European level, including the social partners who have an increasingly important role in ensuring that the modernised European Social Model is sustainable within the context of a globalised and knowledge-based economic system. This Report is organised as follows. In the next section we identify the main overriding research issues related to employment and unemployment in Europe. We also present a critical review of the development of employment and social policies in the EU concentrating upon the recent re-launching of the Lisbon Strategy. We then present our reviews of seven clusters of the projects. Each cluster analysis is structured as follows: a brief review of the key research issues addressed; a comparative analysis of the key research findings of each project; a summary of the policy conclusions, where drawn, of the researchers and a critical assessment of their joint significance for the development of national and European policy. The Report concludes with a summary of the main lessons of this research for policy and recommendations concerning future research directions. We organise our review of these twenty-nine projects into seven clusters, listed in Table 1 below (the Appendix contains further details of the individual projects). The first of these consists of three projects that examine the macroeconomic level determinants of employment and unemployment in Europe: an issue which the disappointing performance of Euroland economies has made increasingly important. The second cluster addresses aspects of the international mobility of the European labour force: an area which has been become prominent in discussions both concerning the ageing of the European workforce and the economic effects of the recent and forthcoming enlargements of the EU. Our third cluster concentrates upon an issue central to the Lisbon Strategy: the nature and consequences of the increasing importance of the knowledge-based economy. Our fourth cluster of projects cover a related issue: the changing nature of employment in Europe, especially different aspects of increasing flexibility, and their implications for the level, type and quality of employment in Europe. The five projects reviewed in our fifth cluster investigate issues related to household and family formation and their consequences for achieving the rising female employment rates envisaged in the Lisbon Strategy. The sixth cluster, again of five projects, examines aspects of the deepening of education in Europe associated with the growth of the knowledge- based economy and the particular problems faced by young entrants into the European labour markets. Our final cluster, again of five projects, researches the interactions between unemployment, social exclusion and inequality and social welfare policies. ",
        "10 Table 1. The Employment and Unemployment Projects Reviewed, by cluster Project acronym Title/Description Macroeconomic Determinants of Employment IDEE Industrial Dynamics and Employment in Europe Full Employment Full Employment in Europe MACROTEC Integration of Macroeconomic, and Science and Technology Policies for Growth, Employment and Technology Mobility & Migration PEMINT The Political Economy of Migration in an Integrated Europe FLOWENLA EU Enlargement: The Impact of East-West Migration on Growth and Enlargement ENMOB European Network on Human Mobility Employment in the Knowledge-based Economy AITEG Assessing the Impact of Technology and Globalisation: the effects on growth and employment EPKE Employment Prospects in the Knowledge Economy SETI Sustainable Growth, Employment Creation and Technological Integration in the European Knowledge-Based Economy Changing Patterns of Employment NESY New Forms of Employment and Working Time in the Service Economy LoWER Can Improving Low-Skilled Consumer Services Jobs Help European Employment Growth? ESOPE Precarious Employment in Europe: A comparative study of labour market related risks in flexible economies DEMPATEM Demand Patterns and Employment Growth: Consumption and Services in France, Germany, the Netherlands, Spain, the UK and the US EUCOWE A Comparative Study of Operating Hours, Working Time and Employment in France, Germany, the Netherlands, Portugal, Spain and the UK Households, Family Formation & Employment EPAG European Panel Analysis HWF Households, Work and Flexibility DynSoc The Dynamics of Social Change FENICS Female Employment and Family Formation in National Institutional Context MOCHO The Rationale of Motherhood Choices: Influence of employment conditions and of public policies ",
        "11 Education, Youth Policies and the Transition into Employment CHEERS Higher Education and Graduate Employment in Europe EDEX Educational Expansion and the Labour Market Balancing Competencies Enhancing the Participation of Young Adults in Economic and Social Processes: Balancing instrumental, social and biographical competencies in post-school education and training YUSE Youth Unemployment and Social Exclusion in Europe YOYO Youth Policy and Participation: The role of participation and informal learning in the transition of young people to the labour market Unemployment, Inequality and Social Exclusion EPUSE Employment Precarity, Unemployment and Social Exclusion TRINEU Trade, Inequality and European Unemployment CSIP Comparative Social Inclusion Policies and Citizenship in Europe: Towards a new European Social Model Employment- Exclusion Employment and Exclusion PIEP Pay Inequalities and Economic Performance Domain Description and Policy Issues In introducing the overall policy issues to which the twenty-nine projects relate, we briefly review the recent development of employment and social policies in Europe. This enables us to identify, and critically assess, the key issues facing labour markets and social welfare systems in Europe as viewed by the European Council and Commission. The Amsterdam Treaty introduced a new title into the EC treaty requiring the development of a ‘co-ordinated strategy for employment’. The resulting European Employment Strategy has periodically been reformed to reflect labour market development and changing policy priorities. In April 2005 the Commission announced a further shake-up in response to the failure to make the required progress towards achieving the strategic goals set at the Lisbon European Council (2000). The Lisbon Strategy seeks to create “the most competitive and dynamic knowledge-based economy in the world, capable of sustainable economic growth with more and better jobs and greater social cohesion”. This Strategy envisaged the modernisation of the European Social Model and improved co-ordination between the EU’s economic, employment and social policies to achieve these goals by 2010. The uneven progress achieved in the first five years of this strategy (the overall 2005 employment rate target was missed), encouraged the Council to support the Commission’s “Partnership for Growth and Jobs” which re-launched and refocused the Lisbon Strategy. The new “Integrated Guidelines Package” for 2005 to 2008 provides a further comprehensive strategy of macroeconomic, microeconomic and employment policies to target slow growth and a lack of job creation in Europe. The Broad Economic Policy Guidelines and the Employment Guidelines have now been merged, effectively completing the reforms begun in 2003 towards a more ‘operational’ European Employment Strategy. Member States were now required to design a three-year national reform programme by autumn 2005 with the Commission annually monitoring progress. The Barroso Commission’s new Social Agenda provides the social policy dimension of the refocused Lisbon Strategy and has as its two priority areas of action: moving towards full employment and combating poverty and extending equal opportunities. ",
        "12 We briefly review the nature of these guidelines before critically appraising their relevance to the main employment and social policy issues confronting the EU. The macroeconomic dimension of the integrated guidelines largely concerns securing stability, sustainability and the adoption of taxation and expenditure policies that promote dynamic efficiency. Hence there is a supply-side emphasis, with macroeconomic policies focussed on producing a stable context within which growth can take place, rather than those policies actively promoting growth. The main targets of the microeconomic guidelines concerned the stubbornly low European expenditure on R&D, the slow pace of transposition of the Internal Market legislation and the overly complex and rigid systems of regulation at EU and national level. Reflecting the key recommendations of Wim Kok’s Employment Taskforce, the new Employment Guidelines were based upon three broad headings: attracting and retaining more people in the labour market and modernising social protection systems; investing more, and more effectively, in human capital, and improving the adaptability of workers and enterprises and the flexibility of labour markets. In line with the 2003 reforms, the focus is on fewer and simpler policy objectives and priorities and on achieving specific targets through real implementation of reforms and better governance. There were eight Employment Guidelines; each of which is critically appraised below. The first of these guidelines concerned implementing employment policies aimed at achieving full employment whilst improving quality and productivity at work, and strengthening social and territorial cohesion. Whilst unemployment appears too often to be viewed as yesterday’s European problem, high unemployment rates still persist in several Member States and current forecasts suggest only a modest fall in the coming years. The incidence of long-term unemployment is again increasing and job creation, especially in start- ups rather than existing organisations, remains too low. At the same time though productivity growth in the EU exceeded that in the US in the fifty years up to 1996, since then US productivity has grown faster suggesting that Europe’s performance in creating ‘good’ jobs is no longer superior. In turn, this relative decline in productivity growth can be linked to low rates of investment and persisting low R&D expenditure in Europe. Whilst the European Social Model has continued to provide relatively high levels of social protection, significant pockets of deprivation persist especially in some of the new Member States. Finally, the recent concentration in European-level policies upon the quality of employment is yet to be matched by adequate indicators of that quality and concerns about the rising intensity of work in Europe are yet to be reflected in these guidelines. The second, third and fourth guidelines concerned: the promotion of a lifecycle approach to work, that is tackling problems faced by different age-groups in the European workforce; ensuring inclusive labour markets for job-seekers and disadvantaged people, and improved matching of labour market needs. The former acknowledges the persisting problems of high unemployment rates and slow transitions into employment faced by the majority of young people in many Member States. In addition, the low employment rate of older workers in Europe, just over 40%, remains a key source of the employment gap between the US and Europe. The Lisbon target of 50% by 2010 now looks unreachable, as does the ambitious target of increasing the average exit age from the labour market by five years by 2010. Whilst researchers are beginning to understand the determinants of the exit age, the sensitivity of these to policy changes has yet to be fully explored. Finally, the concentration of European unemployment into long spells and jobless households is reflected in these guidelines. The fifth guideline covered the promotion of flexibility combined with employment security and the reduction in labour market segmentation. Identifying the types of flexibility that can raise competitiveness without generating two-tier labour markets in Europe remains a key issue for reform. The ‘low road’ to raising flexibility through increasing employment of temporary and agency workers has not proven to provide sustainable increases in competitiveness in the globalised economy and alternative ‘high’ roads need to be identified. ",
        "13 The sixth guideline represented a new concern in that it seeks to ensure employment-friendly wage and other labour cost developments. Prior to these newer guidelines the emphasis on promoting competitive unit labour costs had been through raising productivity and lowering employer’s social charges rather than wage moderation and restraining other costs of employing labour. In the current low inflation environment this seems a strange priority, since increased wage dispersion is frequently viewed as an incentivising mechanism for the desired increased investments in human capital. The final two guidelines covered this need to expand and improve investment in human capital and adapt education and training systems to new competence requirements. In the 2003 reforms targets, in addition to the targets for overall investment in human capital and R&D, targets were also set for the participation of adults in education and training (though many of these 2010 targets currently appear likely to be missed). The latter target was to be encouraged by favourable tax treatment of such expenditures and re-directed public spending. The responsiveness of both firm and worker investments in human capital to tax breaks remains a relatively unexplored research area. Taken together these guidelines largely represented a repackaging of the previous European Employment Strategy, though the Integrated Guidelines for the first time specifically mention the need to modernise European social protection systems, a priority of the British Presidency. However, there seems little agreement as to what elements this modernisation should take and most Member States have already activated many of their passive policies and targeted reversing the growth of those of working age on disability pensions. Whilst the plethora of structural indicators remains, Member States were now required only to fix two sets of targets: a national R&D expenditure and a national employment rate target. The rationale for choosing these particular indicators remains unclear, though it is in these two areas that the gap between EU and US achievements are the greatest. The relationship between R&D expenditure and economic performance is yet to be clearly established whilst there is no obvious direct link between overall employment rates and economic welfare. As we shall illustrate below, a key concern of many of the projects reviewed has been identifying the causes of the failure of European labour markets to match the performance of those in the US. In so doing, there has been a widespread acceptance of this stylised fact underlying the Lisbon Strategy, though in several of the projects questions as to whether European performance has really been so bad have also been addressed. In each of the following seven clusters of projects we provide an initial customised review of the key policy issues, developing the analysis outlined in this section. Throughout we utilise the project acronyms introduced in Table 1. Although we have allocated each project to a particular cluster, in reality individual projects often have scientific findings and policy implications of relevance to more than one cluster area. Hence, below we introduce and reintroduce projects as required to develop our understanding of the key findings and their implications for policy. ",
        "14 Cluster 1: Macroeconomic Determinants of Employment The three projects in this cluster, Full Employment, IDEE and MACROTEC each provide a critical perspective on the current orthodoxy which underlies macroeconomic policymaking in the EU. Though employing very different methodologies and theoretical frameworks they reach quite similar conclusions regarding the limitations of exclusively supply-orientated macroeconomic policies. In particular, they each challenge both the current emphasis upon securing economic stability and the targeting of monetary policy almost exclusively on price stability. Within this dominant orthodox approach the behaviour of aggregate employment and unemployment is determined wholly by supply-side factors which determine the sustainable or equilibrium rates of unemployment. Below we explore the relevance of these three projects’ main findings to current policies and their implications for future research and policy design. The thematic network Full Employment, established in 1997, sought to reintroduce and substantiate the concept of full employment into EU policy discussion. Reflecting changes in the structure of the labour market and working practices they propose a redefining of the concept of full employment. Specifically they argue for a definition based on full-time equivalents in order to provide an estimate of the total employment capacity of an economy, this would be used in conjunction with data on the quality of employment. From this base, overall unemployment indices can be calculated, disaggregated by gender and age. Whilst their argument concerning the need to monitor the quality of employment is now recognised in the structural indicators developed as part of the Lisbon Strategy, their perhaps more important argument as to the need to modernise measurement of employment and unemployment remains unanswered. The theoretical analysis undertaken by IDEE, another thematic network established in 1997, was based upon a neo-Austrian framework suggested that the conventional distinction between equilibrium and cyclical unemployment was untenable when the interactions between shocks, cycles and growth are analysed. This finding suggests a need to reconsider the neglected relationship between inflation, unemployment and cyclical growth, a reconsideration which is assisted by the research undertaken by the other two projects in this cluster. The major component of the Full Employment’s researchers’ critique of current orthodoxy is that the prevailing macroeconomic framework is hostile to the promotion and achievement of full-employment. They identify three fundamental flaws in this framework. Firstly, they argue that the ECB’s lack of democratic legitimacy weakens its credibility and hence the effectiveness of its monetary policy. Secondly, the institutional structure and narrow mandate of the ECB complicates, and ultimately weakens, the supervisory and support functions of money market regulators in the EMU. Finally, they argue, that over-reliance on the objective of price stability has produced a deflationary bias which prematurely curtails economic upturns. Whilst the Full Employment network develops their analysis of the second ‘flaw’ to question the sustainability of a distinctly European financial structure, it is their identification of a deflationary bias which links most directly with the research undertaken by the other two projects. The IDEE team of researchers, based upon simulations of a neo-Austrian model, suggested that tight monetary policy regimes in Europe have caused structural fluctuations resulting in a combination of high unemployment and low productivity growth. In contrast, they find that the more accommodating monetary policy in the US has prevented too strong fluctuations enabling stronger and more stable growth. The above conclusions from the IDEE project fit remarkably well with the empirical analysis undertaken by the MACROTEC researchers. The latter found empirical support for the proposition that increases in output frequently precede increases in measured technology effort, especially in the longer term. This demand-pull effect reverses the causation of the ",
        "15 conventional approach which underpins the predominantly supply-orientated macroeconomic policy regime in Europe. The preoccupation with price stability in Europe was further questioned by the MACROTEC team of researchers in their analysis of the relationship between inflation and technology. They found an inverse-U shaped relationship, with the maximum favourable impact on technology being attained at a level of inflation substantially higher than the inflation targets currently adopted in the EU. In summary, these three projects together provide a consistent critique of the current macroeconomic policy regime in Europe. They argue that this concentration on achieving a low-inflation rate rather than promoting the stability assumed necessary for sustained growth is itself the cause of Europe’s slow growth in recent decades. Related to the above analyses, and in contrast with the analysis underlying the newer Integrated Guidelines discussed above, IDEE finds that greater wage flexibility does not assist adjustment to external shocks and is therefore not a substitute for a more flexible monetary policy. Similarly, MACROTEC finds that cost-based supply factors (wages and interest rates) had only a limited impact upon growth and capital formation, contrary to the arguments underlying the EU’s 1995 Green Paper on innovation. Indeed MACROTEC researchers argue that undue concentration upon lowering unit labour costs may deter labour- saving technical change and prevent the necessary upgrading of European industry. Instead they argue for the promotion of ‘creative accumulation’ in which countries preserve their traditional strengths in particular markets, but seek to produce these products or services using new technologies and skills. This in turn requires institutional reform and targeted infrastructure investments to address obstacles to the adoption of RTD-orientated behaviour in low R&D intensity sectors. Finally, Full Employment researchers examined the complex links between flexible labour markets and the extent of innovation and dynamism in product markets. Consistent with the arguments of MACROTEC above, they found that hire and fire flexibility whilst improving the short-run financial performance of firms did not appear to promote productivity growth, product quality or innovation. The Full Employment network concluded that what needed to be supported were those flexible labour practices, such as multi-tasking, that encouraged firms to invest in their workforce. A secondary theme of the Full Employment network was the importance of the diversity of national traditions and practices amongst Member States and a fear that the European Employment Strategy was not reflecting this diversity in its championing of particular activation and other unemployment policies. Here again recent developments, such as the adoption of the open method of coordination and greater use of soft law measures in social policy, indicate greater sensitivity in policymaking to the implications of such diversity and a recognition that there are no ‘magic bullets’ able to reduce unemployment in all economic and social environments. The MACROTEC researchers make a similar observation, pointing out that the new lower income per capita Member States would face particular problems in improving the coordination of their macro and science/technology policies even with a more expansionary macroeconomic policy stance. The same countries need to ensure that the technology transferred through inward FDI complements indigenous technologies and skills. In summary these three projects, whilst sharing a broad heterodox approach, employ very different methodologies and theoretical frameworks to develop a mutually consistent argument for a more accommodating monetary policy regime in Europe. The “Partnership for Growth and Jobs”, whilst addressing some of the issues raised above, remains based upon a tight monetary and fiscal policy regime. Future research needs to extend and integrate the analysis begun in these projects with the objective of assessing more thoroughly than heretofore the presumed superiority of the current macroeconomic policy regime. ",
        "16 Cluster 2: Mobility and Migration Mobility and migration have become key issues in European labour markets for four main reasons. Firstly, the geographical concentration of unemployment is high in many Member States, in part reflecting that both intra-national and inter-national mobility of workers remains low throughout Europe. Secondly, the ageing of the European workforce, together with the associated increase in the dependency rate, means that encouraging the targeted, temporary immigration of workers into the EU is now on the political agenda. Thirdly, human mobility is a potentially important mechanism for the diffusion of knowledge. Finally, the recent and possible future enlargements of the European Union have raised fears of significant East-West migration. Each of these issues is addressed within the research undertaken by the three projects: PEMINT, FLOWENLA and ENMOB. One of the main problems facing researchers in this area is the sparseness of data available for analysis. The thematic network ENMOB investigating data availability suggested ways in which the collection of migration statistics can be improved and how the Labour Force Survey can be revised to enable greater comparability across Member States. These researchers concluded that without the matched employer-employee databases of the type currently only available in the Nordic countries, mobility research will continue to raise more questions than answers. A presumption underlying much EU policy in this area is that increased geographical mobility would benefit labour market flexibility and assist adjustments to asymmetric and idiosyncratic shocks. However, ENMOB researchers argued that very high mobility disrupts knowledge accumulation and teamwork and raises training costs. These researchers point out that we currently lack the data to explore in detail these costs and benefits and thereby identify the optimal range of mobility in different national and regional contexts. Faced with these severe data problems, the PEMINT team of researchers concentrated on an analysis of sectors of the European labour market with sizeable numbers of posted and non- EU immigrant workers. Utilising structured interviews they questioned human resource managers and key institutional actors with the objective of understanding the decision-making process regarding labour recruitment. They found that modern labour migration increasingly takes the form of internal mobility of highly skilled workers within multi-national companies and/or the collective hiring of posted workers who provide inputs on a temporary basis. Although the team found that there were considerable differences in the way that institutional and regulatory variables operate in different countries, overall recruitment and international labour migration was much more sensitive to the characteristics and structure of the individual sector. For example, in the highly-globalised ICT sector flexible use of staff largely takes the form of internal mobility of staff within large multinational companies. Migration in the construction industry, however, is more cost-driven with the use of sub- contracted and posted workers being widespread. The PEMINT researchers questioned whether the continuing large differences in social security and tax systems across Member States together with the failure to create a single market in services was, as commonly argued, a significant cause of low intra-EU migration. They argued that in sectors, such as construction, where lowering costs is the main reason for recruiting foreign workers then differences in benefits and regulations may actually encourage migration. However, where the elimination of staff shortages is the main motivation then PEMINT found that the incompleteness of integration in European labour markets and institutions was a significant factor restraining mobility and migration. The FLOWENLA project addressed similar issues utilising theoretical and empirical analysis, the latter again largely at industry level, but in the context of EU enlargement. This project reached similar conclusions to those of PEMINT, finding that in some sectors (such as construction) and amongst certain groups (less educated entrants), the displacement effects of immigrants on nationals was significant. Whilst the FLOWENLA researchers concluded that ",
        "17 the pattern of migration was not very sensitive to the generosity of social assistance in potential host countries, high levels of support may induce migrants to accept higher probabilities of unemployment. The FLOWENLA researchers thus argued that multilateral policies of harmonisation were necessary to tackle the distorting effects of diverse social welfare policies. They also pointed out that restricting the immigration of non-EU nationals generated additional incentives for employers facing labour shortages or cost pressures to outsource their activities to low wage economies. The theoretical and empirical analyses of the FLOWENLA team together suggest that the easing of restrictions in 2010 will be accompanied by a relatively small East-West migration, and a smaller skill bias than current extrapolations would suggest. This is due to a switch towards greater intra-industry trade leading to a convergence of relative costs and relative factor prices assisted by the effects of inwards FDI on domestic productivity and wage levels in the new Member States. Propensities to emigrate differed greatly between individual new Member and Candidate States, with household income having only a weak effect but with skilled workers being more willing to move. Migration itself is associated with a devaluation of human capital and experience. Whilst migrants’ remittances had a significant positive effect on investment flows in their home country there was only a small net negative impact upon unemployment as the beneficial effects of investment were partially offset by remittances reducing the incentives for the unemployed to seek work. Whilst the FLOWENLA researchers agreed with the Commission’s recent assessment of the need to improve the economic and social integration of immigrants, those from PEMINT dissented. The later argued that since much recent migration is temporary, then too great an emphasis on the integration of non-nationals could actually deter such migration. Taken together these projects illustrate the current fragile evidence base for the important on- going debates about encouraging mobility and immigration in Europe. The rapid growth of capital mobility in recent decades has had profound effects upon labour market structures and behaviour and the distribution of the tax burden. Whether Europe is moving towards greater labour mobility remains uncertain and whether such a trend should be encouraged also remains uncertain given the absence of data to enable a systematic examination of the costs and benefits of such a change. Cluster 3: Employment in the Knowledge-based Economy The term ‘knowledge-based economy’ became popular at the end of last century as a means of summarising the argument that in advanced economies the means of retaining competitive advantage were now based upon knowledge, skills and creativity. This follows since in an increasingly integrated world economy unit labour costs tend to converge, whilst relatively immobile inputs such as knowledge and creativity can provide a continuing basis for comparative advantage. Within this framework, the increasing reliance in advanced economies on the earlier stages of the product cycle together with the associated increasing importance of skill-biased technical progress and continuing economic specialisation are seen as the cause of fundamental changes to the patterns of demand in European labour markets. It is this view of the knowledge-based economy that has led to increasing concern with R&D expenditures, initial education and training and lifelong-learning in the re-launch of the Lisbon Strategy discussed above. Each of the three projects in this cluster addresses elements of the processes outlined above and their findings enable a critical assessment of these current European policy responses. The AITEG project begun in 1999 sought to investigate the extent to which globalisation of production and technological progress has affected economic growth and patterns of job creation and destruction and sectoral development. Using a wide range of data sources, at ",
        "18 country and firm level, the researchers found that macroeconomic and labour market conditions were important in determining the overall impact of technological change on European economic performance. The former finding supporting the conclusions of the MACROTEC and Full Employment projects examined in Cluster 1 above. AITEG also found that whilst overall technological change has been labour-saving, product innovations generally have positive, and process innovations negative, employment effects. The AITEG researchers found that new services and information and communications technology (ICT)-based activities have a positive impact on growth and jobs, elsewhere in the service sector it appeared that labour-saving processes dominate. The EPKE project concentrated on the impact on the demand for skilled labour and, particularly, productivity growth, of increased investment in ICT. Two internationally-comparable industry-level data series were constructed by this team and analysed to investigate these relationships. The researchers confirmed that the use of ICT raises the demand for higher skilled (and younger) labour, though there were considerable variations in the size of this effect across EU countries. The EPKE researchers concluded that Europe was now heavily investing in ICT but that the payoffs in terms of productivity growth were below those experienced in the US, notwithstanding a strong European performance in the ICT-producing sectors (communications and computer services). ICT-capital deepening has also contributed considerably more to aggregate labour productivity growth in the US than in Europe, with the gap being greatest in the ICT-using industries (distribution, financial and business services). The overall US productivity growth advantage stems largely from higher total productivity growth in these ICT-using industries, suggesting either greater ICT-related spillovers or organisational changes. The SETI project combined theoretical and empirical analysis of the impact of technological globalisation and, particularly, the growth of business services on national patterns of specialisation and employment in Europe. Whilst the findings reaffirmed the key role played by innovation (particularly human capital and ICT expenditures) and business services (both domestic and imported) in economic growth, researchers found a link between the structure of a countries’ manufacturing and its capability to produce and import business services. Countries that specialised in knowledge-intensive industries were also in a favourable position to develop a comparative advantage in producer services. Given also the presence of a two-way interaction between business services and technology accumulation, the SETI project concluded that output, technology and business services co-evolve in Europe. This raises the prospects of either vicious or virtuous circles of growth, with the project’s model suggesting that harmonised and low levels of regulation encourage the latter. There were several ancillary findings of these projects which are worth recording. The AITEG researchers found evidence in the surviving European manufacturing activities of upskilling, though this pattern is unevenly distributed across, countries, industries and firms. AITEG researchers also concluded that international production as practised by multinational firms is associated with greater innovation and productivity growth. Studies undertaken within the SETI project found evidence of a ‘hollowing out’ of national technology within Europe. European firms had been increasing their worldwide R&D at a much faster rate than their domestic R&D expenditure, particularly that in the US, though there were important differences between EU firms according to there principal activity. EPKE researchers undertaking a detailed study of the retail sector concluded that greater regulation may partly explain the failure of EU retail stores to match the rewards from ICT investments enjoyed by US stores. Overall, SETI researchers argued that the increasing importance of business services as an engine of growth, necessitated changes to existing systems of data collection in the EU. In particular, patent and innovation surveys need to incorporate additional areas of activity (software and service firms) and data on outward FDI and bi-lateral trade in services needs collecting. ",
        "19 Whilst the findings of these three projects were broadly complementary and supportive of the existence of a knowledge-based economy within which the EU was performing relatively poorly, their conclusions regarding the appropriateness of current EU policy were very different. Simulations of SETI’s core model suggested that a virtuous circle of output growth, service sector growth and knowledge accumulation consistent with the Lisbon objectives was achievable. This project concluded that this circle would be fostered by a three pronged strategy – deregulation, deeper integration and more effective technology diffusion- broadly consistent with the re-launched Lisbon strategy. However, the AITEG team were much more critical of current policies. Deflationary macroeconomic policies, the abandonment of industrial policies in favour of purely competition policies and innovation policies concerned largely with a ‘supply-push’ approach to R&D funding were all felt to be inconsistent with the project’s findings. In addition, current policies favoured innovations which were labour- displacing, whilst learning policies had failed to connect with new technological developments and address emerging skill mismatches. These researchers argued for a more accommodating macroeconomic policy stance, greater coherence between industrial, technology and learning policies with greater targeting on those industries, including service industries, with a greater potential for employment and output growth. The policy conclusions of the EPKE project lie somewhere between the two positions outlined above. These researchers were unable to reach firm conclusions as to whether the EU’s poor performance in productivity growth was due to later adoption of ICT or a less supportive competitive and regulatory environment. Given that both of these explanations are likely to have some validity and given the current uncertainty regarding the relative benefits of policies to develop infrastructure and those to selectively deregulate, the EPKE researchers conclude that both should be pursued. The former should target knowledge-generating infrastructures such as R&D collaboration with universities and other companies and the latter should be concentrated on the service sector and avoid harming incentives to invest in initial and continuing training. These recommendations are broadly in line with those adopted by the EU Council in March 2005 in the revised Lisbon strategy. Few would argue against the policy package advocated by the EPKE and SETI researchers, but many would question whether there is currently the political will to effectively and speedily implement this package and, if so, whether this package is sufficient to achieve the Lisbon objectives. Continued researching of the gap between EU and US performance in the knowledge-intensive sectors is required and this research needs to be based upon improved, disaggregated, industry and firm level datasets. Cluster 4: Changing Patterns of Employment Globalisation, reduced trade barriers and increased economic integration have all increased the degree of competition in most product markets. In turn this has resulted at firm level in greater pressure on unit labour costs and the search for more efficient and flexible working practices in those sectors and sub-sectors where European producers retain competitive advantages. These pressures, together with the impact of technological developments and changes in the pattern of demand, have caused major structural changes in the labour market with a general decline in manufacturing employment, a rise in both atypical employment (temporary and part-time working in particular) and in the relative demand for skilled labour. Taken together these forces have impacted on a European labour market characterised by low rates of job and worker mobility and suffering from persisting high rates of unemployment. In addition to being a response to these developments and the knowledge-based economy discussed in the previous section, the Lisbon Strategy was also motivated by the desire to close the large employment gap between the EU and US. Given the ageing European ",
        "20 population and resulting rise in the dependency rate, a rise in the overall employment rate appears to be viewed by policymakers as essential if existing levels of social protection are to be sustained. Since much of this employment gap in concentrated in the service sector, increased marketisation of household services has been viewed as a necessary component to closing this gap. However, such a strategy has produced fears that such marketisation results in the creation of a disproportionate number of low-skill, low-pay and often part-time jobs and an overall increase in the insecurity and decrease in the quality of European employment. In this section we review five projects (LoWER, NESY, ESOPE, DEMPATEM and EUCOWE) which have investigated aspects of this changing pattern of working in Europe. In our discussion below we compare and contrast their findings, identify their relevance to the policy issues identified above and assess their proposals for revising current policies. The LoWER network of researchers, address the question concerning the extent to which Europe’s employment gap with the US reflects the latter’s greater reliance on labour-intensive services. Many members of the LoWER network also contributed to the DEMPATEM project and here we combine our review of these contributions. The LoWER researchers concluded that this employment gap was indeed fully concentrated in consumer services, but in both high-paid services (healthcare and education) as well as low-paid (retail, catering and hotels etc.). The gap was found to have grown in recent years not because US services grew faster, but because of rapidly falling manufacturing and agricultural employment in Europe. However, the overall structure of product demand in Europe was not employment unfriendly. The origin of this consumer services gap is in the higher level of demand for these services in the US, itself reflecting higher incomes. The latter is nowadays largely the result of higher participation rates and longer working hours in the US, rather than productivity per hour worked being significantly higher than in Europe. It is this level of demand rather than the different pattern which accounts for this gap, and other factors such as differences in demographics, household formation and spending behaviour appear to be relatively unimportant. The DEMPATEM project confirmed that European employment levels would not be substantially higher if Europe had the American product demand structure. Detailed analyses of household expenditures suggested that household characteristics, included the presence of second earners, had only a very limited impact upon the national evolution of the shares of services in expenditure. Using input-output analysis they found that the employment intensities of services and goods were broadly similar. Hence the changing mix of consumption is, in general, only a minor source of employment change in each country. However, DEMPATEM researchers found that in the US recent demand growth had been more strongly job-creating and productivity gains less strongly job-destroying than in Europe which was further contributing factor to the overall employment gap. A detailed analysis of the employment gap broadly confirmed LoWER’s findings but pointed to retailing and hotels and catering as the sectors with the largest employment gap. The gap in these two sectors had been long-lasting and was explicable not in terms of greater US wage flexibility, but rather again by their higher level of consumer demand. Finally, DEMPATEM’s aggregate analysis indicated that the growth of service sector employment reflects real demand growth, thus favouring the ‘demand-pull’ approach of AITEG rather than the reverse causation favoured by SETI in the previous section. DEMPATEM researchers point out that part of the reason for the faster growth in private-household service expenditure in the US is the greater public provision of individual services in Europe (e.g. health care). The three other projects in this cluster researched aspects of greater flexibility in European labour markets. The NESY project concentrated upon changes in the organisation of work and working-time in the service sector in ten Member States. Utilising both quantitative and qualitative research methods at micro and macro levels they investigated developments in five service sectors. They concluded that the common features of their recent development were increased exposure of workers in these sectors to competition, intensification and increased ",
        "21 speed of work and a restructuring of skill requirements. However, notwithstanding these common trends, NESY researchers concluded that the expansion of service sector employment was associated with complex changes in labour market behaviour which differed across sector and country. In some sectors, mainly non-complex activities such as retailing, the trend is towards ‘service sector Taylorism’ with standardisation, deskilling and re- organisation that is associated with a fragmentation of employment and working time. In other sectors such as home care for the elderly, the trend has been towards an expansion of professional labour markets. In service occupations with high-skill requirements, such as IT services, the move has been towards self-organisation with dependent employees increasingly organising their workloads themselves and operating autonomously in the market. The NESY researchers concluded that the organisation of many service sector activities was not socially sustainable. For example in community and social services early retirement was an increasingly common response to high workloads. The researchers also point to the low remuneration and social prestige associated with many ‘female’ service activities, which together with the intensification of work, was preventing rapid growth. A similar supply-side explanation was also developed by LoWER researchers concerned with women’s labour market progress. Their analysis of job satisfaction indicates that promotion prospects and career progression tend to be more important than pay levels in promoting job satisfaction, and that the provision of training also makes a positive contribution. In particular, they point to the low quality of much part-time employment, both in terms of its pay and, more significantly, its longer-term effect on future earnings. However the FEFF project reviewed in the next cluster, observing the positive relationship between female employment rates and the degree of their occupational segregation across European countries, argued that a more complex process was at work. These researchers argued that the multi-dimensional nature of gender specific occupational segregation needed to be recognised before drawing conclusions regarding the determinants of women’s labour market progress. Thus, FEFF researchers pointed to the Nordic countries where high segregation is balanced by a low status gap between the sexes, though they did acknowledge that they had found that the average status of women did vary systematically between different working-time groups. Two further aspects of flexibility were analysed by projects in this cluster. EUCOWE researched the relationship between operating hours and working time management and its impact on overall employment. The project examined both the ‘service paradox’ (the overall welfare effects of the extension of the supply of services which requires more people to work at times most others do not) and the potential ‘flexibility conflict’ between risk-averse workers trying to balance work, family and life objectives and competitiveness-driven employers. The EUCOWE survey of enterprises provided further evidence of a decoupling of operating hours and working time, that is a collective reduction in working time no longer leads to a decrease in operating hours. Significant differences across Member States emerged with workstations being less often multiply occupied in countries with shorter working hours, with these countries also generally having less shift work and less staggered working times. These national differences were related to differences in the demand for operating hours’ flexibility reflecting differences in the frequency and size of business fluctuations. EUCOWE researchers found that single small and medium-sized establishments (SMEs) when compared with those that were part of bigger enterprises had: shorter operating hours; less decoupling of individual working times and establishments’ operating hours; less intensive use of shift work, but more use of both staggered working times and informal adjustments to demand fluctuations. Consistent with some of the findings of NESY, the EUCOWE researchers found that although operating hours in the service sector were significantly below those of the production industries, this was reversed for SMEs and in the social and personal service sectors. Shift working is more common in the production industries and staggered working in the services, the latter in part reflecting the larger ",
        "22 proportion of SMEs in this sector. Overall, the EUCOWE project concluded that establishments that face the greatest competition, particularly those exposed to global competition, generally have the longest operating hours and the biggest demand for working time flexibility. The ESOPE project examined the relationship between precarious employment and social and socio-economic insecurity. The working definition of precarious employment (PE) incorporated exposure to four types of risk: employment insecurity; low pay; poor working conditions and weak social protection. The ESOPE project identified, as did the Full Employment researchers as discussed in Cluster 1, weaknesses in the data available in this area and the limitations of European Employment Strategy’s indicators of the quality of employment. Again focusing on selected service sectors ESOPE researchers found that the sectors most affected by PE, call centres and domiciliary care, were broadly similar across the five Member States analysed. The researchers concluded that PE was not a significant problem in countries with both a relatively egalitarian orientation and a generous social protection system. Employment regulations and legal protection systems appeared to be less important than these other two factors in resolving both the ‘flexibility conflict’ and ‘service paradox’ and promoting a socially beneficial mix of flexibility, quality and security of employment. Though the NESY project concluded that regulations in combination with supportive collective agreements could contribute to the protection of service workers from excessive anti-social hours in the sectors it studies. We return to this issue of the desired mix of flexibility, quality and security in our review below of the projects in the remaining three clusters. Whilst these five projects covered slightly different aspects of the changing patterns of employment, we have seen that there were some common conclusions drawn about the causes and consequences of these changes. Common themes also emerge from a review of their policy implications; the first of these is shared with two of the clusters above. Firstly, the issue of the need to pay greater attention to the demand side. If closing the employment gap remains a key policy objective then the LoWER and DEMPATEM researchers argue that higher demand and therefore higher income is necessary. However, much of the remaining income gap with the US is now a labour-input rather than a productivity gap. Hence, rather than concentrating upon encouraging a wide range of policies related to increasing labour market flexibility, the findings of these projects suggest a need to address the different work-income-leisure trade-offs in Europe and its causes. Moreover, if the distortionary effect of taxation is rejected as the dominant cause of the European preference for shorter working weeks, longer holidays, more home (rather than market) production, more part-time working and earlier retirement, then closing the employment gap may not raise overall welfare in Europe. Secondly, the LoWER and DEMPATEM projects also concluded that the performance of European manufacturing and agriculture in terms of employment, adaptability to change and intermediate levels of pay compared favourably with that of these sectors in the US. Two policy implications emerge from these findings. The poorer European performance in creating high-paid jobs and additional female employment appear to be related. The limited creation of ‘good jobs’ in Europe seems to be again related to the demand side and not the supply side. Thus more attention should be paid to creating these good jobs, especially those filled by females, rather than a wholesale promotion of part-time employment. The second implication concerns the need to modernise the European Social Model. The sectors supposedly most sensitive to extensive wage regulations and social benefits, retail and hotels and catering, were found in the DEMPATEM project to exhibit wage differentials similar to those in the US. This finding together with the strong overall performance of European manufacturing and agriculture, led these researchers to conclude that they had found no evidence that the ",
        "23 inflexibility of European labour markets was a significant source of the persisting employment gap. Thirdly, the findings of the EUCOWE project initially suggest a less benign view of the European Social Model. The EUCOWE survey results suggest that in establishments where operating hours increased so did employment and vice versa . Hence this would suggest that European working time regulations and restrictions on operating hours in general, harm competitiveness and lower overall job creation. However, EUCOWE researchers point out that though the social consequences of greater flexibility appear undesirable, we know relatively little about the consequences of the increased incidence of staggered working times, flexi-times and working time accounts on the quality of family life and overall social cohesion. Whether these researchers’ proposal for ‘regulated flexibility’ achieved through local bargaining can resolve these conflicting economic and social aspirations remains uncertain. Whilst the proposal is broadly consistent with recent proposals for the reform of the Working Time Directive, doubts arise concerning whether employee representation is always sufficiently strong enough to ensure mutually and socially beneficial outcomes in localised bi-lateral bargaining. The ESOPE project provides some support for these concerns. It found that trade unions had often been ineffective at local level in reducing precariousness or ensuring compliance with employment law. As a consequence ESOPE researchers favoured the adoption of sectoral policies in areas where precarious employment has been growing. Fourthly, the ESOPE researchers were in general less concerned with the question of the need to modernise European social policies than in the need to enforce them. Apart from more emphasis upon monitoring compliance, these researchers called for some limited extensions of social protection to cover intermittent workers, such as those in the performing arts, and unprotected employees such as domestic workers in Italy and Spain. In addition, the researchers called for a better understanding of the role of the state as a creator of precarious employment through its roles as both employer and contractor. They pointed to examples in the home services sector where the inclusion of social criteria in public tenders, specifying standards of employment quality and/or requiring compliance with employment law, had been shown to promote both improved quality of the service provided and improved conditions of employment. Elsewhere in this sector, case studies undertaken by ESOPE researchers indicated that the introduction of not-for-profit providers had reduced the costs of providing the service whilst reducing the extent of precarious employment. Fifthly, further concern was with the manner by which European labour markets were becoming more flexible, especially the undue reliance on reducing the costs of labour- intensive services to the neglect of the quality of the service provided, especially in the social services. The NESY researchers attributed this bias to increasing marketisation and increasing exposure of the public sector to competitive pressures. More recent attempts to emphasise service quality in the latter sector had produced confusion between the former input and the new output orientation. The NESY researchers interpreted this failure as reflecting European societies’ inability to decide upon the appropriate relative valuation of these services and how they were to be funded. Our review of this cluster has inevitably, given its brevity, tended to emphasise common trends, findings and policy implications. However, as each of these projects points out, structural changes and the nature of the increased flexibility in European labour markets are diverse across sectors and national boundaries. Whilst the forces identified at the start of this section will tend to promote convergence of unit labour costs within clearly-defined sectors, they do not appear to be significantly promoting a convergence of the individual components of those costs or working practices and conditions of employment. ",
        "24 Cluster 5: Households, Family Formation and Employment A continuing growth in female employment rates as been a common feature amongst the EU15 and over the last fifty years this rate has doubled in many Member States. However, the Lisbon objective of closing the employment gap by 2010 was originally estimated to require a further additional 10 million female workers. Since in Europe female employment rates only diverge from those of males with the onset of motherhood, achieving this target requires much higher rates of employment amongst women with children. Across Europe in recent years it has predominantly been changing fertility patterns and a higher participation rate of mothers with children aged up to 4 that have been responsible for the overall rise in female employment rates. However, there are large national differences in the extent to which new mothers exit the labour market or switch to part-time employment. Many categories of atypical working and more flexible working time arrangements appear to affect female workers disproportionately. Whilst there has been some movement to a more equal division of home production in many parts of Europe, females tend to face more chronic and complex ‘work-life balance’ problems. Over the last few decades, these trends have interacted in Europe with persisting unemployment, dramatic demographic changes, a growth in single parent families and a rising incidence of divorce. One consequence of the interaction of these factors has been the gradual retreat of the ‘male breadwinner’ model, though it remains dominant in much of Southern Europe. Notwithstanding the high levels of social protection in Europe, a further consequence has been a concentration of unemployment, deprivation and social exclusion in particular households. In this cluster we review five projects (EPAG, DYNSOC, HWF, FEFF and MOCHO) researching the issues introduce above. The EPAG project tackled a major data constraint facing researchers in this area: the absence of a comparative European longitudinal database covering employment, income living standards and family structure. DYNSOC was a follow- up project to EPAG providing further analyses of the interactions between family, employment and income utilising the database created in the initial project. As previously, we explore the main findings of these projects, comparing and contrasting them when possible, and then investigate their policy implications which are related to current European policies discussed towards the start of this synthesis. The purpose of the MOCHO project was to study the influence of labour market conditions and social policies on the fertility and post-motherhood employment decisions of young people in the EU15. It addresses two issues raised above: the causes of the fall in European fertility rates and the associated postponement of motherhood. The FEFF project explored allied issues: investigating the relationship between welfare policies, patterns of family building, employment and social integration. These projects thus investigate some of the supply-side determinants of female participation rates which complement the demand-side analyses reviewed in the previous cluster. Differences in fertility between Member States are found by the FEFF researchers to be largely due to differences in birth rates of a third child. However, these researchers noted that variations in fertility over time were instead dominated by the birth rates of the first and second child. The MOCHO researchers initially noted that the cross-country correlation between female labour force participation and total fertility rates turned from negative to positive at the end of the 1980s. For example, the Nordic countries now have both relatively high fertility rates and much higher female employment rates than the Southern European countries. Utilising both detailed analyses of public policies and microeconometric analyses of motherhood choices, the MOCHO researchers conclude that the changing relationship between participation and fertility can partly be attributed to the impact of policies that make it easier to combine work and family. The FEFF researchers developed their own database from the Labour Force Survey and then also estimated multivariate models of family formation and female employment. They reached similar conclusions as to importance of institutional supports for fertility and employment decisions. ",
        "25 The latter policies include childcare availability, job protection and paid parental leave. In addition, their studies of Southern European countries suggest that access to a supportive family is an important determinant of the labour force participation decisions of new mothers. The EPAG researchers confirmed the existence of a North-South divide in Europe. In Southern Europe older people are much more likely to receive care from within their family and reciprocate by providing care for the younger family members. The MOCHO project also found that household income level and its uncertainty were an important determinant of fertility in Europe. Young women on fixed-term employment contracts in Spain were much less likely to have a child than those on indefinite contracts. This finding was supported by those of the FEFF team who concluded that increased labour market flexibility was causing increased uncertainty regarding future income prospects leading to delays in partnership formation and postponement of motherhood. The FEFF researchers also noted significant changes occurring in partnership formation, notably the cohabitation of couples prior to, and in some countries in place of, marriage. They conjecture that less structured forms of unions such as cohabitation help young people to bridge the long periods required to reach economic autonomy whilst enabling partnership formation to develop. Though EPAG researchers found that in Southern Europe, young people remain with their parents longer and are more likely to make direct transitions to marriage and parenthood. A Dutch study, undertaken as part of the MOCHO project, found that households with small children consume less than childless couples due to the income loss associated with motherhood (the employment penalty). This employment penalty takes the form of lower participation in Southern Member States, whilst in Austria, Belgium, the Netherlands and Sweden mothers reduce their working hours more frequently than they withdraw from the labour market. The HWF project, reviewed below, found that in Central and Eastern European countries (CEECs) whilst the childcare traditionally provided by the state and employers had largely disappeared over the last decade, mothers were still expected to work full-time and were not more likely to work part-time. Consistent with the above findings, the DYNSOC researchers conclude that the higher the level of public provision of day-care for young children the less the reduction in mother’s working-time after childbirth. However, they point out that whilst different welfare settings can result in different participation outcomes, it is also the case that very different welfare regimes can be associated with similar outcomes. To understand why Portuguese women participate in the labour market at similar levels to Danish women, the DYNSOC researchers argue that we also need to consider the effects of wage levels and access to relatives able to look after children. In the UK and Luxembourg mothers seem to face greater occupational and industrial segregation than women in general, which is associated with a significant wage penalty of motherhood in the UK. More educated women were found to postpone motherhood, but whilst this group had a higher overall employment rate they were more likely to switch to part-time working at motherhood than less educated mothers (except in Spain and Luxembourg). Taken together the findings of the MOCHO and FEFF projects are that the cost of a child takes various forms across Europe and that the large differences observed in this economic impact of motherhood largely reflects differences in labour market structures rather than welfare regimes. The MOCHO researchers conclude that given these costs, past incomes and savings, previous employment experience and the current and expected employment prospects of both partners affect decisions as to when to form a couple and have a child. Research undertaken within the HWF project compared flexibility and work-life balance. Rather than concentrating upon family formation or motherhood, the HWF researchers analysed the impact of work flexibility on households as a whole, with a focus on variations in flexibility according to gender, generation, socio-economic status and work values and ",
        "26 culture. Their methodology involved a large scale standardised representative survey of 10,000 adults in eight countries, five of them in Central and Eastern Europe. The project confirmed the diversity of flexible working and atypical employment across the different countries. In general what was termed ‘bad flexibility’, a lack of workers’ control over working time, place and conditions, was more prevalent in CEECs and linked to low job satisfaction amongst the manual and young workers predominantly affected. These differences reflected the dominance of employer-led flexibility in CEECs in contrast to North Western Europe where employees may have a greater influence. The HWF team found that interactions between labour market flexibility, the culture of care and the pattern of labour force participation had led to different gender gaps across Europe. In Sweden gender egalitarian policies had helped to prevent flexibility falling disproportionately on women, whilst in the Netherlands and the UK women were more likely to face precarious employment. However, in CEECs it was men, especially older and younger ones, who were more likely to be on precarious contracts. Results from the HWF survey indicated that one-third of respondents wished to work fewer hours in order to spend more time with their family, only in the poorer CEECs did most people wish to work more hours. Those wishing to work fewer hours were disproportionately male, more educated and higher earners. On the basis of these results the HWF team concluded that the family-work conflict was more acute in Western Europe, i.e. in those countries with the most developed egalitarian policies and were expectations of greater equality were highest. However, these were the countries where women were more likely to work full-time and in which men do a larger share of the household production. The EPAG and DYNSOC projects also provide insights to the dynamics of employment, unemployment and poverty which we will build upon in our review of the final cluster of projects below. In terms of the dynamics of employment there were again some signs of a North-South divide. The latter countries performed worse in terms of enhancing job mobility and prevention of labour market exclusion, whereas polarisation amongst the poor, that is the persistence of poverty, was stronger in Northern Europe. EPAG researchers interpreted these differences as reflecting weaker work incentives in the South and tighter means testing of benefits in the North. DYNSOC researchers confirmed the low transition rates between employment and unemployment status in Europe and the wide variation in the proportion of people searching for a new job seemingly unrelated to national welfare regimes. They found that active search was more strongly associated with finding a new job in social democratic and residual regimes than in liberalist and corporatist ones. EPAG studies confirmed the concentration of unemployment and inactivity amongst certain groups, but that the pattern differed across countries. The longitudinal studies of the persistence of poverty, undertaken by EPAG researchers, again found country level differences but concluded that most of the poor were only poor for a short period of time, though a substantial part of the population remains persistently poor. Overall, a DYNSOC study calculated that up to twice as many people face some period of poverty over a five-year period than faced it in any one year. Since those poor in any year have a much higher risk of being poor in subsequent years, there is a polarisation between the persistently poor and the never poor. Countries with social-democratic or employment- centred corporatist regimes experienced less of this polarisation, the former because of their higher exit rates from poverty. Further EPAG studies indicate that the link between income and deprivation is weaker than commonly assumed, especially within the richer Member States, though a DYNSOC study concluded that persistent poverty was closely associated with persistent deprivation. Overall, EPAG researchers conclude that European homogeneity is more evident amongst the advantaged than the disadvantaged. Whilst structural socio- economic variables remain very important predictors of deprivation other life events, such as unemployment and chronic illness, are associated with higher levels of deprivation and explain much of the cross-country variation in deprivation. ",
        "27 We now review the implications for policy and practice of the findings of the five projects in this cluster. This is a difficult task. The DYNSOC project concludes that there is a high degree of commonality across Europe in terms of the underlying processes involved in household and family formation and the dynamics of social change, but this is not universally agreed. FEFF researchers whilst identifying the common trends discussed above, argue that since individual countries have followed different paths in balancing employment and family formation objectives there can be no universal policy prescriptions. We start this review with methodological considerations and then review the policy issues introduced at the start of this section. Firstly, taken together the EPAG and DYNSOC projects question the current reliance on cross-sectional evidence in much of social science research and the related collecting and presenting of social (and economic) indicators such as those related to poverty and unemployment. Similar criticisms of the current measures of unemployment were presented by the Full Employment researchers as we outlined in our review of Cluster 1 projects. In addition the DYNSOC researchers argue the merits of defining poverty in Europe using a single poverty line based upon median household income across Europe as a whole. They also identify the advantages, as again did the Full Employment project, of identifying those within groups classified as being out of the labour force who are potential workers. The DYNSOC project conclude that as the policy debate moves on from a central concern with poverty to broader aspects of social exclusion, simple measures of poverty need to be supplemented by broader measures of deprivation. Secondly, a clear implication drawn from the FFEF and MOCHO projects is that the overly simplistic target of a seven point rise in the female participation rate adopted by the Lisbon Strategy creates additional tensions at policy levels between supporting the role of women as mothers and as providers of economic resources within the household. The FFEF researchers identify as the main issue to be faced in Germany, Italy and Spain the prevention of further polarisation between female full-time employment and fertility by improving women’s access to internal labour markets. This echoes the argument of the LoWER network summarised in our review of the previous cluster. For the UK, the researchers identify that the priority for policy-makers should be to ensure that mothers have the option of retaining their pre- motherhood labour market status. Here there is the danger, again also identified by the LoWER team, that the growth of low-status, part-time service sector jobs in the UK and in some other Member States, will create a ‘career trap’. This occurs when mothers get caught in jobs which continually under-utilise their human capital and previously acquired workplace skills and competencies. The solution advanced by the both the FFEF and LoWER teams is the promotion of higher status and higher paying part-time employment opportunities. The MOCHO teams’ conclusions differ slightly from those of FFEF and LoWER in that they argue that in countries with low female employment rates more part-time, and self-, employment may raise welfare regardless of their status and quality. Notwithstanding this difference, they join the other two projects in calling for policies that promote: childcare services; more gender equality in home production, and enable longer spells of parental leave, especially if the latter target fathers rather than mothers. The MOCHO project argue that long labour market interruptions permanently reduce the participation rates of mothers and thus achieving the Lisbon target may require that maternity leave entitlements should not be too long. However, these researchers also find that the typical year long maternity leave of Swedish mothers has no negative effect on their future wages. Whilst a further MOCHO study found that extending the opening hours of Italian child care providers and relaxing upper family income restrictions stimulates take-up more than lowering its price. Thirdly, the HWF team concluded that the ‘bad flexibility’, as identified above, could be deterred by selective regulation. Policies restricting ‘bad flexibility’ for those in regular jobs ",
        "28 had in the Netherlands and Sweden promoted more desirable types of flexibility and enhanced job security. Both too little and too much regulation promotes ‘bad flexibility’ and the emergence of a two-tier workforce, as Bulgarian and Romanian experience of de- regulation illustrate. Given the different impact of flexibility in different economies the HWF researchers question the transferability of policies across Member States. They illustrate by comparing the successful policy of promoting part-time employment in the Netherlands and the UK with the need in CEECs of more flexible options within full-time employment. Though, as our discussion above indicates, the FEFF and LoWER projects question whether part-time employment should be promoted given its longer-term impact on gender labour market inequality. Cluster 6: Education, Youth Policies and the Transition into Employment The development of the knowledge-based economy and the decline in employment opportunities for the less-educated have led to greater concern with not only life-long learning but also the content and extent of compulsory and post-compulsory schooling. In addition, the ageing of the European population means that the smaller proportion of young people will have to support more dependents. At the same time in several Member States participation rates in higher education have increased in response to the rising educational premiums evident in the labour market. Whilst in most countries the schooling curriculum has been adjusted to strengthen the development of the key competencies, such as keyboard and communication skills, now demanded by the labour market. These factors are occurring when persistent unemployment and slow job creation in Europe impact disproportionately on youths attempting to enter the labour market in many European countries. The youth unemployment rate in Europe is currently more than double the overall unemployment rate, with the rates being particularly high in some of the new Member States. The concentration of this unemployment into particular locations and households, together with the often long spells of unemployment, has led to fears of rising social exclusion amongst European youths. Fears that have been heightened by the considerable proportion (though falling) proportion of young people in Europe who leave schooling with no formal educational qualifications. As part of the Lisbon Strategy the EU has set a target to cut in half the numbers of early school leavers by 2010. The issues raised above have been reflected in the adoption at the March 2005 European Council of a European Youth Pact making youth friendly policies a key component of the re- launched Lisbon Strategy. The five projects reviewed in this cluster, HEGE, EDEX, BCEP, YUSE and YOYO together examine the issues introduced above and enable a critical appraisal of the current policy responses. The EDEX and HEGE projects analyse the interactions between education and the labour market. The former project analysed the long-term consequences of the rise in education levels on the transition to employment with the latter concentrating upon the graduate labour market. Employing a broad range of research methodologies, the EDEX researchers identify the key driving forces in the process of educational expansion. They point to the achievement of a consensus between government, parents and employers favouring expansion, the seeking of equality of opportunity through longer compulsory schooling together with, in most countries, less differentiation in post-compulsory pathways. The researchers predict an end to educational expansion over the next decade due to the presence of severe institutional barriers to further growth and labour market adjustment to population ageing in Europe. However, the same factors, together with the pace of organisational and technical change in the labour market, are likely to promote the expansion of continuing education whilst encouraging more young people to combine some forms of work with their initial education. Hence the EDEX researchers conclude that the distinction between the education and work phase of the life ",
        "29 cycle will increasingly become less clear, even in countries, such as France and Spain, where the school-based system dominates. The EDEX team whilst noting the diversity of educational systems in Europe, especially in the organisation of vocational education, found that these differences had not hindered the general growth in education in recent decades. They found that the more centralised systems had become more flexible, with the more initially decentralised systems adopting national standards and/or expanded common rules. The socio-economic causes of these developments were broadly similar and were promoting some policy convergence, such as in the expansion of work placements, but not standardisation. The HEGE researchers also confirmed the diversity of practices in European higher education, with North Western Europe placing greater emphasis on practical experience, communication skills and well-equipped teaching and learning facilities. Their postal survey of 40,000 1994/5 graduates approximately four years after graduation also found significant national differences in graduates’ initial labour experience. The average duration of initial search varies by a factor of three across the nine countries studied, whilst the proportion suffering persisting unemployment varies by a factor of over ten. Differences at both national and regional level were greater than those associated with the graduates’ particular field of study. Overall, the HEGE survey found that graduates in most Western European countries had been speedily integrated into employment. Initial search lasted on average six months and in the four years after graduation only 5% reported that they had spent most of the time unemployed. Slow initial transition into employment was generally associated with higher graduate unemployment and a smaller probability of being in graduate employment at the time of the survey. Overall the HEGE survey found little evidence of over-education. Only a fifth of graduates reporting that they made little or no use of the knowledge acquire at university, just 13% considered that their employment was inappropriate to their level of education and only 7% believed that their higher education was superfluous to their current job. On the other hand, nearly three-quarters believed their field of study was an important factor in them gaining their initial employment, and nearly 40% remain with their initial employer after the four years covered by this survey. Overall, these findings from the HEGE survey suggest that the growth of demand for graduates is at least matching the increased supply analysed by EDEX. The HEGE researchers also found some evidence of the potential future internationalisation of the graduate labour market. Whilst only 3% of graduates were working abroad four years after graduation, 17% had spent some time working abroad and 60(16) % of non-native speakers considered that they were able to read relevant English (French) language texts at the time of their graduation. The YOYO project was concerned with de-standardised young people’s transition into work and the way in which this affects their citizenship status and motivation to engage in lifelong learning. Employing a variety of research methodologies including interviews and case studies across ten European countries, the YOYO researchers investigated whether motivation for employability, lifelong learning, responsibility and involvement was more likely to develop in participatory settings. The YUSE project considered a related issue, that of how different welfare strategies influence the risk of social exclusion amongst unemployed youths. The YUSE researchers drew upon a comparative dataset of 17,000 young registered unemployed in ten European Countries sampled between 1995 and 2000. Representative samples were surveyed from those who had been unemployed continuously for at least three of the previous six months. Finally, the BCEP project also investigated the social and economic participation of unemployed young people. The BCEP team employed a participatory research approach across six European countries with two in-depth cases studies in each country. The YUSE study concluded that if one viewed social exclusion as a process of cumulative disadvantage then few young people in Europe were excluded, even in high unemployment ",
        "30 countries with low entitlements to social insurance, such as Italy and Spain. While vulnerable and marginalised groups could be identified in significant numbers, marginalisation did not extend across all of labour market, financial, political and social dimensions. Notwithstanding this finding, the young unemployed who suffered financial deprivation had a higher risk of marginalisation, particularly in Finland and Scotland where parental financial support was lower. However, even in these two countries the unemployed youths did not experience social marginalisation, most instead had intact social networks receiving emotional and instrumental social support from parents and friends. In Denmark, in contrast, high coverage and relatively generous unemployment benefits enabled the young unemployed to leave home. The Danish young unemployed reported low levels of financial deprivation, better mental health, better integration into employment, higher levels of well-being and overall were coping better with unemployment than those in other countries. Overall the YUSE researchers found little evidence that high benefits produced disincentive effects, though work commitment amongst the Finnish and Scottish long-term unemployed was relatively low. Whereas unemployed youths in Italy and Spain were also well-off compared to those in the two former countries, here the dominance of temporary contracts and informal sector employment caused many to end up in jobs with little prospects for advancement. The latter finding was supported by work undertaken by the 'Employment- Exclusion’ project reviewed in the final cluster below. This network found that initial placement of entrants in hybrid or non-standard employment tended to lead to permanent attachment to such types of employment. Consistent with the results of several projects reviewed above, the YUSE researchers also found that young peoples with lower levels of education had a higher probability of experiencing successive periods of unemployment. They also found that the younger the individual when first entering unemployment the higher the probability of becoming unemployed in the future. The YUSE team found that activation policies had mixed results, with only the Swedish training programmes having a positive effect on the probability of finding employment. The highest level of depression was amongst young women who were financially dependent and who lived in societies where the male- breadwinner still dominated. The YUSE researchers also found that having children appeared to act as a buffer against mental health problems in some countries. The YOYO researchers concluded that in modern flexible labour markets and with the decoupling of education and employment, young people need what they term ‘contextual competence’. Competence is here used in a comprehensive sense to mean a capacity to act, to cope with constantly new challenges in private, social and work life situations and to shape their life in a self-determined way. In their analysis of young people’s transitions, the YOYO team found that where resources and opportunities were restricted due to low attainment, gender, ethnicity or lack of employment opportunities then demotivation was often evident. The demotivation in most cases results from a discrepancy between initial orientations and actual experiences and was rarely directly related to training and work. Instead it was the restrictions placed upon young people by schools and the employment service denying choice and neglecting the needs and aspirations of these youths which damaged their confidence in their self-efficacy and resulted in demotivation. The case studies undertaken by the YOYO team indicated that active participation can be an effective way of enhancing young peoples’ motivation when it leads to greater choice, flexibility, open outcomes, experimentation, and trust and when partnered with holistic support. These characteristics were more commonly found in the youth work sector whereas participation in the education, training, labour market and social policy sectors tended to be limited to formal procedures and attendance. The BCEP project found evidence of tensions between the working identities of young adults, the projects, the professionals and the labour market. These researchers concluded that in order to promote inclusion professionals and learners needed to co-operate to produce learning activities that were related to the demands and possibilities of the real labour market and socio-cultural activities. Consistent with the ",
        "31 arguments of the YOYO team, the BCEP project promoted the need for the learning environment to be designed to enable the learner to engage socially and encourage agency at the social level. The learning activities needed to be flexible, contain elements of self-directed learning which enable the young adults to retain some ownership, and be integrated with experiences in work placements and social involvement. Standardisation of provision and over-regulation was to be avoided and education, training and guidance professionals needed to become reflective practitioners. This means, the BCEP team argued, that professionals and their clients need to interpret and negotiate the possibilities and limitations of individual young adults against the background of a changing labour market. The YOYO project concluded that the promotion of sustainable social inclusion and citizenship required an approach developing both soft skills and hard resources such as the acquisition of recognised qualifications or employment. Few of the projects studied achieved this combination, and the YOYO researchers concluded that the provision of welfare without participation can lead to alienation amongst these young people, whilst schemes that offer participation without welfare may generate individualised exclusion and precariousness. We now explore the policy implications of these projects’ findings within the context of the key issues and current EU policies introduced at the start of this section. Firstly, though the HEGE project drew no policy conclusions, the EDEX researchers were concerned that although education expansion was irreversible, there was a danger that education systems were being too heavily influenced by insiders’ and employers’ preferences. They suggest that future education systems will increasingly need to support the growth of lifelong learning and accommodate the greater flexibility of delivery which students will desire. Secondly, the three other studies confirm the difficulties which young people in Europe face in making a successful transition into employment. YUSE researchers found that differences in benefit systems and the level of family support contributed to the diversity of young peoples’ transitions in Europe. In Italy and Spain the rigid labour markets in combination with highly supportive families caused unemployed youths to suffer labour market but not other forms of exclusion. Overall, the YUSE project concluded that European policymakers should move away from a preoccupation with benefit generosity and coverage towards guaranteeing unemployed young people access to either education or employment. The YOYO and BCEP saw the issue as more complex. BCEP researchers argued that mainstream youth integration initiatives had adopted activation of the young unemployed or targeted their acquisition of work-related qualifications or sought to clarify their career aspirations. However, the BCEP team argued that these policies may reinforce marginalisation unless useful instrumental competencies were appropriated whilst enhancing the young adults’ self- esteem and promoting their social and biographical competencies. Education, training and guidance environments needed to be flexible and adapt to the needs of individual clients. The BCEP researchers pointed out that instruments such as performance monitoring and benchmarking could prevent such an approach through their tendency to promote standardisation. The YOYO project supported this critique of reliance on activation policies, and favoured a multi-dimensional participatory approach aimed at increasing access not only to employment but to all aspects of social life and empowering young people’s citizenship. Hence, these researchers support, in principle, the broad orientation of the Lisbon Strategy’s Social Inclusion process which promotes an integrated and multi-dimensional approach to fighting poverty and social exclusion. Cluster 7: Unemployment, Inequality and Social Exclusion At the start of this decade about 15% of the citizens of the enlarged EU were at risk of poverty while 9% were at risk of persistent poverty. These risks have remained stable in most EU15 countries in recent years with the risk of relative poverty falling slightly in many of the ",
        "32 new Member States. Women would be significantly more at risk of poverty than men without the support of social protection. Older women are more at risk than older men, whilst some of the highest rates of poverty are found amongst single parents (predominantly women) who have difficulty in reconciling work and family responsibilities. In recent years the greater use of activation policies has finally begun to lower the proportion of unemployed who have been unemployed for over a year in many of the EU15 countries though this proportion remains very high in Italy, and in Poland and the Slovak Republic amongst the new Member States. This long-term unemployed is very closely associated with social distress as people who have been unemployed for long periods tend to lose the skills and self-esteem necessary to be viewed as employable by potential employers. As a result of the high concentration of unemployment in Europe over 10% of individuals aged 18-59 years of age reside in households in which no member is in employment. In addition, the structural changes within the EU labour markets examined above, in particular the fall in demand for unskilled labour and rise in demand for the more educated, have tended to increase wage inequality within the previously compressed wage structure of European labour markets. The five projects in this final cluster, EPUSE, TIEU, CSIP, EMEX and PIEP, examine the issues introduced above. As explained above, unemployment, poverty and social exclusion interact together and with many of the issues discussed in the previous clusters and hence this review builds upon those above. The EPUSE project, which commenced in 1996, examined the experience of unemployment in eight Member States, using a number of national datasets, several Eurobarometer studies and the first wave of the European Community Household Survey. Similar to the YUSE project discussed in the previous cluster, it was concerned with the quality of life of the unemployed, the extent of their marginalisation from the labour market and the degree of their social integration in their community. As for the young unemployed studied in YUSE, universalistic regimes based upon the principle that social protection should be available to all citizens such as the Danish system, were the most successful at protecting the unemployed from poverty. These regimes prevented financial deprivation in a way which did not make the unemployed dependent on other income in the household. Employment-centred welfare regimes, in which social protection is targeted upon those with employment experience could as in the Netherlands, be nearly as effective in tackling poverty risk. However, they did so by making the unemployed’s financial position dependent upon their household’s position. The liberal (Britain and Ireland) and sub- protective (Italy) systems performed badly in this comparison, though the Irish system was relatively effective at combating poverty. In terms of labour market attachment the EPUSE project again reached conclusions consistent with the study of the young unemployed in the YUSE project. The unemployed in the countries with the most generous welfare systems showed similar job search patterns and there was no clear relation between benefit generosity and willingness to take low wage employment. Important aspects of the labour market marginalisation were found to be the changing structure of the labour markets and the ‘scarring effect’ of unemployment. The latter was the tendency for those unemployed who did re-enter employment to do so in lower graded and more precarious employment, a tendency more frequent in those countries with less generous welfare systems. The EPUSE researchers also noted the importance of institutional factors in influencing labour market attachment. One example was the finding that greater availability of childcare provision was associated with higher participation rates of young mothers and another that stronger employment protection policies worsened youth unemployment. The EPUSE project concluded that the extent of social isolation was primarily not due to unemployment but to the wider pattern of household structure and sociability. In most of the countries studied people’s sociability outside the household was reasonably resilient in the face of unemployment. However, unemployment was found to have a large negative impact on the subjective quality of people’s lives, largely though financial deprivation, though this ",
        "33 effect was weaker for women. The EPUSE researchers found little evidence of a public rejection of the unemployed or that public attitudes were affected by particular welfare regimes. Part of the TIEU project was concerned with modelling public attitudes to redistribution and the political feasibility of redistribution policies and labour market reforms targeting inequality, social exclusion and unemployment. Surprisingly, research undertaken by the TIEU project suggested that the welfare of the unemployed in France was little different from that of the unemployed in the US, largely because the French system compensates its unemployed for their slower exit out of unemployment. Thus reducing French unemployment benefits to US levels without americanising the exit rates would dramatically lower the welfare of the French unemployed. This finding may explain the absence of political pressure to reform these benefits, given the likely opposition of the unemployed. Theoretical work undertaken by members of the TIEU network explained how different patterns of redistribution could evolve depending upon particular political mechanisms. Under both majority voting and where small groups are more effective lobbyists, various outcomes with different levels of redistribution occur. A finding which is consistent with the large differences between the US and continental Europe. Related theoretical work examined how the interaction between political decisions about the level of unemployment benefits and the optimal search behaviour of the unemployed can give rise to a self-reinforcing mechanism that can also generate a range of possible outcomes. In particular, a European-type steady-state was possible with high unemployment, low employment turnover and high benefits as was a US-style steady-sate with low unemployment, high employment turnover and low unemployment insurance. The TIEU researchers also analysed through modelling and empirical work the relative importance of the different causes of European unemployment. The growth of international trade was found to play only a minor role in the evolution of European unemployment. Trade was also found to have only a small effect on labour market inequality and this was mainly via trade-induced skill-biased productivity increases. The relative importance of factors causing increasing pay inequalities was also investigated by the PIEP team, whose motivation was to question whether Europe’s compressed wage structures were preventing its firms from operating efficiently. This project investigated the relationship between pay inequalities and business and employment performance, analysing industry and company level data in eight Member States. In most countries greater within-firm inequalities were associated with greater productivity, although this result appeared to be dependent upon the nature of the work environment. Where work was harder to monitor and team-working more common, the PIEP researchers found that smaller wage inequalities could be beneficial dependent upon the human resource management approach adopted by the firm. Hence the initial finding of greater pay inequalities being positively related to firm performance may be related to the slow diffusion in Europe of ‘high performance’ work systems. The PIEP team concluded that the greater overall pay inequalities found in Ireland, Spain and the UK were not systematically related to higher employment rates or the dominant system of wage-fixing. This greater inequality seemed to linked to a greater degree of labour market segregation of the low paid and by gender. Segregation was found at firm as well as industry level and young people’s employment was segregated along similar lines. Overall, the PIEP researchers found that there are substantial pay differences in Europe between industries and firms for apparently similar kinds of workers, highlighting the importance of company-level human resource policies. Examination of the wage premium typically paid by large firms suggested that a substantial part of it derives from the sectoral affiliation of such firms. The PIEP researchers also attribute part of this premium to the higher productivity and stability of the workforce in larger firms, the latter generating more on-the-job learning. Finally, the project concluded that there was a positive public sector wage premium for low paid workers, but that this differential became negative for high-paid workers. ",
        "34 The EMEX network of researchers sought to identify and compare areas of employment that sustain poverty. Their study of ‘exclusion in work’ included not only workers on low pay but also those in unstable employment, without access to sickness and pension benefits and with precarious living conditions. In common with several of the projects reviewed in Cluster 4 above, the EMEX team found that current data sources were not well suited to their area of analysis. Coverage of ‘hybrid’ job positions was not consistent across countries and only limited longitudinal analysis was possible. They argued for the current indicators of the quality of employment to be supplemented by measures of the extent of exclusion in work. In a detailed study of the hotel and catering and textile industries the network found that the form of in-work social exclusion differed between these industries and across countries. The hotel and catering industry was increasingly using temporal flexibility to sustain margins whilst in textiles employers used job reductions and increased workloads to retain competitiveness. In contrasting the situation in the two Member States with the largest service sectors, Sweden and the UK, the network concluded that national institutional features, such as collective bargaining coverage and social security regulations, made a significant difference to the incidence of social exclusion. The EMEX network established a link between the erosion of employment status and the deterioration of working conditions in terms of health, psychological and physical dangers and stress, irregular schedules and violence at work. Decline in union bargaining power was seen as factor promoting this process, as were the growth of workers in hybrid jobs and on workfare programmes. The EMEX network also concluded that the modernisation of European social security systems was creating greater polarisation in society as these systems increasingly attempt to concentrate upon the poorest groups. This was leading to widening inequality, with the retired and, as analysed by the previous cluster of projects, young entrants being particularly vulnerable. An analysis of the reform of mainstream social inclusion policies was the main theme of our final project, CSIP. These researchers also studied complementary social inclusion policies in the voluntary and community sectors and conducted a more focused study of the experience of migrant workers. This network found that although there had been a general shift from passive to active policies, mainstream social inclusion programmes varied greatly between countries and across welfare regimes. These mainstream programmes still largely ignored atypical, flexible forms of employment and informal economic activity. Members of the network concluded that the most successful programmes were those that sought to address peoples as citizens and bearers of social rights as well as responsibilities. Such programmes were found more commonly in countries where the ‘social democratic’ welfare regime dominated. The CSIP network found that the monitoring and evaluation of social activation policies in Europe remained weak. Diagnosis of ‘reach’, ‘take-up’ and ‘drop-out’ problems was often inadequate, though the team argued that solutions were available. These lay in better use of benefit incentives, benefit-conditional interviews and a clearer commitment to client- orientated services. ‘Community Enterprise Employment’ schemes were viewed by the CSIP network as being particularly effective in combining programmes targeting both the activation of unemployed individuals and the social-capital needs of their local communities. Having now reviewed the main findings of this last cluster of projects we now turn to consider their policy proposals and relevance to current European policies. The EPUSE project concluded that more generous social welfare policies enabled the unemployed to preserve their informational and social links, and need not undermine work motivation. Hence such welfare regimes not only prevented a high incidence of social exclusion but could actually increase the efficiency of the job search by enabling the unemployed to access employment information through their friends and family. The EMEX team were concerned that the growth of exclusion in work was threatening the effectiveness of social protection ",
        "35 systems based upon traditional forms of employment and professional status. They presented a number of proposals to combat exclusion at work including the adoption of minimum legal or collectively bargained entitlements to sickness and pension benefits and the requirement that hourly par rates are included on all pay slips. In addition, the EMEX researchers argued for clearer and enforced rules covering the rights of workers in non-standard forms of employment and the social rights of both the unemployed and those on workfare programmes. The latter proposal was supported by the CSIP project who also called for the fuller development of an EU citizen’s social rights framework, co-ordinated with national rights related to income, work and recognition. Unlike many of the other projects reviewed above, the CSIP researchers see some aspects of the flexible labour markets, together with the growth of informal economic activity, as creating new means of promoting social inclusion. The political economy model developed by TIEU researchers can explain the reluctance of Member States to undertake the modernisation of social policies anticipated in the adoption of the Lisbon Strategy. This suggests a need for the social partners to take the lead in negotiating how similar distributional outcomes to those currently prevailing can be achieved by policies more conducive to sustaining international competitiveness. At the same time the TIEU project’s study of Spanish and Portuguese entry into the EC has special significance for those seeking to analyse the development of the new Member States. This research suggested that differences in welfare systems and labour market institutions can cause apparently very similar neighbouring countries to experience after accession very different labour market adjustments and performance. The PIEP project found that wage inequalities do provide an important incentive device within firms and that there is a convergence on the most effective incentive system given their specific operation over time. Hence increased competitive pressures may cause an increase in wage inequality, though above a certain point greater inequality did not raise performance and modern ‘high performance’ work systems may work better with a more egalitarian wage structure. Across Member States countries with the largest inequalities tended to have a higher degree of labour market segregation, suggesting that a further strengthening of equal opportunities may reduce gender pay inequality. Conclusions and Recommendations In this final section we summarise the main lessons for policy of these twenty-nine projects and provide recommendations concerning future research directions. A finding common to many of the projects reviewed above is the weak evidence base available to policymakers in many key areas. As labour markets become more flexible and production more idiosyncratic then definitions, measurements, data collection and indicators need to adjust if policy is going to become evidence-based. For example, as the Full Employment researchers point out, there is a need to modernise measurement of employment and unemployment, whilst the ENMOB team argued that the Labour Force Survey needs to generate better migration statistics and increase comparability across Member States. A final example is the conclusion of the EPAG and DYNSOC teams who note that in the areas of poverty, social exclusion and unemployment, current cross-sectional evidence and indicators need to be supplemented by longitudinal and broader ones to provide an appropriate basis for policy diagnosis. Hence our initial lesson for policy is the need to devote more attention to improving the quality of the evidence on employment and unemployment available to policymakers. A second general finding of these projects was the diversity of labour market behaviour in Europe. The diverse institutions, customs and practices within national, regional and industrial labour markets in the enlarged European Union have generated different responses ",
        "36 to the common trends identified above. This means that policies successful in one Member State may not be transferable to others. In general, the projects reviewed above concluded that policymakers had to be sensitive to this diversity and avoid undue standardisation and over- reliance on prescriptive hard law measures. The PEMINT researchers were here an exception, calling for increased harmonisation of social welfare policies to reduce their distorting effects on mobility and migration in Europe. Notwithstanding this argument, the large majority of these projects provide findings supportive of the principle of subsidiarity and increased use of soft law measures in Europe consistent with the open method of co-ordination. A number of projects reached conclusions critical of the current macroeconomic policy regime in Europe. Their critique was that over-reliance on the achievement of macroeconomic stability was in effect producing a deflationary bias. Whilst much emphasis in other policy areas had been on learning from US policies, European policymakers had neglected the advantages of the more accommodating approach followed by American monetary and fiscal policymakers which had created a more expansionary bias. For example, the MACROTEC and AITEG researchers found evidence of demand-pull effects on innovation and that induced technological change had an overall positive effect on economic performance. Additionally, the findings of the LoWER and DEMPATEM projects indicated that if Europe wanted to close the service sector employment gap with the US then faster real demand growth was required. Taken together these findings suggest that European policymakers have been too preoccupied with the dangers of excessive inflation and neglected the benefits of a modest expansionary bias which a more accommodating macroeconomic stance would allow. A number of projects questioned whether the emphasis upon raising the overall employment rate within the Lisbon Strategy was justified. The LoWER team found that the cause of the higher US employment rates is a different work-income-leisure trade-off than that favoured by European workers. In turn, the dominant cause of this difference appears to be a preference at the margin for shorter working weeks, longer holidays, earlier retirement and more home (rather than market) production in Europe, rather than higher incomes. Hence, raising the employment rate may not raise overall welfare in Europe. This preoccupation with raising European employment rates was also, as several projects pointed out, leading to tensions at the policy level between supporting the role of women as mothers and increasing their employment rates. To prevent ‘career traps’ in which mothers are caught in employment which offer little progression and under-utilises their skills and competencies, both the FEFF and LoWER argued for the need for policy to promote higher status and better paying part- time employment opportunities. In follows that the promotion of increased quality of employment in Europe should be more focussed on this particular segment of the labour market. However, in many of the new Member States promotion of more flexible patterns of full-time working remained a higher priority. The other key element of the Lisbon Strategy is the modernisation of social policy. Whilst the DEMPATEM project concluded that there was no evidence that the inflexibility of European labour markets was a significant cause of the persisting employment gap, the EUCOWE project disagreed in relation to working time. The latter researchers found that where an establishment’s operating hours increase so does their aggregate employment and vice versa , suggesting that working time restrictions may lower overall job creation. Though this project was supportive of the current Commission’s proposals to devolve more responsibility to localised bi-lateral bargaining, the ESOPE project found that trade unions were often ineffective at a local level in representing their members’ interests and ensuring compliance with employment law. This suggests that there are limits on the extent to which ‘good’ flexibility can be achieved through a modernisation based upon devolution to social partners at the local level. ",
        "37 The distinction between the ‘low road’ to raising flexibility, through the employment of more temporary and agency workers, and the ‘high road’, through the promotion of multi-skilling and multi-tasking, was frequently made in the projects reviewed. Greater hire and fire flexibility and a preoccupation with lowering unit labour costs were found not to promote product quality or long-term productivity growth. The HWF team argued for selective regulation by which, for example, employers would be prevented from extending ‘bad’ flexibility to their regular workforce. Yet, given the inevitability of certain types of bad flexibility then selective extensions to social protection are necessary such as for those in intermittent and domestic employment. Exclusion in work was becoming more common in Europe and minimum entitlements to sickness and pension benefits were advocated by the EMEX team, who also argued for clearer and enforced rights for those in non-standard forms of employment. Current European policies recognise that the promotion of a successful knowledge-based economy requires both increased and lifelong investments in human capital. However, the EDEX project was concerned that providers of education and training were not adjusting quickly enough to the growth of lifelong learning and the provision of the increased flexibility of delivery which students increasingly desired. Policy measures which encourage provider- adaptability were therefore supported. Evidence concerning the difficulty which many European young people have in making a successful transition into employment generated further policy assessments. Over-reliance on activation measures was criticised and a multi- dimensional approach proposed, as the Social Inclusion process takes. Education, training and guidance providers needed to become more flexible and adapt to the individual needs of their clients. Currently these needs were too often perceived as narrowly related to work-related qualifications, rather than concerned with instrumental competencies, raising self-esteem and promotion of social and biographical competencies. Moreover, too much emphasis upon the performance monitoring of these providers, particularly benchmarking and publicising key performance indicators, could prevent the desired flexibility and client-focused approach. Similar policy conclusions were reached in the projects researching social inclusion policies. Several projects identified dysfunctional effects of current orthodox policy prescriptions. For example, PEMINT researchers pointed out that an over-emphasis on the social integration of immigrants could actually deter increasingly important temporary migration in Europe. Similarly, researchers in the NESY and LoWER projects found that the promotion of flexible and in particular part-time employment, together with the use of marketisation to promote service sector growth, could worsen the significant gender gaps in European labour markets. In addition, MOCHO researchers pointed out how more generous parental leave entitlements, if predominantly taken by mothers, can actually increase gender gaps in the labour market. We now turn to a consideration of future research directions. Our initial finding in this section, the weakness of the evidence base for policymaking, suggests that increased research activity related to employment and unemployment should be encouraged. In addition, evaluation of policies remains a weakness in Europe and perhaps the gap with American practice is much greater here than in any of the other gaps which have preoccupied European policymakers. Following our review of the key policy issues and our synthesis of the findings of these projects, we can identify the following priorities for future research: • Developing indicators of the intensity of work in Europe and analysing its determinants • Further analysis of the causes of the apparently weak productivity performance of the ICT-using service industries in Europe • Examining through case studies the processes which have enabled certain sectors and organisations to increase their proportion of high quality, part-time employees ",
        "38 • Analysing the determinants of the exit rates from the workforce to retirement and evaluating the effectiveness of policy responses to raising the employment rates of older workers in Europe • Investigating factors which may be constraining the growth of the flexible delivery of education, training and occupational guidance. • Further investigations of the processes causing the scarring effects of unemployment and precarious employment and evaluation of the effectiveness of policies which address these problems. Whilst the above issues should be researched through a range of methodologies, greater emphasis should be given to longitudinal analyses and the availability of data to support these. Finally, given the diversity of European labour markets and social policies, policy- related comparative research should examine more closely regions, countries, industrial and service sectors and occupations where institutions are broadly similar but performance differs. ",
        "39 Appendix: Project Details, by Cluster Project acronym Project title Project co-ordinator, affiliation Partners Web site 1. Macroeconomic Determinants of Employment IDEE Industrial Dynamics and Employment in Europe J-L Gaffard, CNRS, France Università degli Studi di Siena; Universität Wien. Full Employment Full Employment in Europe J. Huffschmid, Universität Bremen Freie Universität Berlin; TU Wien; Queen Mary College, London; CEPREMAP, Paris; South Bank University, London; TU Delft; UAB, Barcelona; TU, Denmark; FIEF, Sweden; TU Athens; Università degli Studi di Bologna; Université de Paris 13. http://www.mem o-europe.uni- bremen.de/tser/ MACROTEC Integration of Macroeconomic, and Science and Technology Policies for Growth, Employment and Technology G. von Tunzelman, SPRU, University of Sussex Université de Lyon II, MERIT, Universit of Maastricht; LIEE, National Technical University of Athens; WIIW, Vienna; IECON, Budapest; UWARS, Warsaw;, IEBAS, Sofia; Universidad Complutense, Madrid, Université Louis Pasteur, Strasbourg. http://www.suss ex.ac.uk/spru/m acrotec 2. Mobility & Migration PEMINT The Political Economy of Migration in an Integrated Europe M. Baganha Centro Estudos Sociais, University of Coimbra University of Liverpool; Institut für Migrationforshung und Interkulturelle Studien, Osnabrück; University College, London; Erasmus Universiteit; Università degli Studi diMIlano- Biocca; Universidade Técnica de Lisboa; University of Bern. http://wwwpemin t.ces.uc.pt FLOWENLA EU Enlargement: The Impact of East-West Migration on Growth and Enlargement T. Straubhaar, Hamburg Institute of International Economics (HWWA) Università Commerciale ‘Luigi Boccani, Italy; WIIW, Austria; University of Surrey; Università degli Studi di Parma. hhtp://www.east westmigration.or g ENMOB European Network on Human Mobility A. Ekelund, STEP, Norway Swedish Agency for Innovation Systems; Norweigen Institute for Studies in Research and Higher Education; CAMIRE, Spain; Danish Institute for Studies in Research and Research Policy; Maastricht Economic Research Institute on Innovation and Technology Foundation; Institute for Employment Studies, UK; LKU, Hungary; Technical University of Ostrava; Forshubginstitut zur Zukubft der Arbeit; WAV, Belgium; Universidad Rey Juan Carlos; University of Manchester; Centre d’Etude et de Recerche sur les Qualifiucations; Consiglio Nazionale delle Ricerche; Rand Europe; GKI Economic Research Co., Hungary. http://www.enm ob.org 3. Employment in a Knowledge-based Economy AITEG Assessing the Impact of Technology and Globalisation: the effects on growth and employment J. Michie, University of Birmingham Birkbeck College, University of London; University of Oslo; University of Reading; Universidad Complutense de Madrid; CIRCA, Universita di Urbino; University of Linköping. http://www.bbk.a c.uk/manop/man /aiteg/main.htm# wp1 EPKE Employment Prospects in the Knowledge Economy M. O’Mahoney, NIESR, London ZEX, Germany; University of Groningen; WIFO, Austria; CEPII, France; University of Ancona. http://www.niesr. ac.uk/epke/ SETI Sustainable Growth, Employment Creation and Technological Integration in the European Knowledge- Based Economy P. Padoan, College of Europe, Belgium Centro Studi Politica Internazionale, Italy; University of Nottingham; Universidad Complutense de Madrid; University of Sussex. http://www.seti.c oleurop.be ",
        "40 Project acronym Project title Project co-ordinator, affiliation Partners Web site 4. Changing Patterns of Employment NESY New Forms of Employment and Working Time in the Service Economy G. Bosch, Institut Arbeit und Technik, Wissenschaftszentrum Nordhein-Westfalen Université de Lille 1; UMIST, UK; Göteborg University; Jyväskylä University, Finland; Socialforskninginstituttet, Copehangen; University of Manchester; Institute of Economics, Utrecht; Université Libre de Bruxelles; Université Jean Moulin Lyon III; ETUI , Belgium; Universidade Catholica Portuguesa; Università degli Studi di Trento. http://iat- info.iatge.de/proj ekt/am/nesy- engl.html LoWER Can Improving Low-Skilled Consumer Services Jobs Help European Employment Growth? W. Salverda, Amsterdam Institute for Advanced Labour Studies, Universiteit van Amsterdam Stichting Limburg Institute for Business and Economics Research; Universidade do Minho; Université Montesquieu Bordeaux IV; University of Oxford; University of Aberdeen; London School of Economics and Political Science; Research Institute of the Finish Economy; ZEW, Germany; Univeritaire Faciliteiten Sint-Ingantius Antwerpen; Economic and Social Research Institute, Ireland; Università Cattolica del Sacro Cuore; Low Pay Research Trust; Utrecht University. http://www.uva- aias.net/lower.a sp ESOPE Precarious Employment in Europe: A comparative study of labour market related risks in flexible economies M. Laparra, Universidad Pública de Navarra ICAS Institute, Bacelona; Economix research and Consulting Munich; Centre d. Etude del’Emploi, Paris; Centro di Recerche Economiche e Sociali, Roma; Inststute for Employment Research, UK. http://www.unav arra.es/organiza /esope.htm DEMPATEM Demand Patterns and Employment Growth: Consumption and Services in France, Germany, the Netherlands, Spain, the UK and the US W. Salverda, Amsterdam Institute for Advanced Labour Studies, Universiteit van Amsterdam Utrecht University; University College, London; Oxford University; Association pour la Recherche en Micro-économie Appliquée, Paris; Universidad Carlos III, Madrid. http://www.uva- aias.net/lower.a sp EUCOWE A Comparative Study of Operating Hours, Working Time and Employment in France, Germany, the Netherlands, Portugal, Spain and the UK H. Groß, Berufsforschunginstitut, Köln IAT, Germany; Katholieke Universiteit Nijmegen; Universidade Cathlólica Potuguesa; Université Aix-Marseille II; UMIST. http://www.iso- koeln.de/frafsp2. htm 5. Households, Family Formation and Employment EPAG European Panel Analysis J. Gershuny / R. Berthoud, ISER, University of Essex DIW, Germany; Economic and Research Institute, Ireland; Tilburg Institute for Social Security Research. http://www.iesr.e ssex.ac.uk/epag /pubs/ HWF Households, Work and Flexibility C. Wallace, HIS, Austria TARKI Social Research Centre, University of Umeaa; SicenterCenter za Socialne Indikatorje; University of Hertfordshire; State University of Plovdiv; Institute of Sociology, Academy of Sciences of the Czech Republic; Stoas Foundation; Institute for Quality of Life, Romania. http://www.hwf.a t DynSoc The Dynamics of Social Change R. Berthoud, ISER, University of Essex University of Aarhus; DIW, Germany; Economic and Research Institute, Ireland; Tilburg Institute for Social Security Research; Universita degli Studi di Milano-Bicocca. http://www.iser.e ssex.ac.uk/epag /dynsoc.php FENICS Female Employment and Family Formation in National Institutional Context J. Zighera, Université de Paris X and P. Elias, University of Warwick Otto-Friedich Universität Bamberg; University of Erlangen- Nurnberg; Instutute of Economics, Utrecht; Universitat Autònoma de Barcelona; Universitat Popeu Fabras. http://www.warw ick.ac.uk/ier/feni c/index.html MOCHO The Rationale of Motherhood Choices: Influence of employment conditions and of public policies D. Meulders, Université Libre de Bruxelles and S. Gustafsson, Universeit van Amsterdam University of Torino; National Centre for Social Research, Athens; Observatoire Francais des Conjonctures Economiques, Paris. http://www.ulb.a c.be/soco/moch o ",
        "41 Project acronym Project title Project co-ordinator, affiliation Partners Web site 6. Education, Youth Policies and the Transition into Employment CHEERS Higher Education and Graduate Employment in Europe U. Teichler, WZI, Universität Gesamthochschule,Kas sel Universität Klagenfurt; University of Turku, Université de Bougogne, IARD Istituto; Noweigen Institure for Research in Higher Education; Valencian Institute of Economic Research, Maastricht University; University of Twente; Open University. http://www.uni- kqassel.de/wz1/t seregs.htm EDEX Educational Expansion and the Labour Market C. Béduwé & J. Planas, Université des Sciences Sociale LIHRE & CNRS, Toulouse Centre for Economic Performance, LSE; Zentrum für Sozialforschung, Halle; Centro di Recerche Economiche e Sociali, Rome; Grup di Recera Educació i Treball, Barcelona; Center for Research on Innovation and Society, Santa Barbara. http://edex.univ- tlse1.fr/edex/ Balancing Competencies Enhancing the Participation of Young Adults in Economic and Social Processes: Balancing instrumental, social and biographical competencies in post-school education and training D. Wildemeersch, Katholieke Universiteit Leyven Humboldt University, Berlin; Roskilde University; Catholic University Nijmegen; Cooperative de Ensino Superior Intervençao Social, Lisbon; University College Northampton. YUSE Youth Unemployment and Social Exclusion in Europe T. Hammer, NOVA, Institut for Sosialforsking, Norway University of Glasgow; University of Helsinki; University of Gothenburg; University of Aix-en-Provence; Universidad Complutense de Madrid; University of Salerno; University of Naples; Der Budesanstalt für Arbeit; Danish Institute for Social Research. YOYO Youth Policy and Participation: The role of participation and informal learning in the transition of young people to the labour market A. Walther, Institute for Regional Innovation and Social Research, Tübingen German Youth Institute; Asociación Regional y Europa de Análisis; University of Leiden; National Agency for Supporting Youth Initiatives, Romania; University of Copenhagen; University of Ulster; University of Cork; University of Bologna; Dresden University of Technology. http://www.iris- egris.de/yoyo 7. Unemployment, Inequality and Social Exclusion EPUSE Employment Precarity, Unemployment and Social Exclusion D. Gallie, University of Oxford Danish National Institute of Social Research; Johann- Wolfgang-Goethe Universität Frankfurt; Katholieke Universiteit Nijmegen; ESRI, Dublin; Università degli Studi de Trento; Stockholms Universitet; Centre fe Recerche en Economie et Statisque, France. http://www.nuffie ld.ox.ac.uk/proje cts/epuse/ TRINEU Trade, Inequality and European Unemployment S. Yeo, Centre for Economic Policy Research, London Centro de Estudios Monetarios y Financieros, Madrid; Centre d’Etudes Prospectives d’Economique Mathématique Appliquée à la Planification, Paris; Centro Studi Luca d’Agliano, Torino; Ecole des Hautes Etudes en Sciences Sociales, Paris. CSIP Comparative Social Inclusion Policies and Citizenship in Europe: Towards a new European Social Model M. Roche, Political Economy Research Centre, University of Sheffield Centre for Social Integration and Differentiation, Copenhagen; Rijksuniversiteit Utrecht; Centro de Estudos Sociais, Coimbra; Interdisciplinary Centre for Comparative Research in the Social Sciences, Vienna; Universidad de Barcelona; Vrije Univesiteit Brussel; Middlesex University; Universität Bremen; Foundatione Felicita ed Enrico Bignaschi e Figle, Milano; Centre de Recerche et d’information sur ta Democratie et l’Autonomie, Paris. http://www.shef. ac.uk/escus/pap ers/papersreport s/socialmodel.ht ml Employment- Exclusion Employment and Exclusion P. Desmarez, Centre de Sociologie du Travail, de l’Emploi et de la Formation, Université Libre du Bruxelles University of Keele; Université d’Every; Northampton University College; Universida de Lisboa; University of Göteborg; Università degli Studi de Roma ‘La Sapienza. PIEP Pay Inequalities and Economic Performance D. Marsden, Centre for Economic Performance, LSE ESRI, Dublin; Université Libre du Bruxelles; Universität Witten; LEST, Aix-en-Provence; Università Cattolica di Milano; Universida de Santiago de Compostela. http://cep.lse.ac. uk/piep ",
        "European Commission EUR 23162 — EU Research on Social Sciences and Humanities Policy Synthesis of EU Research Results – Series n° 5 : Employment and Unemployment Luxembourg: Office for Official Publications of the European Communities 2007 — 44 pp. — 21.00 x 29.7 cm ISBN 978-92-79-07558-2 ",
        "",
        "SALES AND SUBSCRIPTIONS Publications for sale produced by the Office of Official Publications of the European Communities are available from our sales agents throughout the world. You can find the list of sales agents on the Publications Office website (http://publications.europa.eu) or you can apply for it by fax (352) 29 29-42758. Contact the sales agent of your choice and place your order. ",
        "S T U D I E S EUR 23162 Employment and Unemployment EU RESEARCH IN SOCIAL SCIENCES AND HUMANITIES Policy Review Series n°5 K I - N A - 23162 - E N - N imposition5:Layout 1 23/01/08 11:53 Page 1 "
    ]
}