{
    "text": [
        "Covid-19 and Remittances in Africa Kalantaryan, S McMahon, S 2020 EUR 30262 EN ",
        "This publication is a Technical report by the Joint Research Centre (JRC), the European Commission’s science and knowledge service. It aims to provide evidence-based scientific support to the European policymaking process. The scientific output expressed does not imply a policy position of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of this publication. For information on the methodology and quality underlying the data used in this publication for which the source is neither Eurostat nor other Commission services, users should contact the referenced source. The designations employed and the presentation of material on the maps do not imply the expression of any opinion whatsoever on the part of the European Union concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Contact information Name: Simon McMahon Email: simon.mcmahon@ec.europa.eu EU Science Hub https://ec.europa.eu/jrc JRC121055 EUR 30262 EN PDF ISBN 978-92-76-19741-6 ISSN 1831-9424 doi:10.2760/86710 Print ISBN 978-92-76-19742-3 ISSN 1018-5593 doi:10.2760/849509 Luxembourg: Publications Office of the European Union, 2020 © European Union, 2020 The reuse policy of the European Commission is implemented by the Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Except otherwise noted, the reuse of this document is authorised under the Creative Commons Attribution 4.0 International (CC BY 4.0) licence (https://creativecommons.org/licenses/by/4.0/). This means that reuse is allowed provided appropriate credit is given and any changes are indicated. For any use or reproduction of photos or other material that is not owned by the EU, permission must be sought directly from the copyright holders. All content © European Union, 2020. How to cite this report: Kalantaryan, S. and McMahon, S., Covid-19 and Remittances in Africa , EUR 30262 EN, Publications Office of the European Union, Luxembourg, 2020, ISBN 978-92-76-19741-6, doi:10.2760/86710, JRC121055. ",
        "i Contents Abstract .............................................................................................................. 2 Key Messages ...................................................................................................... 3 1 Introduction .................................................................................................... 4 2 The context: An unprecedented crisis .................................................................. 6 3 Focus on Africa: Remittance inflows and dependence ............................................ 9 4 Financial infrastructure and capacity to adapt .................................................... 18 5 Comparing countries with composite indicators .................................................. 20 5.1 Dependence on remittances ....................................................................... 21 5.2 Economic vulnerability ............................................................................... 22 5.3 Financial exclusion .................................................................................... 23 5.4 Mapping characteristics of the remittance dependent population ..................... 25 6 Conclusions ................................................................................................... 27 References ........................................................................................................ 28 Annexes ........................................................................................................... 31 ",
        "2 Abstract This report examines the potential impact of Covid-19 on remittances and development in different African countries. The World Bank has forecast an unprecedented fall in remittances for 2020, removing a major source of income for many African countries and affecting their capacity to respond to and recover from the crisis. But it is unlikely to hit all countries and populations in the same way. This report shows in which countries people depend on remittances to get by, and where this dependence intersects with existing economic hardship and digital and financial exclusion. It does so through an analysis of macro-economic indicators (remittance flows and their relation to GDP) and the 2016-2018 Afrobarometer survey, which produces nationally representative samples of public opinion for 34 African countries. ",
        "3 Key Messages The spread of Covid-19 and ‘stay at home’ measures in response to it are dramatically reshaping global societies and economies. This report contributes to understanding the potential economic implications of the Covid-19 crisis by focusing on its implications for migrant remittances in Africa. There is likely to be a significant decline in remittance flows to Africa as a result of the Covid-19 crisis. The World Bank has forecast that global remittance flows could fall by 19.9% and flows to Africa by 23.1% in 2020. A decline of this scale would be unprecedented and could affect the capacity of many African countries to address and exit from the crisis. The report describes macro-economic indicators (remittance flows and their relation to GDP) and analyses microdata from the 2016-2018 Afrobarometer survey, which produces nationally representative samples of 1200 observations per country. It was published in 2019 and covers 34 African countries. Based on these, the report shows the following: • Falling remittances would remove a major source of income for many African countries. Remittance inflows have outstripped Foreign Direct Investment for Sub- Saharan Africa since 2015, and did for North Africa and the Middle East from 2013 to 2018. In seven African countries, remittance inflows were valued at more than 10% of GDP in 2019. • A fall in remittances can be expected to have a greater impact for people who are more dependent on them to get by. In 11 of the 33 African countries that we analyse, over a quarter of the population says that they depend on remittances to some extent. The countries where the greatest proportion of people report being dependent on them are Gambia (47% of respondents), Lesotho (38%), Cabo Verde (31%). • Falling remittances will exacerbate economic hardship for many during the crisis, especially for people who do not have other sources of income or rely on remittances to address economic problems. In 30 of the 33 African countries that we have analysed, more than half of the people who say that they depend on remittances are not employed (unemployed or inactive). In 29 of the countries more than half of those who say that they depend on remittances also say that they face cash- related problems. • ‘Stay at home’ measures to contain Covid-19 are likely to limit the capacity of people to send and receive remittances in person. Many people will be able to adapt to using digital transfer services but not all. In six of the 33 African countries that we have analysed, more than half of the people who depend on remittances have no bank account or mobile internet access. • The greatest impact of falling remittances is likely to be for populations which face a convergence of vulnerabilities. The countries facing the greatest convergence of dependence of the population on remittances, the extent to which remittance- dependent people face economic hardship and exclusion from digital and financial infrastructure to adapt to the crisis are Niger, Burkina Faso, Mali, Lesotho, Zimbabwe, Eswatini and Liberia. ",
        "4 1 Introduction The spread of Covid-19 and ‘stay at home’ measures in response to it are dramatically reshaping global societies and economies. Countries around the world have imposed restrictions on mobility and locked down large parts of their societies to seek to limit the spread of the virus. This will have severe impacts on the world’s economic prospects. The Organisation for Economic Co-operation and Development (OECD) has forecast a halving of the annual global economic growth rate in 2020 to 1.5% (OECD 2020). The International Monetary Fund (IMF) foresees a contraction of the global economy by –3% in 2020 (IMF 2020). Foreign Direct Investment (FDI) is forecast to fall by -30% to -40% during 2020 and 2021 (UNCTAD 2020). Analyses and commentary have also highlighted the potentially significant impact of Covid-19 on remittances, as the pandemic hits jobs and wages in many sectors that depend on migrants and mobility restrictions prevent people from meeting intermediaries and money transfer service providers in remittance sending and receiving countries (African Union 2020; Bisong et al. 2020; Gagnon 2020; Garcia Mora and Rutkowski 2020; Ilako 2020; Semple 2020; The Economist 2020; World Bank 2020; World Economic Forum 2020). Falling remittances will be likely to impact on economic growth and poverty in receiving countries and, more significantly, could have significant implications for the capacity of households to absorb the shock of the Covid crisis and to recover in the future. This report contributes to understanding the potential economic implications of the crisis by focusing on the implications of Covid-19 for migrant remittances in Africa. Although the Covid-19 virus has propagated in Africa later than in Asia or Europe, as of 3 rd June 2020 there were 157,322 detected cases and 4,493 deaths recorded across the continent. 1 Governments of most African countries have established increasingly stringent social isolation or lockdown measures designed to contain the virus’ spread. 2 The African Union has listed declining remittances among the major exogenous impacts of COVID-19 on African economies, alongside direct trade links between affected partner continents such as Asia, Europe and the United States, reduced portfolio investment, reduced FDI and Overseas Development Assistance (ODA) and a declining tourism sector (African Union 2020). The World Bank has forecast a 19.9% fall in the scale of global remittance flows, and a 23.1% decline in remittances to Africa. A decline of this size would be unprecedented and could have significant economic implications for people across much of the continent, but is likely to affect some populations differently to others. The greatest impact can be expected for people who are more dependent on remittances, and where this dependence intersects with economic hardship and a shortage of resources to adapt to the crisis. Our analysis shows that in 11 of the 33 African countries that we have data for over one quarter of the population reports being in some way dependent on remittance inflows. In 30 of the countries, a majority (over 50%) of those who say that they depend on remittances are not employed, and in 29 of them a majority reports facing cash-related problems. In six of the countries, a majority of people who depend on remittances have no bank account or internet access, so would be less able to adapt to a restriction in in-person money transfer services during a lockdown to contain the Covid-19 virus. The countries facing the greatest convergence of these risks are Niger, Burkina Faso, Mali, Lesotho, Zimbabwe, Eswatini and Liberia. To reach these conclusions we describe macro-economic indicators (remittance flows and their relation to GDP) and analyse microdata from the Afrobarometer survey. Much of the research and commentary on the relationship between remittances and Covid-19 has so 1 Data from Africa Centre for Disease Control and Prevention, available online at https://africacdc.org/covid-19/ accessed 3 rd June 2020 2 For information on the comparative stringency of government measures to contain coronavirus see Oxford University’s Coronavirus Government Response Tracker, available online at https://www.bsg.ox.ac.uk/research/research-projects/coronavirus-government-response- tracker accessed 14th May 2020 ",
        "5 far relied on general, national-level indicators such as remittance flows and the costs of remitting. In this paper we argue that the Afrobarometer survey offers a novel perspective, enabling us to look more closely at the characteristics of people who receive remittances which could potentially make them more or less vulnerable to Covid-19-generated crises. In our analysis we do not examine all possible dimensions of the vulnerability of a country or population, but rather focus on the aspects which are relevant for individuals and households dependent on remittances and are covered by the survey. We also do not compare African countries with countries from other world regions and so cannot say whether the African continent is inherently more or less susceptible than others. The survey is conducted by the Afrobarometer pan-African research project and aims at measuring and monitoring citizen attitudes on democracy and governance, the economy, and other topics relevant for the continent. The survey collects nationally-representative samples of 1200 observations per country, undertaken in face-to-face interviews in the language of the respondent’s choice. This ensures comparability between countries and over time. The dataset used in this study is from the 2016-2018 wave of the Afrobarometer survey, which was published in 2019 and covers 34 countries. 3 The report is structured in four main sections. The next section describes the scale of the forecast decline in remittances during 2020 and compares it to the situation in previous crises. Subsequently, it focuses on Africa by examining macro-data data on remittance inflows and GDP, and micro-data on dependence on remittances, and the extent to which people who are dependent in some way on remittances are also not employed, face cash- related problems and have access to internet and/or banking services. We then construct three composite indicators from this data, which reflect dependence on remittances, economic vulnerability and financial exclusion. The final concluding section summarises the main findings. 3 Our analysis included 33 out of 34 countries included in the most recent wave of Afrobarometer survey for which the microdata is available. We had to exclude Kenya due to excessive number of missing observations reported for the variable we use to construct the measure of dependence on remittances. For more information, see the dedicated website here: http://afrobarometer.org/about ",
        "6 2 The context: An unprecedented crisis Remittances represent an important tool for economic growth and poverty alleviation by ensuring a flow of financial resources from migrants and diasporas to households and communities in other countries. Global flows of remittances to receiving countries have grown consistently over recent decades from USD $64 billion in 1990 to $694 billion in 2018 (see Figure 1). 4 They are a major source of income and foreign exchange for development, with three quarters of the global total (76%) going to low and middle-income countries. In 2019, remittances were estimated to consist of at least 10% of GDP in 28 countries. They also tend to have a counter-cyclical character (i.e. they tend to increase during economic downturns), meaning that they can be important lifelines supporting adaptation to, and recovery from, crises (Gagnon 2020; Ratha and Sirkeci 2010; World Bank 2020). Foreign Direct Investment, in contrast, tends to decline during downturns. Figure 1. Remittance inflows absolute figures 1980-2019 Source: own elaboration of World Bank data The World Bank forecasts a significant reduction in remittances resulting from the spread of Covid-19, from $714 billion in 2019 to $572 billion in 2020, representing a fall of 19.9% (World Bank 2020). In low and middle-income countries, the foreseen decline is from $554 billion to $445 billion, representing a 19.7% fall. In Sub-Saharan Africa, they suggest remittance inflows will decline by 23.1%, from $48 billion in 2019 to $37 billion in 2020. These trends would be unprecedented in the recent history of remittance flows (see Figure 2). Since 2000, the previous greatest year-on-year decline in annual remittance inflows came during the Global Financial Crisis of 2008-2009 (see Figure 2), when global remittance inflows shrank by 5%. The predicted fallout from the spread of Covid-19 in 2020 would dwarf that. Such a significant decline will be due to the fall in wages of migrant workers in countries affected by Covid-19, the economic recession which is expected to follow and the impact of social distancing or lockdown measures on people’s ability to access money transfer services. 4 It should be noted that these figures refer to ‘formal’ remittance flows, sent through recognised channels. Significant remittance flows are also sent and received informally. Some of the growth in formal remittance flows over recent years is due to a shift from informal to formal channels, rather than an increase in the total amount being transferred. Low and Middle Income Countries World 0 100.000 200.000 300.000 400.000 500.000 600.000 700.000 800.000 1980 1985 1990 1995 2000 2005 2010 2015 Remittance inflows (US$ million) ",
        "7 Figure 2. Global remittance inflows: year on year % change 2000-2020 Source: own elaboration of World Bank data However, we can expect the impact of Covid-19 on remittances and on the people who receive them to vary from place to place. Figures on remittance inflows and outflows during previous pandemics show a mixed bag of trends (Figure 3). The following charts show remittance flows for the principal countries affected by H1N1 swine flu (2009-2010), the Middle East Respiratory Syndrome crisis (2012) and the Ebola crisis (2014-2015). 5 In some cases there were reductions in remittances sent or received by affected countries, whereas in others there were not. For example, remittance inflows to Mexico and outflows from the USA declined during the H1N1 crisis, there was a slight fall in inflows and outflows from the Republic of Korea during the MERS outbreak in 2012 and falls in inflows to Guinea and outflows from Liberia during the Ebola crisis of 2014-2015. However, in other cases there have also been increases in remittance flows during crises, such as inflows to China during the H1N1 outbreak, inflows to Jordan and outflows from Saudi Arabia during the MERS outbreak and inflows to Liberia during the Ebola crisis. Figure 3. Remittance inflows and outflows for principal countries affected by previous pandemics 5 Data on previous health crises has been collated in Table 1.1 Comparison of COVID - 19 with Other Pandemics and the Global Financial Crisis, in World Bank (2020: 8) -30,0 -20,0 -10,0 0,0 10,0 20,0 30,0 2000 2005 2010 2015 2020 (forecast) Remittance inflows (year on year % change) 0 20000 40000 60000 80000 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 2 0 1 8 2 0 1 9 e R e m i t t a n c e i n f l o w s ( U S $ m i l l i o n ) Remittance inflows H1N1 crisis (2009-10) H1N1 Australia China Mexico Thailand United States 0 20000 40000 60000 80000 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 2 0 1 8 R e m i t t a n c e o u t f l o w ( U S $ m i l l i o n ) Remittance outflows H1N1 crisis (2009-10) H1N1 Australia China Mexico Thailand United States ",
        "8 Note: for information on countries affected by previous pandemics see World Bank (2020) Source: own elaboration of World Bank data It should be noted, however, that the experience from previous pandemics offers only partial insights. In part, this is because data on remittance flows for individual countries is at times unreliable and in part it is because the current crisis is distinct to previous pandemics. Previously, viruses were geographically concentrated in particular countries or regions, but today the Covid-19 pandemic has acquired a global scope. On one hand, the outcome could be even worse than the World Bank’s projections. Present limitations on mobility in much of the world, alongside a fall in available jobs for migrant workers, could cause a reduction in international migration in the short to medium-term which would result in less migrants to send remittances (Clemens 2020). But on the other hand, the outcome could also be better than the projections suggest. Currency devaluations in remittance receiving countries could offset a decline in the amount sent from other countries (Ibid.). And early reports from the Covid-19 crisis suggest that remittances to Mexico from the USA have actually increased to record levels in April 2020 (Cattan and Gayol 2020). Similarly, there are reports that remittances to the Philippines have continued to rise since the outbreak of Covid-19 (Venzon 2020). What is clear, however, is that a general decline in remittance flows will have different implications for different countries, and in particular for specific populations within them. As a result, any reflection on the potential implications of the crisis needs to go beyond a discussion of the overall scale of remittance flows. With this in mind, in the next two sections we focus on differences across African countries by examining country-level data provided by international institutions and a set of indicators based on individual-level information coming from the Afrobarometer survey. 0 2000 4000 6000 8000 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 2 0 1 8 2 0 1 9 e R e m i t t a n c e i n f l o w s ( U S $ m i l l i o n ) Remittance inflows MERS crisis (2012) MERS Jordan Korea, Rep. Saudi Arabia 0 10000 20000 30000 40000 50000 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 2 0 1 8 R e m i t t a n c e o u t f l o w ( U S $ m i l l i o n ) Remittance outflows MERS crisis (2012) MERS Jordan Korea, Rep. Saudi Arabia 0 100 200 300 400 500 600 700 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 2 0 1 8 2 0 1 9 e R e m i t t a n c e i n f l o w s ( U S $ m i l l i o n ) Remittance inflows Ebola crisis (2014-15) Ebola Guinea Liberia Sierra Leone 0 100 200 300 400 500 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 2 0 1 8 R e m i t t a n c e o u t f l o w ( U S $ m i l l i o n ) Remittance outflows Ebola crisis (2014-15) Ebola Guinea Liberia Sierra Leone ",
        "9 3 Focus on Africa: Remittance inflows and dependence Remittances are an important source of financial inflow for many African countries. As can be seen in Figure 4, remittances to countries in the Middle East and North Africa exceeded FDI inflows from 2013 to 2018. The same can be seen in countries in Sub-Saharan Africa from 2015 onwards. Figure 4. FDI and remittance flows to Africa Source: own elaborations of World Bank estimates Data on remittances and on the individuals and households who receive them can give insights into which African countries may be more vulnerable to the forecast decline in remittances resulting from the Covid-19 crisis. At a country-level, we can expect declining remittance inflows to have a bigger economic impact in countries where remittances represent a higher proportion of GDP. At an individual level, we can also expect declining remittances to have a greater impact on those individuals and households which are most dependent on them to get by, and on those who receive remittances and most frequently have cash-flow or income related problems. In 2019 6 , the African countries receiving the largest remittance inflows were Egypt ($26,791 million), Nigeria ($23,800 million), Morocco ($6,669 million), Ghana ($3,521 million) and Kenya ($2,819 million). In 15 countries, remittance inflows were equal to more than 5% of annual GDP in 2019. In 7 of these it was equal to more than 10% of GDP in 2019, specifically South Sudan (34.4% of annual GDP), Lesotho (21.3%), Gambia (15.5%), Zimbabwe (13.5%), Cabo Verde (11.7%), Comoros (11.5%) and Senegal (10.5%). By contrast, remittances represent less than 1% of GDP in 12 countries (Angola, Gabon, Guinea, South Africa, Botswana, Namibia, Zambia, Ethiopia, Tanzania, Cote d’Ivoire, Cameroon and Algeria). The African countries where remittances represent the lowest proportion of GDP are Angola (0% of GDP), Gabon (0.1%), Guinea (0.2%), South Africa (0.2%) and Botswana (0.3%). 6 It should be noted that these figures refer to official data on formal remittance flows. In many countries people use informal channels for transferring money and these are not captured in the available statistics. 0 20 40 60 80 100 120 140 2000 2002 2004 2006 2008 2010 2012 2014 2016 2018 Annual inflows (US $ Billions) FDI Middle East & North Africa FDI Sub-Saharan Africa Remittances Middle East & North Africa Remittances Sub-Saharan Africa ",
        "10 Figure 5. Remittance inflows African countries 2019 (in US$ million) Note: For the following countries data is unavailable: Libya, Central African Republic, Chad, Congo Rep, Equatorial Guinea, Eritrea, Somalia Source: own elaborations of World Bank estimates - 5.000 10.000 15.000 20.000 25.000 30.000 Egypt, Arab Rep. Nigeria Morocco Ghana Kenya Senegal Tunisia Congo, Dem. Rep. Algeria Zimbabwe Uganda South Sudan Mali South Africa Lesotho Ethiopia Burkina Faso Togo Tanzania Madagascar Sudan Cote d'Ivoire Cameroon Niger Liberia Gambia, The Rwanda Mozambique Cabo Verde Benin Malawi Mauritius Comoros Guinea-Bissau Zambia Eswatini Sierra Leone Mauritania Djibouti Namibia Botswana Burundi Guinea Seychelles Gabon Sao Tome and Principe Angola Remittance inflows 2019 (US$ million) ",
        "11 Figure 6. Remittance inflows African countries (as % of GDP 2019) Note: For the following countries data is unavailable: Libya, Central African Republic, Chad, Congo Rep, Equatorial Guinea, Eritrea, Somalia Source: World Bank estimates 0,0 5,0 10,0 15,0 20,0 25,0 30,0 35,0 40,0 South Sudan Lesotho Gambia, The Zimbabwe Cabo Verde Comoros Senegal Guinea-Bissau Liberia Egypt, Arab Rep. Togo Mali Morocco Nigeria Ghana Tunisia Uganda Congo, Dem. Rep. Madagascar Niger Burkina Faso Kenya Eswatini Rwanda Malawi Sao Tome and Principe Djibouti Mozambique Sierra Leone Benin Seychelles Sudan Burundi Mauritius Mauritania Algeria Cameroon Cote d'Ivoire Tanzania Ethiopia Zambia Namibia Botswana South Africa Guinea Gabon Angola Remittance inflows 2019 (% of GDP) ",
        "12 Remittances to African countries arrive from a range of different sending countries, depending on where migrant and diaspora populations reside. Some African countries receive remittances from a diverse range of places, whereas others receive remittances from only a few places. In a remittance inflow coming from a diverse range of countries, the impact of a particularly severe crisis in one or two sending countries may be offset by continued transfers from countries which are not so affected. In the current context, this is significant because although the Covid-19 pandemic has spread around much of the world, it has not affected all countries to the same degree simultaneously. A more diversified remittance flow in terms of sending countries may be more protected from the effect of the pandemic, ongoing lockdown measures or an economic crisis in specific places. To measure the diversity of remittance flows we build a diversity index using World Bank data on bilateral remittances flows. 7 This shows the probability that two dollars, randomly taken from the remittance flow to the country, come from different migrant destination countries (remittances origin). As can be seen in Figure 7, the countries with the most diverse remittance flows are the Democratic Republic of the Congo, Guinea, Tanzania, Cameroon, and Nigeria. Those with the least diverse remittance flows are Lesotho, Eswatini, Namibia, Madagascar, and Botswana. From this starting point, closer examination would be required to understand the extent of the Covid-19 crisis in the origin countries of remittances to these countries. 7 The diversity index is based on the Simpson index which is equal to the probability that two entities taken randomly from the dataset of interest (with replacement) represent the same type. Its transformation (1- Simpson index) is the probability that the two entities represent different types and is called the Gini-Simpson index. 𝑫𝒊𝒗𝒆𝒓𝒔𝒊𝒕𝒚 𝑰𝒏𝒅𝒆𝒙 𝒄 = 𝟏 − ∑ 𝑺𝒉𝒂𝒓𝒆 𝒋𝒄 𝟐 𝑵 𝒊&𝟏 , where 𝑺𝒉𝒂𝒓𝒆 𝒋𝒄 is the share of remittances originating from country j in total remittances received by country c. The index is widely used in the academic literature to measure the diversity of migrant population in terms of origin (see for instance, Ortega and Peri 2014; Alesina et al. 2012; Fassio et al 2019). ",
        "13 Figure 7. Remittance Diversity Index in Africa Note: The index goes from 0 to 1. Higher values of the index imply a more equal distribution of remittances across migrant designation countries (remittances origins). Source: own elaboration of Bilateral Remittances Matrix 2017, World Bank. A decline in remittances will not only have an impact at a national level, but will also exacerbate existing economic hardship within receiving countries. For some people, remittances will be a lifeline which enables them to get by when other sources of income are insufficient. For others, remittances may not be so vital, due to the availability of other sources of income. As a result, having remittances decline or be cut-off can have a major impact on individuals and households even within countries which do not receive particularly large remittance inflows at a macro-level. 0,00 0,10 0,20 0,30 0,40 0,50 0,60 0,70 0,80 0,90 1,00 Lesotho eSwatini Namibia Madagascar Botswana Algeria Yemen Liberia Mozambique Sao Tome and Principe Tunisia Djibouti Burundi Benin Côte d'Ivoire Sierra Leone Guinea-Bissau Burkina Faso Sudan Niger Malawi Kenya Cabo Verde Angola Mauritius Egypt Morocco Togo Rwanda Ethiopia Uganda Senegal Zambia South Africa Gambia Ghana Mali Nigeria Cameroon Tanzania Guinea Congo, Dem. Rep. Remittance Diversity Index ",
        "14 Information on who is more dependent on remittance inflows can be gathered from the Afrobarometer public opinion survey questions asking respondents whether they receive remittances and the extent to which they are dependent on them. People who consider themselves dependent on remittances can respond ‘a bit’, ‘somewhat’, and ‘a lot’. 8 Aggregating these three responses shows the proportion of the population which is dependent in some way on remittances. We can assume that these people are more likely to have their economic situation negatively affected by a sudden decline in inflows. As can be seen in Figure 8, in 11 countries over one quarter of respondents reports being in some way dependent on them (Gambia, Lesotho, Cabo Verde, Nigeria, South Africa, Sudan, Niger, Cameroon, Zimbabwe, Mali, Mozambique). The countries where the greatest proportion of people report being dependent on them are Gambia (47% of respondents), Lesotho (38%), Cabo Verde (31%), Nigeria (30%) and South Africa (29%). In some countries with larger inflows of remittances, such as Ghana and Senegal, less people report being dependent on receiving remittance payments than in some of the countries which have smaller overall inflows of remittances, such as South Africa or Cameroon. This underlines the importance of looking beyond macro-economic indicators, to understand which individuals in which countries will be most affected by future changes. The foreseen fall in remittances in 2020 will not only impact on people in countries where remittance inflows are highest. 8 The question asks: Considering ALL the activities you engage in to secure a livelihood, how much do you depend on receiving money from relatives or friends working in other countries.?. Possible answers are: 0=Not at all, 1=A little bit, 2=Somewhat, 3=A lot, 9=Don’t know, 8=Refused to answer, -1=Missing ",
        "15 Figure 8. Dependence on remittances Source: own elaboration of Afrobarometer data (2016-2018 wave) Although Figure 8 shows that the share of individuals who report being dependent on remittances varies significantly across countries, it should also be noted that there is significant variation in the degree of this dependence. For instance, in Burkina Faso, Guinea and Liberia, 22% of the population reports being dependent to some extent on receiving remittances, but the share of those who report being dependent ‘somewhat’ and ‘a lot’ is higher in Burkina Faso (12%) compared with 9% and 8% respectively in Guinea and Liberia. Alternatively, more than one quarter of those who depend on remittances in Tanzania, Cabo Verde, Lesotho and Gambia do so ‘a lot’, while in Mauritius and Uganda this figure is lower, at between 6% and 9%. Afrobarometer survey data also provides information on the potential economic vulnerability of individuals who declare being dependent on remittances in African countries. This can be taken based on the labour market status 9 of respondents and on the economic problems they report facing (i.e. frequency of going without cash 10 ). On one 9 The question asks: “Do you have a job that pays a cash income? If yes, is it full-time or part- time? If no, are you presently looking for a job?” Possible answers are: No, not looking; No, looking; Yes, part time; Yes, full time and Don’t know. 10 The question asks: “Over the past year, how often, if ever, have you or anyone in your family: Gone without a cash income?”. Possible answers are: Never; Just once or twice; Several times; Many times; Always and Don’t know. 0 10 20 30 40 50 Gambia Lesotho Cabo Verde Nigeria South Africa Sudan Niger Cameroon Zimbabwe Mali Mozambique eSwatini Senegal Morocco Liberia Guinea Burkina Faso São Tomé and Príncipe Ghana Côte d'Ivoire Gabon Togo Tunisia Namibia Malawi Madagascar Benin Sierra Leone Zambia Botswana Uganda Mauritius Tanzania Respondents depending on remittances (%) ",
        "16 hand, we can assume that people without employment will be more vulnerable in a context of declining remittances, because they will have less other sources of income to mitigate against it. On the other hand, people who face more economic problems can also be considered more vulnerable as they will be losing a potential safety net to address those problems if their remittances decline or are cut off. Figures 9 and 10 present the distribution of those who report being dependent on remittances by labour market status (employed and not employed) 11 and by incidence of experiencing cash problems. In nearly all countries for which data is available, over half (50%) of people who declare being dependent on remittances report not being employed. The figure was highest in Mali (86%), Guinea (85%), Lesotho (84%), Niger (84%) and Burkina Faso (82%). The only exceptions are Mauritius, Tanzania and Ghana. Figure 9. Employment status of those who depend in some way on remittances Source: own elaboration of Afrobarometer data (2016-2018 wave) 11 Employed category includes those reporting fulltime or part time employment. 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% Mali Guinea Lesotho Niger Burkina Faso Zambia Togo Sierra Leone Zimbabwe Liberia Malawi Côte d'Ivoire Botswana Mozambique eSwatini Cameroon Benin Gambia Madagascar Morocco Cabo Verde South Africa Sudan Gabon Senegal Tunisia Namibia São Tomé and Príncipe Uganda Nigeria Mauritius Tanzania Ghana EmployedNo EmployedYes ",
        "17 Figure 10. Cash problems reported by those who depend in some way on remittances Source: own elaboration of Afrobarometer data (2016-2018 wave) In almost all of the countries for which data is available, a majority of people who depend on remittances reports having had some form of ‘cash problem’ during the previous year. In all but four countries (Tunisia, Sudan, Morocco and Mauritius), more than 50% of those who depend on remittances also experience some form of cash problem during the year. The countries with the highest proportion were Niger (98% of people who depend on remittances), Togo (97%), Gabon (96%), Benin (94%) and Madagascar (94%). Moreover, the countries in which the largest proportion of remittance-dependent people reported having the most frequent cash problems (‘many’ problems over the past year or ‘always’ having cash problems), were Niger (72% of remittance receivers), Lesotho (69%), Guinea (63%), Burkina Faso (61%) and Togo (59%). This underlines how vital remittances could be to people in these countries, as they may be less able to address these problems without income arriving from abroad. 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% Niger Togo Gabon Benin Madagascar Guinea Cameroon Côte d'Ivoire Lesotho Zimbabwe Malawi Burkina Faso Senegal Mali Uganda Tanzania Zambia Sierra Leone Nigeria Mozambique Liberia eSwatini South Africa São Tomé and Príncipe Gambia Namibia Botswana Cabo Verde Ghana Tunisia Sudan Morocco Mauritius At least 1 or 2 cash problems No cash problems ",
        "18 4 Financial infrastructure and capacity to adapt The Covid-19 crisis will not only impact on remittances by affecting the supply of money for people to transfer. ‘Stay at home’ guidelines and lockdown regulations may also affect the extent to which people are able to carry out transfers by meeting with intermediaries and money transfer service providers. In the UK, money transfer offices have been recognised as an ‘essential activity’ which can remain open during the crisis, but this has certainly not been the case in all countries (Afford 2020). Closures of banks and offices of Western Union and other transfer operators have been reported in African countries (Win and Barkawi 2020), and further afield in India (Zaatari 2020) and Jamaica (Miles 2020), for example. As noted elsewhere, one response to this challenge may be a shift to digital remittance transfers (Bisong et al. 2020). Digital remittances do not require people to physically attend an office or shop or to pass cash from one person to another, which is feared to be a potential avenue for contagion (World Economic Forum 2020). Digital remittances are often cheaper than other forms of transfer as well. As a result, the crisis ensuing from the spread of Covid-19 could also represent an opportunity to make remittances cheaper and more accessible through broader digitalisation (Bisong et al. 2020). However, the economic effects of Covid-19 could also be further aggravated when they intersect with patterns of financial and digital exclusion. The extent to which different populations are able to take up digital forms of sending and receiving remittances depends to a certain degree on their access to digital technology, an internet connection and a bank account. Internet access may be determined by the availability of digital infrastructure, or by costs which are prohibitive to some people. Those who receive remittances, but do not have access to the internet or a bank account will have less opportunities to receive digital remittance transfers, and so may be considered particularly vulnerable in the case of a lockdown on mobility in their country. Data from the Afrobarometer highlights how financial and digital resources are unevenly spread across African countries, with the implication that some people will be better placed to adapt to the crisis than others. According to Afrobarometer responses, in eight countries more than half of the people who depend on remittances has no access to the internet through a mobile phone (Benin, Lesotho, Tanzania, Madagascar, Burkina Faso, Guinea, Mali, Niger) (see Figure 11). The highest proportion with no internet access is in Niger, where only one fifth (22%) of the people who receive remittances have access to the internet on their phone. In 10 countries, over half of the people who receive remittances report not having access to a bank account (Niger, Madagascar, Guinea, Burkina Faso, Tanzania, Mali, Malawi, Zambia, Côte d'Ivoire, Liberia). Niger and Madagascar are the countries which report the highest proportion of remittance receivers without access to a bank account (91% of respondents in both). As can be seen in Figure 10, countries with a higher proportion of their remittance receivers without bank accounts often also have more people without internet connections. By contrast, in some countries where remittance inflows represent a high proportion of GDP and the population reports a relatively high dependence on those inflows, such as Sudan and Cabo Verde, internet and bank account access are more widely available than in other countries. In the right circumstances, this could enable receivers of remittances to adapt the way that they receive transfers to the restrictions imposed during a Covid-19 lockdown, potentially softening the blow of the crisis on their economic situation. In this way, if there continues to be a supply of remittances then people in these countries could be better placed to receive them despite facing lockdown measures. ",
        "19 Figure 11. No internet access, no bank account, among those who depend on remittances Source: own elaboration of Afrobarometer data (2016-2018 wave) 0 10 20 30 40 50 60 70 80 90 100 Niger Madagascar Guinea Burkina Faso Tanzania Mali Malawi Zambia Côte d'Ivoire Liberia Lesotho Togo Benin Uganda Sierra Leone Zimbabwe Mozambique Sudan São Tomé and Príncipe Tunisia Morocco Senegal Cameroon eSwatini Gambia Nigeria Gabon Ghana Botswana Cabo Verde Namibia South Africa Mauritius Respondents (%) ",
        "20 5 Comparing countries with composite indicators The previous section has described remittance flows, levels of dependence on them and potential economic vulnerability and potential to adapt to a decline in remittances across African countries. Overall, it paints a complex picture with variations which are difficult to summarise. Building composite indicators 12 provides a path through this complexity. A composite indicator can be defined as ‘a numerical measure … made up by many components meant to be integrated into a single comprehensive value’ (Arechavala and Trapero 2014). The advantage of using composite indicators is that by summarising complex realities as a single number they can be interpreted more easily than a battery of several indicators and allow for ranking countries across a range of values. The obtained ranking is a function of the set of the underlying indicators and necessarily changes if the latter ones are modified. We build three composite indicators, specifically: 1) Dependence on remittances; 2) Economic vulnerability; and 3) Financial exclusion (see Table 1 for more detail). To ensure that the composite indicator correctly measures the phenomenon it refers to, the set of basic indicators should form a statistical coherent framework for which it is necessary to verify whether all indicators point in the same direction. For this purpose, our basic indicators were normalised 13 after which the statistical coherence of basic indicators was tested through correlation analysis. 14 Various approaches can be used to build a composite indicator. In this study, we rely on Principal Component Analysis (PCA) - a multivariate statistical technique allowing for a reduction in the number of observed variables (for instance the three basic indicators describing the dependence from receiving remittances) to a smaller number of new variable(s) with the minimum loss of information. After performing the necessary statistical checks, each composite indicator was built through the sum of basic indicators each multiplied by corresponding squared coefficients (weights) drawn from the PCA analysis. 15 Below we describe the results for each indicator. The complete set of indicators used to develop the composite indicators is presented in Table A3, A4, A5 in the Appendix. 12 Composite indicators may also be referred to as synthetic indicators. In this report we adopt the term composite. 13 Each indicator 𝑋 () for a generic country c was transformed in 𝑁 () = * !\" + -). ! (* \" ) -12 ! (* \" )+ -). ! (* \" ) , where 𝑀𝑖𝑛 ( (𝑋 ) ) and 𝑀𝑎𝑥 ( (𝑋 ) ) are the minimum value of 𝑋 () across all countries c . In so doing, normalised indicators range between 0 (corresponding lowest level of dependence on remittances) to 1 (corresponding lowest level of dependence on remittances). 14 For instance, Table A2 in the appendix demonstrates that all pairs of indicators are positively correlated within the set of indicators describing the ‘Level of dependence on receiving remittances’ and hence, they correctly measure the dependence on remittances. The same is valid for the two sets selected for the other two composite indicators: Economic vulnerability and Financial exclusion. The Bartlett’s test of sphericity was used to test the correlation of basic indicators. The higher is the correlation, the higher is the probability the basic indicators share common factors. The null hypothesis (the correlation matrix is an identity matrix) is rejected at the 1 percent level suggesting that the basic indicators are correlated. For more information on composite indicators, see OECD (2008). 15 Only scoring coefficients of factors with eigenvalues higher than one are considered (in our case there only one). The sum of squares scoring coefficients is equal to one. ",
        "21 Table 1. Components of composite indicators Composite indicator Components Total population 1 Dependence on remittances • Share of population depending on remittances ‘a bit’, • Share of population depending on remittances ‘somewhat’ • Share of population depending on remittances ‘a lot’ Subsample of population which is dependent on remittances 2 Economic vulnerability • Share of population facing cash problems ‘several times’ a year • Share of population facing cash problems ‘many times’ a year • Share of population facing cash problems ‘always’ • Share of population who report being dependent on remittances and are not employed 3 Financial exclusion (infrastructure) • Share of population dependent on remittances with no mobile phone access to internet • Share of population dependent on remittances without own bank account • Share of population dependent on remittances who reside in areas with no bank in the primary sampling unit/enumeration area of the survey 5.1 Dependence on remittances This indicator captures the extent to which people are dependent on receiving remittances across selected African countries based on information provided in the Afrobarometer survey. It brings multiple answers from the survey into one synthetic measure (see Table 1). Rather than describing the shares of the population which reported being more or less dependent on remittances, the composite indicator ranks the countries with from least to most dependant on remittances according to both the share of the population which reports being dependent in some way and also the degree to which they are dependent. Figure 12 presents the findings for the African countries for which data is available. Scores nearer to 1.0 show greater dependence on remittances, whereas scores closer to 0.0 show less. While the extreme values are in line with those reported in the description above (see Figure 6), 15 out of 33 countries in the sample changed their position in the ranking of population dependence on remittances. For instance, Sudan moved from the 28 th to the 30 th position, São Tomé and Príncipe from the 16th nd to the 20 th position. The five countries with the highest scores are Gambia, Lesotho, Cabo Verde, Sudan and South Africa. The populations in these countries can be considered the most dependent on receiving remittances. By contrast Tanzania, Mauritius, Uganda, Botswana, and Zambia have the lowest scores. The population in these countries can be considered the least dependent on them. ",
        "22 Figure 12. Composite indicator - Dependence on receiving remittances Note: Countries are ranked from least (0) to most dependent (1) on remittances. Source: own elaboration of Afrobarometer data (2016-2018 wave) 5.2 Economic vulnerability People who report facing cash-related problems and are not employed can be considered more economically vulnerable in a context of declining remittances. Having remittances cut-off would remove a safety net for times when people face cash problems. Being without employment would limit the capacity to mitigate against declining remittance inflows through other sources of income. For this indicator, we take the question from the Afrobarometer survey on the frequency with which an individual (or anyone in their family) has gone without cash over the past year. To this, the respondent could choose from the following set of positive answers: ‘Just once or twice’; ‘Several times’; ‘Many times’ and ‘Always’. The preliminary checks of statistical properties of the set of candidate indicators reveal that the share of individuals who answered ‘Just once or twice’ does not point in the same direction as the other answers. As a result, we excluded this basic component from the composite indicator. The remaining set of indicators satisfy the statistical requirements for building a composite indicator. Economic vulnerability therefore signifies here not only the share of remittance-dependent people in different countries who face cash problems, but the frequency of those problems and the proportion of those people who are not employed. 0,00 0,10 0,20 0,30 0,40 0,50 0,60 0,70 0,80 0,90 1,00 Tanzania Mauritius Uganda Botswana Zambia Sierra Leone Madagascar Benin Tunisia Malawi Namibia Gabon Togo Côte d'Ivoire Ghana Guinea Liberia Morocco Burkina Faso São Tomé and Príncipe Senegal eSwatini Mozambique Mali Zimbabwe Cameroon Nigeria Niger South Africa Sudan Cabo Verde Lesotho Gambia Indicator score ",
        "23 The resulting indicator ranks the countries from least (Mauritius) to most (Guinea) vulnerable in terms of the economic situation (cash and income) of individuals who describe themselves as dependant on remittances. The results can be seen in Figure 13. The five countries with the highest scores are Guinea, Lesotho, Burkina Faso, Togo and Niger. People who are dependent on remittances in these countries can be considered the most economically vulnerable if faced with a decline in remittance transfers during the Covid-19 crisis. The five with the lowest scores are Mauritius, Ghana, Sao Tome and Principe, Morocco and Tunisia. Figure 13. Composite indicator – Economic vulnerability Note: Countries are ranked from least (0) to most (1) vulnerable to a decline in remittances. Source: Afrobarometer (2016-2019), own calculations 5.3 Financial exclusion This composite indicator shows the extent to which people who report being dependent on remittances have access to digital and financial infrastructure (i.e. access to internet and to banking services). We used the following set of basic indicators: share of individuals having mobile phone access to internet, share of individuals having own bank account and share of individuals residing in areas with a bank in the primary sampling unit/enumeration 0,00 0,10 0,20 0,30 0,40 0,50 0,60 0,70 0,80 0,90 1,00 Mauritius Ghana São Tomé and Príncipe Tunisia Morocco Sudan Cabo Verde Nigeria Tanzania Gambia Botswana Namibia Uganda Mozambique Sierra Leone South Africa Senegal Liberia Zambia Cameroon Gabon eSwatini Côte d'Ivoire Madagascar Benin Malawi Zimbabwe Mali Niger Togo Burkina Faso Lesotho Guinea Indicator score ",
        "24 area of the survey 16 . People who do not have access to internet, a bank account or a bank are considered to be in a situation of greater financial exclusion. This means they could be more likely to face difficulty in a context of stay at home or lockdown measures in response to Covid-19 because they will have less digital and financial tools for adapting how they receive remittances. All of these basic indicators satisfy the statistical requirements for building a composite indicator. The resulting composite indicator (see Figure 14) ranks the countries from the lowest (Mauritius) to the highest (Niger) level of financial exclusion in terms of the extent to which people who are dependent on remittances have access to digital and financial infrastructure. In a context of stay at home or lockdown measures in their countries, people who are dependent on remittances in Niger, Guinea, Madagascar, Burkina Faso and Tanzania may be less likely to be able to continue to receive incoming transfers. By contrast, the populations of Mauritius, Cabo Verde, Namibia, Tunisia and South Africa who are dependent on remittances are better placed to be able to adapt to the crisis in their countries by having access to digital and financial infrastructure which will enable them to receive remittances without having to leave their homes. 16 Afrobarometer sample design is a clustered, stratified, multi-stage, area probability sample. The primary sampling unit/enumeration area are randomly selected after the national sample is stratify according to the main sub-national unit of government (state, province, region, etc.) and by urban or rural location. The survey dataset provides a set of characteristics of the area to which interviewed individual belongs (e.g. availability of a supermarket, cafe, market stalls, petrol station etc.). Detailed information on sampling procedure is available at https://www.afrobarometer.org/surveys-and-methods/sampling-principles. Last accessed 29 may 2020. ",
        "25 Figure 14. Composite indicator – Financial exclusion Note: Countries are ranked from least (0) to most (1) in terms of the access to digital and financial services of remittance-dependent people. Source: Afrobarometer (2016-2019), own calculations 5.4 Mapping characteristics of the remittance dependent population Composite indicators also enable us to look for vulnerabilities across multiple dimensions by bringing together findings from the indicators. To do this, in Figure 14 we place the scores for the composite indicators on a scatter plot. On this, the following are shown: • The red dots represent countries with higher scores on the Dependence on remittances indicator (above the median) and the blue dots are those with lower scores (below the median). • The vertical axis shows the Economic vulnerability indicator scores, with higher scores towards the top and lower scores at the bottom. • The horizontal axis plots the Financial exclusion indicator scores, with higher scores to the right and lower scores to the left. • The dashed lines dividing the plot represent the median scores, allowing us to compare individual countries with the general trend. This enables us to see where the scores are highest and lowest for each of the composite indicators and to highlight where there are different configurations for different countries. 0,00 0,10 0,20 0,30 0,40 0,50 0,60 0,70 0,80 0,90 1,00 Mauritius Cabo Verde Namibia Tunisia South Africa Cameroon Gabon Senegal Ghana Sierra Leone Botswana Morocco Nigeria Sudan Gambia São Tomé and Príncipe Togo eSwatini Zimbabwe Liberia Benin Mozambique Uganda Malawi Côte d'Ivoire Zambia Lesotho Mali Tanzania Burkina Faso Madagascar Guinea Niger Indicator score ",
        "26 Overall, there is positive relationship between the two composite indicators (Economic vulnerability and Financial exclusion). Moreover, the majority of countries are situated either in the lower-left or upper-right quarters. In this way, Figure 15 shows: • The countries with the highest scores across Dependence on remittances, Economic vulnerability and Financial exclusion are Niger, Burkina Faso, Mali, Lesotho, Zimbabwe, Eswatini and Liberia. • Countries where the population is more dependent on remittances but has lower scores for economic vulnerability and financial exclusion are Cabo Verde, Morocco, Senegal, Nigeria, Gambia, South Africa, San Tome and Principe, and Sudan. • In Cameroon, the population is more dependent on remittances and more vulnerable to economic problems but has lower scores for Financial exclusion. • In Mozambique the population is more dependent on remittances and faces higher than average levels of financial exclusion but is less economically vulnerable. • Tanzania scored the lowest in terms of population dependence on remittances and had a relatively low score on Economic vunerability, but is among countries with limited access to financial and digital infrastructure. Figure 15. Exposure to economic vulnerability and financial exclusion Note: The vertical and horizontal dashed lines correspond to median values of the composite indicators the axes represent. The red and blue dots represent countries above and below the median value of the Dependence on remittances composite indicator. Source: own elaboration of Afrobarometer data (2016-2018 wave) ",
        "27 6 Conclusions Against the backdrop of a predicted decline in global remittances that would be unprecedented in recent history, in this report we have drawn on macro-economic data and on public opinion survey data from the Afrobarometer to reflect on the potential implications for African countries. In doing so, we have described in which countries people describe themselves as being more or less dependent on remittances, and the extent to which those remittance-dependent populations are potentially vulnerable to the impact of a decline in inflows and to a context of ‘stay at home’ or lockdown measures in their country. It is widely considered that the Covid-19 crisis will have major implications for remittance flows across much of Africa. But we have argued that the impact is likely to vary across countries and populations. Because of this, considerations of the impact of Covid-19 on remittances, and thereby on development, need to look beyond the total scale of inflows to African countries to also reflect on how declining remittances would intersect with existing social and economic hardship and vulnerabilities. In a context of broader economic decline as governments seek to contain the virus, a loss in remittances will remove a safety net for many households. And if remittance inflows decline or are cut-off entirely, the reduction in income will exacerbate existing economic difficulties. Data from the Afrobarometer has allowed us to examine some characteristics of populations which receive remittances in African countries. Our analysis finds the greatest convergence of dependence on remittances, economic vulnerability and financial exclusion in Niger, Burkina Faso, Mali, Lesotho, Zimbabwe, Eswatini and Liberia. These countries’ populations are more dependent on remittance inflows than average, and the people who are dependent on remittances have fewer other sources of income, face more economic problems and have less financial and digital resources allowing them to continue receiving money without having to meet intermediaries and money service providers in person. Our findings also provide evidence on the potential impact of digitalisation of remittances in African countries. An increase in the use of digital money transfer services has been described as a possible benefit coming out of the crisis, as they are often cheaper and have less risk of spreading the Covid-19 virus than in-person ones. However, our analysis suggests that people who are dependent on remittances in countries such as Niger, Burkina Faso and Mali would be less able to access the internet and banking services necessary for such a shift to digital money transfer services. For digital remittances to help mitigate the effects of the Covid-19 crisis, a significant expansion of digital and financial infrastructure will be necessary. ",
        "28 References Afford (2020) UK government classifies remittances as essential service (London: Afford, available online at https://www.afford-uk.org/uk-govt-classifies-remittances-as- essential-service/ accessed 24 th April 2020 African Union (2020) Impact of the Coronavirus (Covid 19) on the African Economy (Addis Ababa: African Union, available online at https://au.int/sites/default/documents/38326-doc-covid- 19_impact_on_african_economy.pdf accessed 7th May 2020) Alesina, Alberto, Johann Harnoss, and Hillel Rapoport (2016) \"Birthplace diversity and economic prosperity\" Journal of Economic Growth, 21:2, 101-138 Arechavala, Noelia Somarriba and Trapero, Bernardo Pena (2014) Synthetic Indicators of the Quality of Life in Europe, in Michalos, Alex C (ed). Encyclopedia of Quality of Life and Well-Being Research (Dordrecht: Springer, available online at https://link.springer.com/referenceworkentry/10.1007%2F978-94-007-0753-5_3729 accessed 12 th May 2020) Bisong, Amanda; Eunice Ahairwe, Pamella and Njoroge, Esther (2020) The impact of COVID-19 on remittances for development in Africa (Brussels: ECDPM, available online https://ecdpm.org/publications/impact-covid-19-remittances-development-africa/ accessed 7 th May 2020) Cattan, Nacha and Gayol, Rafael (2020) Coronavirus remittances: Mexicans send home record money (Al Jazeera, available online at https://www.aljazeera.com/ajimpact/coronavirus-remittances-mexicans-send-home- record-money-200504194357437.html accessed 4th May 2020) Clemens, Michael (2020) Migrant Remittances Will Plummet. Here Is What That Means for Global Development (Washington DC: Center for Global Development, available online at https://www.cgdev.org/blog/migrant-remittances-will-plummet-here-what- means-global-development, accessed 21 st May 2020) Chatfield, C., & Collins A. J. (1980). Introduction to Multivariate Analysis . London: Chapman and Hall. Fassio, Claudio; Kalantaryan, Sona and Venturini, Alessandra (2019) \"Foreign Human Capital and Total Factor Productivity: A Sectoral Approach\" Review of Income and Wealth Gagnon, Jason (2020) COVID-19: consequences for international migration and development (Paris: OECD, available online at https://oecd-development- matters.org/2020/04/02/covid-19-consequences-for-international-migration-and- development/ accessed 7 th May 2020) Garcia Mora, Alfonso and Rutkowski, Michal (2020) Remittances in times of the coronavirus – keep them flowing (Washington DC: World Bank blogs, available online at https://blogs.worldbank.org/psd/remittances-times-coronavirus-keep-them-flowing, accessed 3 rd April 2020) Ilako, Cynthia (2020) Diaspora inflows drop as coronavirus hurts Kenyans abroad (Nairobi: The Star, available online at https://www.the- star.co.ke/business/kenya/2020-03-23-diaspora-inflows-drop-as-coronavirus-hurts- kenyans-abroad/ accessed 12 th May 2020) IMF (2020) World Economic Outlook, April 2020: The Great Lockdown (Washington DC: IMF, available online at https://www.imf.org/en/Publications/WEO/Issues/2020/04/14/weo-april-2020 accessed 7th May 2020) Malkin, Elisabeth (2009) Money Sent Home by Mexican Workers in U.S. Falls Sharply (New York: New York Times, available online at ",
        "29 https://www.nytimes.com/2009/06/02/world/americas/02mexico.html accessed 7th April 2020) Manly, B. (2004). Multivariate Statistical Methods: A Primer. UK: Chapman and Hall. Miles, Kelleray (2020) Western Union to beef up digital services (Jamaica Observer, available online at http://www.jamaicaobserver.com/business/Western_Union_to_beef_up_digital_servic es accessed 27th April 2020 Morrison, D. F. (2005). Multivariate Statistical Methods , California: Thompson Brooks. Nicoletti G., Scarpetta S. and O. Boylaud, (2000). Summary Indicators of Product Market Regulation with an Extension to Employment Protection Legislation. Economics. Department working papers 22 6, ECO/WKP (99)18, OECD, Paris. OECD (2008). Handbook on Constructing Composite Indicators: Methodology and User Guide . OECD Publishing, Paris. OECD (2020) OECD Economic Outlook, Interim Report March 2020. Coronavirus: the world economy at risk (Paris: OECD, available online at https://www.oecd.org/economic-outlook/ accessed 7 th May 2020) Ortega, F. and Peri, G. (2014) “Openness and income: The roles of trade and migration” Journal of International Economics , 92:2, 231-251 Ratha, Dilip and Sirkeci, Ibrahim (2010) Remittances and the Global Financial Crisis, Migration Letters, 7:2, pp. 125-131 Semple, Kirk (2020) As World Comes to Halt Amid Pandemic, So Do Migrants (New York: New York Times, available online at https://www.nytimes.com/2020/05/04/world/americas/coronavirus-migrants.html accessed 13 th May 2020) The Economist (2020) Covid stops many migrants sending money home (London: The Economist, available online at https://www.economist.com/middle-east-and- africa/2020/04/16/covid-stops-many-migrants-sending-money-home, accessed 16 th April 2020) UNCTAD (2020) Coronavirus could cut global investment by 40%, new estimates show (Geneva: UNCTAD, available online at https://unctad.org/en/pages/newsdetails.aspx?OriginalVersionID=2313 accessed 7 th May 2020) Venzon, Cliff (2020) Philippine workers gun for new remittance record amid coronavirus (Nikkei Asia Review, available online at https://asia.nikkei.com/Economy/Philippine- workers-gun-for-new-remittance-record-amid-coronavirus accessed 7th April 2020) Wenzel, L., & Wolf, A. (2013). Towards a New Measure of a Country’s Competitiveness: Applying Canonical Correlation. Hamburg Institute of International Economics , HWWI Research Paper 144, ISSN 1861-504X, Hamburg. Win, Thin Lei and Barkawi, Ban (2020) Africa: 'Emergency' for Millions As Coronavirus Severs Remittance Lifeline (All Africa, available online at https://allafrica.com/stories/202005020012.html accessed 30th April 2020) World Bank (2020) Migration and Development Brief 32: COVID-19 Crisis Through a Migration Lens (Washington DC: World Bank Group and KNOMAD, available online at https://www.knomad.org/publication/migration-and-development-brief-32-covid-19- crisis-through-migration-lens accessed 7 th May 2020) World Economic Forum (2020) How coronavirus could hit the billions migrant workers send home (Geneva: WEF, available online at https://www.weforum.org/agenda/2020/04/how-coronavirus-could-hit-the-billions- migrant-workers-send-home/ accessed 1 st May 2020) ",
        "30 Zaatari, Sami (2020) Coronavirus: Indian expats can still send remittances through Western Union (Gulf News, available online at https://gulfnews.com/uae/coronavirus- indian-expats-can-still-send-remittances-through-western-union-1.71011742 accessed 7th May 2020) ",
        "31 Annexes Table A1. Descriptive statistics Variable (shares) and assigned short labels Ob s. Mean Std. Dev. Min Max Dependence on remittances A little bit (RE.1) 33 0.105 0.042 0.032 0.241 Somewhat (RE.2) 33 0.073 0.031 0.027 0.155 A lot (RE.3) 33 0.040 0.028 0.008 0.133 Economic vulnerability Frequency of going without cash (Several times) (CI.1) 33 0.260 0.076 0.106 0.450 Frequency of going without cash (Many times) (CI.2) 33 0.225 0.137 0.011 0.554 Frequency of going without cash (Always) (CI.3) 33 0.123 0.093 0.005 0.345 Not employed (CI.4) 33 0.678 0.121 0.399 0.857 Financial exclusion No mobile phone access to the internet (FI.1) 33 0.433 0.159 0.236 0.780 No Bank Account (FI.2) 33 0.436 0.218 0.035 0.913 No Bank in PSU/EA (FI.3) 33 0.734 0.136 0.483 0.912 Note: The reported variables are not normalised. PSU/EA stand for primary sampling unit/enumeration area. Source: own elaboration of Afrobarometer data (2016-2018 wave) ",
        "32 Table A2. Correlation Matrix of relative (gap) basic indicators Dimension Var.s RE.1 RE.2 RE.3 CI.1 CI.2 CI.3 CI.4 FI.1 FI.2 FI.3 Dependence on remittances RE.1 1.000 RE.2 0.284 1.000 RE.3 0.507 0.683 1.000 Economic vulnerability CI.1 0.047 - 0.092 - 0.253 1.000 CI.2 - 0.088 - 0.025 0.097 0.116 1.000 CI.3 0.095 0.136 0.184 0.076 0.459 1.000 CI.4 0.273 0.189 0.284 0.146 0.332 0.631 1.000 Financial exclusion FI.1 - 0.021 - 0.062 0.000 - 0.097 0.634 0.462 0.385 1.000 FI.2 - 0.014 - 0.096 - 0.010 0.047 0.743 0.430 0.500 0.814 1.000 FI.3 0.150 0.183 0.223 - 0.058 0.410 0.237 0.294 0.284 0.427 1.000 Note: The reported variables are normalised from 0 top 1. Source: own elaboration of Afrobarometer data (2016-2018 wave) ",
        "33 Table A3. PCA composite indicators Country ISO code Composite indicators Dependence on remittances Economic vulnerability Financial exclusion Tanzania TZA 0.05 0.28 0.81 Mauritius MUS 0.08 0.04 0.14 Uganda UGA 0.09 0.36 0.53 Botswana BWA 0.10 0.35 0.32 Zambia ZMB 0.11 0.49 0.56 Sierra Leone SLE 0.12 0.42 0.30 Madagascar MDG 0.12 0.55 0.89 Benin BEN 0.14 0.60 0.50 Tunisia TUN 0.16 0.23 0.19 Malawi MWI 0.16 0.61 0.54 Namibia NAM 0.17 0.36 0.18 Gabon GAB 0.19 0.51 0.23 Togo TGO 0.19 0.79 0.38 Côte d'Ivoire CIV 0.20 0.53 0.56 Ghana GHA 0.21 0.07 0.24 Guinea GIN 0.25 0.83 0.90 Liberia LBR 0.25 0.47 0.49 Morocco MAR 0.27 0.24 0.33 Burkina Faso BFA 0.27 0.80 0.83 San Tome and Principe STP 0.29 0.22 0.36 Senegal SEN 0.31 0.45 0.24 eSwatini SWZ 0.31 0.52 0.41 Mozambique MOZ 0.33 0.42 0.50 Mali MLI 0.33 0.68 0.74 Zimbabwe ZWE 0.34 0.62 0.47 Cameroon CMR 0.34 0.50 0.22 Nigeria NGA 0.38 0.26 0.34 Niger NER 0.39 0.76 0.98 South Africa ZAF 0.39 0.45 0.19 Sudan SDN 0.40 0.25 0.34 Cabo Verde CPV 0.48 0.26 0.16 Lesotho LSO 0.59 0.82 0.64 Gambia GMB 0.69 0.35 0.34 Source: own calculations based on Afrobarometer survey microdata. ",
        "34 Table A4. Set of indicators used to develop the Dependence on remittances composite indicator (Total population) Country Share of population declaring being dependent on receiving remittances A bit Somewhat A lot Benin 0.05 0.06 0.03 Botswana 0.08 0.03 0.02 Burkina Faso 0.10 0.08 0.04 Cabo Verde 0.07 0.16 0.08 Cameroon 0.14 0.08 0.04 Côte d'Ivoire 0.09 0.07 0.02 eSwatini 0.12 0.09 0.03 Gabon 0.09 0.06 0.03 Gambia 0.24 0.10 0.12 Ghana 0.11 0.06 0.03 Guinea 0.13 0.07 0.02 Lesotho 0.11 0.13 0.13 Liberia 0.14 0.04 0.04 Madagascar 0.09 0.04 0.02 Malawi 0.07 0.06 0.03 Mali 0.12 0.07 0.06 Mauritius 0.05 0.05 0.01 Morocco 0.13 0.07 0.03 Mozambique 0.11 0.11 0.03 Namibia 0.07 0.06 0.03 Niger 0.12 0.10 0.06 Nigeria 0.19 0.08 0.03 San Tome and Principe 0.04 0.14 0.03 Senegal 0.09 0.09 0.06 Sierra Leone 0.08 0.04 0.02 South Africa 0.15 0.10 0.05 Sudan 0.13 0.09 0.07 Tanzania 0.03 0.03 0.03 Togo 0.09 0.06 0.03 Tunisia 0.10 0.04 0.02 Uganda 0.09 0.03 0.01 Zambia 0.08 0.03 0.02 Zimbabwe 0.13 0.08 0.05 Source: own calculations based on Afrobarometer survey microdata. ",
        "35 Table A5. Set of indicators used to develop the Economic vulnerability composite indicator (Subsample of population dependent on remittances) Country Share of population facing cash problems over the last Employment status Several times Many times Always Share not employed Benin 0.34 0.34 0.18 0.70 Botswana 0.22 0.13 0.04 0.73 Burkina Faso 0.26 0.30 0.32 0.82 Cabo Verde 0.18 0.09 0.03 0.66 Cameroon 0.41 0.35 0.07 0.72 Côte d'Ivoire 0.45 0.24 0.12 0.75 eSwatini 0.25 0.16 0.19 0.72 Gabon 0.35 0.35 0.16 0.62 Gambia 0.29 0.12 0.07 0.68 Ghana 0.21 0.09 0.03 0.40 Guinea 0.26 0.32 0.32 0.85 Lesotho 0.11 0.39 0.30 0.84 Liberia 0.22 0.16 0.11 0.76 Madagascar 0.30 0.47 0.11 0.67 Malawi 0.19 0.33 0.18 0.76 Mali 0.26 0.29 0.18 0.86 Mauritius 0.18 0.01 0.01 0.44 Morocco 0.22 0.04 0.02 0.66 Mozambique 0.28 0.18 0.07 0.73 Namibia 0.23 0.15 0.14 0.58 Niger 0.22 0.55 0.16 0.84 Nigeria 0.29 0.15 0.06 0.56 San Tome and Principe 0.29 0.09 0.03 0.57 Senegal 0.40 0.24 0.14 0.62 Sierra Leone 0.22 0.24 0.03 0.77 South Africa 0.20 0.18 0.17 0.63 Sudan 0.17 0.10 0.04 0.62 Tanzania 0.15 0.54 0.03 0.40 Togo 0.30 0.25 0.34 0.78 Tunisia 0.19 0.05 0.06 0.59 Uganda 0.30 0.25 0.10 0.57 Zambia 0.32 0.18 0.09 0.79 Zimbabwe 0.31 0.26 0.20 0.77 Source: own calculations based on Afrobarometer survey microdata. ",
        "36 Table A6. Set of indicators used to develop the Financial exclusion composite indicator (Subsample of population dependent on remittances) Country Access to banking services Mobile phone access to internet Share of population without own bank account Share of population who reside in areas with no bank in the PSU/EA of the survey Share of population with no mobile phone access to internet Benin 0.48 0.69 0.51 Botswana 0.25 0.80 0.35 Burkina Faso 0.74 0.81 0.72 Cabo Verde 0.20 0.65 0.25 Cameroon 0.34 0.59 0.27 Côte d'Ivoire 0.54 0.86 0.45 eSwatini 0.33 0.90 0.36 Gabon 0.29 0.73 0.24 Gambia 0.31 0.88 0.29 Ghana 0.27 0.49 0.42 Guinea 0.84 0.83 0.74 Lesotho 0.49 0.89 0.58 Liberia 0.51 0.89 0.36 Madagascar 0.91 0.85 0.67 Malawi 0.61 0.79 0.42 Mali 0.70 0.59 0.76 Mauritius 0.03 0.54 0.40 Morocco 0.36 0.48 0.48 Mozambique 0.41 0.86 0.47 Namibia 0.11 0.69 0.31 Niger 0.91 0.87 0.78 Nigeria 0.29 0.71 0.40 São Tomé and Príncipe 0.39 0.80 0.30 Senegal 0.34 0.55 0.33 Sierra Leone 0.44 0.58 0.32 South Africa 0.11 0.76 0.29 Sudan 0.40 0.86 0.24 Tanzania 0.73 0.91 0.64 Togo 0.48 0.59 0.40 Tunisia 0.37 0.50 0.26 Uganda 0.44 0.83 0.49 Zambia 0.55 0.83 0.47 Zimbabwe 0.43 0.76 0.46 Source: own calculations based on Afrobarometer survey microdata. ",
        "GETTING IN TOUCH WITH THE EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: - by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), - at the following standard number: +32 22999696, or - by electronic mail via: https://europa.eu/european-union/contact_en FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications from EU Bookshop at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european- union/contact_en). ",
        "K J - N A - 30262 - E N - N doi:10.2760/86710 ISBN 978-92-76-19741-6 "
    ]
}