{
    "text": [
        "P8_TA(2016)0203 Women domestic workers and carers in the EU European Parliament resolution of 28 April 2016 on women domestic workers and carers in the EU (2015/2094(INI)) (2018/C 066/05) The European Parliament , — having regard to the Treaty on European Union, in particular the preamble and Articles 3 and 6 thereof, — having regard to the Charter of Fundamental Rights of the European Union, in particular Articles 1, 3, 5, 27, 31, 32, 33 and 47 thereof, — having regard to the Council of Europe Convention on preventing and combating violence against women and domestic violence, — having regard to the European Convention for the Protection of Human Rights and Fundamental Freedoms (ECHR), in particular Article 4(1) prohibiting slavery and servitude, and Article 14 prohibiting discrimination, — having regard to the UN Convention of 18 December 1979 on the Elimination of All Forms of Discrimination against Women (CEDAW), — having regard to the European Social Charter of 3 May 1996, in particular Part I and Part II, Article 3 thereof, — having regard to the Commission communication of 6 June 2014 on an EU Strategic Framework on Health and Safety at Work 2014-2020 (COM(2014)0332), — having regard to its resolution of 19 October 2010 on precarious women workers ( 1 ), — having regard to its resolution of 6 July 2010 on atypical contracts, secured professional paths, flexicurity and new forms of social dialogue ( 2 ), — having regard to its resolution of 20 September 2001 on harassment at the workplace ( 3 ), — having regard to the report of 2013 of the European Foundation for the Improvement of Living and Working Conditions (Eurofound) entitled ‘Women, men and working conditions in Europe’, — having regard to Eurofound’s reports of 2008 entitled ‘Measures to tackle undeclared work in the European Union’ and of 2013 entitled ‘Tackling undeclared work in 27 EU Member States and Norway: Approaches and measures since 2008’, — having regard to its resolution of 23 May 2007 on promoting decent work for all ( 4 ), — having regard to the Commission communication of 24 May 2006 entitled ‘Promoting decent work for all — The EU contribution to the implementation of the decent work agenda in the world’ (COM(2006)0249), — having regard to the report of 2015 of the Fundamental Rights Agency (FRA) entitled ‘Severe labour exploitation: workers moving within or into the European Union. States’ obligations and victims’ rights’, C 66/30 EN Official Journal of the European Union 21.2.2018 Thursday 28 April 2016 ( 1 ) OJ C 70 E, 8.3.2012, p. 1. ( 2 ) OJ C 351 E, 2.12.2011, p. 39. ( 3 ) OJ C 77 E, 28.3.2002, p. 138. ( 4 ) OJ C 102 E, 24.4.2008, p. 321. ",
        "— having regard to the report of 2011 of the FRA entitled ‘Migrants in an irregular situation employed in domestic work: Fundamental rights challenges for the European Union and its Member States’, — having regard to Directive 2006/54/EC of the European Parliament and the Council of 5 July 2006 on the implementation of the principle of equal opportunities and equal treatment of men and women in matters of employment and occupation ( 1 ), — having regard to the opinion of the European Economic and Social Committee of 16 October 2014 on developing services to the family to increase employment rates and promote gender equality at work, — having regard to its resolution of 9 June 2015 on the EU Strategy for equality between women and men post 2015 ( 2 ), — having regard to its resolution of 10 March 2015 on progress on equality between women and men in the European Union in 2013 ( 3 ), — having regard to its resolution of 18 November 2008 with recommendations to the Commission on the application of the principle of equal pay for men and women ( 4 ), — having regard to the report of 2007 of Eurofound entitled ‘Working conditions in the European Union: The gender perspective’, — having regard to the report of 2014 of Eurofound entitled ‘Residential care sector: Working conditions and job quality’, — having regard to its resolution of 4 February 2014 on undocumented women migrants in the European Union ( 5 ), — having regard to the International Convention of 18 December 1990 on the Protection of the Rights of All Migrant Workers and Members of Their Families, — having regard to the European Convention of 24 November 1977 on the Legal Status of Migrant Workers, — having regard to the Vienna Convention of 18 April 1961 on Diplomatic Relations, — having regard to the UN Convention of 13 December 2006 on the Rights of Persons with Disabilities, — having regard to the report of 2011 of Eurofound entitled ‘Company initiatives for workers with care responsibilities for disabled children or adults’, — having regard to its resolution of 13 September 2011 on the situation of women approaching retirement age ( 6 ), — having regard to the joint report of 10 October 2014 by the Social Protection Committee and the European Commission on ‘Adequate social protection for long-term care needs in an ageing society’, — having regard to the report of 2015 of Eurofound entitled ‘Working and caring: Reconciliation measures in times of demographic change’, 21.2.2018 EN Official Journal of the European Union C 66/31 Thursday 28 April 2016 ( 1 ) OJ L 204, 26.7.2006, p. 23. ( 2 ) Texts adopted, P8_TA(2015)0218. ( 3 ) Texts adopted, P8_TA(2015)0050. ( 4 ) OJ C 16 E, 22.1.2010, p. 21. ( 5 ) Texts adopted, P7_TA(2014)0068. ( 6 ) OJ C 51 E, 22.2.2013, p. 9. ",
        "— having regard to the opinion of 26 May 2010 of the Section for Employment, Social Affairs and Citizenship of the European Economic and Social Committee on ‘The professionalisation of domestic work’ ( 1 ), — having regard to the International Labour Organisation (ILO) Convention No 189 and Recommendation No 201 on Decent Work for Domestic Workers, adopted on 16 June 2011 by the ILO’s International Labour Conference, — having regard to Council Decision 2014/51/EU authorising Member States to ratify, in the interests of the European Union, the Convention concerning decent work for domestic workers, 2011, of the International Labour Organisation (Convention No 189) ( 2 ), — having regard to its resolution of 12 May 2011 on the proposed ILO convention supplemented by a recommendation on domestic workers ( 3 ), — having regard to the ILO Reports IV(1) and IV(2), entitled ‘Decent work for domestic workers’, drawn up for the 99th session of the International Labour Conference in June 2010, and Reports IV(1) and IV(2) (published in two volumes) entitled ‘Decent work for domestic workers’, drawn up for the 100th session of the International Labour Conference in June 2011, — having regard to Rule 52 of its Rules of Procedure, — having regard to the report of the Committee on Women’s Rights and Gender Equality and the opinion of the Committee on Employment and Social Affairs (A8-0053/2016), A. whereas according to ILO Convention No 189 a ‘domestic worker’ is any person engaged in domestic work within an employment relationship, whether for one or more households, but a person who performs domestic work only occasionally or sporadically and not on an occupational basis is not a domestic worker; B. whereas ‘care’ means work carried out in public or private institutions or in a private household or households to provide personal care for children, elderly, ill or disabled people; whereas care work can be performed by professional carers who may be employed by public or private entities or families or be self-employed, and/or it can also be performed by non-professional carers, who are usually family members; C. whereas the term ‘domestic and care workers’ includes diverse groups of workers including, but not limited to, live-in workers, external workers, hourly workers in several households, family workers, daily or night care workers, babysitters, au pairs and gardeners, whose reality and conditions may vary significantly; D. whereas the domestic work sector employed over 52 million people around the world in 2010, according to ILO figures, and a further 7,4 million domestic workers under the age of 15, accounting for between 5 % and 9 % of all employment in industrialised countries; whereas according to the ILO the majority of workers employed in this sector are women. accounting for 83 % of the global domestic workforce in 2010 and translating into 2,5 million in the EU, 88 % of them being women; whereas this sector is characterised by considerable feminisation; whereas domestic workers and carers contribute greatly to the gender equality targets of the Europe 2020 strategy by effectively providing the infrastructure enabling many families in the EU to achieve work-life balance; C 66/32 EN Official Journal of the European Union 21.2.2018 Thursday 28 April 2016 ( 1 ) SOC/372 — CESE 336/2010 fin. ( 2 ) OJ L 32, 1.2.2014, p. 32. ( 3 ) OJ C 377 E, 7.12.2012, p. 128. ",
        "E. whereas professionalisation means granting workers of a certain sector employment and social protection rights; whereas the domestic work and care sector can be professionalised through a combination of public finance (tax breaks), social finance (family allowances, aid to businesses, mutual societies and health insurance, works councils, etc.) and private finance (payment for services by private individuals); F. whereas illicit employment and exploitation are widespread in both sectors; G. whereas domestic and care work is primarily characterised by the following: job instability, geographical mobility, ad- hoc hours, seasonal work patterns, shifts, lack of job security, casual employment, and mainly undeclared labour; H. whereas according to the ILO 29,9 % of domestic workers are completely excluded from national labour legislation, and to this day the work of domestic workers and carers in the EU is very seldom and unevenly regulated in the Member States, with the result that domestic workers are often not regarded as typical or regular workers and therefore have severely limited employment rights and social protection ( 1 ); I. whereas domestic workers and carers who are excluded from labour laws cannot be guaranteed a safe and healthy work environment, and face significant discrimination regarding the level of rights and protection that applies to them if compared to a country’s general standards; whereas, moreover, they have no right to participate in trade unions or in collective bargaining by other means, or are unaware of or experience difficulties in how to do so, which makes them particularly vulnerable, especially because of limited social security coverage (particularly unemployment benefits, sickness and accident pay, as well as maternity leave, parental leave and other forms of care leave), and their frequent exclusion from dismissal protection; J. whereas the observation and application of existing national laws for the protection of domestic and care workers’ labour rights remains an outstanding issue for some Member States; K. whereas proper regulation of this sector would contribute to combating undeclared work; L. whereas some sectoral supporting measures, such as the Swedish tax deduction for domestic services, the French ‘service employment voucher’ or the Belgian ‘service voucher’, have proven their effectiveness in reducing undeclared work, improving working conditions and granting regular labour rights to domestic and care workers; M. whereas it is estimated that most care in the EU is currently being provided by informal, unpaid carers who themselves can be considered a vulnerable group, owing to increasing pressures to provide more sophisticated and technical levels of care; whereas 80 % of all caregivers are women, and that this affects employment levels among women, work-life balance, gender equality and healthy ageing; N. whereas the domestic work sector — in which the majority of workers are women — provides favourable conditions for the exploitation of workers; whereas such exploitation constitutes a serious violation of fundamental rights against which both undocumented workers and EU nationals must be protected; O. whereas the FRA has considered domestic and care work as one of the sectors with higher risks of severe labour exploitation in the EU; whereas this exploitation is frequently manifested in the absence of a formal contract or contracts that do not correspond to the real tasks performed, low pay, irregular payment or often even no pay, excessively long working hours, no leave, and sexual, racial and/or sexist abuse; 21.2.2018 EN Official Journal of the European Union C 66/33 Thursday 28 April 2016 ( 1 ) Domestic workers across the world: global and regional statistics and the extent of legal protection, International Labour Office, Geneva: ILO, 2013. ",
        "P. whereas domestic workers are often asked to work excessive hours and 45 % of them are not entitled to weekly leave or paid annual leave ( 1 ); whereas live-in domestic workers and carers especially have responsibilities and tasks that do not allow them to take adequate consecutive rest time; Q. whereas more than one-third of women domestic workers are not entitled to maternity leave or related rights and allowances ( 2 ), and in some Member States domestic and care workers have no right to unemployment benefit; R. whereas many jobs in the health and care sector in some Member States are still poorly paid, often not offering formal contracts or other basic labour rights and have low attractiveness because of the high risk of physical and emotional stress, the threat of burnout, and a lack of career development opportunities; whereas the sector offers few training opportunities and, moreover, its employees are predominantly ageing people, women and migrant workers; S. whereas domestic workers often work in deplorable or hazardous conditions or lack appropriate training to perform specific tasks that might result in on-the-job injuries; whereas the same provisions on health and safety should be guaranteed at work for all domestic workers and carers regardless of employment type, i.e. both for formally employed workers and for workers directly employed by private households; T. whereas the place in which these people carry out their work does not make the employer exempt from complying with health and safety and risk prevention requirements, or from respecting the privacy of those who stay overnight on the premises; U. whereas au pairs are a group of domestic workers who are often not regarded as regular workers; whereas numerous reports indicate that this can lead to abuse by, for example, forcing au pairs to work excessive hours; whereas au pairs must receive protection equal to that of other domestic workers; V. whereas the majority of domestic workers and carers are migrant women, a large percentage of whom are in an irregular situation, and many are minors or casual workers or workers whose rights and qualifications are not recognised and who are often unaware of their rights, have restricted access to public services or encounter problems accessing these services, have limited knowledge of the host language and suffer from lack of social inclusion; W. whereas migrant workers such as domestic workers may be exposed to multiple discrimination and are specifically vulnerable to gender-based forms of violence and discrimination since they often work in poor and irregular conditions; whereas concrete efforts should be made to prevent mistreatment of, irregular payments to, unfair dismissal of and acts of violence or sexual abuse against such workers; X. whereas undocumented migrants who turn to domestic work are at particular risk of suffering discrimination and being exploited; whereas their undocumented status deters them from standing up for themselves and seeking help because they are afraid of being detected and deported; whereas this situation is exploited by unscrupulous employers; Y. whereas undocumented female migrant workers are subjected to worrying levels of discrimination, failing to report instances of abuse, unfair dismissal, non-payment of wages and violence, owing to a lack of awareness about their rights, obstacles such as a language barrier, or fear of being arrested or losing their job; Z. whereas women migrants often decide, or are brought, to seek employment as domestic workers or carers because such posts are considered as temporary with low skill requirements; C 66/34 EN Official Journal of the European Union 21.2.2018 Thursday 28 April 2016 ( 1 ) Ibidem. ( 2 ) Ibidem. ",
        "AA. whereas the growing demand for domestic help and for the provision of care for children, the disabled and the elderly has led to the rising feminisation of migration into Europe; AB. whereas female migrants are often forced into illicit employment; AC. whereas third-party agencies are in some cases connected to trafficking in women and forced labour networks or to other criminal activities that involve illegally recruiting women and exploiting them in different ways; whereas Eurostat data show that 80 % of the victims of trafficking recorded are female, of whom 19 % are victims of labour exploitation, including for purposes of domestic work; AD. whereas attention must be paid to child labour, harassment and extensive denial of workers’ rights in the domestic work sector; AE. whereas the integration of migrants into the labour market is an important step towards social and cultural inclusion; AF. whereas the burden of responsibility for housework is much greater for women than it is for men and is not evaluated in monetary terms or in terms of a recognition of its value; whereas there is a correlation between the rate of female employment and women’s family responsibilities; whereas over 20 million Europeans (two-thirds of whom are women) care for adult dependent persons, which prevents them from having a full-time job and therefore increases the gender pay gap and leads to a higher risk of poverty in old age for women who are approaching retirement; AG. whereas, despite the known trend that nearly 20 % of the European population is over 65 and the estimation that this rate will reach 25 % by 2050, about 80 % of the time required to care for an elderly person or for a person with a disability — i.e. several days a week or every day — is still covered by informal and/or family carers, and despite the growing number of carers in the EU, informal care is mostly provided by women (usually spouses, or middle-aged daughters or daughters-in-law) aged between 45 and 75; AH. whereas the crisis has reduced public investment in the care sector, which has forced many people, mainly women, to cut their working hours or return to the home to take care of dependants, elderly people, ill people or children; AI. whereas the growing number of older people, the declining number of working age people and public budget constraints are having a significant impact on social services, and whereas this will also have an impact on people having to combine work and care responsibilities, often in challenging circumstances; AJ. whereas the financial and social crisis has severely affected its citizens and residents, aggravating job precariousness, poverty, unemployment and social exclusion, and leading to limited or no access to public and social services; AK. whereas in most Member States current policy models for long-term care are not suitable for meeting the needs of our ageing societies, and whereas most Member States have not addressed demographic change in their policy initiatives up to now; AL. whereas the habits, customs and forms of families have all considerably evolved, requiring more workers in the domestic sector and leading inevitably to new needs for care and support within modern households, especially for women working outside the home and single-parent families; AM. whereas many dependants also live in areas affected by the lack of public services, isolation or other circumstances which make it difficult for them to have access to professional carers or public or private care institutions, and whereas these dependants may be looked after only by non-professional carers who, very often but not always, are family members; 21.2.2018 EN Official Journal of the European Union C 66/35 Thursday 28 April 2016 ",
        "AN. whereas a number of Member States lack a quality care service that is available to all regardless of income, i.e. services need to be accessible and affordable for all users and their families; AO. whereas the increase in the length of waiting lists for support and care services is increasing the reliance on domestic workers and carers, often condemning those dependent on these services to poverty and social exclusion; AP. whereas providing adequate protection for people with disabilities, the elderly, ill people, dependants and minors is a fundamental EU principle, and domestic and care work is a sector that is essential to ensuring that it is maintained; AQ. whereas the right to a range of in-home, residential and other community support services, including personal assistance, is enshrined in Articles 19 and 26 of the UN Convention on the Rights of Persons with Disabilities; AR. whereas affordable female domestic workers and carers play an important role both economically and socially since they free up mainly other women, allowing them to pursue their careers and enjoy their social life, and enable their employers to have a better work-life balance, as well as making it possible for many people to be available for work; AS. whereas the sector has an economic significance and provides job opportunities for a high proportion of the workforce, particularly those who are low-skilled; AT. whereas domestic and care work is a sector that creates jobs; whereas these jobs must be of a high quality, as it is because of the work carried out by workers in this sector that many people are able to be economically and socially active outside of the home; AU. whereas a widespread practice, in some Member States, for employing domestic workers and carers is through bilateral agreements between the worker and the household owner or the dependent person, rather than through formal means such as state structures or firms and enterprises; AV. whereas domestic workers and carers have the right to a decent life, which takes into account their need to have a good work, family and life balance, especially for live-in domestic workers, and must enjoy the same social and employment rights as other workers; AW. whereas ILO Convention No 189 and Recommendation No 201 on Decent Work for Domestic Workers represent a historical set of international standards aimed at improving the working conditions of tens of millions of domestic workers worldwide; whereas most domestic workers are women and the new standards set out in ILO Convention No 189 are an important step in advancing gender equality in the world of work and in ensuring equal rights for women and protection under the law; whereas, however, out of the 22 states which have ratified the Convention to date, only six are Member States (Belgium, Finland, Germany, Ireland, Italy and Portugal); AX. whereas ILO Convention No 189 aims to provide legal recognition for domestic work, extend rights to all domestic workers and prevent violations and abuses; AY. whereas 48 states have already ratified the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families (1990) and 18 others have signed it, but no EU Member State has signed or ratified it to date; AZ. whereas domestic workers and carers are important contributors to social protection systems, but their role is often underrepresented, misunderstood, or absent or ignored in debates on reforms in this field; C 66/36 EN Official Journal of the European Union 21.2.2018 Thursday 28 April 2016 ",
        "BA. whereas the conditions under which domestic workers or carers are employed vary greatly from one Member State to another, from underpaid, undeclared, undocumented migrant workers with no contract, to domestic work and care being provided as a public social service or as a private social service provided by businesses, agencies, associations and cooperatives, or as direct employment by private entities; BB. whereas men are also employed in the domestic work sector, in particular as carers in the EU, and therefore require the same levels of protection and support to prevent any kind of gender-based discrimination and to ensure that there is equality with regard to labour market opportunities, pursuant to Articles 19 and 153 TFEU respectively; BC. whereas most household employers of domestic workers have no understanding of their obligations and rights; BD. whereas labour inspection often does not cover domestic work owing to a lack of monitoring of the sector in most of the Member States; BE. whereas access to justice mechanisms is often difficult for labour law violations, as well as for victims of abuse or exploitation; whereas fear of isolation at the workplace and difficulties in accessing legal support may be determinant obstacles for migrant domestic and care workers in an irregular situation; BF. whereas the current Directive on Safety and Health at Work (Directive 89/391/EEC) covers formally employed domestic workers and carers, with the exception of workers directly employed by private households; 1. Believes that there is a need for a common EU recognition of the profession and the value of domestic work and care as real work, since recognition of this professional sector is likely to reduce undeclared work and promote social integration, and therefore calls on the EU and the Member States to lay down common rules on domestic work and care; 2. Calls on the Commission to come forward with a set of policy instruments, on domestic work and care, establishing quality guidelines for both sectors; believes that such initiatives should focus on: (a) introducing a general framework for the professionalisation of domestic work and care, leading to the recognition and standardisation of the relevant professions and skills and career building, including rights accumulated in accordance with the Member States’ specificities; (b) urgently proposing a Carers’ Leave Directive and a framework for recognition of the status of non-professional carers, which offers them remuneration and minimum standards of social protection during the time they perform the care tasks, and support in terms of training and specific actions to help them improve their living and working conditions; 3. Welcomes the Commission’s commitment to the ‘New start for working parents and caregivers’ initiative; 4. Calls on the Member States to require appropriate professional qualifications for some types of domestic work (care for the elderly, children and disabled persons) which call for specific skills; 5. Believes that the domestic work and care sector and its professionalisation can create jobs and growth and therefore that fair remuneration is necessary; considers that solutions could be part of a social innovation model; 6. Believes that the professionalisation of household service workers will increase the attractiveness of the sector and the quality of the service provided, and promote decent and recognised work; 21.2.2018 EN Official Journal of the European Union C 66/37 Thursday 28 April 2016 ",
        "7. Stresses the importance of promoting the professional recognition of the skills and qualifications of domestic workers and carers in this sector in order to provide them with more prospects for professional development, as well as specific training for individuals working with elderly people and children, with a view to fostering the creation of quality jobs leading to quality employment and better working conditions, including the provision of formal contracts, access to training and better social recognition; recognises the importance of ensuring the validation and certification of acquired skills, qualifications and experience and promoting career development; considers the establishment of training and retraining courses to be of fundamental importance in order to achieve this; 8. Calls on the Commission to encourage the Member States to establish systems for professionalisation, training, continuous skills development and recognition of women domestic and care workers’ qualifications, including literacy (if applicable), in order to enhance their personal, professional and career development prospects; 9. Asks the Member States, in the meantime, to regulate any labour relationship between householders — when acting as employers — and an employee/worker providing remunerated services within the employer’s household; 10. Calls on the Member States to establish a dedicated legal framework allowing for legal and organised employment of domestic workers and carers and setting out the rights and responsibilities of those concerned, in order to provide legal certainty for both the workers in this sector and their potential employers; requests that the specific details of the working contract be taken into account accordingly, as well as the fact that many employers are private individuals who may be unfamiliar with legal protocols; 11. Calls on the Member States to take decisive action in the sectors of domestic work and care, which bring high added value to the economy, by recognising this work as an occupation in its own right and by ensuring that domestic workers and carers have genuine workers’ rights and social protection through labour legislation or collective agreements; 12. Supports ILO Convention No 189 concerning decent work for domestic workers, supplemented by Recommendation No 201, as it globally addresses the needs for workers to be covered by labour law and asks for social rights, non-discrimination and equal treatment; 13. Encourages all Member States to urgently ratify ILO Convention No 189 and to ensure that it is applied stringently so as to improve working conditions, and to ensure compliance with the articles of this ILO convention and ILO Recommendation No 201 of 2011; recalls that governments, in accordance with the ILO’s constitution, are obliged to submit the convention and recommendation to their national legislatures in order to promote measures for the implementation of these instruments, and that, in the case of the convention, the submission procedure also aims to promote ratification; 14. Considers that ratification by all Member States would be an important step forward in the promotion and protection of human rights and a strong political signal against all forms of abuse, harassment and violence committed against all workers, especially women domestic workers; 15. Calls on the Member States to include domestic workers and carers in all national labour, healthcare, social care, insurance and anti-discrimination laws, recognising their contribution to the economy and society; urges the Commission accordingly to consider revising any EU directives which exclude domestic workers and carers from rights that other categories of workers enjoy; 16. Recognises the reluctance of some Member States to legislate for the private sphere; considers, nevertheless, that non-action will come at a high cost for both society and the workers concerned; stresses that the predicted growth in demand for care workers, in particular in private households, makes such legislation a necessity in order to fully protect such workers; calls, therefore, on the Member States, together with the social partners, to take measures to provide an adequate and appropriate system of inspection, consistent with Article 17 of ILO Convention No 189, and adequate penalties for violation of occupational safety and health laws and regulations; C 66/38 EN Official Journal of the European Union 21.2.2018 Thursday 28 April 2016 ",
        "17. Calls on the Commission and the Member States to ensure and enforce an appropriate level of health and safety at work, for example maternity protection, and to take action to prevent work-related accidents and risks of occupational injuries and diseases; emphasises the need for those already working in this sector to improve standards through practice- oriented training and retraining schemes; takes the view that such training should encompass managing the risks around posture and movement-related tasks and biological and chemical risks, as well as the use of assistive technology; 18. Considers it essential to combat precarious and undeclared work, given that this phenomenon severely affects domestic workers, including particularly migrant women workers, thus worsening their already vulnerable position; stresses the importance of eradicating and prosecuting such practices, including child labour; in this regard, supports tackling the precarious situation of domestic workers and carers within the framework of the European platform against undeclared work; recalls that undeclared work deprives them of social security cover and has a negative impact on their working conditions in terms of health and safety; expects, therefore, that the European platform against undeclared work will prevent and discourage undeclared work, as the undeclared economy threatens job security, affects the quality of care and working conditions for many undeclared carers, puts the sustainability of the social welfare system at risk and reduces tax income for states’ coffers; 19. Calls on the Member States to invest in more and better ways of preventing, detecting and combating the considerable amount of undeclared employment in the domestic work and care sector, especially with regard to cases of human trafficking and labour abuse and those involving companies providing domestic and care services using undeclared and bogus self-employment, so as to protect workers and to promote the transition from undeclared work to declared work through better protection and better, more streamlined labour control and inspection mechanisms; 20. Urges the Member States to ensure the availability of legal avenues for migration to the EU and to introduce targeted legal migration programmes; stresses the need for the Member States to establish bilateral agreements with those states that statistics show to be the sending countries of domestic workers and carers, in order to regularise the sending and receiving flow, helping in this way to combat trafficking and forced labour networks, but deterring, nevertheless, the phenomenon of social dumping; calls on the Member States to ratify the International Convention on the Protection of the Rights of all Migrant Workers and Members of their Families, adopted by the United Nations General Assembly on 18 December 1999; 21. Calls on the Commission and the Member States to promote regularisation schemes based on lessons learned from past experiences as a means to reduce the exposure of migrant workers in an irregular situation to exploitation and abuse; urges the Member States to support and protect undeclared domestic workers or carers when they decide to come out of the vicious circle of ‘hidden’ work; 22. Calls on the Commission and the Member States to promote the investigation of cases of trafficking for human exploitation, and more specifically for domestic work, to improve the mechanism of identification and protection of these victims and to involve NGOs, trade unions, public authorities and all citizens in the detection process of the trafficking and severe exploitation phenomena; 23. Asks the Commission and the Member States to expand the instruments and mechanisms established to address trafficking, such as referral mechanisms or temporary residence permits, and to review them with a view to broadening their scope of application to cases of severe labour exploitation that do not involve trafficking; 24. Calls on the Member States, in accordance with Article 17 of ILO Convention No 189, to establish effective and accessible complaint mechanisms and means of ensuring compliance with national laws and regulations for the protection of domestic workers; calls, furthermore, on the Member States to develop and implement measures for labour inspection, enforcement and penalties with due regard for the special characteristics of domestic work, in accordance with national laws and regulations; asks that, in so far as this is compatible with national laws and regulations, such measures specify the conditions under which access to household premises may be granted, having due respect for privacy; asks the Member States, in line with national regulations, to consider mechanisms to effectively address abuses, such as in-house inspections in cases where there are grounds for suspicion of abuse; 21.2.2018 EN Official Journal of the European Union C 66/39 Thursday 28 April 2016 ",
        "25. Expresses concern over the lack of inspections to oversee, monitor and supervise the hiring of women domestic and care workers carried out by companies or recruitment agencies, and reiterates the need to increase the number of public inspectors and inspections to ensure compliance with the law; 26. Urges the Member States to make the necessary efforts to step up inspections, and to find innovative inspection methods which respect privacy, especially regarding private homes where inspectors cannot enter without a court authorisation, and to adequately brief and train inspectors in order to eliminate mistreatment, exploitation, including financial exploitation, and acts of violence or sexual abuse against domestic workers; 27. Calls on the Member States to organise campaigns to improve visibility and enhance understanding of the benefits of regularised domestic work and care among the general public and private bodies, with a view to dignifying the profession and gaining recognition for the important work and contribution of women domestic and care workers to the functioning of society; at the same time, calls on the Member States to raise awareness of the existence of severe exploitation in private households by setting the goal of zero tolerance of exploitation of such workers; 28. Calls on the Member States to launch campaigns to raise awareness of the rights and duties of domestic and care workers and employers and the risks and impact of exploitation in the domestic work sector, and promoting recognition of domestic and care work; suggests to the Member States that they develop road map programmes; 29. Calls on the Member States to put in place and improve, in collaboration with social partners, information channels on the rights of domestic workers and carers and to ensure the highest information accessibility for all workers; recommends, to that end, to establish information points, following best practice in Member States, at regional and local level, helplines and websites providing assistance, information also in the form of campaigns on the rights of domestic workers and carers in each Member State in the national language and other appropriate languages; emphasises that civil society organisations such as organisations working on behalf of women and migrants should also be able to provide this information; points out that these tools must also be developed in a way that allows best practice, relevant advice and guidance to be given to possible employers, including families and agencies and that model employment contracts should be offered in order to ensure that employers carry out their responsibilities; 30. Calls for resolute action to be taken against undertakings in any sector whose business model relies on exploiting illegal workers so as to minimise operating costs, maximise profits and drive lawful undertakings out of the industry; 31. Stresses the important role that trade unions can play in organising and informing workers on their rights and obligations; notes that this is a way for domestic workers to be represented with one voice, to be able to collectively bargain their contracts and to defend their rights and interests; 32. Calls for good representation of social partners at European and at national levels, and in particular trade unions, to intensify sectorial collective bargaining in line with national practices in order to effectively advance and enforce decent working conditions in these sectors; calls also for good representation of professional organisations, organisations working with and on behalf of domestic workers and carers and other relevant civil society organisations and to ensure that they are fully aware of the challenges of safeguarding the labour rights of women employed as domestic workers or carers; 33. Regrets that women domestic and care workers continue to be poorly represented in trade union organisations in the various Member States and stresses the need to encourage these female workers to join trade unions; 34. Highlights also the importance of grouping employers into federations or other types of organisations at national level, as it considers that without such employer organisations efforts to legitimate domestic work and care, as well as to improve working conditions and the attractiveness of such jobs, will be in vain; C 66/40 EN Official Journal of the European Union 21.2.2018 Thursday 28 April 2016 ",
        "35. Notes that private household employers have a primordial role to play in observing fair labour standards and rights; calls on the Member States to ensure that relevant information must be available to employers and employees; 36. Calls on the Commission to take the necessary steps in order to better monitor and document the vulnerable and underestimated profession of domestic workers and carers, and to propose actions to tackle the phenomenon; 37. Asks the Commission and the competent European agencies to conduct a study comparing different systems of regularised domestic work and to collect data with regard to the situation in the Member States; takes the view that this data should be used in an exchange of good practices among Member States, in order in particular to optimise the fight against the exploitation of domestic workers; also calls on the Commission to launch a study on the contribution of carers and domestic workers to Member States’ social protection systems and economies; 38. Encourages the exchange of best practice among the Member States to enhance actions and impacts; 39. Believes that adopting and adjusting best practices from certain Member States could lead to regular forms of employment for domestic workers and carers; 40. Calls on the Commission and the Member States to gather, analyse and publish reliable statistical data broken down by age, sex and nationality so as to enable informed discussions while looking for best solutions on how to professionalise the sector of domestic work and requests that Eurofound and OSHA be tasked with devising methods for providing protection, lodging complaints and raising awareness; 41. Calls on the Commission to include discussions on the situation of domestic workers and carers sectors in the agenda of the Employment Committee (EMCO); 42. Calls on the Commission and the Member States when revising and proposing relevant legal acts or national legislation respectively to ensure that the interests of domestic workers and carers are taken into consideration while respecting national competences; 43. Recognises the huge social and economic contribution made by family members acting as carers and volunteers (informal care), and the increasing responsibilities placed upon them by reductions in service provision or the rising costs thereof; 44. Notes that there is an increase in the number of people living in long-term institutional care and further social exclusion of persons with disabilities in the EU, which is in direct violation of the EU’s commitments under the UN Convention on the Rights of Persons with Disabilities and the European Disability Strategy 2010-2020; 45. Believes that encouragement should be given to the development of subsidised home care arrangements that allow disabled people to live independently and to choose the qualified professionals who will care for them in their own homes, in particular in cases of severe disability; 46. Highlights the need for the Member States to ensure broader access to easily available and affordable high-quality inclusive childcare, disability care and elderly care facilities, through suitable financing, thus minimising the reasons to undertake these duties on an informal or precarious basis and improving recognition of the value of the work undertaken by professional caregivers; highlights the need for the Member States to develop services that support family, formal and informal carers; 47. Calls on the Member States to promote recruitment in social care services and to work on increasing the attractiveness of the sector as a viable career option; 21.2.2018 EN Official Journal of the European Union C 66/41 Thursday 28 April 2016 ",
        "48. Urges the Member States to invest in creating stable, high-quality jobs in the domestic work and care sector, including by means of EU funds, such as the European Social Fund (ESF) and the EU Programme for Employment and Social Innovation (EaSI); 49. Calls on the Commission and the Member States to encourage and promote innovative solutions and investment in social and healthcare services, which have great potential for job creation, are essential to addressing the needs of our ageing societies and demographic change in general, as well as necessary to avert the negative social consequences of the crisis; 50. Asks the Commission to exchange information and best practice from associations and cooperatives of domestic and care workers which are part of social economy models in the EU; 51. Calls on the Member States to promote the creation of workers’ cooperatives in the care and household services sectors, with special attention to rural areas, given the positive effects that this will have on the creation of quality and sustainable jobs, especially for those workers who have difficulty integrating into the labour market; 52. Calls on the Member States to make sure that domestic workers of a young age do not abandon school in order to take up work; 53. Calls on the Commission to review Directive 2006/54/EC on the implementation of the principle of equal opportunities and equal treatment of men and women in matters of employment and occupation; also calls on the Member States to implement this Directive consistently; 54. Asks the Member States to consider incentives to encourage the use of declared domestic workers and carers; encourages the Member States to put in place simple declaration systems so as to discourage and tackle the issue of undeclared employment, as recommended by the European Economic and Social Committee in its opinion on developing services to the family to increase employment rates and promote gender equality at work (SOC/508); recommends that the Commission promote the exchange of best practices between the Member States, following the example of successful models that have had a positive impact on the sector in social and labour terms, e.g. the ‘service vouchers’ introduced by Belgium and the ‘universal service employment cheque (CESU)’ in France; 55. Believes it useful to adapt legislation to create flexible contractual arrangements between domestic workers and carers and household employers, in order to help both parties in using/offering domestic services at their best convenience, whilst guaranteeing the protection of workers; 56. Advises Member States that clear regulation for legal employment of domestic workers and carers should be supported by incentives for domestic workers and their potential employers to choose the legal form of employment; also calls on the Member States to eliminate the legal barriers that are currently significantly reducing declared, direct employment of employees by families; 57. Reiterates Parliament’s call for a structured sectoral dialogue in the care work sector ( 1 ); 58. Calls on the Member States to place EU and non-EU au pairs on an equal footing by granting them combined residence/work permit that specify working hours, type of contract and terms of payment; calls on the Member States to ratify the Council of Europe Agreement on au pair placement; demands that Member States improve the accreditation system and control mechanisms for au pair placement agencies; 59. Recalls the need to have au pairs given formal recognition, in compliance with the European Agreement on Au Pair Placement and for an increase in inspections so that they do not become informal and cheap substitute for domestic and care workers; C 66/42 EN Official Journal of the European Union 21.2.2018 Thursday 28 April 2016 ( 1 ) European Parliament resolution of 4 July 2013 (OJ C 75, 26.2.2016, p. 130). ",
        "60. Calls on the Commission and the Member States to ensure that domestic workers and carers in Europe are valued as human beings and are able to have a work-life balance, including being covered by the Working Time Directive (2003/88/ EC), in order that employees have essential periods of rest and are not forced into working excessive hours; 61. Asks the Member States to adopt measures reconciling work and family life, as this will have the benefit of supporting women in staying in paid employment and reduce their later pension gap; 62. Calls on the Member States to ensure that domestic workers and carers receive pension contributions in line with national legislation; 63. Calls on the Member States with a national minimum wage to ensure that all domestic carers and workers are paid at this rate as a minimum; 64. Instructs its President to forward this resolution to the Council, the Commission and the ILO. 21.2.2018 EN Official Journal of the European Union C 66/43 Thursday 28 April 2016 "
    ]
}