{
    "text": [
        "P7_TA(2013)0488 Gender balance among non-executive directors of companies listed on stock exchanges ***I European Parliament legislative resolution of 20 November 2013 on the proposal for a directive of the European Parliament and of the Council on improving the gender balance among non-executive directors of companies listed on stock exchanges and related measures (COM(2012)0614 — C7-0382/2012 — 2012/0299(COD)) (Ordinary legislative procedure: first reading) (2016/C 436/43) The European Parliament , — having regard to the Commission proposal to Parliament and the Council (COM(2012)0614), — having regard to Article 294(2) and Article 157(3) of the Treaty on the Functioning of the European Union, pursuant to which the Commission submitted the proposal to Parliament (C7-0382/2012), — having regard to the opinion of the Committee on Legal Affairs on the proposed legal basis, — having regard to Article 294(3) of the Treaty on the Functioning of the European Union, — having regard to the reasoned opinions submitted, within the framework of Protocol No 2 on the application of the principles of subsidiarity and proportionality, by the Czech Chamber of Deputies, the Netherlands Senate, the Netherlands House of Representatives, the Polish Sejm, the Polish Senate, the Swedish Parliament, the United Kingdom House of Commons and the United Kingdom House of Lords, asserting that the draft legislative act does not comply with the principle of subsidiarity, — having regard to the opinion of the European Economic and Social Committee, — having regard to the opinion of the Committee of the Regions, — having regard to Rules 55 and 37 of its Rules of Procedure, — having regard to the joint deliberations of the Committee on Legal Affairs and the Committee on Women's Rights and Gender Equality under Rule 51 of the Rules of Procedure, — having regard to the report of the Committee on Legal Affairs and the Committee on Women's Rights and Gender Equality and the opinions of the Committee on Economic and Monetary Affairs, the Committee on Employment and Social Affairs and the Committee on the Internal Market and Consumer Protection (A7-0340/2013), 1. Adopts its position at first reading hereinafter set out; 2. Calls on the Commission to refer the matter to Parliament again if it intends to amend its proposal substantially or replace it with another text; 3. Instructs its President to forward its position to the Council, the Commission and the national parliaments. P7_TC1-COD(2012)0299 Position of the European Parliament adopted at first reading on 20 November 2013 with a view to the adoption of Directive 2013/…/EU of the European Parliament and of the Council on improving the gender balance among non-executive directors of companies listed on stock exchanges and related measures (Text with EEA relevance) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 157(3) thereof, 24.11.2016 EN Official Journal of the European Union C 436/225 Wednesday 20 November 2013 ",
        "Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee ( 1 ), Acting in accordance with the ordinary legislative procedure ( 2 ), Whereas: (1) Equality between women and men is one of the Union's founding values and core aims under Article 2 and Article 3 (3) of the Treaty on European Union (TEU). Under the terms of Article 8 of the Treaty on the Functioning of the European Union (TFEU), the Union shall aim to eliminate inequalities, and to promote equality, between men and women in all its activities. Article 157(3) TFEU provides a legal basis for the adoption of Union measures to ensure the application of the principle of equal opportunities and equal treatment of men and women in matters of employment and occupation. (2) The principle of positive action and its importance for achieving effective equality between women and men in practice are recognised in Article 157(4) TFEU and in Article 23 of the Charter of Fundamental Rights of the European Union (‘the Charter’), which provides that equality between women and men must be ensured in all areas and that the principle of equality shall not prevent the maintenance or adoption of measures providing for specific advantages in favour of the under-represented sex. (2a) In order to achieve gender equality in the workplace, there must be a gender-balanced model of decision-making at all levels within the company concerned, whilst measures must also be taken to ensure the elimination of the gender pay gap, which contributes significantly to the feminisation of poverty. [Am. 1] (3) Council Recommendation 84/635/EEC ( 3 ) recommended that Member States should take steps to ensure that positive action includes, as far as possible, actions having a bearing on active participation by women in decision- making bodies. Council Recommendation 96/694/EC ( 4 ) recommended that Member States should encourage the private sector to increase the presence of women at all levels of decision-making, notably by the adoption of, or within the framework of, equality plans and positive action programmes. (4) In recent years the Commission has presented several reports taking stock of the situation concerning gender diversity in economic decision-making. ( 5 ) The Commission has encouraged publicly listed companies in the Union to increase the number of women members of the under-represented sex on their boards by self-regulatory measures and to make concrete voluntary commitments in that regard. ( 6 ) In its Women's Charter ( 7 ) of 5 March 2010, the Commission underlined that women still do not have full access to the sharing of power and decision- making in political and economic life and reaffirmed its commitment to use its powers to promote a fairer representation of women and men in positions of responsibility. Improving the gender balance in decision-making was defined by the Commission's strategy for equality between women and men 2010-2015 ( 8 ) as one of its priority tasks. [Am. 2] C 436/226 EN Official Journal of the European Union 24.11.2016 Wednesday 20 November 2013 ( 1 ) OJ C 133, 9.5.2013, p. 68. ( 2 ) Position of the European Parliament of 20 November 2013. ( 3 ) Council Recommendation 84/635/EEC of 13 December 1984 on the promotion of positive action for women (OJ L 331, 19.12.1984, p. 34). ( 4 ) Council Recommendation 96/694/EC of 2 December 1996 on the balanced participation of women and men in the decision- making process (OJ L 319, 10.12.1996, p. 11). ( 5 ) Commission report entitled ‘More women in senior positions’ (2010); Commission Staff Working Paper dated 1 March 2011 entitled ‘The Gender Balance in Business Leadership’ (SEC(2011) 246 final); Progress Report dated 5 March 2012 entitled ‘Women in economic decision-making in the EU’; Commission Staff Working Document dated 16 April 2012 entitled ‘Progress on equality between women and men in 2011’ (SWD(2012) 85 final). ( 6 ) ‘Women on the Board Pledge for Europe’, IP/11/242. ( 7 ) COM(2010)0078 final. ( 8 ) COM(2010)0491 final. ",
        "(5) In the European Pact for Gender Equality 2011-2020, which was adopted on 7 March 2011, the Council acknowledged that gender equality policies are vital to economic growth, prosperity and competitiveness, reaffirmed its commitment to close the gender gaps with a view to meeting the objectives of the Europe 2020 Strategy, especially in three areas of great relevance to gender equality, namely employment, education and social inclusion, and urged action to promote the equal participation of women and men in decision-making at all levels and in all fields, in order to make full use of all available talent , knowledge and ideas, thus enriching the diversity of human resources and improving business prospects . [Am. 3] (6) The European Parliament, in its resolution on women and business leadership of 6 July 2011 ( 1 ), urged companies to attain the critical threshold of 30 % female membership of management bodies by 2015 and 40 % by 2020. It called on the Commission, if the steps taken by companies and the Member States were found to be inadequate, to propose legislation by 2012, including quotas , to be implemented on a temporary basis and to serve as catalysts for change and for rapid reforms designed to eliminate persisting gender inequalities and stereotypes in economic decision- making . The European Parliament reiterated that call for legislation in its resolution of 13 March 2012 on equality between women and men in the European Union — 2011 ( 2 ). [Am. 4] (6a) The Union institutions, bodies, offices and agencies, such asthe European Central Bank should lead by example as regards gender equality in decision-making, inter alia by setting objectives for a gender-balanced representation at all levels. Stringent rules on internal and external recruitment to all Union institutions, bodies, offices and agencies should be implemented and monitored without delay. Particular attention needs to be given to policies for the recruitment of senior management. The Union institutions, bodies, offices and agencies should each publish an annual report setting out their efforts to that end. [Am. 5] (7) The efficient use of human capital is the most important determinant of an economy's competitiveness , development and growth, and is key to addressing the Union's demographic challenges, to competing successfully in a globalised economy and to ensuring a comparative advantage vis-à-vis third countries. The pool of highly trained and qualified women is constantly growing as evidenced by the fact that 60 % of university graduates are female. A continued failure to draw on this pool in appointments to appointments to economic companies' management positions and decision-making positions would amount to a failure to fully exploit skilled human capital. [Am. 6] (7a) Companies and businesses should consider the creation of a pipeline of board- and management-ready women that encourages, supports and develops female talent at all levels and throughout their careers. [Am. 7] (7b) In order to ensure the promotion of gender equality, Member States should put in place provisions whereby men and women can combine work and family life, incorporating, in particular, flexible arrangements and support for those with care responsibilities. [Am. 8] (7c) The attainment of gender equality in society as a whole entails the establishment of equal academic and professional rights for men and women, and of shared family, childcare and household responsibilities. The fact that women are typically responsible for the large majority of family and household chores may hinder their advancement to top professional positions. Active participation and involvement of men in family responsibilities is crucial for the attainment of a work-life balance and for the creation of equal career opportunities for both men and women. Attention should be paid to tackling gender stereotyping, inflexible and outdated employment policies and inadequate parental leave provisions. There should be measures in place enabling women and men to combine family and work life should they so wish. Member States should be encouraged to ensure the implementation of welfare elements such as fair parental leave allowances for both women and men, extensive provision for childcare and opportunities for shared parental leave. [Am. 9] 24.11.2016 EN Official Journal of the European Union C 436/227 Wednesday 20 November 2013 ( 1 ) OJ C 33 E, 5.2.2013, p. 134. ( 2 ) OJ C 251 E, 31.8.2013, p. 1. ",
        "(8) At company level, it is widely acknowledged that the presence of women on boards improves corporate governance, because team performance and the quality of decision-making are enhanced due to a more diverse and collective mindset incorporating a wider range of perspectives as well as a more proactive business model, which therefore makes it possible to reach more balanced decisions , with a view to better reflecting societal and consumers' realities . Numerous studies have also shown that there is a positive relationship between gender diversity at top management level and a company's financial performance and profitability. Enhancing female representation on the boards of publicly listed companies in the Union , given the significant economic and social responsibility of such companies, can therefore have a positive impact on the economic performance of the companies concerned. Measures to encourage career progression for women at all levels of management should therefore be introduced and reinforced. [Am. 10] (8a) The appointment of women as board members is being hampered by a number of specific factors which can be overcome not only through sanctions but also through educational initiatives and incentives to promote good practices. First, it is essential to heighten awareness in business schools and universities of the benefits of gender equality in making companies more competitive. It is also necessary to encourage a regular turnover of board members and to introduce positive measures to promote and reward efforts by states and companies to adopt a more decisive approach to such changes in top economic decision-making bodies at Union level. Finally, taxation and public procurement both provide suitable channels for the promotion of greater gender balance on company boards. [Am. 11] (9) Existing evidence also shows that labour market equality can improve economic growth substantially. Enhancing female presence in the boardrooms of listed companies in the Union not only affects the women appointed to boards, but also contributes to attracting female talent to the company and ensuring a greater presence of women at all levels of management and in the workforce. Therefore, a higher share of women on company boards has should have a positive impact on closing both the gender employment gap and the gender pay gap. Making full use of the existing female talent pool would constitute a marked improvement in terms of return on education for both individuals and the public sector. Female under-representation in the board rooms of publicly listed companies in the Union is a missed opportunity in terms of achieving long-term sustainable growth for Member States' economies at large. [Am. 12] (10) Despite the existing Union legislation aimed at preventing and combating sex discrimination, the Council recommendations aimed specifically at increasing the presence of women in economic decision-making and Union- level actions encouraging self-regulation, women continue to be strongly outnumbered by men under-represented in the highest decision-making bodies of companies throughout the Union. In the private sector, and especially in listed companies, this gender imbalance is particularly significant and acute , while certain Union institutions, bodies, offices and agencies, such as the European Central Bank, also display a deeply problematic gender imbalance . The Commission's key indicator of gender representation on corporate boards shows that the proportion of women involved in top-level business decision-making remains very low. In January 2012, women occupied on average just 13,7 % of board seats in the largest publicly listed companies in Member States. Among non-executive directors only 15 % were women , which is a clear indication of a democratic deficit and of unfair and discriminatory representation of women, in violation of Union principles of equal opportunities and equal treatment of both sexes in the fields of employment and occupation . [Am. 13] (11) The proportion of women on company boards is progressing very slowly, with an average annual increase of just 0,6 % during the past years. The rate of improvement has differed in individual Member States and has led to highly divergent results. Much more significant progress was noted in theMember States where such as France, which has set 2017 as its target date for fulfilment of the objectives contained in this Directive, meeting in less than two years the 20 % target set for 2014, or countries such as Norway, which met the 40 % target in three years. In both cases these results were achieved through binding measures have been introduced. Growing discrepancies between Member States are likely to increase given the very different approaches pursued by individual Member States to increase the representation of females on boards that are being pursued by individual Member States. [Am. 14] C 436/228 EN Official Journal of the European Union 24.11.2016 Wednesday 20 November 2013 ",
        "(11a) Member States should adopt strategies moving towards a socio-cultural shift in their approach to gender balance, by using versatile means to encourage women's participation in the management hierarchy and the taking-up of proactive approaches and actions by employers. Such means could include, inter alia, promoting flexible work schedules and encouraging family-friendly workplaces by providing access to day care. [Am. 15] (12) The scattered and divergent regulation, or the absence of regulation, at national level as regards the gender balance on boards of listed companies does not only lead to discrepancies in the number of women among non-executive directors and different rates of improvement across Member States, but also poses barriers to the internal market by imposing divergent corporate governance requirements on listed companies within the Union. Those differences in legal and self-regulatory requirements for the composition of corporate boards can lead to practical complications for listed companies operating across borders, notably when establishing subsidiaries or in mergers and acquisitions, as well as for candidates for board positions. Nevertheless, this Directive should be enforced without regard to the different ways in which non-executive directors are selected to serve on the boards of Union companies. [Am. 16] (12a) Gender imbalances within companies are greater at more senior levels. Furthermore, many of those women who are represented in senior management are to be found in fields such as human resources and communication, while men at a senior level are more likely to be employed in general management or ‘line management’ within the company. As the main pool for recruitment to board positions is comprised largely of candidates with senior management experience, it is vital that the number of women advancing to such management positions within companies be increased. [Am. 17] (12b) One of the main factors enabling this Directive to be correctly implemented is the effective application of criteria, to be set in advance and with full transparency, for the selection of non-executive directors, with candidates' competencies being considered on an equal basis, regardless of their gender. [Am. 18] (12c) In the context of an ageing population and skills shortages, a failure to utilise the potential of half of the population of the Union for positions on the boards of companies might slow down the development opportunities of the Union's economy and the recovery of its financial structures. If one half of the talent pool is not even considered for leadership positions, the very process and quality of appointments may be compromised, leading to increased distrust of business power structures and possibly to a reduction in the efficient utilisation of available human capital. Systematically including suitable candidates from both sexes ensures that new board members are selected from amongst the very best candidates, both male and female, and that the make-up of society is faithfully reflected in corporate decision-making. [Am. 19] (13) The current lack of transparency of the selection procedures and qualification criteria for board positions in most Member States represents a significant barrier to more gender diversity among board members and negatively affects both the board candidates' careers and freedom of movement, as well as investor decisions. Such lack of transparency prevents potential candidates for board positions from applying to boards where their qualifications would be most required and from challenging gender-biased appointment decisions, thus restricting their freedom of movement within the internal market. On the other hand, investors have different investment strategies that require information linked also to the expertise and competence of the board members. More transparency in the qualification criteria and the selection procedure for board members enables investors to better assess the company's business strategy and to take informed decisions. It is therefore important that board appointment procedures be clear and transparent and that applicants be assessed objectively on their individual merits, irrespective of gender. [Am. 20] (14) While this Directive does not aim to harmonise national laws on the selection procedures and qualification criteria for board positions in detail, the introduction of certain minimum standards as regards the requirement for listed companies without balanced gender representation to take appointment decisions for non-executive directors on the basis of a transparent and clearly defined selection procedure and an objective comparative assessment of the qualifications of candidates in terms of suitability, competence and professional performance is necessary in order to attain gender balance among non-executives executive directors. Only a binding measure at Union level can 24.11.2016 EN Official Journal of the European Union C 436/229 Wednesday 20 November 2013 ",
        "effectively help to ensure a competitive level playing field throughout the Union and avoid practical complications in business life. [Am. 21] (15) The Europe 2020 Strategy for Smart, Sustainable and Inclusive Growth ( 1 ) ascertained that increased female labour force participation is a precondition for boosting growth and for tackling demographic challenges in Europe. The Strategy set a headline target of reaching an employment rate of 75 % for women and men aged 20-64 by 2020, which can only be reached if there is a clear commitment to gender equality , elimination of the persisting gender pay gap and a reinforced effort to tackle all barriers to women's participation in the labour market , including the existing ‘glass-ceiling’ phenomenon . The current economic crisis has magnified Europe's ever-growing need to rely on knowledge, competence and innovation and to make full use of the pool of available talent , of both men and women . Enhancing female participation in economic decision-making, on company boards in particular, is expected to have a positive spill-over effect on female employment in the companies concerned and throughout the whole economy. [Am. 22] (15a) Achievement of these objectives is of vital importance in ensuring Europe’s economic competitiveness, encouraging innovation and enhancing professional standards on company boards. The Union has accordingly declared labour market equality and progressively greater gender equality on company boards to be European decade of equality objectives and will examine ways of heightening awareness of progress being achieved in this area. [Am. 23] (16) The Union should therefore aim to increase the presence of women on company boards in all Member States , in order both to boost economic growth , encourage labour market mobility, strengthen the competitiveness of European companies and achieve effective gender equality on the labour market. This aim should be pursued through minimum requirements on positive action in the form of binding measures aimed at attaining a quantitative objective for the gender composition of boards of listed companies, in theview of the fact that Member States and other countries which have chosen this or a similar method have achieved the best results in reducing the under- representation of women in economic decision-making positions. [Am. 24] (16a) Listed companies should develop a gender policy in order to attain a more balanced gender representation throughout the company concerned. That policy may include a description of the relevant measures implemented in that company, such as nominating both a female and male candidate for key positions, mentoring schemes and career development guidance for women, and human resource strategies to encourage diverse recruitment. Furthermore, it may include offering flexible working conditions for all employees, for example assistance for parental leave, as well as providing assistance for housework and childcare. Each company may select the policies best suited to its activities and should take active measures to increase the proportion of the under-represented gender in the management of the company. [Am. 25] (17) Companies listed on stock exchanges enjoy a particular economic importance, visibility and impact on the market as a whole. The measures provided for in this Directive should therefore apply to listed companies, which are defined as companies incorporated whose seat is in a Member State and whose securities are admitted to trading on a regulated market within the meaning of Article 4(1) (14) of Directive 2004/39/EC of the European Parliament and of the Council , ( 2 ) in one or more Member States. These companies set standards for the economy in its entirety and their practices can be expected to be followed by other types of companies. The public nature of listed companies justifies that they be regulated to a greater extent in the public interest. [Am. 26] C 436/230 EN Official Journal of the European Union 24.11.2016 Wednesday 20 November 2013 ( 1 ) COM(2010) 2020 final. ( 2 ) Directive 2004/39/EC of the European Parliament and of the Council of 21 April 2004 on markets in financial instruments amending Council Directives 85/611/EEC and 93/6/EEC and Directive 2000/12/EC of the European Parliament and of the Council and repealing Council Directive 93/22/EEC (OJ L 145, 30.4.2004, p. 1). ",
        "(18) This Directive should not apply to micro-, small and medium-sized enterprises (SMEs) as defined by Commission Recommendation 2003/361/EC , ( 1 ) even if they are listed companies. However, Member States should put in place policies to support and incentivise SMEs to improve significantly the gender balance at all levels of management and on company boards. [Am. 27] (19) There are various systems of board structures for listed companies in the Member States, the main distinction being between a dual (‘two-tier’) system with both a management board and a supervisory board and a unitary (‘one-tier’) system combining the management and supervisory function in a single board. There are also mixed systems, which feature aspects of both systems or give companies an option between different models. The measures provided for in this Directive should apply to all board systems in the Member States. (20) All board systems distinguish between executive directors, who are involved in the daily management of the company, and non-executive directors, who are not involved in the daily management but do perform a supervisory function. The quantitative objectives provided for in this Directive should apply only to the non-executive directors in order to strike the right balance between the need to increase the gender diversity of boards and the need to minimise interference with the day-to-day management of a company. As the non-executive directors perform supervisory tasks, it is also easier to recruit qualified candidates from outside the company and to a large extent also from outside the specific sector in which a company operates — a consideration which is of importance for areas of the economy where members of a particular sex are especially under-represented in the workforce. (21) In several Member States, a certain proportion of the non-executive directors can or must be appointed or elected by the company's workforce and/or organisations of workers pursuant to national law or practice. The quantitative objectives provided for in this Directive should apply to all non-executive directors including employee representatives. However, the practical procedures for ensuring that those objectives are attained, taking into account the fact that some non-executive Directors are employee representatives, should be defined by the Member States concerned. This Directive should take account of the diversity and national characteristics of selection procedures in the Member States. [Am. 28] (22) Listed companies in the Union shouldbe imposed obligations of means providing for appropriate p rocedures with a view of meeting specific objectives regarding the gender composition of their boards. aim to attain the objective of having at least 40 % of non-executive directors of the under-represented sex by 1 January 2020. For the purpose of attaining that objective, those listed companies in whose boards members of the under-represented sex hold less than 40 per cent of non-executive director positions should make the be obliged to carry out the pre-selection or selection procedure for appointments to those positions on the basis of a comparative analysis of the qualifications of each candidate, by applying pre-established, clear, neutrally formulated and unambiguous criteria, in order to attain the said percentage at the latest by 1 January 2020. Therefore, the Directive establishes the objective of at least 40 per cent of non-executive directors of the under-represented sex by that date. This objective in principle only concerns the overall gender diversity among the non-executive directors and does not interfere with the concrete choice of individual directors from a wide pool of male and female candidates in each individual case. In particular, it does not exclude any particular candidates for director positions, nor does it impose any individual directors on companies or shareholders. The decision on the appropriate board members thus remains with the companies and shareholders. [Am. 29] (22a) The objective of 40 % only concerns, in principle, the overall gender diversity among the non-executive directors and does not interfere with the concrete choice of individual directors from a wide pool of male and female candidates in each individual case. In particular, it does not exclude any particular candidates for director positions; nor does it impose any individual directors on companies or shareholders. The decision on whom to appoint as appropriate board members thus remains with the companies and shareholders. [Am. 30] 24.11.2016 EN Official Journal of the European Union C 436/231 Wednesday 20 November 2013 ( 1 ) Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises, even if they are listed companies (OJ L 124, 20.5.2003, p. 36). ",
        "(22b) Listed companies should consider putting in place training programmes and mentoring programmes for the under-represented sex as a tool to achieve gender balance where there is a clear gender gap in the selection pool for recruitment to board positions. [Am. 31] (23) Member States exercise a dominant influence over listed companies which are public undertakings within the meaning of point (b) of Article 2 of Commission Directive 2006/111/EC ( 1 ). Due to that dominant influence, they have the instruments at their disposal to bring about the necessary change more rapidly. Therefore, in such companies the objective of at least 40 % of non-executive directors of the under-represented sex should be set at an earlier date , in conformity with adequate mechanisms to be set up by Member States in line with this Directive . [Am. 32] (23a) Due to their nature, public undertakings, whether listed or not, should serve as a model for the private sector. Therefore, the Commission should assess the situation in the Member States and evaluate whether public undertakings which would not fall within the definition of SME may be incorporated in the scope of this Directive at some point in the future. [Am. 33] (23b) The Commission should collect and analyse facts and figures about the gender balance in non-listed large undertakings, which are also of great importance for the economy. An impact assessment should subsequently be carried out to gain an overview of the situation in such undertakings in the Member States and to evaluate whether measures at Union level are needed in order to bring such undertakings within the scope of this Directive at some point in the future. At the same time, the Commission should explain the available options to that end, since special schemes may be necessary for such undertakings owing to specific national circumstances. [Am. 34] (24) Determining the number of non-executive director positions necessary to meet the objective requires further specification since for most board sizes it is mathematically possible only to go beyond or remain below the exact share of 40 per cent. Therefore, the number of board positions necessary to meet the objective should be the number closest to 40 per cent. At the same time, in order to avoid discrimination of the initially over-represented sex, listed companies should not be obliged to appoint members of the under-represented sex to half or more of the non- executive board positions. Thus, for example, Where a non-executive board consists of only three members, it is mathematically impossible to go beyond a share of 40 % for both genders. Therefore, in such cases, members of the under-represented sex should hold at least one position on boards with three or fournon-executive directors, at least two positions on boards with five or six non-executive directors, and at least three positions on boards with seven or eight non-executive directors. [Am. 35] (25) In its case-law ( 2 ) on positive action and the compatibility thereof with the principle of non-discrimination on ground of sex (now also laid down in Article 21 of the Charter), the Court of Justice of the European Union accepted that priority may in certain cases be given to the under-represented sex in selection for employment or promotion, provided that the candidate of the under-represented sex is equally qualified as the competitor of the other sex in terms of suitability, competence and professional performance, that the priority is not automatic and unconditional but may be overridden if reasons specific to an individual candidate of the other sex tilt the balance in that candidate's favour, and that the application of each candidate is subject of an objective assessment which takes account of all criteria specific to the individual candidates. (26) In line with that case-law, Member States should ensure that the selection of the best qualified candidates for non- executive directors is based on a comparative analysis of the qualifications of each candidate on the basis of pre- established, clear, neutrally formulated and unambiguous criteria. Examples of types of selection criteria that companies could apply include professional experience in managerial and/or supervisory tasks, international experience, multidisciplinarity, knowledge in specific relevant areas such as finance, controlling or human resources management, leadership and communication skills and networking abilities. Priority should be given to the C 436/232 EN Official Journal of the European Union 24.11.2016 Wednesday 20 November 2013 ( 1 ) Commission Directive 2006/111/EC of 16 November 2006 on the transparency of financial relations between Member States and public undertakings, as well as on financial transparency within certain undertakings (OJ L 318, 17.11.2006, p. 17). ( 2 ) Case C-450/93 Kalanke [1995] ECR I-3051; Case C-409/95 Marschall [1997] ECR I-6363; Case C-158/97 Badeck [2000] ECR I- 1875; Case C-407/98 Abrahamsson [2000] ECR I-5539. ",
        "candidate of the under-represented sex if that candidate is equally qualified as the candidate of the other sex in terms of suitability, competence and professional performance, and if an objective assessment, taking account of all criteria specific to the individual candidates, does not tilt the balance in favour of a candidate of the other sex. [Am. 36] (27) The methods of recruiting , selecting and appointing directors differ from one Member State to another and from one company to another. They may involve the pre-selection of candidates to be presented to the shareholders' assembly, for example by a nomination committee, the direct appointment of directors by individual shareholders or a vote in the shareholders' assembly on individual candidates or lists of candidates. This Directive respects the diversity of selection procedures, which should be based on transparency and merit, while insisting that the aim of increasing the participation of the under-represented sex on boards be attained. The requirements concerning the selection of candidates should be met at the appropriate stage of the selection process in accordance with national law and the articles of association of the listed companies concerned. In this respect, this Directive only establishes a minimum harmonisation allows for diversity of selection procedures, making it possible to apply the conditions provided for by the case-law of the Court of Justice with a view to attaining the objective of a more balanced gender representation in the boards of listed companies. The provisions of this Directive do not unduly interfere with day- to-day management, since companies maintain the freedom to select candidates on the basis of qualifications or other objective relevant considerations. [Am. 37] (27a) Where pre-selection of candidates is based on election or voting procedures, for example by workers or their representatives, the procedures throughout the entire process should be adjusted in order to contribute to the attainment of the objective of increased gender balance on the board of directors as a whole, while ensuring that the sex of the director elected in such a procedure is not in any way predetermined. [Am. 38] (28) This Directive aims to improve the gender balance among directors of companies listed on stock exchanges and thus to contribute to the realisation of the principle of equal treatment between men and women, recognised as a fundamental right of the Union. Listed companies should therefore be required to disclose, upon the request of an unsuccessful candidate, not only the qualification criteria upon which the selection was based but also the objective comparative assessment of those criteria and, where relevant, the considerations tilting the balance in favour of a candidate who is not of the under-represented sex. These limitations to the right to respect for private life with regard to the processing of personal data, recognised by the Articles 7 and 8 of the Charter, and the obligation for listed companies to supply that information upon request to the unsuccessful candidate, are necessary and, in conformity with the principle of proportionality, genuinely meet recognised objectives of general interest. They are therefore in line with the requirements for such limitations laid down in Article 52(1) of the Charter and with the relevant case-law of the Court of Justice. (29) Where an unsuccessful candidate of the under-represented sex establishes the presumption they were equally qualified as the appointed candidate of the other sex, the listed company should be required to demonstrate the correctness of the choice. (30) Member States should provide for effective, proportionate and dissuasive sanctions for breaches of the requirements for an open and transparent procedure set out in this Directive, which could include, inter alia, administrative fines , exclusion from public calls for tenders, partial exclusion from the award of funding from the Union's Structural Funds, and nullity or annulment declared by a judicial body of the appointment or of the election of non-executive directors made contrary to the national provisions adopted pursuant to Article 4(1). It should be possible for Member States to go beyond the non-exhaustive list of sanctions provided for in this Directive and to add, inter alia, the forced dissolution of the company concerned, ordered by a competent judicial body in full respect of proper procedural safeguards, in cases of serious and repeated infringements by that company. [Am. 39] (31) Since the gender composition of the workforce has a direct impact on the availability of candidates of the under- represented sex, Member States may provide that where the members of the under-represented sex make up less than 10 per cent of the workforce the company concerned should not be required to meet the objective laid down in this Directive. [Am. 40] 24.11.2016 EN Official Journal of the European Union C 436/233 Wednesday 20 November 2013 ",
        "(32) Since listed companies should aim to increase the proportion of the under-represented sex in all decision-making positions, Member States may provide that the objective laid down in this Directive should be considered to be met where listed companies can show that members of the under-represented sex hold at least one third of all director positions, irrespective of whether they are executive or non-executive. Such companies should, however, be required to continue to set out in their annual reports and on their websites the gender balance among executive and non- executive directors, and their policies in this area, in accordance with Article 5 of this Directive. [Am. 41] (33) In addition to the measures relating to non-executive directors, and with a view also to improving the gender balance among directors involved in daily management tasks, listed companies should be required to make individual commitments regarding the representation of both sexes among executive directors, to be achieved at the latest by 1 January 2020. These commitments should aim to achieve tangible progress from the individual company's current position towards better gender balance. (34) Member States should require listed companies to provide information on the gender composition of their boards as well as information on how they managed to meet the objectives laid down in this Directive, on a yearly basis to the competent national authorities in order to enable them to assess the progress of each listed company towards gender balance among directors. Such information should be included in the company's annual report and published in an appropriate and easily accessible manner on its website and, where the company in question has not met the objective, itshould include a comprehensive description of the concrete measures that it has taken so far and intends to take in the future in order to meet the objective. Furthermore, companies that have failed to attain the objective or to fulfil the commitments given by them should provide a statement of the reasons for their failure to do so, as well as a description of the concrete measures which they have taken so far, and which they intend to take in the future, in order to meet that objective and fulfil those commitments. [Am. 42] (35) Member States may have already taken measures providing for means to ensure a more balanced representation of women and men in company boards before the entry into force of this Directive. Such Member States should have an opportunity to apply those measures in place of the procedural requirements relating to appointments where they can demonstrate that the measures taken are of equivalent efficacy in order to attain the objective of a presence of the under-represented sex of at least 40 per cent among non-executive directors of listed companies at the latest by 1 January 2020 or at the latest by 1 January 2018 in case of listed companies which are public undertakings. (36) This Directive respects fundamental rights and observes the principles recognised by the Charter. In particular, it contributes to the fulfilment of the right to equality between women and men (Article 23 of the Charter), the freedom to choose an occupation and the right to engage in work (Article 15 of the Charter). This Directive seeks to ensure full respect for the right to an effective remedy and a fair hearing (Article 47 of the Charter). The limitations on the exercise of the freedom to conduct business (Article 16 of the Charter) and of the right to property (Article 17(1) of the Charter) respect the essence of those rights and freedoms and are necessary and proportionate. They genuinely meet objectives of general interest recognised by the Union and the need to protect the rights and freedoms of others. (37) While some Member States have taken regulatory action or encouraged self-regulation with mixed results, the majority of Member States have not taken action or indicated their willingness to act in a way that would bring about sufficient improvement. Projections based on a comprehensive analysis of all available information on past and current trends as well as intentions show that a balanced gender representation among non-executive board members across the Union in line with the objectives set out in this Directive will not be achieved by Member States acting individually at any point in the foreseeable future. In the light of those circumstances, and given the growing discrepancies between Member States in terms of the representation of women and men on company boards, the gender balance on corporate boards across the Union can only be improved through a common approach, and the potential for gender equality, closing the existing gender pay gap and improvement of competitiveness and growth can be better achieved through coordinated action at Union level rather than through national initiatives of varying scope, ambition and effectiveness. Since the objectives of this Directive cannot be sufficiently achieved by the Member States and can, therefore, by reason of the scale and effect of action, be better achieved at Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. [Am. 43] C 436/234 EN Official Journal of the European Union 24.11.2016 Wednesday 20 November 2013 ",
        "(38) In accordance with the principle of proportionality, as set out in that same Article, this Directive is limited to setting common objectives and principles and does not go beyond what is necessary in order to achieve those objectives. Member States are given sufficient freedom to determine how the objectives laid down in this Directive should best be achieved taking national circumstances into account, in particular rules and practices concerning recruitment for board positions. This Directive does not interfere with the possibility for companies to appoint the most qualified board members, and it establishes a flexible framework and grants a sufficiently long period of adaptation for all listed companies. [Am. 44] (39) In accordance with the principle of proportionality, the objective to be met by listed companies should be limited in time and should remain in force only until sustainable progress has been achieved in the gender composition of boards. For that reason, the Commission should regularly review the application of this Directive and report to the European Parliament and the Council. The This Directive is due to expire on 31 December 2028. The Commission should assess, in its review, if whether there is a need to extend the duration of the Directive beyond that period. Member States should cooperate with social partners and civil society in order to efficiently inform them about the significance, transposition and implementation of this Directive. Information campaigns would significantly contribute to the raising of awareness of the issue among non-listed companies and encourage them to achieve gender balance proactively. Member States should be encouraged to exchange experiences and good practices regarding the transposition and implementation of this Directive. [Am. 45] (40) In accordance with the Joint Political Declaration of Member States and the Commission of 28 September 2011 on explanatory documents ( 1 ), Member States have undertaken, in justified cases, to accompany the notification of their transposition measures with one or more documents explaining the relationship between the components of a directive and the corresponding parts of national transposition instruments. With regard to this Directive, the legislator considers the transmission of such documents to be justified, HAVE ADOPTED THIS DIRECTIVE: Article 1 Subject-matter This Directive lays down measures to ensure a more balanced representation of men and women among the non-executive directors of listed companies by establishing effective measures aimed at accelerated progress towards gender balance while allowing companies sufficient time to make the necessary arrangements. [Am. 46] Article 2 Definitions For the purposes of this Directive: (1) ‘listed company’ means a company incorporated which has its seat in a Member State and the securities of which are admitted to trading on a regulated market within the meaning of Article 4(1) (14) of Directive 2004/39/EC, in one or more Member States; [Am. 47] (2) ‘board’ means any administrative, managerial or supervisory body of a company; (3) ‘director’ means any member of a board, including an employees' representative; (4) ‘executive director’ means any member of a unitary board who is engaged in the daily management of the company and any member of a managerial board in a dual-board system; (5) ‘non-executive director’ means any member of a unitary board other than an executive director and any member of a supervisory board in a dual-board system; 24.11.2016 EN Official Journal of the European Union C 436/235 Wednesday 20 November 2013 ( 1 ) OJ C 369, 17.12.2011, p. 14. ",
        "(6) ‘unitary board’ means a single board that combines the management and the supervisory functions of a company; (7) ‘dual-board system’ means a system in which the management and supervisory functions of a company are carried out by separate boards; (8) ‘small and medium-sized enterprise’ or ‘SME’ means a company which employs less than 250 persons and has an annual turnover not exceeding EUR 50 million or an annual balance sheet total not exceeding EUR 43 million, or, for an SME which is incorporated in a Member State whose currency is not the euro, the equivalent amounts in the currency of that Member State; (9) ‘public undertaking’ means an undertaking over which the public authorities may exercise, directly or indirectly a dominant influence by virtue of their ownership thereof, their financial participation therein, or the rules which govern it. A dominant influence on the part of the public authorities shall be presumed when these authorities, directly or indirectly in relation to an undertaking: — hold the major part of the undertaking’s subscribed capital; or — control the majority of the votes attaching to shares issued by the undertakings; or — can appoint more than half of the members of the undertaking's administrative, managerial or supervisory body. Article 3 Exclusion of small and medium-sized enterprises This Directive shall not apply to small and medium-sized enterprises (‘SMEs’). Article 4 Objectives with regard to non-executive directors 1. Member States shall ensure that listed companies on the boards of which members of the under-represented sex hold less than 40 % of the non-executive director positions make the appointments to those positions on the basis of a comparative analysis of the qualifications of each candidate, by applying pre-established, clear, neutrally formulated and unambiguous criteria, in order to attain adjust their recruitment procedures, including those in respect of vacancy notices calling for applications, pre-selection, selection and appointments, in such a way that those procedures effectively contribute to the attainment of the said percentage by 1 January 2020 or, in the case of public undertakings, by 1 January 2018 listed companies which are. In particular, Member States shall ensure that companies select the most qualified candidates for a board position from a gender-balanced selection pool and on the basis of a comparative analysis of the candidates' qualifications by applying pre-established, clear, neutrally formulated, non-discriminatory and unambiguous criteria. In the case of an election procedure, Members States shall ensure that companies guarantee gender diversity in the composition of the shortlist of candidates while ensuring that the sex of the non-executive director elected in such a procedure is not in any way predetermined. In order to attain the objective of 40 %, and in accordance with Article 23(2) of the Charter, Member States shall ensure that, at every stage in the procedure for the recruitment, selection or appointment of non-executive directors, priority is given to the candidate of the under-represented sex if that candidate is equally qualified as a candidate of the other sex in terms of suitability, competence and professional performance, unless an objective assessment, taking account of all criteria specific to the individual candidates, tilts the balance in favour of the candidate of the other sex. [Am. 48] 2. The number of non-executive director positions necessary to meet the objective laid down in paragraph 1 shall be that constituting the number closest to the proportion of at least 40 %, but not exceeding 49 per cent. If the non-executive board consists of only three board members, the proportion one to two shall suffice. [Am. 49] 3. In order to attain the objective laid down in paragraph 1, Member States shall ensure that, in the selection of non- executive directors, priority shall be given to the candidate of the under-represented sex if that candidate is equally qualified as a candidate of the other sex in terms of suitability, competence and professional performance, unless an objective assessment taking account of all criteria specific to the individual candidates tilts the balance in favour of the candidate of the other sex. [Am. 50] C 436/236 EN Official Journal of the European Union 24.11.2016 Wednesday 20 November 2013 ",
        "4. Member States shall ensure that listed companies are obliged to disclose, on the request of an unsuccessful candidate to an unsuccessful candidate, while respecting candidates' anonymity in accordance with the Union rules on data protection , at least the number and gender of the candidates in the selection pool , the qualification criteria upon which the selection or appointment was based, the objective comparative assessment of those criteria and, where relevant, the considerations tilting the balance in favour of a candidate of the other sex. [Am. 51] 5. Member States shall take the necessary measures, in accordance with their national judicial systems, to ensure that, where an unsuccessful candidate of the under-represented sex who considers himself or herself wronged because the provisions of paragraph 1 have not been applied to him or her establishes , before a court or other competent body, facts from which it may be presumed that that candidate was equally qualified as the appointed candidate of the other sex, it shall be for the listed company to prove that there has been no breach of the rule laid down in paragraph 3 1 . This paragraph shall not prevent Member States from introducing rules of evidence which are more favourable to plaintiffs. [Am. 52] 6. Member States may provide that listed companies where the members of the under-represented sex represent less than 10 per cent of the workforce are not subject to the objective laid down in paragraph 1. [Am. 53] 6a. Where the selection referred to in paragraph 1 is made through a vote of shareholders or employees, companies shall ensure that voters are properly informed regarding the measures provided for in this Directive, including sanctions for non-compliance by the company. [Am. 54] 7. Member States may provide that the objective laid down in paragraph 1 is met where listed companies can show that members of the under-represented sex hold at least one third of all director positions, irrespective of whether they are executive or non-executive directors. Article 5 Additional measures by companies and reporting 1. Member States shall ensure that listed companies undertake individual commitments regarding gender-balanced representation of both sexes among executive directors to be achieved at the latest by 1 January 2020, or, in case of listed companies which are public undertakings, by 1 January 2018. 2. Member States shall require listed companies to provide information to the competent national authorities, once a year as from [two years after adoption], about the gender representation on their boards, distinguishing between non- executive and executive directors, and about the measures taken in view of the objectives laid down in Article 4(1) and in paragraph 1 of this Article, and to publish that information in an appropriate and easily accessible manner on their website and in their annual report . [Am. 55] 3. Where a listed company does not meet the objectives laid down in Article 4(1) or its own individual commitments taken pursuant to paragraph 1 of this Article, the information referred to in paragraph 2 of this Article it shall include provide a statement of the reasons for not reaching the its failure to attain those objectives or to fulfil those commitments and a comprehensive description of the measures which the company has adopted, or which it intends to adopt, in order to meet the objectives or commitments. That statement of reasons shall form part of the information referred to in paragraph 2. [Am. 56] 4. Member States shall take the necessary measures to ensure that the body or bodies designated in accordance with Article 20 of Directive 2006/54/EC of the European Parliament and of the Council ( 1 ) are also competent for the promotion, analysis, monitoring and support of gender balance on the boards of listed companies. To that end, Member States shall collaborate efficiently with social partners and civil society. [Am. 57] 24.11.2016 EN Official Journal of the European Union C 436/237 Wednesday 20 November 2013 ( 1 ) Directive 2006/54/EC of the European Parliament and of the Council of 5 July 2006 on the implementation of the principle of equal opportunities and equal treatment of men and women in matters of employment and occupation (OJ L 204, 26.7.2006, p. 23). ",
        "Article 6 Sanctions 1. Member States shall lay down rules on sanctions applicable to infringements of the national provisions adopted pursuant to this Directive requirements for an open and transparent procedure as set out in Article 4(1) and shall take all necessary measures to ensure that they are applied. [Am. 58] 2. The sanctions must be effective, proportionate and dissuasive and may shall include at least the following measures: [Am. 59] (a) administrative fines; (aa) exclusion from public calls for tenders; [Am. 60] (ab) partial exclusion from the award of funding from the Union's Structural Funds; [Am. 61] (b) a declaration by a judicial body of nullity or annulment of the appointment or election of non-executive directors made in contravention of the national provisions adopted pursuant to Article 4(1). Article 7 Minimum requirements Member States may introduce or maintain provisions which are more favourable than those laid down in this Directive to ensure a more balanced representation of men and women in respect of companies incorporated in their national territory, provided those provisions do not give rise to unjustified gender discrimination or any other form of discrimination, nor or hinder the proper functioning of the internal market. [Am. 62] Article 8 Implementation 1. Member States shall adopt and publish, by [two years after adoption] at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall immediately inform the Commission thereof. 2. When Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made. 3. Without prejudice to Article 4(6) and (7), Member States which before the entry into force of this Directive have already taken measures to ensure a more balanced representation of women and men among the non-executive directors of listed companies may suspend the application of the procedural requirements relating to appointments contained in Article 4(1), (3), (4) and (5), provided that it can be shown that those measures enable members of the under-represented sex to hold at least 40 % of the non-executive director positions of listed companies by 1 January 2020, or, in the case of listed companies which are public undertakings, by 1 January 2018. The Member State in question shall notify this information to the Commission. The Commission shall inform the European Parliament and the Council of such notification. The suspension shall be automatically lifted if insufficient progress is made towards attainment of the objective of this Directive, which shall be deemed to be the case if the percentage of the under-represented sex is lower than 30 % by 2017 or, in the case of public undertakings, by 2015. [Am. 63] 4. Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive. C 436/238 EN Official Journal of the European Union 24.11.2016 Wednesday 20 November 2013 ",
        "Article 9 Review 1. Member States shall communicate to the Commission by 1 January 2017 and every two years thereafter a report on the implementation of this Directive. Such reports shall include, inter alia, comprehensive information about the measures taken with a view to attaining the objectives laid down in Article 4(1), information provided in accordance with Article 5(2) and information about individual commitments entered into by listed companies pursuant to Article 5(1). 1a. The Commission shall submit by 1 July 2017 an evaluation report on the implementation of the requirements for listed companies referred to in Articles 4(1) and 5(1) and (2), on the basis of the reports submitted by the Member States pursuant to paragraph 1. In addition, the Commission's report shall include an account of the gender balance situation at board level and at management level in respect of non-listed companies that are above the SME threshold as defined in Article 2. [Am. 64] 1b. The Commission shall submit a report to the European Parliament and the Council on the way in which the principles of this Directive are applied by all Union institutions, bodies, offices and agencies and incorporated into the rules governing their internal staffing procedures. To that end, all Union institutions, bodies, offices and agencies shall report to the Commission by 31 December 2018, and thereafter annually, on their gender statistics and on the progress made. The Commission shall forthwith make such reports public on its website. Where appropriate, the Commission's report shall be accompanied by a legislative proposal extending the scope of this Directive to cover all Union institutions, bodies, offices and agencies. [Am. 65] 2. Member States which, pursuant to Article 8(3), have suspended the application of the procedural requirements relating to appointments contained in Article 4(1), (3), (4) and (5) shall include in the reports mentioned in paragraph 1 information demonstrating the concrete results obtained by the national measures referred to in Article 8(3). The Commission shall then issue a specific report ascertaining whether those measures will effectively enable members of the under-represented sex to hold at least 40 % of the non-executive director positions by 1 January 2018 in the case of listed companies which are public undertakings, and by 1 January 2020 in the case of listed companies which are not public undertakings. The first such report shall be issued by the Commission by 1 July 2017, and subsequent reports shall be issued within six months after notification of the respective national reports under paragraph 1. The Member States in question shall ensure that listed companies, which by applying the national measures referred to in Article 8(3) have not appointed or elected members of the under-represented sex to at least 40 % of the non-executive director positions on their boards by 1 January 2018, where they are public undertakings, or by 1 January 2020, where they are not public undertakings, apply the procedural requirements relating to appointments contained in Article 4(1), (3), (4) and (5) with effect respectively from those dates. 3. The Commission shall review the application of this Directive and report to the European Parliament and the Council by 31 December 2021 and every two years thereafter. The Commission shall evaluate in particular whether the objectives of this Directive have been achieved. 4. In its report, the Commission shall assess whether, in the light of developments in the representation of men and women in the boards of listed companies and at different levels of decision-making throughout the economy and taking into account whether the progress made is sufficiently sustainable, there is a need to extend the duration of this Directive beyond the date specified in Article 10(2) or to amend it. It shall also examine whether the scope of this Directive should be extended to cover non-listed public undertakings which do not fall within the definition of SME, non-listed large undertakings and executive directors of listed companies. [Am. 66] 24.11.2016 EN Official Journal of the European Union C 436/239 Wednesday 20 November 2013 ",
        "Article 10 Entry into force and expiry 1. This Directive shall enter into force on the [twentieth] day following that of its publication in the Official Journal of the European Union . 2. It shall expire on 31 December 2028. Article 11 Addressees This Directive is addressed to the Member States. Done at , For the European Parliament The President For the Council The President C 436/240 EN Official Journal of the European Union 24.11.2016 Wednesday 20 November 2013 "
    ]
}