{
    "text": [
        "COUNCIL RECOMMENDATION of 10 July 2012 on the National Reform Programme 2012 of Spain and delivering a Council opinion on the Stability Programme for Spain, 2012-2015 (2012/C 219/24) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 121(2) and 148(4) thereof, Having regard to Council Regulation (EC) No 1466/97 of 7 July 1997 on the strengthening of the surveillance of budgetary positions and the surveillance and coordination of economic policies ( 1 ), and in particular Article 5(2) thereof, Having regard to Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbalances ( 2 ), and in particular Article 6(1) thereof, Having regard to the recommendations of the European Commission, Having regard to the conclusions of the European Council, Having regard to the opinion of the Employment Committee, After consulting the Economic and Financial Committee, Whereas: (1) On 26 March 2010, the European Council agreed to the Commission’s proposal to launch a new strategy for jobs and growth, Europe 2020, based on enhanced coor­ dination of economic policies, which focuses on the key areas where action is needed to boost Europe’s potential for sustainable growth and competitiveness. (2) On 13 July 2010, the Council adopted a recommen­ dation on the broad guidelines for the economic policies of the Member States and the Union (2010 to 2014) and, on 21 October 2010, adopted a decision on guidelines for the employment policies of the Member States ( 3 ), which together form the ‘integrated guidelines’. Member States were invited to take the integrated guidelines into account in their national economic and employment policies. (3) On 12 July 2011, the Council adopted a recommen­ dation ( 4 ) on Spain’s National Reform Programme for 2011 and delivered its opinion on Spain’s updated Stability Programme for 2011-2014. (4) On 23 November 2011, the Commission adopted the second Annual Growth Survey, marking the start of the second European Semester of ex ante and integrated policy coordination, which is anchored in the Europe 2020 strategy. On 14 February 2012, the Commission, on the basis of Regulation (EU) No 1176/2011, adopted the Alert Mechanism Report, in which it identified Spain as one of the Member States for which an in-depth review would be carried out. (5) On 1 December 2011, the Council adopted conclusions calling on the Social Protection Committee, in cooperation with the Employment and other Committees, to present its views on actions recom­ mended within the Europe 2020 policy cycle. These views form part of the opinion of the Employment Committee. (6) The European Parliament has been duly involved in the European Semester, in accordance with Regulation (EC) No 1466/97, and, on 15 February 2012, adopted a resolution on employment and social aspects in the Annual Growth Survey 2012 and a resolution on the contribution to the Annual Growth Survey 2012. (7) On 2 March 2012, the European Council endorsed the priorities for ensuring financial stability, fiscal consoli­ dation and action to foster growth. It underscored the need to pursue differentiated, growth-friendly fiscal consolidation, to restore normal lending conditions to the economy, to promote growth and competitiveness, to tackle unemployment and the social consequences of the crisis, and to modernise public administration. EN 24.7.2012 Official Journal of the European Union C 219/81 ( 1 ) OJ L 209, 2.8.1997, p. 1. ( 2 ) OJ L 306, 23.11.2011, p. 25. ( 3 ) Maintained for 2012 by Council Decision 2012/238/EU of 26 April 2012 on guidelines for the employment policies of the Member States (OJ L 119, 4.5.2012, p. 47). ( 4 ) OJ C 212, 19.7.2011, p. 1. ",
        "(8) On 2 March 2012, the European Council also invited the Member States participating in the Euro Plus Pact to include further commitments focusing on a small number of essential, timely and measurable reforms to achieve the objectives of the Pact. (9) On 30 April 2012, Spain submitted its Stability Programme covering the period 2012-2015 and its 2012 National Reform Programme. In order to take account of their interlinkages, the two Programmes have been assessed at the same time. The Commission has also assessed, in an in-depth review under Article 5 of Regulation (EU) No 1176/2011, whether Spain is affected by macroeconomic imbalances. The Commission concluded in its in-depth review that Spain is experi­ encing imbalances which are not excessive but need to be urgently addressed. (10) Based on the assessment of the Stability Programme pursuant to Article 5(1) of Regulation (EC) No 1466/97, the Council is of the opinion that the macro­ economic scenario underlying the Programme is broadly plausible for 2012 and optimistic thereafter. The Commission services 2012 spring forecast projected GDP growth to reach – 1,8 % in 2012 and – 0,3 % in 2013, against – 1,7 % and 0,2 %, respectively, in the Stability Programme. In compliance with the excessive deficit procedure (EDP), the objective of the budgetary strategy outlined in the Stability Programme is to bring the general government deficit below 3 % of the GDP reference value by 2013, based mainly on expenditure restraint, but also on some revenue-increasing measures. Based on the (recalculated) structural balance ( 1 ), the annual average improvement of the structural balance planned in the Stability Programme is 2,6 % of GDP for 2011-13, above the fiscal effort of over 1,5 % of GDP on average over the period 2010-13 recommended under the EDP. Following the correction of the excessive deficit, the Stability Programme confirms the medium- term budgetary objective (MTO) of a balanced budgetary position in structural terms, which would be almost reached by 2015 with a structural budget deficit of 0,2 % of GDP. The MTO adequately reflects the requirements of the Stability and Growth Pact. The envisaged pace of adjustment in structural terms in 2012-13 represents sufficient progress towards the MTO and the growth rate of government expenditure, taking into account discretionary revenue measures, is in line with the expenditure benchmark of the Stability and Growth Pact. The Stability Programme projects the government debt ratio to peak in 2013 and to start declining thereafter. In 2014 and 2015 Spain will be in a transitional period and plans presented in the Stability Programme would ensure sufficient progress towards compliance with the debt reduction benchmark of the Stability and Growth Pact. The deficit and debt adjustment paths are subject to important downside risks. Macroeconomic developments could turn out to be less favourable than expected. Moreover, measures are not sufficiently specified from 2013 onwards. Budgetary compliance by regional governments, given their recent poor track record, a greater sensitivity of revenues to the ongoing structural adjustment, the uncertain revenue impact of the fiscal amnesty and potential further financial rescue operations, also pose risks to the budgetary strategy. Any impact of these financial rescue operations on the deficit would be of a one-off nature. Strict enforcement of the Budget Stability Law and the adoption of strong fiscal measures at regional level would mitigate the risks of a slippage at regional level. Given the decentralised nature of Spain’s public finances, a strong fiscal and institutional framework is essential. The Council welcomes the intention of the Commission to present, in the coming weeks, a thorough assessment of the implementation of the Council recommendation on correcting the excessive deficit, also taking into consideration the announced multi-annual budget plan for 2013-14. (11) In 2011, Spain adopted a pension reform that marks a significant step towards enhancing the long-term sustain­ ability of public finances. However, the worsening of the economic prospects in Spain is limiting the impact of the reform on the projected age-related public expenditure. In addition, the reform still needs to be complemented by concrete measures to underpin the Global Employment Strategy for Older Workers for 2012-2014. (12) While the Spanish tax-to-GDP ratio is among the lowest in the EU, the efficiency of the tax system can be improved by increasing the share of more growth- friendly indirect taxes. In particular, there is scope for broadening the VAT tax base by reviewing the wide application of exemptions and reduced rates. The Spanish tax system also contains a bias in favour of indebtedness and the purchase of housing as opposed to rentals thanks to the deductibility of interest on mort­ gages. EN C 219/82 Official Journal of the European Union 24.7.2012 ( 1 ) Cyclically-adjusted balance net of one-off and temporary measures, recalculated by the Commission services on the basis of the information provided in the Programme, using the commonly agreed methodology. ",
        "(13) Spain has made considerable progress regarding the restructuring of its financial sector. The restructuring needs to continue to ensure that any unviable bank is resolved and that viable banks can fulfil their function as providers of credit to the real economy, in a sustainable way and without unduly distorting competition. Given the weakening of macroeconomic prospects, further strengthening of the banks’ capital base may be required. (14) In February 2012, the Government adopted a compre­ hensive reform of the employment protection and collective bargaining system in order to tackle the high level of unemployment and the sharp segmentation in the labour market. The effects need to be monitored, in particular as regards wage developments and reduction of segmentation. To address the challenge fully, this reform needs to be complemented by a more substantial revision of the active labour market policies to improve employa­ bility and job matching. (15) To tackle Spain’s high youth unemployment, the youth action plan should be implemented without delay, including for apprenticeship and training contracts. Although Spain has taken measures to combat early school leaving, the rate remains high and conceals significant disparities across regions. (16) Poverty has increased with 1 million more people at risk in 2010 and child poverty is at an alarmingly high level of 26,2 %. The in-work poverty rate for temporary workers is more than twice as high as the one for permanent workers. (17) Professional services in Spain remain protected from competition. Reforming professional services could increase potential GDP given that they are a major input for the other sectors of the economy. Particular attention should be paid to removing unjustified and disproportionate barriers for some highly regulated professions (e.g. engineers, notaries, property registry agents, legal representatives). In addition, in Spain it takes the longest time in the Union to obtain a business licence. Lack of coordination between local, regional and national administrations has produced a proliferation of regulations, sometimes overlapping, and a segmentation of Spain’s internal market. The adjustment of large external imbalances requires facili­ tating export activities. Spain also faces multiple and complex challenges in the energy sector which are a serious impediment to the effective functioning of the product and service markets. (18) Spain has made a number of commitments under the Euro Plus Pact. The commitments, and the implemen­ tation of the commitments presented in 2011, relate to fostering employment, improving competitiveness, enhancing sustainability of public finances and reinforcing financial stability. The Commission has assessed the implementation of the Euro Plus Pact commitments and the overall state of implementation is partial. The results of this assessment have been taken into account in the recommendations. (19) In the context of the European Semester, the Commission has carried out a comprehensive analysis of Spain’s economic policy. It has assessed the Stability Programme and the National Reform Programme, and presented an in-depth review. It has taken into account not only their relevance for sustainable fiscal and socioe­ conomic policy in Spain but also their compliance with EU rules and guidance, given the need to reinforce the overall economic governance of the Union by providing EU-level input into future national decisions. Its recom­ mendations under the European Semester are reflected in recommendations (1) to (8) below. (20) In the light of this assessment, the Council has examined the Stability Programme, and its opinion ( 1 ) is reflected in particular in recommendation (1) below. (21) In the light of the results of the Commission’s in-depth review and of this assessment, the Council has examined the National Reform Programme and Stability Programme. Its recommendations under Article 6 of Regulation (EU) No 1176/2011 are reflected in particular in recommendations (1), (3), (4), (5) and (8) below, HEREBY RECOMMENDS that Spain take action within the period 2012-2013 to: 1. Deliver an annual average structural fiscal effort of above 1,5 % of GDP over the period 2010-13 as required by the Council recommendation under the EDP by implementing the measures adopted in the 2012 budget and adopting the announced multi-annual budget plan for 2013-14 by end July 2012. Adopt and implement measures at regional level in line with the approved rebalancing plans and strictly apply the new provisions of the Budgetary Stability Law regarding transparency and control of budget execution and continue improving the timeliness and accuracy of budgetary reporting at all levels of government. Establish an independent fiscal institution to provide analysis, advice and monitor fiscal policy. Implement reforms in the public sector to improve the efficiency and quality of public expen­ diture at all government levels. EN 24.7.2012 Official Journal of the European Union C 219/83 ( 1 ) Under Article 5(2) of Regulation (EC) No 1466/97. ",
        "2. Ensure that the retirement age is rising in line with life expectancy when regulating the sustainability factor foreseen in the recent pension reform and underpin the Global Employment Strategy for Older Workers with concrete measures to develop lifelong learning further, improve working conditions and foster the reincorporation of this group in the job market. 3. Introduce a taxation system consistent with the fiscal consolidation efforts and more supportive of growth, including a shift away from labour towards consumption and environmental taxation. In particular, address the low VAT revenue ratio by broadening the tax base for VAT. Ensure less tax-induced bias towards indebtedness and home-ownership (as opposed to renting). 4. Implement the reform of the financial sector, in particular complement the ongoing restructuring of the banking sector by addressing the situation of remaining weak institutions, put forward a comprehensive strategy to deal effectively with the legacy assets on the banks’ balance sheets, and define a clear stance on the funding and use of backstop facilities. 5. Implement the labour market reforms and take additional measures to increase the effectiveness of active labour market policies by improving their targeting, by increasing the use of training, advisory and job matching services, by strengthening their links with passive policies, and by strengthening coordination between the national and regional public employment services, including sharing information about job vacancies. 6. Review spending priorities and reallocate funds to support access to finance for small and medium-sized enterprises (SMEs), research, innovation and young people. Implement the Youth Action Plan, in particular as regards the quality and labour market relevance of vocational training and education, and reinforce efforts to reduce early school- leaving and increase participation in vocational education and training through prevention, intervention and compen­ sation measures. 7. Improve the employability of vulnerable groups, combined with effective child and family support services in order to improve the situation of people at risk of poverty and/or social exclusion, and consequently to achieve the well-being of children. 8. Take additional measures to open up professional services, including highly regulated professions, reduce delays in obtaining business licences and eliminate barriers to doing business resulting from overlapping and multiple regulations by different levels of government. Complete the electricity and gas interconnections with neighbouring countries and address the electricity tariff deficit in a comprehensive way, in particular by improving the cost efficiency of the elec­ tricity supply chain. Done at Brussels, 10 July 2012. For the Council The President V. SHIARLY EN C 219/84 Official Journal of the European Union 24.7.2012 "
    ]
}