{
    "text": [
        "Opinion of the Committee of the Regions on the future of the Single Market and Stocktaking of European Society (2007/C 156/03) THE COMMITTEE OF THE REGIONS — believes that the Single Market is in need of fresh impetus in order to meet its challenges over the coming years. The Single Market now consists of 27 Member States, making it far more diverse than when it was first conceived. Furthermore, the Single Market now operates within a global environ- ment. It must therefore adjust from being an internal EU project to becoming an effective instrument for improving the EU's capacity to compete effectively with the rest of the world, to achieve territorial, economic and social cohesion and to meet the targets set out in the Lisbon Agenda. Local and regional authorities have a key role in achieving this. — invites the European Commission and the Member States, in close cooperation with local and regional authorities, to undertake studies to determine the obstacles that regions, cities and localities currently face in the application of the Single Market and the potential solutions to creating a Single Market fit for the 21st Century. — recommends to the European Commission that it should focus activity on the further implementation of the Single Market in the services, labour and financial sectors. The free movement of goods has been relatively successful whereas the Single Market has been less effective in the services, labour and financial sectors. 7.7.2007 C 156/14 Official Journal of the European Union EN ",
        "I. Policy recommendations THE COMMITTEE OF THE REGIONS, Introduction 1. Concurs with the European Commission and the European Council that the European economy faces important new chal- lenges and opportunities in the 21st Century. The Committee of the Regions therefore welcomes the European Commission's commitment to undertake a comprehensive review of both the Single Market and European society during 2007. The Committee of the Regions also welcomes the request from the European Commission to contribute to these reviews in the form of this ‘ Outlook Opinion ’ ; 2. Believes that the Single Market is in need of fresh impetus in order to meet its challenges over the coming years. The Single Market now consists of 27 Member States, making it far more diverse than when it was first conceived. Furthermore, the Single Market now operates within a global environment. Informed by this Opinion, the Single Market must therefore adjust from being an internal EU project to becoming an effec- tive instrument for improving the EU's capacity to compete effectively with the rest of the world, to achieve territorial, economic and social cohesion and to meet the targets set out in the Lisbon Agenda. Local and regional authorities have a key role in achieving this; A Single Market for the 21st Century 3. Recognises that the free movement of goods, persons, services and capital is a fundamental principle of the European Union and provides the basis for the Single Market. It should also be remembered that the project of European integration was, and is, not only about the Single Market but driven by the aim to preserve peace through building solidarity and cohesion between the people of Europe; 4. Stresses the importance of involving all stakeholders upstream of the decision-making process, by developing the public consultation procedures, and of giving particular atten- tion, by way of impact assessments, to the territorial, social and environmental effects of EU legislation; 5. Recommends that the European Commission and the Member States better harness the creative and innovative poten- tial of local and regional authorities in Europe through addres- sing the implementation deficit. This relates in particular to the need to enhance openness and address protectionist policies in some Member States that hinder Small to Medium sized Enter- prises (SMEs) from investing in new markets across the EU and in the world; 6. Invites the European Commission and the Member States, in close cooperation with local and regional authorities, to undertake studies to determine the obstacles that regions, cities and localities currently face in the application of the Single Market and the potential solutions to creating a Single Market fit for the 21st Century; 7. Notes that the role of local and regional authorities is not confined to adapting to economic change and supporting companies in the Single Market. As organisers and providers of public services they are also players in the Single Market; 8. Recognises that social stocktaking is closely related to the effective functioning of the Single Market. The stocktaking of European society should acknowledge that traditionally defined social problems (for example, poverty and disability) may increase as a result of an ageing population and persistent unemployment. At the same time, new social problems may emerge as a result of changing family structures and globalisa- tion. The social stocktaking should lead to a common approach towards analysis, exchange of best practice at the European level and between the Member States; Globalisation and the External Challenge 9. Recommends that the European Commission should more systematically benchmark, measure and consider the economic performance and policy development of national and regional economies against our overseas competitors, in particular the USA, China and India, alongside other Members States and regions of the EU; 10. Shares the Commission's view of the need to take more account of the international environment in order to maintain a competitive and attractive Community Market. A more inte- grated Single Market would help meet the challenge of globalisa- tion, exploit its opportunities, thereby reducing negative percep- tions. In this context the Committee of the Regions emphasises that local and regional authorities across the EU are also part of an increasingly globalised economy, in which the world trade in goods is doubling in size every decade. In the face of competi- tion from knowledge intensive economies, European business will need to become significantly more innovative, more skilled and creative to compete; 11. Recommends that the Single Market is fully understood as a dynamic instrument for European social and economic growth. The Single Market must be supported to evolve and appropriately respond to the changing patterns and challenges of the global economy in order to effectively increase EU economic growth by creating the necessary political and economic conditions; 12. Believes that a common approach to drawing up a set of minimum social standards based on a shared vision should be drawn up at EU level. Specific principles governing equal treat- ment with regard to working conditions should be established where the employment is located and should be based on an agreement between the social partners. Given the development of the global market, many of the challenges facing the Single Market are external in nature; 7.7.2007 C 156/15 Official Journal of the European Union EN ",
        "Learning, Skills and Employability in the Knowledge Economy 13. Recommends to the European Commission that support for skills development should, through equality of opportunity and investing in lifelong learning, focus upon ensuring that education and training policies deliver the skills needed by people to find suitable employment and respond to business needs; 14. Emphasises that skills development is a central challenge facing European regions and together with innovation, enter- prise, competition and investment, is one of the key drivers of productivity. The Committee of the Regions highlights the importance of improving the capacity for investment in skills development of Member States and local and regional authori- ties so as to ensure lifelong learning in practice and the promo- tion of active labour market policies through a sustainable approach in accordance with the Lisbon Agenda; 15. Recommends that the European Commission, in consul- tation with the Member States and local and regional authori- ties, provides a strategic framework and targets resources to support the development of focused regional and locally based skills strategies; 16. Recommends to the European Commission and to the Member States that the future Single Market focus on skills and employment should be developed, where appropriate, on the basis of delivery at the local and regional level. With greater regional autonomy and accountability, skills programmes, such as those delivered through the European Social Fund programme, should ensure alignment to regional and local labour markets in order to address the specific challenges faced by regions; 17. Proposes that the European Commission and the Member States should build upon the EU's strengths as a knowl- edge economy and to support the transferability of skills and employability of its citizens rather than trying to compete against those economies with a competitive advantage in low- skills and low-value added employment. Skills development and lifelong learning are essential elements of any programme to make the Single Market more effective; 18. Recalls in this context that global competition and the orientation towards knowledge -and service- economies creates new challenges for skills development and education. Low- skilled and low-paid jobs should not create a new group of ‘ working poor ’ . It is therefore necessary to focus social provision in particular on assisting those concerned through education and training, fair pay and working conditions for all, and provi- sions for increased social mobility; Stocktaking of European Society 19. Endorses the view of the European Council on the importance of the EU's ( 1 ) social dimension. The Committee of the Regions, therefore, also welcomes the Council's request that the European Commission and Parliament should pay due atten- tion to the social impact of European legislation; 20. Underlines that the Single Market should be understood as an important component of wider EU society. Therefore, the social aspects of its Single Market policies should be better addressed and the EU should build upon the different regional identities and approaches to socio-economic development in trying to implement common European principles rather than imposing uniform or solely ‘ economic ’ driven policy; 21. Recommends that the European Commission continues to guarantee social and consumer rights, while freeing up the market in services (for example through the future Services Directive); 22. Considers it necessary, as illustrated by the debate on the Services Directive, to take account of the specific nature of public service missions, with regard to the application of the internal market rules; 23. Recommends that the European Commission specifically considers the impact of current and future demographic changes on the future success and direction of the Single Market. There should be particular attention to the uneven impact of current and future migratory population flows. Equality of opportunity is an essential principle of modern Europe; discrimination is not an option; 24. Recommends that the European Commission should adopt a more coherent and structured approach to better address the social dimension of the Single Market. The welfare and interests of European citizens and business must be guiding principles of EU policy and are key to securing the opportu- nities of the Single Market. Therefore, the competitiveness of the regions should be understood in terms of both citizens' and companies' potential; 25. Recommends that the EU should safeguard the more vulnerable members of European society. The globalisation of world markets provides additional opportunities to reinvigorate the economies of the EU. However, while supporting further economic growth that should lead to job and wealth creation, there may be sections of the European community that are unable to benefit from this growth. As a result of demographic changes and an ageing population, traditional welfare policies should adapt to these new challenges. Consequently, while exploiting the opportunities for growth, EU policies must ensure equality of opportunity, and assist social welfare structures to meet the challenges of an evolving European Single Market. This will require welfare structures, and in particular education and training, to better target those in most need while ensuring appropriate resources and incentives and to develop innovative approaches to providing effective welfare; 7.7.2007 C 156/16 Official Journal of the European Union EN ( 1 ) European Council conclusions of 15-16 June 2006. ",
        "Better Communication 26. Recommends that the European Commission and the Member States consult and work alongside local and regional authorities to stimulate a debate and engage its citizens in the goals of prosperity, solidarity and security, and the jobs and economic growth agenda. Reference should be made to the important role that social partners and social dialogue can play at all levels to evaluate market functioning, promote sustainable policies on economic migration, combat abusive working condi- tions, and eliminate discrimination in both the workplace and the wider labour market; 27. Emphasises that the benefits of the Single Market have not been effectively communicated with partners, citizens and businesses alike. Reconnecting Europe with its citizens is a prerequisite for making the Single Market a success. The Committee of the Regions therefore suggests that local and regional authorities, being the closest level of government to the citizen, should take a lead role in this process. It is recom- mended that the European Commission should, in partnership with the Committee of the Regions, develop a communication and policy driven process to engage and meet the expectations of its citizens and business community and involve them in the European goals of prosperity, solidarity and security, and the growth and jobs agenda. These are indispensable elements for future confidence and support in the EU; 28. Recommends that the European Commission, the Member States and local and regional authorities should, in order to allay the concerns of citizens and businesses, especially SMEs, better communicate how to manage economic and social adjustment that results from globalisation and increased compe- tition; Effective Decision Making 29. Recommends to the European Commission that it should focus activity on the further implementation of the Single Market in the services, labour and financial sectors. The free movement of goods has been relatively successful whereas the Single Market has been less effective in the services, labour and financial sectors; 30. Appeals to the Member States to support local and regional authorities in the further introduction of co-ordinated, simplified and integrated business support structures at the most appropriate geographical level. There is considerable potential for these structures to provide information for public procurement opportunities and assistance in explaining the process of awarding public service contracts. Local and regional authorities also have a significant role in supporting SMEs as significant customers of the goods and services that SMEs provide; 31. Recommends to the European Commission, in consulta- tion with business, to promote European competitiveness through the introduction of an effective European patent system that supports patent holders in both enforcing their intellectual property rights and reducing costs while providing better incen- tives for innovation; 32. Recommends to the European Commission and the Member States to undertake genuine consultation and dialogue with local and regional authorities and the business sector to identify areas where the regulatory burden upon businesses, in particular SMEs, may be reduced; 33. Agrees that the simplification and effective application of existing EU law, are indispensable to the integration of the Single Market, but also recalls that better regulation does not necessarily mean less regulation. Harmonisation may be neces- sary to respect the Community acquis, so that the EU has a clear and coherent regulatory framework; 34. Recommends to the European Commission and the Member States to apply more comprehensive ex-ante SME impact analysis to the EU legislative process and to strengthen the role of SMEs when drawing up new legislation; 35. Calls for the principle of mutual recognition (Court of Justice ‘ Cassis de Dijon ’ judgement (case 120/78 20th February 1979)) to be consolidated. Therefore urges the Commission to take the necessary steps to ensure that Member States should continue to be able to have different manufacturing standards without these being a pretext for refusing to allow a product to be marketed; 36. Recommends to the European Commission that they recognise the proactive and important role of local and regional authorities in influencing the further appropriate development of the Single Market and social reality of Europe. Municipal and regional autonomy should therefore be strengthened. The Committee of the Regions is an important partner in demon- strating the benefits of the Single Market through our close links to the citizens of Europe while at the same time ideally placed to advocate change where it is appropriate to do so. II. Recommendations for amendments — Rome, 23 March 2007 The President of the Committee of the Regions Michel DELEBARRE 7.7.2007 C 156/17 Official Journal of the European Union EN "
    ]
}