{
    "text": [
        "AD HOC REPORT Upward convergence in the EU: Definition, measurement and trends Monitoring EU convergence Produced at the request of the Federal Ministry of Labour and Social Affairs of Germany in the context of the German Presidency of the Council of the European Union ",
        "",
        "Upward convergence in the EU: Definition, measurement and trends European Foundation for the Improvement of Living and Working Conditions ",
        "When citing this report, please use the following wording: Eurofound (2020), Upward convergence in the EU: Definition, measurement and trends , Publications Office of the European Union, Luxembourg. Author : Massimiliano Mascherini Research manager : Massimiliano Mascherini Research project : Other research related to reacting to ad hoc information requests activity (171202) Luxembourg : Publications Office of the European Union Print: ISBN 978-92-897-2119-6 doi:10.2806/859950 TJ-01-20-555-EN-C PDF : ISBN 978-92-897-2120-2 doi:10.2806/340977 TJ-01-20-555-EN-N This report and any associated materials are available online at http://eurofound.link/ef20043 © European Foundation for the Improvement of Living and Working Conditions, 2020 Reproduction is authorised provided the source is acknowledged. For any use or reproduction of photos or other material that is not under the Eurofound copyright, permission must be sought directly from the copyright holders. Cover image: © Eurofound 2020, Peter Cernoch Any queries on copyright must be addressed in writing to: copyright@eurofound.europa.eu Research carried out prior to the UK’s withdrawal from the European Union on 31 January 2020, and published subsequently, may include data relating to the 28 EU Member States. Following this date, research only takes into account the 27 EU Member States (EU28 minus the UK), unless specified otherwise. This report presents the results of research conducted largely prior to the outbreak of COVID-19 in Europe in February 2020. For this reason, the results do not fully take account of the outbreak. The European Foundation for the Improvement of Living and Working Conditions (Eurofound) is a tripartite European Union Agency established in 1975. Its role is to provide knowledge in the area of social, employment and work-related policies according to Regulation (EU) 2019/127. European Foundation for the Improvement of Living and Working Conditions Telephone : (+353 1) 204 31 00 Email : information@eurofound.europa.eu Web : www.eurofound.europa.eu ",
        "Contents Introduction 1 Renewed debate on convergence 2 European Pillar of Social Rights and the Social Scoreboard 2 1. Upward economic and social convergence 3 Convergence patterns in six indicators 3 Conclusion: Upward convergence at risk due to COVID-19 7 2. Policies to promote upward convergence 9 Bibliography 11 iii ",
        "Country codes AT Austria FI Finland NL Netherlands BE Belgium FR France PL Poland BG Bulgaria HR Croatia PT Portugal CY Cyprus HU Hungary RO Romania CZ Czechia IE Ireland SE Sweden DE Germany IT Italy SI Slovenia DK Denmark LT Lithuania SK Slovakia EE Estonia LU Luxembourg EL Greece LV Latvia NO Norway ES Spain MT Malta UK United Kingdom ",
        "1 The economic crisis triggered by the COVID-19 pandemic has brought the concept of upward convergence, namely improving the economic and social performance of Member States while reducing disparities between them, once more to the centre of European policy debate. Prior to the unfolding of the economic impact of the COVID-19 crisis, Europe recorded seven years of uninterrupted growth, with the employment participation rate reaching the highest level ever recorded in the history of the European Union. While this points to positive developments for European societies, not all Member States benefitted equally from the previous recovery. Among the peripheral countries – those that suffered the most during the crisis and whose economic and social performance trends diverged from those of core countries – the recovery was more muted than in other parts of Europe. The COVID-19 crisis may now stop these upward convergence trends in Europe and there is a tangible risk that economic and social fallout following the health crisis may once again drive divergence and downward patterns among Member States. Upward convergence is key for sustaining the cohesion and legitimacy of the EU. Convergence towards better living and working conditions has always been an EU political promise, and failure to deliver is likely to feed political discontent against the European project. From as far back as the 1960s to the end of the 2000s, Member States made substantial progress regarding upward convergence in their economic and social performance, particularly in the wake of progressive EU enlargement processes. According to the World Bank, the EU became the modern world’s greatest ‘convergence machine’, given its capacity to propel poorer and newer Member States towards becoming high-income economies (Gill and Raiser, 2012). However, upward convergence trends stalled with the onset of the global financial crisis, when the socioeconomic heterogeneity of Member States increased. As a result of the economic crisis and of subsequent austerity measures, there was concern that this divergence could lead to an erosion of European models of the welfare state. This would call into question the EU’s continued ability to provide its citizens with some of the highest living standards and lowest income inequality in the world. The literature shows that a strong correlation between upward convergence and the business cycle is found in many socioeconomic indicators, including employment, unemployment, risk of poverty (Eurofound 2018a, 2019a, 2019b, 2020). In this regard, downward divergence trends, namely a decrease in performance and an increase in disparities among Member States, were found during economic downturns while the opposite (upward convergence) was recorded during the recovery. These dynamics of correlation between social indicators and business cycle fluctuations ring loud alarm bells when considering the current and future impact of the COVID-19 pandemic and the resulting economic and social effects that they may have in widening once again divergence trends and north–south fissures. In fact, whether or not convergence is achieved may also have an impact on the trust placed in European and national political actors and institutions, potentially undermining political support for maintaining or deepening economic and political EU integration. In Introduction Despite the increased political significance of upward convergence, lack of clarity over its exact meaning persisted and a formal definition had not been pinned down. To fill this gap, Eurofound defined upward convergence as ‘an improvement in the performance of Member States in terms of employment, working and living conditions, moving closer to a policy target, alongside a decrease in the disparities among them’. Furthermore, Eurofound provided a formal mathematical definition to enable the design of monitoring strategies (Eurofound, 2018a). Upward convergence is therefore the union of two concepts: an improvement in performance towards a desirable target and convergence itself, in other words reducing disparities in performance. The concept of ‘performance improvement’ is ultimately related to making progress towards a policy target of better living and working conditions, as, for example, those defined in the Europe 2020 strategy. This makes upward convergence a normative concept related to a political consensus on the desirable direction of the indicator in question. Box 1: Defining upward convergence ",
        "2 fact, with increased disparities among Member States, citizens are certain to lose confidence in the ability of the EU and their own governments to deliver on the promises of better working and living conditions. Given the trends recorded after the 2008–2013 crisis, it is essential that Member States and the EU embrace the logic of upward convergence. Monitoring convergence is crucial if policymakers are to be provided with the knowledge and information necessary to identify the areas that are in the greatest need of policy intervention. Renewed debate on convergence While the term ‘convergence’ is explicitly mentioned in the EU treaties only in reference to the common currency, promoting convergence returned to the top of the EU agenda in the last decade and as a consequence of the asymmetric impact of the economic crisis. There is now a greater emphasis, however, on social convergence and its link with the economic domain (Eurofound, 2018a). The renewed debate around convergence began in 2012 with the Four Presidents’ Report, which discussed economic as well as social and structural imbalances within the Economic and Monetary Union (EMU). This report represented an important paradigm shift in the policy debate as it recognised that the EMU has to be reformed in order to sustain the euro and to reconcile its proper functioning with broader EU economic and social objectives (Van Rompuy et al, 2012). The subsequent Five Presidents’ Report, in 2015, highlighted for the first time the need for convergence in the economic and social dimensions of both the EU and EMU within the same agenda. Since unemployment – and particularly long-term unemployment – fuels inequality and social exclusion, efficient labour markets and welfare systems that can absorb shocks and avoid divergence are essential for the smooth functioning of the EMU and for building more inclusive societies (Juncker et al, 2015). European Pillar of Social Rights and the Social Scoreboard The European Pillar of Social Rights, proclaimed in 2017 by EU leaders at the Social Summit for Fair Jobs and Growth in Sweden, is one of the major initiatives launched in recent years to reimbue the EU’s economic aspirations with a strong social dimension. Its overarching aim is to serve as a compass for a renewed process of upward convergence economically and socially among Member States. With the aim of building a fairer Europe with a strong social dimension, the Pillar aims to deliver new and more effective rights for citizens, structured around three people-centred categories: £ equal opportunities and access to the labour market, covering aspects of fairness related to education, gender equality and equal opportunity £ fair working conditions, covering labour force structure, labour market dynamics and income £ social protection and inclusion, covering fair outcomes through public support and social protection The Pillar builds on ideas introduced in the 2013 Social Investment Package (European Commission, 2013), which placed more emphasis on social investment, human capital and equal opportunities and is often said to have consolidated the important paradigm shift initiated by the 2012 Four Presidents’ Report (Vandenbroucke, 2017). The Pillar is accompanied by the Social Scoreboard, which is designed to track the performance of Member States in the three broad measurable policy dimensions of the Pillar via headline and secondary indicators. The Social Scoreboard complements existing monitoring tools and feeds into the economic policy coordination within the European Semester. Upward convergence in the EU: Definition, measurement and trends ",
        "3 This chapter investigates whether upward economic and social convergence was restored among Member States in the wake of the economic crisis, taking into consideration the period 2008 to 2018 and the performance of the EU27 Member States. Eurofound’s work on monitoring upward convergence in the EU takes account of several dimensions: socioeconomic, employment, working and living conditions. This research also investigates convergence in the headline indicators of the Social Scoreboard accompanying the European Pillar of Social Rights (Eurofound, 2019b; European Commission 2019). Further information on the measurement of upward convergence is provided in Box 2. Convergence patterns in six indicators Here we examine upward convergence in the following six indicators: £ real GDP per capita £ nominal wages £ income inequality £ employment rate £ unemployment rate £ AROPE rate These indicators measure in a consistent way the main economic and social developments in Europe over the period under consideration. Four are headline indicators of the Social Scoreboard: income inequality, employment rate, unemployment rate and AROPE rate. 1 Upward economic and social convergence Measuring upward convergence involves quantifying two concepts: improvement and convergence. Improvement is usually measured through changes in unweighted averages of Member States’ performance on selected indicators. Unweighted averages are used to give each Member State the same representation and importance in determining the overall trend. Eurofound distinguishes between two types of upward convergence. £ Strict upward convergence occurs when all Member States improve their performance while the disparities between them are reduced. In this case, no country is left behind. £ Upward convergence (without the qualifier ‘strict’) occurs when an improvement is recorded in the EU average while disparities are reduced. In this case, the EU average is improving, but not every Member State records an improvement. In addition to these two cases, and following the same logic, Eurofound (2018a) defines three other possible situations: upward divergence, downward divergence and downward convergence. A downward trend indicates a movement away from the desirable direction of an indicator, while divergence describes a rise in disparities. Three statistical measures are typically used to capture convergence: beta , sigma and delta convergence. The three measures investigate different aspects of the convergence process. £ Beta convergence is used to measure whether countries starting from initially low performance levels grow faster than better performing countries. This process is referred to as catching up. £ Sigma convergence refers to the overall reduction in disparities among countries over time and is measured by the evolution of the statistical measures of dispersion, such as the standard deviation or the coefficient of variation. A decrease in the standard deviation or coefficient of variation over time indicates convergence. £ Delta convergence is used to analyse countries’ distance from the best performing country. Delta convergence is usually measured through the sum of the distances between the Member States and the top performer. Box 2: Measuring upward convergence ",
        "4 Real GDP per capita The dynamics in real GDP per capita are often investigated as a good proxy for whether Member States are converging upwards in the economic dimension. The data show that, despite the impact of the economic recession, real GDP per capita in PPS (purchasing power standard) increased in all 27 Member States between 2008 and 2018. Depending on the measure of convergence used, however, convergent and divergent trends in this indicator can be identified. Critically, while overall variability may have increased, poorer countries have caught up substantially with richer countries, and the relative variability among Member States decreased considerably in this period. On average in the EU, real GDP per capita grew from 25,614 PPS in 2008 to above 31,000 PPS in 2018 (unweighted averages). In this period, all the Member States apart from Greece increased their real GDP per capita. Patterns vary, however, in levels and gaps over different phases of that time span: in 2008 and 2009, a step backwards was recorded against the backdrop of the economic crisis. After this initial reversal, upward convergence was restored in the EU, driven mostly by the rapid catch-up of Malta and the eastern European Member States – the Baltic states, Bulgaria, Croatia, Hungary, Poland, Romania and Slovakia. These showed faster growth rates than other countries that had higher initial levels of real GDP per capita. Conversely, the Mediterranean Member States displayed an opposite trend. While Cyprus, Italy and Spain increased their real GDP per capita during this period, they slipped below the EU average, indicating a relative deterioration in their performance. Furthermore, real GDP per capita decreased in Greece in this period; this is the only decrease recorded in the Member States between 2008 and 2018. Convergence is particularly evident since 2008 among non-euro-zone Member States, which exhibited higher levels of disparity at the beginning of the 2000s. In the euro zone, the positive trend in real GDP per capita was accompanied by increased variability among Member States. Nominal wages Wages play an essential part when it comes to the well- being and living standards of individuals. At the macro level, concerns about disparities in wage levels between European regions and between Member States had already emerged with the enlargement of the EU towards the east; these disparities have been aggravated following the uneven impact of the economic crisis on European countries. Upward convergence in wages is studied through nominal wages, measured in euros adjusted to reflect purchasing power parity (PPP) and inflation differences among EU countries. The analysis confirms that a clear process of upward wage convergence took place within the EU in the period 2008–2018. This was mainly due to strong catch-up growth in eastern European Member States, as well as low growth or small declines in virtually all the pre-2004 Member States that recorded the highest relative wage levels. Two distinct periods can be identified. In the first period, 2008–2011, upward convergence came to a halt because of the severe impact of the financial crisis. This effect was felt more in the countries of the European periphery, where a notable fall was registered in relative wage levels in several lower-wage eastern European and Mediterranean countries, such as the Baltic states, Greece, Portugal and Romania. By contrast, wage levels were generally more resilient in higher-wage countries. Upward wage convergence of EU countries re-emerged strongly after 2011. This period recorded a robust process of wage catch-up by eastern European countries. Exceptions were Croatia and Hungary, which registered a relative decline, as well as Slovenia, where wage levels remained stable. Among higher-wage countries, the evolution of wage levels in relation to the EU average was generally comparable to that of the previous period. Income inequality The increase in inequalities among Europeans is of great concern to policymakers. The Social Scoreboard monitors trends in income inequality through the income quintile share ratio. This measures the inequality of income distribution, calculated as the ratio between the total income received by the highest-earning 20% of the population (the upper quintile) and the 20% of the population with the lowest income (the bottom quintile). Between 2008 and 2018, income inequality increased in the EU, as did disparities among Member States. Hence, the trend has been one of downward divergence. Income inequality increased from 4.8 in 2008 to 4.9 in 2018 (unweighted averages), though the trend was not constant over time. The indicator was unchanged until 2012 but was then followed by an increase over the period 2013–2015. Since 2015, income inequality has decreased steadily. Overall, income inequality has increased in half of the Member States. Between 2008 and 2018, Lithuania and Bulgaria had the biggest increases (from 6.1 to 7.3 and from 6.5 to 7.6, respectively). These were already among the worst-performing countries in 2008, and inequality continued to rise even when the rest of the EU saw a decrease. Nevertheless, not all the Member States saw an increase: there were reductions in Poland (from 5.1 to 4.2) and Portugal (from 6.1 to 5.2). These countries, however, followed different patterns. Poland had a higher level than the EU average in 2008 but then caught up – reaching 4.2 in 2018, lower than the EU average. Portugal, too, was higher than the EU average in 2008, but it remained above the average in 2018, at 5.2. Upward convergence in the EU: Definition, measurement and trends ",
        "5 Employment rate Europe 2020 set a target of increasing the employment rate of the working age population (20–64 years) to 75% by 2020. The employment rate is a headline indicator of the Social Scoreboard. This indicator increased from 71% in 2008 to 73.8% in 2018, despite a decrease recorded in 2008–2013, when it fell to 68% (unweighted averages). Overall, there was a decrease in variability across the Member States, with the poorest-performing countries catching up strongly with the best-performing countries. Therefore, the pattern showed upward convergence from 2008 to 2018. Overall, upward convergence was driven by the good performance of the eastern European Member States – which generally showed strong catch-up trends, especially Hungary, Poland, Romania and Slovakia – as well as Malta. In particular, Hungary’s employment rate rose steadily by as much as 12.9 percentage points between 2008 and 2018. Starting below the EU average in 2008, it finished above the average in 2018, at 74.4%. The Mediterranean Member States showed the opposite trend, and in some cases, the employment rate actually fell over the period of observation. Greece recorded the sharpest employment decrease (-6.8 percentage points), followed by Spain (-2.6) and Cyprus (-1.5). Upward economic and social convergence Source: European Union Labour Force Survey (EU-LFS), author’s calculations Figure 1: Downward divergence in income inequality, 2008–2018, EU27 4.6 4.65 4.7 4.75 4.8 4.85 4.9 4.95 55.05 5.1 0 0.2 0.4 0.6 0.81 1.2 1.4 1.6 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Standard deviation Unweighted average (right axis) ",
        "6 Unemployment rate The unemployment rate is another headline indicator of the Social Scoreboard. It was 6.6% in the EU27 and the UK in 2018 – still slightly higher than in 2008, when it was 6.4%, but much better than the 11.2% rate in 2013 (unweighted averages). A positive trend has been recorded in all Member States since 2013. While some countries with a higher level of unemployment caught up with those that had a lower level, the overall variability of Member States was still substantially higher in 2018 than in 2008, as the performance in some deteriorated markedly in that period. As a result, the overall trend is one of downward divergence. Despite the strong recovery in more recent years, the unemployment rate in Greece was three times the EU average in 2018. It rose from 7.8% in 2008 to a striking 27.5% in 2013, then falling to 19.2% in 2018. Cyprus, which had one of the lowest unemployment rates in the EU in 2008, and Spain experienced comparable developments. Some positive patterns also emerged. The most significant decreases were observed in Germany and Hungary, where unemployment fell 4 percentage points from 2008 to 2018. These were followed by Poland and Slovakia (-3.2 and -3.1 percentage points, respectively). In general, the decline in the unemployment rate was driven by a catch-up of eastern European Member States such as Croatia, Hungary, Poland and the Baltic states, which converged towards the best-performing countries. On the other hand, Mediterranean countries such as Cyprus, Greece and Italy deteriorated from their initial level and recorded considerable increases in the unemployment rate, which drove a divergence in performance overall. Upward convergence in the EU: Definition, measurement and trends Source: EU-LFS, author’s calculations Figure 2: Upward convergence in the employment rate, 2008–2018, EU27 67 68 69 70 71 72 73 74 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 4 4.55 5.56 6.5 Standard deviation Unweighted average (right axis) ",
        "7 AROPE rate Reducing poverty and social exclusion is one of the targets of Europe 2020, and the AROPE rate indicator, which measures this risk, is a headline indicator of the Social Scoreboard. The share of the population at risk of poverty and social exclusion, as measured by the AROPE indicator, decreased from 24% in 2008 to 22.8% in 2017, despite peaking in 2012 at 25.7%. The disparities in the performance of Member States decreased at the same time, so the trend for the period is one of upward convergence. During 2008–2017, the worst-performing countries, including Bulgaria, Latvia and Romania, caught up with the best performers. Poland is especially noteworthy: the AROPE rate was above the EU average in 2008 (30.5% compared to 24%) but decreased steadily by 11 percentage points up to 2017, falling below the EU average. Not all countries showed a decrease. In Greece, for example, there was an increase of 6.7 percentage points, starting from a higher level than the EU in 2008. Similar patterns of divergence are observed in Cyprus, Italy and Spain. Denmark and Luxembourg also recorded a deterioration in their performance. Conclusion: Upward convergence at risk due to COVID-19 The analysis presented above shows that, during the period 2008–2018, upward convergence took place in the majority of the social and economic indicators examined: real GDP per capita, nominal wages, employment rate and AROPE rate. Only two showed downward divergence: the unemployment rate and income inequality. These findings are consistent with those of other studies performed on a broader set of indicators, including on all the headline indicators of the Social Scoreboard (Eurofound, 2019a, 2019b). Despite the upward convergence trend, the analysis reveals that, in general, many social indicators are strongly affected by the impact of the economic downturn. These unstable patterns imply that upward convergence is recorded when the economy is growing, with improvements in performance and a reduction in disparities among Member States. But when the EU goes into recession and the economy takes a downturn, downward divergence is recorded, meaning a Upward economic and social convergence Source: EU-LFS, author’s calculations Figure 3: Downward divergence in the unemployment rate, 2008–2018, EU27 5678910 11 12 1 1.5 2 2.5 3 3.5 4 4.5 5 5.5 6 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Standard deviation Unweighted average (right axis) ",
        "8 deterioration in the indicator in question and an increase in disparities across the Member States. Eurofound (2019b) found that this dynamic of upward convergence affects most trends in the headline indicators of the Social Scoreboard, in particular those related to employment participation, poverty and social exclusion. The link between social indicators and the economic fluctuations during the previous 2008–2013 recession rings loud alarm bells when considering the current and future impact of the COVID-19 pandemic and the resulting economic and labour market effects. According to the Summer 2020 Economic Forecast, 1 the economic impact of the COVID-19 crisis will be tremendous: the euro area economy is expected to contract by 8.7% in 2020 and grow only by 6.1% in 2021. The EU economy is forecast to contract by 8.3% in 2020 and grow by 5.8% in 2021. These are huge numbers, based on the hypothesis that Europe will not experience a second wave of the COVID-19 pandemic. With Member States starting to gradually ease lockdown measures in May and June, early data suggest that the recovery may have started to gain some traction during the summer. However, this recovery was unevenly distributed across Member States, with southern Member States experiencing the greatest impact given the sectoral nature of the crisis, which saw tourism, travel and leisure as the most severely affected areas of the economy. Against this background, the economic impact will have an effect on labour market participation, which in turn will affect incomes and may result in increasing poverty and financial instability. As countries and people will be impacted differently by the crisis and its effects, divergence is likely to occur. Each Member State’s economic recovery will depend on the evolution of the pandemic in their country and the measures enacted to control it. It will also depend on the structure of their economies and their capacity to respond with stabilising policies (European Commission, 2020). Hence, the measures adopted across Member States to rebound from the crisis will define the extent of divergent trends in the coming years and the pace at which countries will be able to return to upward convergence. Upward convergence in the EU: Definition, measurement and trends Source: EU-LFS, author’s calculations Figure 4: Upward convergence in AROPE, 2008–2017, EU27 510 15 20 25 30 123456789 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Standard deviation Unweighted average (right axis) 1 https://ec.europa.eu/commission/presscorner/detail/en/ip_20_1269 ",
        "9 Upward economic and social convergence is increasingly seen as fundamental for the stability of the single currency and for fostering further integration among Member States. The COVID-19 crisis will test the economic and social resilience of Member States as there is a renewed risk that the economic and social fallout will drive new divergence trends in the EU. Given the dynamics that emerged from the previous recession, the arrival of the COVID-19 economic crisis has seen the EU and its Member States adopting a very different approach to that adopted in 2008 in an attempt to prevent a surge of divergent and asymmetric dynamics. With the onset of the crisis, the EU, in cooperation with its Member States, implemented multiple and timely initiatives over a broad range of policy areas in order to strengthen the European response to the crisis and to smoothen its economic and social impact. While better coordination among Member States and the EU should have been possible in the first weeks of the crisis, the EU acted to support national health systems and coordinate research programmes seeking effective treatments for COVID-19. It also relaxed its state aid rules and made its fiscal rules fully flexible to enable governments to provide liquidity for the economy in support of businesses and jobs. Furthermore, emergency rescue packages were introduced, including the Pan-European Guarantee Fund, to provide financing support for companies (particularly SMEs) and to assist Member States in implementing short-term working schemes to safeguard jobs during the pandemic (SURE initiatives). A Youth Employment Support package, which included a renewed Youth Guarantee, was also launched on 1 July 2020. Moved by the negative forecast regarding the extent of the impact of the COVID-19 crisis, a deal was reached by the Member States at the Council of the European Union on 21 July 2020 on the Next Generation EU recovery fund. Worth €750 billion, and with the aim of supporting Member States’ response to the economic fallout following the COVID-19 pandemic, Next Generation EU will mutualise part of the cost of the coronavirus response at EU level, thereby introducing some fiscal risk-sharing and central bank debt issuance. The EU and its Member States should embrace the logic of upward convergence in all their actions when designing their interventions and initiatives to smooth the economic and social impact of the COVID-19 crisis. They should address the risk that the current cycle of massive state-backed financial rescue packages could reopen the north-south fissures of the euro zone crisis and work to avoid a widening of the gap among Member States due to the different firing powers of the Member States. In this regard, Commission President Ursula von der Leyen advocated the full implementation of the European Pillar of Social Rights in her policy guidelines (von der Leyen, 2019). Doing so would constitute a decisive step in strengthening the economic and social resilience of Member States against future macroeconomic shocks and their uneven knock-on effects in the social domain. Policy interventions to achieve the goals of the Pillar could include transnational automatic stabilisers that would act as fiscal shock absorbers by limiting the impact of idiosyncratic negative shocks on sustainable upward convergence. One widely discussed stabilisation mechanism is a European unemployment reinsurance scheme, which ties into the right to unemployment benefits of reasonable duration as set out in the Pillar. There are several ways in which such a scheme could be designed. In principle, it would comprise a central EU fund that would pay out to national unemployment schemes during an economic downturn, providing some slack for national public finances and helping Member States rebound from economic crises. This would reduce macroeconomic risk and, at the same time, support convergence in the socioeconomic conditions of the unemployed. It would additionally prevent divergence among Member States by acting as a rapid automatic counter-cyclical mechanism. While pay is explicitly excluded from the areas on which the EU has a mandate to intervene (as per Article 153(5) of the Treaty on the Functioning of the European Union), there is a precedent for EU intervention in the area of minimum wages – most recently in the form of the country-specific recommendations issued to some Member States within the European Semester (see also Eurofound 2014a and 2014b). Commission President von der Leyen’s commitment in the political guidelines is to ‘ensure that every worker in our Union has a fair minimum wage’ in order to ‘allow for a decent living wherever they work’. While this announcement and the consultation document for the first phase of consultation with the social partners suggest a shift of focus towards employees, there are hopes that a European minimum wage policy could more generally support greater 2 Policies to promote upward convergence ",
        "10 convergence in wages and disposable income among countries, regions and population groups. It might also contribute to reducing the number of working poor, shrinking wage inequalities within Member States and preventing social dumping. The implementation of this policy proposal would, however, be politically sensitive and have to carefully balance the positive effects on wages with potentially negative effects on employment and working hours. It would also have to take into account the crucial role of the social partners in wage setting. Alongside these initiatives, Member States should prioritise the provision of access to social protection for all. The crisis has shown that ensuring universal access to social protection that covers everybody is essential. This is particularly important for precarious workers and the self-employed, who, too often in some Member States, have no access to social protection. Providing such access would constitute a decisive step in strengthening the economic and social resilience of Member States to future and current macroeconomic shocks and their uneven knock-on divergent effects in the social domain. Furthermore, implementing the provisions of the Pillar – and the social convergence they are designed to support – could itself highlight the need for new legislative initiatives in the EU. It could also encourage Member States to act on their own to reach a higher level of convergence not only in labour market policy but also particularly in the capacity and quality of institutions. This joint effort would further contribute to building both resilience and sustainable upward convergence in living and working conditions among Member States. Upward convergence in the EU: Definition, measurement and trends ",
        "11 Bongardt, A., Torres, F., Hefeker, C., Wunsch, P. and Hermann, C. (2013), ‘Convergence in the EU’, Intereconomics , Vol. 48, No. 2, pp. 72–92. Eurofound (2014a), Pay in Europe in the 21st century , Publications Office of the European Union, Luxembourg. Eurofound (2014b), Changes to wage setting mechanisms in the context of the crisis and the EU’s new economic governance regime , Dublin. Eurofound (2018a), Upward convergence in the EU: Concepts, measurements and indicators , Publications Office of the European Union, Luxembourg. Eurofound (2018b), Progress on convergence in employment , Publications Office of the European Union, Luxembourg. Eurofound (2018c), Progress on convergence in the socioeconomic area , Publications Office of the European Union, Luxembourg. Eurofound (2019a), Upward convergence in employment and socioeconomic factors , Publications Office of the European Union, Luxembourg. Eurofound (2019b), A more equal Europe? Convergence and the European Pillar of Social Rights , Publications Office of the European Union, Luxembourg. Eurofound (2019c), Upward convergence in working conditions , Publications Office of the European Union, Luxembourg. Eurofound (2020), Upward Convergence in material living conditions in times of crisis , Publications Office of the European Union, Luxembourg. European Commission (2013), Towards social investment for growth and cohesion – including implementing the European Social Fund 2014–2020 , COM(2013) 83, Brussels. European Commission (2017a), Establishing a European Pillar of Social Rights , COM(2017) 250 final, Brussels. European Commission (2017b), ‘Commission presents the European Pillar of Social Rights’, press release IP/17/1007, Brussels, 26 April. European Commission (2019), Proposal for a Joint Employment Report 2020: Text proposed by the European Commission on 17 December 2019 for adoption by the EPSCO Council , Brussels. European Commission (2020), European Economic Forecast Summer 2020 , Brussels. Gill, I. S. and Raiser, M. (2012), Golden growth: Restoring the lustre of the European economic model , World Bank, Washington, DC. Juncker, J. C., Tusk, D., Dijsselbloem, J., Draghi, M. and Schulz, M. (2015), Completing Europe’s Economic and Monetary Union , European Commission, Brussels. Van Rompuy, H., Barroso, J. M., Juncker, J. C. and Draghi, M. (2012), Towards a genuine Economic and Monetary Union , Council of the European Union, Brussels. Vandenbroucke, F. (2017), ‘From the Gothenburg Social Summit to a European social union’, Social Europe , London. von der Leyen, U. (2019), A Union that strives for more: My agenda for Europe: Political guidelines for the next European Commission 2019–2024 , Brussels. Bibliography All Eurofound publications are available at www.eurofound.europa.eu ",
        "",
        "EF/20/043 Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: http://europa.eu/contact On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls) – at the following standard number: +32 22999696 – by email via: http://europa.eu/contact Finding information about the EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU publications You can download or order free and priced EU publications from the EU Bookshop at: http://publications.europa.eu/eubookshop. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact). EU law and related documents For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        "The uneven impact of the 2008–2013 economic crisis on Member States brought upward convergence to the fore in EU political debates. The focus was on orienting social policy towards getting the EU back on track, as encapsulated in the European Pillar of Social Rights. However, the meaning of the concept was unclear. Eurofound filled this gap, defining upward convergence as an improvement in performance alongside a reduction in disparities among Member States in a given socioeconomic indicator. Taking this definition as a starting point, this report illustrates the different ways that upward convergence is typically measured. It also summarises convergence patterns in six important socioeconomic indicators over a decade, from the start of the economic crisis to the height of the recovery. The analysis finds that upward convergence patterns are unstable and that Member States need to strengthen their resilience in the economic and social policy domains to achieve sustainable upward convergence. The European Foundation for the Improvement of Living and Working Conditions (Eurofound) is a tripartite European Union Agency established in 1975. Its role is to provide knowledge in the area of social, employment and work-related policies according to Regulation (EU) 2019/127. T J - 01 - 20 - 555 - E N - N ISBN 978-92-897-2120-2 doi:10.2806/340977 "
    ]
}