{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 10.5.2019 COM(2019) 232 final REPORT FROM THE COMMISSION Supporting the Sustainable Development Goals across the world: The 2019 Joint Synthesis Report of the European Union and its Member States {SWD(2019) 176 final} ",
        "1 Supporting the Sustainable Development Goals across the world: The 2019 Joint Synthesis Report of the European Union and its Member States Part 1: Introduction The United Nations 2030 Agenda for Sustainable Development 1 (the 2030 Agenda), with its 17 Sustainable Development Goals (SDGs), is the international blueprint for poverty eradication and sustainable development. It therefore has immense importance as the shared agenda around which all countries must act to meet the needs of people within planetary boundaries. The European Union and its Member States are fully committed to implementing the 2030 Agenda themselves and to advancing its implementation globally through the full range of their external actions. The 2017 European Consensus on Development 2 (the Consensus) provides a new common policy framework for the development cooperation of the EU and its Member States, in support of this implementation. This report provides a short summary of how the EU and its Member States are supporting the implementation of the 2030 Agenda in developing countries through development cooperation. It responds to a specific commitment in the Consensus, to produce such a report in 2019 and every four years thereafter. It focuses on the period since the adoption of the 2030 Agenda by the United Nations General Assembly in September 2015 and is a contribution to EU reporting at the 2019 High Level Political Forum on Sustainable Development. This report shows progress made by the EU and Member States so far and how they intend to continue their efforts. It demonstrates that they have collectively contributed to implementation of all SDGs in all developing regions of the world. The EU and its Member States have worked together closely to produce the report, in consultation with other partners, including the European Parliament and civil society. The Staff Working Document accompanying this report complements it, by providing detailed information on progress made under each SDG, including specific examples of action from the EU and its Member States. Part 2: EU values and principles The EU and its Member States have consistently and strongly supported:  the multilateral, rules-based global order, with the United Nations at its core;  a life of dignity for all that reconciles economic prosperity and efficiency, peaceful societies, social inclusion and environmental responsibility; and  the rule of law, democracy and the principles of equality and solidarity. The approach of the EU and its Member States to global challenges fully reflects the 2030 1 https://sustainabledevelopment.un.org/post2015/transformingourworld/publication 2 https://ec.europa.eu/europeaid/sites/devco/files/european-consensus-on-development-final- 20170626_en.pdf ",
        "2 Agenda, together with the Addis Ababa Action Agenda on Financing for Development 3 and the Paris Agreement on Climate Change 4 . Implementation of the 2030 Agenda and the other agreements is central to EU external action. The Global Strategy for the EU’s Foreign and Security Policy 5 provides an overall vision for joined-up, credible and responsive EU engagement in the world. The aim is to implement the SDGs in a comprehensive and strategic manner, addressing interlinkages between them and taking account of impacts of the EU’s and its Member States’ actions at all levels. The EU and its Member States are also committed to working together in a more coherent and coordinated way in support of the 2030 Agenda. The EU and its Member States have implemented a rights-based approach to development cooperation, encompassing all human rights. They have promoted inclusion and participation, non-discrimination, equality and equity, transparency and accountability. They have sought to ensure that ‘no-one is left behind’, wherever people live, and regardless of ethnicity, gender, opinion, age, disability, religion or belief, sexual orientation and gender identity, migration status or other factors. Gender equality is at the core of EU values and enshrined in its legal and political framework. Women and girls are key agents of development and change. Gender equality is crucial for sustainable development. Gender equality The EU and its Member States have promoted the full realisation and the full enjoyment by all women and girls of human rights and fundamental freedoms, including ensuring girls’ and women’s physical and psychological integrity, working to eradicate human trafficking, promoting the social and economic rights of girls and women, and strengthening their voice and participation in decision-making. This is exemplified by the Spotlight Initiative 6 , the multi-year global partnership between the EU and the UN, launched in 2017 and focused on eliminating all forms of violence against women and girls. The EU has contributed €500 million to the Initiative for comprehensive country programming in a limited number of countries, complemented by regional programmes. The EU and its Member States have also worked to empower women as a means to enhance business productivity and catalyse economic growth, social cohesion and social justice. In 2017, they committed over €25 billion in support to gender equality 7 . Part 3: Progress against the 2030 Agenda The primary objective of the development cooperation policy of the EU and its Member States is poverty eradication. To implement the SDGs, they have accelerated efforts to tackle poverty and social exclusion, while supporting sustainable growth. 3 https://www.un.org/esa/ffd/wp-content/uploads/2015/08/AAAA_Outcome.pdf 4 https://unfccc.int/process-and-meetings/the-paris-agreement/the-paris-agreement 5 https://eeas.europa.eu/sites/eeas/files/eugs_review_web_0.pdf 6 https://www.un.org/en/spotlight-initiative/ 7 OECD Creditor Reporting System (CRS) ",
        "3 The reduction in extreme poverty is one of the global success stories of the past 30 years. However, significant challenges remain, including in least developed countries (LDCs) and conflict-affected countries, particularly in Sub-Saharan Africa. In addition, the challenge of inequality has increased within many countries. Section 3.1: summary of progress on the 4Ps (People, Planet, Prosperity and Peace) People The EU and its Member States have strengthened their efforts for human development. They have pursued:  universal health coverage;  universal access to quality education and training;  adequate and sustainable social protection;  decent work for all within a healthy environment; and  an end to hunger and malnutrition. For example, they have supported over 100 million people in agriculture and food and nutrition security and also helped over 100 million gain better access to health and education 8 . They have supported inclusive life-long learning and equitable quality education, including in crisis situations, and stepped up efforts to ensure that everyone has the knowledge, skills, capabilities and rights to enjoy a life in dignity, engaged in society and contributing to their communities. The 2030 Agenda brought a new focus on inequality, including the principle of leaving no one behind. Since 2015, the EU and Member States have tackled inequality in partner countries including by support for inclusive growth, promoting social protection systems and social inclusion, and working with partner countries on progressive tax systems. The EU and its Member States have also dedicated intense efforts to developing effective migration policies with partner countries. Through this work, they have  promoted stability in fragile states;  enhanced government capacities to deliver essential services;  promoted environmentally sustainable models for growth; and  started to tackle the high cost of remittances. They have promoted the dignity, resilience and capabilities of forcibly displaced persons and their inclusion in the economic and social life of host communities. 8 https://ec.europa.eu/europeaid/sites/devco/files/annual-report-2018-hres-20190212_en.pdf ",
        "4 Mobility and migration Migration is a global challenge. Managing it well requires shared global responsibility and long-term cooperation. The EU and its Member States have supported third countries of origin, transit and destination, in order to support overall well-managed policies for safe, orderly and regular migration. The EU has fully embedded migration in relations with its external partners. Development programmes have contributed to addressing the root causes of irregular migration, for instance through the EU Emergency Trust Fund for Africa 9 , and through support for conflict prevention, good governance and job creation. Planet The effects of climate change seriously threaten development gains, stability and prosperity and the environment worldwide. Climate impacts are contributing to the loss of livelihoods, forced displacement and conflict. Increasing resilience to climate change is essential to deliver a more peaceful and secure world. Financial flows and investments should be redirected towards climate-neutral technologies and businesses. More than 70% of the world’s poor live in rural areas 10 and depend directly on biodiversity and ecosystem services for their subsistence. However, these systems are under severe threat. Better management of natural resources plays a pivotal role in addressing biodiversity loss and climate change while boosting businesses competiveness and sustainable job creation. Since 2015, the EU has implemented the “Biodiversity for Life 11 ” initiative to  protect ecosystems;  combat wildlife crime; and  promote a green economy in developing countries. Many EU Member States have included environmental protection, resource efficiency and climate change as integral parts of their development cooperation strategies, for instance in programmes to protect ecosystems, reduce pollution, generate green jobs and promote sustainable consumption and production and sustainable urbanisation. The EU has worked to promote the wider take-up of its own sustainable energy practices, while taking account of specific circumstances in developing countries. By realising synergies between the Paris Agreement on Climate Change and the 2030 Agenda, it has avoided duplication, lowered administrative costs and promoted win-win approaches. The EU and its Member States have supported developing and emerging countries in the shift to a circular economy and the preparation and implementation of their Nationally Determined Contributions under the Paris Agreement. The EU allocated €3.7 billion of funding to sustainable energy from 2014-2020 and is on course to achieve 9 https://ec.europa.eu/trustfundforafrica/content/homepage_en 10 Poverty and Shared Prosperity 2018: Piecing Together the Poverty Puzzle. World Bank, Washington, D.C. World Bank 11 https://ec.europa.eu/europeaid/eu-biodiversity-life-b4life-flagship-initiative-brochure_en ",
        "5  energy access for about 40 million people;  additional renewable energy capacity of 6.5 gigawatts; and  annual CO2 emissions savings of around 15 million tonnes through energy efficiency measures 12 . Sustainable energy and climate change In 2017, the EU and its Member States contributed over €23 billion 13 to support developing countries in their efforts to tackle and adapt to climate change. This includes €2.6 billion from the European Investment Bank (EIB), the EU’s Bank, which is committed to dedicating 35% of its activity outside the EU to climate action by 2020. Partner countries have increasingly addressed sustainable energy as a cross-cutting issue to implement the 2030 Agenda and the Paris Agreement and as an enabler for economic growth and sustainable development. The EU’s Global Climate Change Alliance Plus (GCCA+) flagship initiative 14 is helping the world's most vulnerable countries to address climate change through more than 70 projects. Prosperity Since 2015, the EU and its Member States have promoted inclusive sustainable growth and decent jobs in developing countries, as well as social protection. The priority has been to support partner countries in developing policy frameworks for inclusive and sustainable economic development. Action taken includes:  budget support to enable governments to mobilise domestic resources and utilise them effectively;  blending, budgetary guarantees and other innovative financial instruments to mobilise public lending and private investment; and  aid for trade to help developing countries to access the benefits of expanded trade with the EU. Since 2016, job creation has become an explicit objective of budget support. The EU has intensified the use of guarantees to lower investment risk for sustainable development and job creation, coupling them with technical assistance and, where appropriate, budget support. 12 https://ec.europa.eu/europeaid/sites/devco/files/staff-working-document-energy- 20180222_en.pdf 13 OECD Creditor Reporting System 14 http://www.gcca.eu/ ",
        "6 Investment and trade The European External Investment Plan 15 is an example of a multi-pronged instrument to promote sustainable development through creating prosperity and jobs, particularly for women and youth. By 2018, it had invested €3.7 billion, which is set to leverage over €37.1 billion of extra public and private investment to improve economic and social development in Africa and in the European Neighbourhood. This is well on the way to the target of €44 billion of investment to be leveraged by 2020. The EIP is being implemented giving special attention to countries identified as experiencing fragility or conflict, LDCs and heavily indebted poor countries. The EU’s updated Aid for Trade Strategy 16 of 2017 is helping partner countries, particularly LDCs, to increase benefits from EU trade agreements and unilateral preference schemes. Peace Many regions of the world face challenges whether from open conflict or societal violence and tensions, threatening human rights and democracy. The EU and its Member States have taken an integrated approach to conflict prevention and peacebuilding, encompassing:  early warning and analysis;  humanitarian response guided by the humanitarian principles 17 ;  conflict mediation and resolution, addressing root causes of conflict and post- conflict recovery; and  promoting the essential role of women in these processes. Since 2015, they have enhanced their focus on conflict-affected and fragile states. They have contributed to building international peace and security through operations and training, with a strong emphasis on prevention and mediation. They have also tackled climate change and environmental degradation, which are among the biggest emerging threats to peace and security. The EU and its Member States have been amongst the strongest supporters of democracy, human rights, good governance, and the rule of law. They have helped governments to provide essential services and access to justice and promote gender equality. They have tackled the shrinking space for civic and political debate and participation, by strengthening civil society. They provided almost €30 billion in support for participatory development and good governance in 2017. 15 https://ec.europa.eu/commission/eu-external-investment-plan_en 16 https://ec.europa.eu/europeaid/sites/devco/files/com_2017_667_f1_communication_from_commi ssion_to_inst_en_v3_p1_954389.pdf 17 Humanity, neutrality, impartiality, independence ",
        "7 Democracy, the rule of law and human rights and good governance The EU's commitment to democracy, the rule of law, human rights and good governance is reflected in its current Action Plan on human rights and democracy 18 . The Plan has strengthened democracy with a particular focus on representative and participatory democracy, political pluralism, transparency and accountability. It has supported parliaments, political parties and civil society and has focused on tackling negative trends such as disinformation campaigns, the abuse of big data and decreasing trust in democratic institutions. Section 3.2: making better progress through integrated approaches Working to achieve several SDGs together Since 2015, the EU and its Member States have increasingly taken an interlinked approach to development cooperation. Programmes aimed at ensuring human security in sectors such as agriculture have contributed across a range of SDGs by:  improving productivity;  generating jobs;  promoting more efficient use of water and energy; and  safeguarding biodiversity, thereby contributing across a range of SDGs. Under the Africa-EU Partnership 19 , ministerial dialogue is underway to identify common approaches on agriculture for instance to support sustainability and youth. More of these coordinated approaches, and better reporting on co-benefits, are needed. Youth In order to support youth as agents of change, the EU and its Member States have supported the active participation of youth in peace processes, contributed to the creation of employment opportunities, including for young women, supported effective policies in education and vocational training, enhanced access for youth to digital technologies and services and strengthened the rights of young people and their engagement in public affairs. The Africa-Europe Alliance for Sustainable Investment and Jobs 20 , launched in September 2018, aims at creating sustainable employment opportunities in Africa with a particular focus on equipping women and young people with the skills to match labour market demand. 18 https://eeas.europa.eu/sites/eeas/files/ eu_action_plan_on_human_rights_and_democracy_en_2.pdf 19 https://africa-eu-partnership.org/en/partnership-and-joint-africa-eu-strategy 20 https://www.africa-eu- partnership.org/sites/default/files/documents/en_communication_on_a_new_alliance.pdf ",
        "8 Development working with other policies The EU and its Member States have aimed to ensure that development policy works hand in hand with other policies such as peace and stability, trade and investment, energy, agriculture, environment and climate change and migration, as these have a major collective impact on sustainable development in partner countries. The EU and its Member States have provided technical, financial and political support to address the root causes of insecurity and conflict and promote stability. A good example is the Integrated Approach to conflict and crises, set out in the Global Strategy, which builds synergies between humanitarian, sustainable development and peacebuilding actions so as to  prevent and transform violent conflicts;  increase the resilience of affected populations;  mitigate the risks of future crises; and  pave the way to sustainable development. The EU Emergency Trust Fund for Africa is another example of a comprehensive approach to support partner countries in Africa, so as to foster long-term stability and address the drivers of destabilisation, forced displacement and irregular migration, working on the links between development, conflict prevention and short-term crisis response measures. The EU has consistently promoted trade with developing countries, through trade agreements, including Economic Partnership Agreements with African, Caribbean and Pacific countries, and unilateral trade preference regimes for vulnerable developing countries, including LDCs. The EU is the most open market for developing countries and the most important export market for LDCs. In 2017, it imported goods worth €68 billion from the beneficiaries of the three arrangements of the Generalised Scheme of Preferences 21 . The EU is putting increased emphasis on mainstreaming the sustainable dimension within trade policies. Policy Coherence for Development Policy Coherence for Development 22 (PCD) seeks to enhance the positive and minimise the negative impacts of EU policies on developing countries, promote synergies between EU policies and so increase development effectiveness. It is an essential element of EU efforts to enhance consistency between internal and external policies in support of the SDGs. PCD also makes an important contribution to the broader commitment to Policy Coherence for Sustainable Development. The Commission has integrated PCD in its overall work on the implementation of the 2030 Agenda. In ocean governance, for example, the EU Regulation on Illegal, Unreported and Unregulated Fishing 23 , and the European Strategy for Plastics in a Circular Economy 24 are 21 http://ec.europa.eu/trade/policy/countries-and-regions/development/generalised-scheme-of- preferences/index_en.htm 22 https://ec.europa.eu/europeaid/policies/policy-coherence-development_en 23 https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:02009R1010-20130917&from=EN 24 http://ec.europa.eu/environment/circular-economy/pdf/plastics-strategy-brochure.pdf ",
        "9 important measures that benefit developing countries. In migration, the Commission has adopted a number of measures to take account of developing countries’ challenges. In 2017, the EU adopted new key priority actions 25 in the fight against trafficking in human beings in the EU. Part 4: Partnerships The EU and its Member States are committed to  working together better in support of the SDGs;  tailoring partnerships more closely to developing country needs and circumstances; and  developing stronger partnerships with other development actors. Together they remain the world’s largest provider of Official Development Assistance (ODA), providing €74.4 billion in 2018. They have worked to promote a coherent combination of:  effective policies and institutions in partner countries;  domestic resource mobilisation focused on areas of greatest need;  private investment; plus  targeted ODA, tailored to country circumstances and complementing other resources. Section 4.1: Working better together The EU and its Member States have worked in a more coherent and coordinated way in their development cooperation and thus increased their effectiveness, impact and accountability. Based on the strong framework of common objectives and actions provided by the 2030 Agenda, the EU and Member States have promoted more joint work that has reduced the burden on partner governments and allowed a sharper focus on their key priorities. The EU and its Member States have shared analysis, expertise and resources more efficiently. The EU and its Member States have increasingly framed their joint work around support to the SDGs. As at February 2019, Joint Programming 26 had been adopted for 23 partner countries, and was under development in a further 36. Joint results frameworks are also being designed to better measure the collective impact of the EU and Member States in support of SDG implementation. The EU, the EIB and the Member States have also been more coherent in economic diplomacy. By 2018, more than 100 country action plans had been agreed, to improve policy coherence and promote international trade and the universal rules-based and equitable trading system that is fair and open and benefits all. The EU and its Member States are fully committed to the principles of development effectiveness and have worked consistently to promote them. In Global Partnership for 25 COM(2017) 728 final, https://ec.europa.eu/anti-trafficking/eu-policy/commission-sets-out- priorities-step-eu-action_en. 26 https://ec.europa.eu/europeaid/policies/eu-approach-aid-effectiveness/joint-programming_en ",
        "10 Effective Development Cooperation monitoring reports 27 they show excellent performance on alignment of their cooperation with developing country priorities. On transparency, the EU publishes data monthly to the International Aid Transparency Initiative 28 . Examples of Joint Programming The EU and its Member States are working in Mali on new joint programming for the post- 2020 period. In a country with such development, humanitarian and security challenges, a joint European response, involving all EU Member States working there, is vital. In Cambodia, a monitoring report 29 of the “European Development Cooperation Strategy for Cambodia 2014-2018” has been used as a basis for a joint policy dialogue with the government and others including the Cambodian parliament and civil society. Section 4.2: Working better with partners Stronger partnerships tailored to developing country circumstances Since 2015, the EU and its Member States have strengthened their support to developing country partners to take account of the SDGs in their national planning, budgeting and implementation. This has been done in an increasingly diversified and tailored manner, targeting countries where the needs are greatest, especially countries that are least developed, in situation of fragility and conflict, where the potential to raise finance is the lowest. In LDCs, ODA from the EU and its Member States has formed a significant part of the resources of national governments available to provide basic services. The proportion of gross national income provided as ODA to LDCs by the EU and its Member States in 2017 rose from 0.11% to 0.12 % – although still short of the collective EU target in the short term of 0.15%-0.20% and of 0.20% by 2030. Fragile and conflict-affected countries present special challenges for development cooperation. €21 billion, or 27.7% of the EU’s budget for development cooperation, was committed to fragile states in 2017. The revised European Neighbourhood Policy 30 (ENP) contributes to the stabilisation of the EU’s immediate neighbourhood as its overarching goal. It ensures a differentiated approach to partners, based on their different circumstances, as well as EU interests. The policy provides a solid framework to support reforms in  good governance, democracy, rule of law and human rights;  inclusive economic and social development, creating jobs and opportunities for youth, and working with partners on energy security and climate action;  security, counter-terrorism, anti-radicalisation policies and conflict prevention; and  migration and mobility, addressing the root causes of irregular migration while promoting safe and legal mobility. 27 http://effectivecooperation.org/monitoring-country-progress/country-and-territory-monitoring- profiles/ 28 https://iatistandard.org/en/ 29 https://eeas.europa.eu/sites/eeas/files/joint_strategy_first_monitoring_report_en.pdf 30 https://eeas.europa.eu/diplomatic-network/european-neighbourhood-policy-enp_en ",
        "11 The priorities of the ENP make a major contribution to fostering sustainability in these countries and their ability to meet the SDGs. More advanced developing countries are important for implementation of the 2030 Agenda and, as major economies, have an increasing influence on global challenges, such as climate change. The EU and its Member States have built innovative new relationships with such countries around implementation of the 2030 Agenda. Innovative engagement with more advanced developing countries The EU and its Member States have strengthened partnerships for the SDGs with a range of more advanced developing countries, including in Asia and Latin America. These relationships go beyond the traditional use of ODA and include a range of targeted interventions, including innovative financial instruments such as blending of grants with loans, budget guarantees, green bonds, venture capital as well as exchange of experience and triangular cooperation (where developed and developing countries can pool their resources to provide support to a third developing country). While channelling smaller volumes of financial resources, this approach deepens relationships by focusing on common interests in the 2030 Agenda. Innovative instruments and sustainable finance Innovative financing can help SDG implementation where other types of finance do not provide sufficient funds. The EU and its Member States have developed innovative approaches to increase financial flows to developing countries and use available resources more effectively. Innovative finance mechanisms, such as green bonds, debt swaps and financial transaction taxes generated over €2.4 billion of investment in 2017 31 . The EU’s 2018 Action Plan on financing sustainable growth 32 is starting to  help direct capital flows towards sustainable investment;  better manage financial risks from environmental degradation and other problems; and  encourage transparency and a more sustainable, long-term perspective in financial markets and companies globally. Working better with others The EU and its Member States have also strengthened their partnerships with local governments, civil society, citizens, the private sector, private foundations, academic and research institutions and multilateral organisations. Civil society The EU and its Member States have promoted the participation of civil society organisations (CSOs) in development and encouraged all parts of society to engage actively. These goals have been promoted through the EU thematic programme 'Civil Society Organisations and 31 https://ec.europa.eu/europeaid/sites/devco/files/report-investing-sustainable-dev- 20180423_en.pdf 32 COM(2018) 097 final ",
        "12 Local Authorities 33 ', and through 25 framework partnership agreements to support CSOs as providers of key services and pivotal actors for good governance. Local authorities Achievement of the SDGs depends heavily on the active involvement of regional and local authorities, in particular through specific approaches to translate the SDGs into their own context. The EU and its Member States have supported transparency, accountability and decentralisation reforms, to empower regional and local authorities for better governance and development impact. They have strengthened their cooperation with local and other sub-national authorities, including through decentralised cooperation. Multilateral organisations The EU and its Member States have worked to increase the effectiveness of multilateral organisations, including the UN system. These organisations have been encouraged to align their strategic planning and operational activities with the 2030 Agenda, in support of developing countries’ national strategies. In 2018, the EU and the UN renewed their partnership in development, in support of SDG implementation at country level. Listening to other stakeholders Many stakeholders (including CSOs, trade unions, business associations, local authorities and international organisations) were consulted during the preparation of this report and many views have been incorporated. Issues raised on which continued attention is needed include: - raising awareness on SDGs; - better consultation of stakeholders when designing policies and projects; - the need for a robust monitoring and accountability framework; - the need for more focus on planetary boundaries and climate action; - more focus on democracy, human rights, good governance; - more focus on assessing impact of EU policies on developing countries; - mainstreaming inequality, leave no-one behind, rights of persons with disabilities, gender equality; - keeping the focus on poverty whilst recognising the importance of other objectives such as security; - strengthening public-private partnerships and an enabling environment for businesses; - ensuring that businesses respect standards (human rights, environmental etc.); and - supporting the role of local governments in achieving the SDGs, including when working with the private sector. Section 4.3: Making best use of all resources The EU and its Member States are actively implementing the Addis Ababa Action Agenda, aiming to promote the mobilisation and best use of all means of implementation, financial and non-financial, and of all forms of partnerships to achieve the SDGs. 33 https://ec.europa.eu/europeaid/sites/devco/files/cso-la-mip-2014-2020_en.pdf ",
        "13 Domestic resource mobilisation The EU ‘Collect More, Spend Better 34 ’ approach has supported developing countries in i) improved domestic revenue mobilisation ii) more effective and efficient public expenditure and iii) debt management. Budget support programmes in 88 countries have also made major contributions to promoting governance, public financial management and domestic resource mobilisation 35 . The EU supports developing countries in building financial regulatory frameworks that are more conducive to sustainable investments and finance. ODA continues to play a significant role in many developing countries. Since 2015, the EU and its Member States have increasingly used ODA to generate additional finance for sustainable development, for instance by supporting more effective revenue collection for partner governments or mobilising private investment to boost jobs and growth. Illicit financial flows are estimated to cost developing countries nearly €1 trillion per year. In many developing countries, debt-servicing costs are increasingly difficult to manage. The EU and Member States have been active in tackling tax evasion and debt challenges such as non-cooperative minority creditors. Mobilising private investment Given the importance of the private sector as a contributor to growth and job creation, the EU and Member States have taken strong measures to promote private-sector development. Important recent EU initiatives include the External Investment Plan, the Africa-Europe Alliance for sustainable investment and jobs, and the Sustainable Business for Africa 36 process. EU Member States’ bilateral programmes include providing credit, guarantees and technical support to micro, small and medium-sized enterprises in partner countries. The EU and its Member States have increasingly used blending, whereby public grants mobilise public and private investment for sustainable development, as a key development mechanism. Science, technology and innovation Science, technology, and innovation are central to achieving the SDGs. For instance, the EU- Africa Research and Innovation Partnership on Food and Nutrition Security and Sustainable Agriculture 37 , worth €70 million, was established in 2016 to research four areas:  sustainable intensification;  agriculture and food systems for nutrition;  agricultural markets and trade; and 34 https://ec.europa.eu/europeaid/sites/devco/files/swd-collect-more-spend-better.pdf 35 https://myintracomm.ec.europa.eu/dg/devco/eu-development-policy/budget-support-public- finance-domestic-revenue/Documents/budget-support/Budget%20Support%20- %20Trends%20%20Results%202018%20FINAL.pdf 36 https://ec.europa.eu/commission/sites/beta-political/files/sustainable-business-for-africa_en.pdf 37 https://ec.europa.eu/research/iscp/pdf/policy/eu- africa_research_innovation_cooperation_on_fnssa_en.pdf ",
        "14  cross-cutting issues such as research infrastructure, capacity building and earth observation. Part 5: monitoring and reporting EU and Member States reporting systems The EU and its Member States have improved their reporting on their development cooperation to show more clearly their contribution to achieving the SDGs. They have also worked to improve global systems for reporting on such contributions. The EU has revised its results framework to take more explicit account of the SDGs, basing it where possible on the UN’s SDG indicators. Some major challenges ahead for the EU and its Member States are:  to extend the use of results systems;  to align them with the SDGs; and  to progressively work towards a common results framework for the EU and its Member States. Support to data collection and use in developing countries The EU and its Member States have increased the statistical capacity of developing countries to produce and analyse data, so as to inform policy and decision-making. Their commitments represent nearly 50% of all donors’ support in this area 38 . However, more needs to be done, including building capacity for disaggregated data to help to ensure that no segment of society is excluded from progress towards poverty eradication and sustainable development. Part 6: Conclusions Since 2015, the EU and its Member States have worked collectively on all SDGs and means of implementation, and in partnership with all developing country partners and other development actors. They are learning from past lessons, adapting to new circumstances and innovating in their international cooperation. The report and its accompanying Staff Working Document show that they have:  Worked better together in support of the SDGs, including through increased joint programming, joint implementation and joint results frameworks;  Taken account of interlinkages between SDGs for more integrated and coherent policy and implementation;  Put social and human development at the centre, incorporating decent work and social protection into their programmes;  Incorporated gender equality in their programmes to reduce poverty and promote sustainable development;  Incorporated climate change mitigation and adaptation, environmental protection and the sustainable management and use of natural resources into their programmes;  Focused programmes to reach those in extreme poverty and those left furthest behind;  Addressed inequality as an emerging universal concern;  Promoted peace and stability, supporting respect for human rights, democracy and the rule of law; 38 OECD Creditor Reporting System ",
        "15  Worked to progress on their collective commitments on ODA, including for LDCs;  Tailored their development cooperation to developing country circumstances;  Enhanced cooperation with multilateral organisations, civil society and the private sector; and  Minimised the negative spill-over from their policies on to developing countries and promoted synergies between different policies and actions. However, progress needs to be accelerated. Hunger, poverty and inequality are increasing in many countries. Vulnerabilities from rising external debt are putting macroeconomic stability at risk. Damage to the climate and the environment continues to rise, with depleted natural resources and increasing climate change impacts threatening stability and livelihoods. While the EU still shows leadership at a global level, achieving EU collective commitments on ODA remains a challenge. This report points to the need for the EU and its Member States to continue working in a number of key areas:  Development cooperation needs to be more closely aligned with the SDGs, so that programmes contribute more actively and explicitly to SDG implementation.  Reporting and results systems should more clearly demonstrate the impact of the EU and its Member States in supporting SDG implementation, including where actions address multiple objectives.  The EU and its Member States need to step up efforts to work better together for the SDGs, for instance through joint programmes and joint results frameworks.  More integrated approaches are needed to ensure that limited resources deliver on multiple SDGs, for instance by further mainstreaming of environment and climate or integrating labour and environmental dimensions in trade policies.  Engagement with partner countries should be comprehensive, with policy dialogues based on SDGs as a key entry point, building on national development plans and Voluntary National Reviews, while respecting the specificities of the ENP.  Support for developing countries in collecting, analysing and using disaggregated data should be stepped up. The EU and its Member States will work to maintain the progress made since 2015 and to address areas where accelerated action is needed. Action at global and regional level remains crucial to help address global challenges alongside national efforts. Much of the groundwork is already underway. The EU and its Member States will increasingly frame their partnerships with developing countries through the lens of the SDGs. For the next long-term EU budget 2021-2027, the European Commission has proposed new financing instruments for international cooperation and development that would give the EU more resources and greater flexibility to tailor its cooperation to the needs of developing country partners. Our essential partnerships with the UN and other multilateral organisations are being strengthened. This first Joint Synthesis Report is intended not just as a reporting document but also as part of a wider reaffirmation of the commitment of the EU and its Member States to the implementation of the 2030 Agenda, in partnership with developing countries and other ",
        "16 partners. The actions summarised in this report confirm their determination to work together for a world that is prosperous, sustainable and peaceful. "
    ]
}