{
    "text": [
        "Multiannual Framework for the Fundamental Rights Agency for 2007-2012 * P6_TA(2008)0014 European Parliament legislative resolution of 17 January 2008 on the proposal for a Council decision implementing Regulation (EC) No 168/2007 as regards the adoption of a Multiannual Framework for the European Union Agency for Fundamental Rights for 2007-2012 (COM(2007)0515 — C6-0322/2007 — 2007/0189(CNS)) (2009/C 41 E/22) (Consultation procedure) The European Parliament , — having regard to the Commission proposal to the Council (COM(2007)0515), — having regard to Article 5, paragraph 1, of Council Regulation (EC) No 168/2007, pursuant to which the Council consulted Parliament (C6-0322/2007), — having regard to Rule 51 of its Rules of Procedure, — having regard to the report of the Committee on Civil Liberties, Justice and Home Affairs and the opinions of the Committee on Foreign Affairs and the Committee on Women's Rights and Gender Equality (A6-0514/2007), 1. Approves the Commission proposal as amended; 2. Calls on the Commission to alter its proposal accordingly, pursuant to Article 250(2) of the EC Treaty; 3. Calls on the Council to notify Parliament if it intends to depart from the text approved by Parliament; 4. Asks the Council to consult Parliament again if it intends to amend the Commission proposal substantially; 5. Instructs its President to forward its position to the Council and the Commission. TEXT PROPOSED BY THE COMMISSION AMENDMENTS BY PARLIAMENT Amendment 1 Recital 1 (1) In order for the Agency to carry out its tasks properly the precise thematic areas of its activity are to be determined by a Multiannual Framework covering five years as stipulated in Article 5 (2) of Regulation (EC) No 168/2007. (1) In order for the Agency to carry out its tasks properly, and bearing in mind the objectives of the foundation of the Agency, the precise thematic areas of its activity are to be determined by a Multiannual Framework covering five years as stipulated in Article 5 (2) of Regulation (EC) No 168/2007. Amendment 2 Recital 2 (2) The Framework should include the fight against racism, xenophobia and related intolerance amongst the thematic areas of the Agency's activity. (2) The Framework should include the fight against racism, xenophobia and related intolerance amongst the thematic areas of the Agency's activity and the protection of the rights of persons belonging to ethnic or national minorities . C 41 E/108 EN 19.2.2009 Official Journal of the European Union Thursday 17 January 2008 ",
        "Amendment 3 Recital 5 (5) The Framework should include provisions with a view of ensuring complementarity with the remit of other Community and Union bodies, offices and agencies, as well as with the Council of Europe and other international organisations active in the field of fundamental rights. The most relevant Commun- ity agencies and bodies in relation to this Multiannual Frame- work are the European Institute for Gender Equality established by Regulation (EC) No 1922/2006 of the European Parliament and of the Council of 20 December 2006 establishing a Euro- pean Institute for Gender Equality and the European Data Pro- tection Supervisor established by Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to processing of personal data by the Community institutions and bodies and on the free movement of such data, the objectives of which should consequently be taken into account. (5) The Framework should include provisions with a view of ensuring complementarity with the remit of other Community and Union bodies, offices and agencies, as well as with the Council of Europe and other international organisations active in the field of fundamental rights. The most relevant Commun- ity agencies and bodies in relation to this Multiannual Frame- work are the European Institute for Gender Equality established by Regulation (EC) No 1922/2006 of the European Parliament and of the Council of 20 December 2006 establishing a Euro- pean Institute for Gender Equality , the European Data Protection Supervisor established by Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to processing of personal data by the Community institutions and bodies and on the free movement of such data and the European Ombuds- man, the objectives and remits of which should consequently be taken into account. Amendment 4 Recital 6a (new) (6a) In accordance with Article 5 (3) of Regulation (EC) No 168/2007, the Agency may work outside the thematic areas determined in the Multiannual Framework at the request of the European Parliament, the Council or the Com- mission, provided its financial and human resources so permit. Amendment 5 Recital 7a (new) (7a) The Framework defines the thematic areas on which the Agency should work, whereas the Agency's tasks are determined by Article 4 of Regulation (EC) No 168/2007, which mentions in particular the task of raising public aware- ness of fundamental rights and of actively disseminating information about the work of the Agency. Amendment 6 Recital 7b (new) (7b) All human beings are born equal and therefore human rights are indivisible and inviolable. Amendment 7 Recital 7c (new) (7c) It is necessary to monitor compliance by the EU insti- tutions and all the Member States with all international human rights conventions to which the Member States are party. 19.2.2009 EN C 41 E/109 Official Journal of the European Union Thursday 17 January 2008 TEXT PROPOSED BY THE COMMISSION AMENDMENTS BY PARLIAMENT ",
        "Amendment 8 Recital 7d (new) (7d) The Agency should report regularly to the European Parliament. Amendment 9 Article 1, paragraph 1a (new) 1a. The Commission may, at its own initiative or at the initiative of the Council, the European Parliament or the Man- agement Board of the Agency, not earlier than one year after adoption of the Multiannual Framework, make a proposal to review the Framework in accordance with the procedure pro- vided for in Article 5(1) of Regulation (EC) No 168/2007. Amendment 10 Article 1, paragraph 2a (new) 2a. The Commission, the Council and the European Parlia- ment may request the Agency to investigate specific actions or concerns. Amendment 11 Article 1a (new) Article 1a Tasks The Agency may formulate and publish conclusions and opi- nions on thematic areas not covered by Article 2 where there are exceptional and compelling circumstances. Under such cir- cumstances, notification of tasks undertaken shall be sent to the Commission, the Council and the European Parliament. Amendment 12 Article 2, introductory part The thematic areas shall be the following: In its work in the following thematic areas, without prejudice to Article 1(2a) and Article 1a, the Agency shall seek to iden- tify the economic, social and cultural factors that contribute to respect for human rights in those areas or which may consti- tute root causes of violations of human rights: Amendment 13 Article 2, point (b) (b) discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation or of persons belonging to minorities; (b) discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation or of persons belonging to traditional national and linguistic minorities and any combination of these grounds (multiple discrimination) ; C 41 E/110 EN 19.2.2009 Official Journal of the European Union Thursday 17 January 2008 TEXT PROPOSED BY THE COMMISSION AMENDMENTS BY PARLIAMENT ",
        "Amendment 14 Article 2, point (j) (j) access to efficient and independent justice. (j) access to efficient and independent justice , in relation to the rights of defendants and suspects. Amendment 15 Article 2, point (ja) (new) (ja) extreme poverty and social exclusion. Amendment 16 Article 3, paragraph 1 1. The Agency shall ensure appropriate coordination with relevant Community bodies, offices and agencies, Member States, international organisation and civil society, in the terms established in Articles 7, 8 and 10 of Regulation (EC) No 168/2007, for the implementation of this Framework. 1. The Agency shall ensure appropriate cooperation and coordination with relevant Community bodies, offices and agen- cies, Member States, international organisation and civil society, in the terms established in Articles 7, 8 and 10 of Regulation (EC) No 168/2007, for the implementation of this Framework. Amendment 17 Article 3, paragraph 2a (new) 2a. The Agency shall actively cooperate with candidate countries in the field of fundamental rights in order to facil- itate their compliance with Community law. Amendment 18 Article 3, paragraph 3 3. The Agency shall deal with issues relating to discrimina- tion based on sex only as part of, and to the extent relevant to its work to be undertaken on general issues on discrimination referred to in Article 2 point (b), taking into account that the overall objectives of the European Institute for Gender Equality established by Regulation (EC) No 1922/2006 shall be to con- tribute to and strengthen the promotion of gender equality, including gender mainstreaming in all Community policies and the resulting national policies, and the fight against dis- crimination based on sex and to raise EU citizens' awareness of gender equality by providing technical assistance to Com- munity institutions, in particular to the Commission and the authorities of the Member States . 3. The Agency shall deal with issues relating to discrimina- tion based on sex , in particular instances of multiple discrimi- nation, only as part of, and to the extent relevant to its work to be undertaken on general issues on discrimination referred to in Article 2 point (b), while respecting the objectives and remit of the European Institute for Gender Equality established by Regu- lation (EC) No 1922/2006 . The arrangements for cooperation between the Agency and the Institute shall be laid down in a memorandum of understanding in accordance with Article 7 of Regulation (EC) No 168/2007 . Europol * P6_TA(2008)0015 European Parliament legislative resolution of 17 January 2008 on the proposal for a Council decision establishing the European Police Office (Europol) (COM(2006)0817 — C6-0055/2007 — 2006/0310(CNS)) (2009/C 41 E/23) (Consultation procedure) The European Parliament , — having regard to the Commission proposal (COM(2006)0817), — having regard to Article 30(1)(b), Article 30(2) and Article 34(2)(c) of the EU Treaty, 19.2.2009 EN C 41 E/111 Official Journal of the European Union Thursday 17 January 2008 TEXT PROPOSED BY THE COMMISSION AMENDMENTS BY PARLIAMENT "
    ]
}