{
    "text": [
        "Investing in people and modernising labour markets ",
        "The study was written by METIS GmbH. It does not represent the official views of the Committee of the Regions. More information on the European Union and the Committee of the Regions is available on the internet through http://www.europa.eu and http://www.cor.europa.eu respectively. Catalogue number: QG-80-09-700-EN-C ISBN-13: 978-92-895-0475-1 DOI : 10.2863/12504 © European Union, 2009 Partial reproduction is allowed, provided that the source is explicitly mentioned. ",
        "Contents Executive Summary 1 1 Preface 7 2 Background: Employment Policy and the Lisbon strategy 9 2.1 Trends, challenges and obstacles in the field of employment policy 9 2.1.1 Trends 9 2.1.2 Challenges and obstacles 14 2.2 Lisbon priority action on Investing in people and modernising labour markets 18 2.3 Overview on the EU, national, regional and local ongoing Employment Policies and initiatives 24 2.3.1 Community Instruments and initative– the challenge of coordinated use 24 2.3.2 National and regional interventions and types of instruments 30 3 Local and Regional Authorities´ contribution to the policy priority “Investing in people and modernising labour markets” 35 3.1 The operational dimension: The activities of LRAs 35 3.1.1 Policy area: High quality of education 35 3.1.2 Policy area: Labour market 36 3.1.3 Policy area: Social dimension 37 3.1.4 Policy area: Demographic change 38 3.2 The governance dimension: The role of LRAs in the implementation of the policy priority and their interplay with EU and national level 40 3.2.1 Case Study 1: Investing in human capital 41 3.2.2 Case Study 2: Reducing early school leaving 42 3.2.3 Case Study 3: Demographic change 43 3.2.4 Case Study 4: Social dimension/social inclusion 45 3.2.5 Summary on functions of LRA in described case studies 46 4 Synthesis: The involvement of LRAs in the policy priority “Investing in people and modernising labour markets” 49 4.1 Approaches of LRA for the coordination of policies in the priority area 49 ",
        "4.2 The means applied by LRA for the delivery of the policy priority 51 5 Conclusions 55 6 References 59 7 Annex 63 List of Tables Table 1. Main features of FP7 and Structural Funds 30 Table 2. National and regional Operational Programmes for 2007 to 2013 in EU 27 32 Table 3. Typology of State Structures 40 Table 5. Dispersion of employment and unemployment rates, NUTS level 2 63 Table 6. Youth unemployment rates 65 List of Figures Figure 1. Net migration to the EU-25, 1980-2007 10 Figure 2. Long-term unemployment share by NUTS 2 regions 64 Figure 3. Old age dependency (<64/15 to 64) 2006 to 2026. Change of the ratio in percentage points 66 Figure 4. Change in unemployment rate by NUTS 2 regions 67 Figure 5. At-risk-of-poverty-rate in the EU (%), total population and children, 2005 68 ",
        "List of abbreviations CEMR: Council of European Municipalities and Regions CITIES: Cities’ Initiatives Towards Employment Strategies CLP: Community Lisbon Programme EEO: European Employment Observatory EES: European Employment Strategy EESC: European Economic and Social Committee EGF: European Globalisation Adjustment Fund EGTC: European Grouping for Territorial Cooperation EMCO: Employment Committee ERDF: European Regional Development Fund ESCs: National Economic and Social Councils ESF: European Social Fund ESPON: European Spatial Planning Observatory Network LANE: Local Agenda Network for Employment LAP: Local Action Plan LED: Local Employment Development LEP-NET: Local Employment Promotion - Net LMP: Lisbon Monitoring Platform LRAs: Local and Regional Authorities MLP: Mutual Learning Programme NRPs: National Reform Programmes NAP: National Action Plan NGO: Non-governmental Organisation OMC: Open Method of Coordination OP: Operational Programme REVES: European Network of Cities and Regions for the Social Economy SME: Small and Medium-sized Enterprises SWOT: Strengths, Weaknesses, Opportunities and Threats TEC: Treaty Establishing the European Community TEELA: Translating EES at Local Level TEP: Territorial Employment Pact ",
        "",
        "1 Executive Summary This report sets out to offer an illustrative presentation of the roles, approaches, efforts and achievements of Local and Regional Authorities (LRA) in implementing the Investing in People and Modernising Labour Markets priority of the Lisbon Strategy. It is a contribution to the establishment of the Committee of the Regions (CoR) Lisbon Monitoring Platform. As a background report it primarily bases itself on published literature. Much of the research was carried out in late 2008 and early 2009 which means that the figures and examples cited largely refer to 2007. Although economic and employment realities have significantly changed since the advent of the financial and economic crisis in late 2008, the systemic realities can be said to remain largely similar. The changing circumstances suggest that, if anything, the requirement for effective LRA actions to boost employment and improve skills is even greater than it was before the recession. As there is a not insignificant reporting vacuum when it comes to employment and labour market initiatives that are exclusively, or largely, funded and organised on the local and regional level, the report is obliged to offer more of a snapshot than a comprehensive overview. Strong regional variations in demographic trends require co-ordinated but tailor-made regional and local policies. Demographic trends affect employment in European regions. Consistently low birth rates, increased life expectancy and the fact that the baby boomers are now reaching retirement age, combine to produce an ageing EU population. Regional variations mean that this reality is more dramatic in some regions than in others. An ageing population places additional demands on social structures, while at the same time providing a reduced tax base. This has financial consequences for EU regions and Member States and underlines the general need for immigrants with a view to contribute to the pension system and for the knowledge sector even in periods of economic downturn. Employment in European regions had been steadily, and often significantly, growing in overall terms before the recession. However, employment prospects for older workers improved more slowly than the general average. Local and Regional Authorities deal with social and territorial effects of (long-term) unemployment and youth unemployment, though they have limited competences to influence the respective policies. The financial crisis and the economic recession is affecting employment right across the EU. Business investments are down, as is consumer spending, ",
        "2 resulting in falling economic activity and either a sharp decline in economic growth or, more commonly, economic contraction. The impact on the labour market is clearly reflected in a lower rate of job creation and rising unemployment. In March 2009 the unemployment rate in EU27 was 8.3%, compared with 6.7% one year before. Long-term unemployment is more of a national than a European phenomenon. As regions caught up on European averages, the differences between them diminished. Marked differences in terms of youth unemployment persisted. In late 2008, compared to 2007, youth unemployment rates had declined in most of the Member States, but had risen significantly in Estonia, Finland, Hungary, Ireland, Lithuania, Slovakia and Sweden. Functional illiteracy, or insufficient literacy skills, remain serious obstacles for youth employment in Europe. In 2007 one out of every five 15-year olds in Europe had inadequate reading skills. One out of every six 18 to 24 year olds had dropped out of school with no more than lower secondary education. Migration, brain drain and integration problems increasingly affect regional and local labour markets: know-how in particular for rural areas and small and medium-sized cities is needed! Immigration remains a significant trend across Europe. Migration into the EU significantly increased between the mid-1990s and early 2000s, rising threefold to reach around 1.5-2 million annually from 2002 onwards. In 2007 migrants who arrived in the EU within the last seven years accounted for more than one third of all resident working-age migrants, and 2.3% of the overall EU working- age population. Lack of access to employment has been identified as the greatest barrier to integration for disadvantaged population groups. Difficulty in accessing education, housing, health care, gender equality services, and reasonable opportunities to participate in local politics and the broader civil society are among the multiple problems that migrants often have to face. The east-to-west labour migration from EU12 following enlargement has been moderate in overall terms. High-mobility countries (e.g. Poland, Lithuania) have suffered from a degree of ‘brain drain’. Evidence however suggests that much of this migration is temporary, and signs of return-migration were evident even before the recession struck. Labour market polarisation, increasing socio-economic inequalities and poverty show specific territorial aggravations: multiple-deprivations through spatial concentration is a main issue for LRAs. ",
        "3 A trend towards labour market polarisation is evident – where the more significant job creation takes place at the extremes of the job spectrum (either low-paid/low-skilled or highly-paid/highly-skilled jobs). This is a significant trend in Cyprus, France, Hungary, the Netherlands and Slovakia. A concentration of high-end job creation can be observed in Denmark, Finland, Ireland, Luxembourg and Portugal. All of this heightens inequality concerns, including the growing challenge of the ‘working poor’. Poverty rates across the EU have not fallen significantly in recent years. Currently, 8% of EU workers and 19 million children in the EU live at risk of poverty. The risk of poverty among children in the EU is, at 19%, higher than that of the general population (16%). The rate approaches 30% in the worst affected countries. Higher educational skills and qualifications significantly reduce the risk of unemployment. Less than 25% of people in the peripheral regions in countries such as Portugal, Greece, Italy and Spain attain higher education. Poverty and social exclusion are aggravated by an insufficient coordination of active inclusion policies, a lack of clear poverty indicators, insufficient support services for low skilled workers, migrants and disabled people, and an often inadequate level of coordination between public agencies and services. The Lisbon Strategy seeks growth and jobs: local and regional authorities must mediate between contrasting goals and ensure the complementarity of objectives. The main Lisbon strategy objectives under the policy priority “Investing in people and modernising labour markets” seek to address these challenges in a number of key areas. Objectives in the education area include investment in human capital, investment in pre-primary and primary education and increased investment in targeted vocational training, increasing participation in lifelong learning, facilitating the transition from education to the labour market, and facilitating access to secondary and higher education. Labour market objectives encompass the development of the Flexicurity concept. This involves four key components: flexible and reliable contractual arrangements; comprehensive lifelong learning strategies; effective active labour market policies and modern social security systems. The Flexicurity approach should facilitate better transitions between jobs and entry into the world of work, modernisation and strengthening of labour market institutions such as employment services, and greater access for disadvantaged groups to the normal labour market. In the key social dimension area, the Lisbon strategy seeks to reduce illiteracy and provide more adult learning opportunities. The need to find methods of recognising informal and non-formal education attainments is also addressed. ",
        "4 The triple and interconnected objectives are social inclusion, active inclusion, and social cohesion. The need to reduce the rate of early school leaving; efficient lifelong learning strategies open to all in schools, businesses, public authorities and households; and workplace training throughout the life-cycle, especially for low-skilled older workers are stressed. The social dimension focuses on decent housing for everyone; eradicating child poverty; overcoming discrimination and increasing the integration of people with disabilities and ethnic minorities and tackling financial exclusion. The demographic change area focuses on demographic renewal in Europe through better conditions for families and the reconciliation of work and life, employment in Europe; more jobs and longer working lives of better quality, receiving and integrating migrants, and finally sustainable public finances to guarantee social protection. This dimension also addresses the provision of childcare services, i.e. supporting single parents and larger families. An appropriate management of economic migration and the affordable access to basic financial services are also stressed. The challenge of complex labour market initiatives is connected with different roles for LRAs: from policy formulation to implementation. When it comes to policies and programmes, legislation offers the most formal tool for employment policies. Legislation is usually a national function, although it can also be regional in federal states. There is commonly a varying degree of coordination with Local and Regional Authorities, the social partners, other stakeholders and special interest groups in terms of policy implementation through a variety of methods. Examples of complex labour market initiatives, which require a strong interaction between different administrative levels (multi-level governance), include the National Integration Plan and the Higher Education Pact in Germany, and construction of a labour information system in Italy. Local and Regional Authorities are particularly engaged in Lisbon-related activities with direct contact to the beneficiaries. (e.g. the integrated approach for reducing early school leaving in the Netherlands, urban regeneration programs in Portugal, and social integration measures in the UK. In federal or regionalised unitary Member States, LRAs also have a consultative role in national activities. Examples of this are the German Higher Education Pact and the Italian Master Plan for Employment Services. LRAs take an “executive and implementing role” in the case of initiatives that have been developed at higher administrative levels. While “higher” government levels develop the framework, the actual projects are carried out by LRAs (e.g. Latvian pilot project on babysitter services, kindergarten services). LRAs ensure the streamlining and integration of public policies in the labour market field and thus create synergies through coordination as demonstrated in ",
        "5 the Dutch programme to prevent early school-leaving which involves the country’s four main cities, or through the territorial Employment Pacts in Styria, Austria where synergies have been created through cooperative planning between different administrative levels. LRAs assume strategic planning functions in the sphere of local regional employment policies. In Wolverhampton (UK) the City Council developed a multi-annual long-term plan, with an integrated strategy for diversity management. LRAs also initiate services. In the Dutch province of Noord-Brabant, work- study centres have been opened and a school voucher campaign to encourage early school leaves to complete their education has been launched. The participation of LRAs in setting, or contributing to, the labour market/human capital agenda depends on the degree of decentralisation in the respective Member States. EU-funded programmes and projects tend to have a greater territorial element and approach than their national counterparts. LRAs are involved in virtually all policy stages in the employment and labour market spheres from policy development, through policy implementation, to policy learning and dissemination. Interestingly, this general picture is true across the EU and consequently contrasts with the current distribution of competences in thisarea. Overall, there is a real “reporting gap” when it comes to LRA Lisbon-related labour market activities. LRAs are in general only rarely mentioned, and when they are mentioned, their degree of involvement and their role in the policy process remains rather unclear. Toward a territorial approach in employment policies: needs from the point of view of Local and Regional Authorities Persistent differences in regional labour markets with respect to youth unemployment can be effectively tackled through stronger involvement of LRAs. Cooperation projects (intra-, inter- and trans-regional) are particularly required in this sphere. Lack of access to employment has been identified as the greatest barrier to integration for disadvantaged population groups. At the local and regional level migrants face multiple problems. This makes local and regional actions to address those problems particularly necessary. Reflection is needed on how reporting on Lisbon-related activities (which is largely confined to Member States and EU interactions) could also include the contributions of Local and Regional Authorities in a more transparent way. The question of the role of EU resources in the fields of the labour market and investing in people at the local and regional level in financial terms also deserves attention. ",
        "6 This leads to the question of whether additional EU instruments need to be developed to support the territorial approach and the involvement of LRAs in the sphere of social policies. There is probably room to give greater consideration to the need for an enhanced local and regional focus for EU initiatives and strategies in the fields of the labour market and investing in people. ",
        "7 1 Preface The purpose of the report is to establish a systematic and illustrative collection of contributions of cities and regions in the implementation of the priority area Investing in People and Modernising Labour Markets of the renewed Lisbon Strategy for Growth and Jobs. The report is part of a broader effort to establish the Committee of the Regions’ “Lisbon Monitoring Platform”. This background report should serve directly as a thematic contribution for the new Lisbon Monitoring Platform Report. In addition, the report also serves as a: (cid:1) Contribution to developing a clear and transparent methodology for the nascent monitoring and evaluation of Lisbon reforms, (cid:1) Contribution for the exchange of good practice between regions and cities, (cid:1) Contribution to the strengthening of the involvement of relevant stakeholders in the Lisbon process and to increased ownership, especially at the local and regional level of government leading to more coherent and effective policymaking. In order to analyse the involvement of EU regions and cities in the implementation of the renewed Lisbon Strategy for Growth and Jobs in 2008 we adopt an approach that puts Local and Regional Authorities (LRAs) in the centre of the analysis. We focus on LRAs as policy actors in Lisbon-related fields and programmes. This report is a first approach to closing a “reporting gap” about contributions to the implementation of the Lisbon strategy from the local and regional level. The report will identify in which Lisbon-related fields regional contributions are well documented and where information gaps still exist. The practical method in monitoring regional and local contributions is based on a review of existing literature to demonstrate a variety of approaches in the different regional contexts. It should, however, be borne in mind, that the issue of identifying contributions at the local and regional level is complex and important and cannot be addressed solely on the basis of this limited background report. This report is organised into five main chapters: (cid:1) Chapter 2 sets out (i) the trends, challenges and obstacles in Investing in People and Modernising Labour Markets, (ii) the main issues of the Lisbon strategy delivered by EU institutions, Member States and LRAs and (iii) a non-exhaustive overview on the variety of relevant public interventions (incl. main programmes and allocations under Cohesion Policy). (cid:1) Chapter 3 describes the contributions of Local and Regional Authorities to the policy priority Investing in People and Modernising Labour Markets. This chapter illustrates the Lisbon-driven LRA contributions to enhancing ",
        "8 local and regional employment policies in interaction with EU policies. For analytical purposes distinctions are drawn between the governance dimension (concepts/mechanisms/capacities for the implementation, co- ordination and communication of the Lisbon-related priority) and the operational dimension (activities undertaken and instruments applied by LRAs). (cid:1) Chapter 4, the synthesis identifies the main policy approaches of LRAs for coordination and the means available to LRAs for the delivery of the policy priority. The interaction between local, regional, national and EU levels is taken into consideration. (cid:1) Chapter 5, the report closes with conclusions structured in three parts: Critical aspects for the involvement of LRAs, Challenges for the future and Questions open to further debate. ",
        "9 2 Background: Employment Policy and the Lisbon strategy 2.1 Trends, challenges and obstacles in the field of employment policy 2.1.1 Trends Demographic trends affect employment in European regions The demographic makeup of European Local and Regional Authority catchment areas is changing through declining birth rates and an ageing workforce. Consistently low fertility levels , combined with an extended life expectancy and the fact that the baby boomers are reaching retirement age, all result in a demographic ageing of the EU population. The proportion of older people is increasing, while the proportion of those of working age declines. 1 These trends impact on employment and income distribution. There are more retired people and a smaller proportion of the population is active. In many countries the retirement age is being raised. An ageing population and a higher retirement age naturally results in a rising average age of the working population. 2 On average for the EU-27 the old age dependency ratio 3 will approximately double during the next 50 years. This means that in 2050, a person of working age might have to provide for up to twice as many retired people as today. Regional differences will add another variant to changes in the old age dependency ratio between 2006 and 2026. In some regions this will be below 10 percentage points, whereas in other regions the increase will be over 20 percentage points. In 13 regions, the old age dependency will rise to a level of around 50% in 2026, which means that there will then be only two persons of working age for every person aged 65 years or over. Nine of these regions are in eastern Germany. 4 States and regions affected by a high level of the old age dependency also include: Malta, Sardinia, the Boeotia region in Greece, Carinthia, in the south of Austria, Polish regions such as Silesia and Pomerania 1 Eurostat regional yearbook 2008, p. 14. 2 European Spatial Planning Observation Network - ESPON 1.4.2. Preparatory Study on Social Aspects of EU Territorial Development. Final report. 2006, p. 258. 3 Age dependency ratios are important demographic indicators and relate the young and old age populations to the population of working age. The “old age” roughly approximates to the age of retirement. Young age dependency ratio: the population aged up to 14 years related to the population aged between 15 and 64 years. Old age dependency ratio: the population aged 65 years or older related to the population aged between 15 and 64 years. 4 Eurostat regional yearbook 2008, p. 21. ",
        "10 and the Moravia region of the Czech Republic. There are regions where, for a person over 65, there are fewer than three persons of working age (old age dependency ratio of over 33%). In 2006, this was still the exception; less than 6% of the EU’s population lived in such regions (see figure 3, annex). By 2026, however, this will be the rule affecting over three quarters of the EU population. Immigration remains a significant trend across the majority of European regions Figure 1. Net migration to the EU-25, 1980-2007 5 Immigration has an impact on the economy, societies and external relations . Against the background of ageing population in Europe and a growing demand for labour, the need for immigration is set to increase over the coming decades. The diminishing working-age population in Europe is an argument for immigration from third (i.e. non-EU) countries to help balance labour market demand. Increased immigration moderates the effects of population ageing, helps to deal with labour and skill shortages, and fosters economic growth. Migration into the EU recorded a significant increase in the years between the mid-1990s and early 2000s (see figure 1), rising threefold to reach around 1.5-2 million from 2002 onwards. In 2007 migrants who arrived in the EU within the 5 European Commission: Employment in Europe 2008. http://ec.europa.eu/social/BlobServlet?docId=678&langId=en ",
        "11 last seven years accounted for more than one third of all resident working-age migrants, and 2.3% of the overall EU working-age population. 6 Intra-EU mobility of workers Overall, east-west mobility in the course of EU enlargement has been moderate: Between 2003 and 2007, the average population share of EU-10 foreigners resident in the EU-15 has increased from around 0.2% to 0.5%. Ireland, the UK, Austria and Germany have been the main receiving countries of the recent EU- 10-mobility. At the same time, the population share of Romanian and Bulgarian residents in EU-15 rose from 0.2% to 0.4% with Spain and Italy as the main receiving countries. The impact of the different labour transition regulations adopted in different Member States needs to be kept in mind. Relative to their population size, Romania and Bulgaria have also been the main sending countries , together with Lithuania, Cyprus, Poland, Latvia, Slovakia, and Estonia, while the outflow from the other new Member States has been much less significant. High-mobility countries (e.g. Poland, Lithuania) suffer from a certain degree of brain drain , although evidence suggests that much of this east-west mobility is temporary, and already shows signs of a return-migration which could partially be a result of the recent financial and economic crisis. In most Member States, immigration from third countries appears to be much more significant than the influx from intra-EU mobility: Between 2003 and 2007 intra-EU mobility within EU-15 countries grew from 1.6% to 1.7% and that of non- EU-27 nationals from 3.7% to 4.5%. Labour market – Employment/Unemployment In 2006 there was a significant decline in unemployment in the EU-27, the largest since 2000. The unemployment rate fell from 9% in 2005 to 8.2% in 2006. The average EU employment rate continued to rise each year, to reach 66% in the second quarter of 2008, up from 65.4% a year before. 7 It can thus be argued that the European employment strategy has paid off and the majority of EU Member States have created “more and better jobs” during the decade 1995- 2006. But the risks of underemployment for unqualified workers have to be stressed. In spite of the positive achievements of the Lisbon agenda, progress has led to increasing difficulties for low-skilled workers in declining industries. 8 Low-paid jobs have become more atypical in the EU since 1995. In many countries, most employment created in low-paid jobs was part-time. Migrant 6 European Commission: Employment in Europe 2008. 7 Quarterly EU Labour Market Review Winter 2008, p. 2. 8 European Foundation for the Improvement of Living and Working Conditions (Eurofound, Dublin): European Restructuring Monitor`s (ERM) 2008 annual report. ",
        "12 workers from outside the EU tended to occupy the lowest paid jobs. 9 Although employment in the EU has shown a significant overall increase, for older workers this trend was much slower. There was no significant progress in reducing youth employment. 10 Disparities in regional labour markets When it comes to the regional distribution of unemployment (see figure 2, annex), the rates fell significantly over the last five years in the Polish and southern European regions, while they rose in the Portuguese and west German regions. The Polish region of Lubuskie, the southern Italian regions of Calabria, Sicilia, Sardinia, the French region of Corsica and the three Bulgarian regions have all shown remarkable reductions in their unemployment rates of more than 10 percentage points. Furthermore the north of Finland, regions in Lithuania, Latvia, Estonia and in Spain, ex. the regions Catalonia, Andalusia and Galicia show a significant reduction in their unemployment rates. Although differences between regional unemployment rates across the EU-27 are still significant, they are gradually declining. 11 However, in 2008 there are still marked differences in regional labour markets . Some regions have low unemployment rates and high employment and activity rates, and they perform well for young people (e.g. United Kingdom, Netherlands etc.). Other regions tend to show significant differences in gender participation in the labour market and perform less well for young people (Greece, southern Spain, southern Italy) whilst others show high unemployment rates but no big gap between male and female participation in the labour market (eastern regions of Germany and Slovakia). Some regions have relatively high employment and activity rates, especially for older workers (Swedish, Portuguese, Czech and west German regions ), others have some difficulties with the participation of young and older workers (France, Poland, Hungary and Romania). Long-term unemployment (see figure 2, annex) is mainly a country-level phenomenon with countries falling into three groups. Countries like Spain, Luxembourg, Austria and Denmark have relatively low long-term unemployment, while Romanian, Polish and German rates are relatively high. Long-term unemployment can be described as medium in a third group, including France, Hungary and Latvia. Long-term unemployment is especially high in the overseas regions of France and in all regions of Slovakia (with the exception of Bratislavskýkraj), where more than 70% of unemployed persons 9 Europolitique, 9 th October 2008, the European Restructuring Monitor`s (ERM) 2008 annual report from the European Foundation for the Improvement of Living and Working Conditions (Eurofound, Dublin) 10 Quarterly EU Labour Market Review Winter 2008, p. 2. 11 Euroatat regional yearbook 2008, p. 82-89. ",
        "13 have been looking for a job for 12 months or longer. The difference between the north and south of Italy is quite marked in terms of regional employment and unemployment rates - the southern regions being those with the highest levels of long-term unemployment. Youth unemployment on the rise The continuous fall in the youth unemployment rate since 2004 has ended (see table 6, annex). The rate increased from 15.4% in the third quarter of 2008 to 15.9% in October of that year. 12 In 2008 the unemployment rate for young people in all Member States was at least twice as high as the workforce average. Compared to 2007, by the third quarter youth unemployment rates had declined in most of the other Member States, but rose significantly in Estonia, Finland, Hungary, Ireland, Lithuania, Slovakia and Sweden. 13 Social exclusion – Poverty Currently, 8% of EU workers and 19 million children in the EU live at risk of poverty . 14 The rates of poverty have not fallen significantly (see figure 5, annex) . The risk of poverty among children in the EU at 19% is higher than that of the general population (16%). The rate approaches 30% in the most affected countries. About 10% of all children live in households where nobody works and 60% of those are at risk of poverty. This figure has remained unchanged since 2000. The share of children at risk of poverty reaches 25% when only one parent works and 7% when both parents work. Other contributory factors include living with only one parent or in a large family. In most EU countries children are at a greater risk of poverty than the rest of the population, except in the Nordic countries (where 9 to 10% of children live below the poverty threshold), Slovenia (12%), Republic of Cyprus (13%), and Greece (20%) where the child poverty rate is lower or equivalent to that of the overall population. In almost half of the EU countries, the risk of poverty for children is above 20%, reaching 29% in Poland, 27% in Lithuania and 25% in Romania. 15 12 Quarterly EU Labour Market Review Winter 2008, p. 10. 13 Quarterly EU Labour Market Review Winter 2008, p. 8. 14 Gabriele Zimmer, EP’s Committee on Employment and Social Affairs, Confederal Group of the European United Left - Nordic Green Left, Germany: Report on Promoting social inclusion and combating poverty, including child poverty, October 2008. 15 European Commission: Joint report on Social Inclusion and Social Protection 2008. ",
        "14 2.1.2 Challenges and obstacles Rising inequalities on EU labour markets According to a report from the European Foundation for Living and Working Conditions 16 the new jobs created in Europe between 2000 and 2006 tended to improve in quality, but quite different patterns of employment expansion can be found among European countries. Polarisation understood as job creation at the extremes of the job spectrum (either low- or high-paid jobs) is a significant trend in Cyprus, France, Hungary, the Netherlands and Slovakia. Upgrading – a more concentrated job creation at the higher end of the job spectrum can be observed in Denmark, Finland, Ireland, Luxembourg and Portugal. A combination of Polarisation and Upgrading can be observed in Austria, Belgium, Germany, Slovenia and the United Kingdom. A combination of Upgrading combined with growth in the middle is a trend in the Czech Republic, Spain, Italy and Sweden. Trends towards polarisation bring concerns of inequality and the emergence, or growth, of the ‘working poor’. Insufficient skills A serious obstacle for youth employment in Europe is the phenomenon of insufficient literacy skills . In 2007 one out of every five 15-year olds in Europe cannot read sufficiently well. One out of every six 18 to 24 year olds has dropped out of school with no more than lower secondary education. At a very early age, children develop the ability to acquire knowledge during the rest of their lives. Later on in primary and secondary education, reading skills become a pre-requisite for progress. The lack of these basic skills makes it very difficult for them to enter and progress in the labour market. Many end up as long-term unemployed. 17 Education contrasts in regions Increases in educational levels translate into economic growth. In empirical terms, “a one year increase in the average level of education of the population translates into a 5% increase in the growth rate in the short term, and an additional 2.5% in the long term. In addition, the positive impact of education upon employment, health, social integration and active citizenship has been amply demonstrated”. Moreover, it has been pointed out that “an additional year 16 http://www.eurofound.europa.eu/publications/htmlfiles/ef0870.htm 17 Communication from the Commission to the Spring European Council 2008: Strategic report on the renewed Lisbon Strategy for growth and jobs. ",
        "15 of schooling increases aggregate productivity by 6.2%” 18 . Differences in education systems between countries and regions have a substantial influence on the human capital in a given territory. A higher level of education significantly reduces the risk of unemployment. According to ESPON, less than 25% of the population of periphery regions in countries such as Portugal, Greece, Italy and Spain have higher education. The same study points out that central European Countries such as Austria, the Czech Republic, Germany, Lithuania, Poland, Romania, Slovenia and Slovakia have a significant part of their population in the middle level education segment; whereas some regions in Denmark, Latvia, Finland, Germany and the United Kingdom have the highest percentage of higher education attainment. 19 Migration and integration problems affect regional labour markets Lack of access to employment has been identified as the greatest barrier to integration for disadvantaged population groups. In many Member States, migrants tend to have much lower employment rates than EU nationals. They show significantly higher unemployment rates or occupy jobs of lower quality. This is also the case for countries that perform well on the labour market and which meet the Lisbon employment goals. 20 Migrants face problems such as the lack of services to enhance education, access to housing and health care services, gender equality, fair participation in politics and civil society . The regions continue to have problems integrating their immigrants through effective promotion of language acquisition and multiculturalism from an early age while ensuring equal access to the education system. 21 Impact of global financial crises on the labour market The global financial crisis that originated in the liquidity crisis in the US banking system in 2007 quickly spread to global financial markets. As this crisis restricts the flow of finance to companies and households it is affecting employment in many ways: lower rates of business investment and lower household spending result in falling economic activity and a decline in economic growth. 18 Education and Training 2010 Work Programme. 19 European Spatial Planning Observation Network - ESPON 1.4.2. Preparatory Study on Social Aspects of EU Territorial Development. Final report. 2006, p. 224. 20 European Commission: Employment in Europe 2008. 21 Communication from the Commission to the Spring European Council 2008: Strategic report on the renewed Lisbon Strategy for growth and jobs. ",
        "16 Overall, the impact on the labour market is reflected in a lower rate of job creation and rising unemployment, as stated in the latest Eurostat 22 figures: In March 2009 the unemployment rate in EU27 was 8.3%, as compared with 6.7% in March 2008. The lowest unemployment rate was recorded in the Netherlands (2.8%), and the highest rates in Spain (17.4%), Latvia (16.1%) and Lithuania (15.5%). While only four Member States recorded a falling or stable un- employment rate, twenty-three Member States reported an increase. The youth unemployment rate in March 2009 was 18.3% in the EU27 compared to 14.6% the year before. The lowest rate was observed in the Netherlands (5.7%), and the highest rates in Spain (35.4%) and Latvia (29.3% in the first quarter of 2009). As an answer to the financial crisis the European Commission has launched a comprehensive 'European Economic Recovery Plan’ 23 which was endorsed by the Member States in December 2008. With several short and long-term measures this plan foresees the coordination of national budgetary stimulus packages and amounts to around €200bn (1.5 % of the EU GDP) with €170bn coming from national budgets and € 30bn from EU/EIB budgets. The combination of national and EU resources should be accompanied by structural reforms. As part of the Recovery plan, the rules for the ‘ European Globalisation Adjustment Fund’ 24 (EGF) have also been revised in order to ensure more rapid intervention. In particular, the EU funding rate increased from 50% to 65% (until 2011), the eligibility thresholds for applications were lowered and the duration of EGF support was extended (up from 12 to 24 months). 25 Main findings Main Trends: (cid:1) Demographic trends affect employment in European regions: Consistently low fertility levels, combined with increased life expectancy and the fact that the baby boomers are reaching retirement age, all result in an ageing EU population. The regional differences lead to a more dramatic developments in some regions and could threaten European region and Member States social structure financing. (cid:1) Employment in the European regions has shown a significant overall increase, although for older workers this trend was much slower. Regions with higher unemployment rates tended to reduce them faster than other regions. 22 Eurostat (2009): http://epp.eurostat.ec.europa.eu/cache/ITY_PUBLIC/3-30042009-BP/EN/3-30042009-BP- EN.PDF 23 COM(2008) 800 final: ec.europa.eu/commission_barroso/president/pdf/Comm_20081126.pdf - 24 Regulation (EC) No 1927/2006 of the European Parliament and of the Council of 20 December 2006 on establishing the European Globalisation Adjustment Fund. http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2006:406:0001:01:EN:HTML 25 http://ec.europa.eu/social/main.jsp?catId=326&langId=en ",
        "17 (cid:1) Long-term unemployment is mainly a country-level phenomenon while European regions are becoming less differentiated. Lower-performing regions, especially the regions belonging to the new Member States, are catching up, and so regional differences are shrinking. (cid:1) In 2008 there were still marked differences in regional labour markets with respect to youth unemployment : Compared to 2007, by the third quarter youth unemployment rates had declined in most of the Member States, but rose significantly in Estonia, Finland, Hungary, Ireland, Lithuania, Slovakia and Sweden. (cid:1) The global financial crisis is affecting employment in EU27 in many ways: Less business investment and lower household spending result in falling economic activity and a decline in economic growth. The impact on the labour market is clearly reflected in a lower rate of job creation and rising unemployment: In March 2009 the unemployment rate in EU27 was 8.3%, compared with 6.7% one year before. (cid:1) The rates of poverty have not fallen significantly. Currently, 8% of EU workers and 19 million children in the EU live at risk of poverty. The risk of poverty among children in the EU is, at 19%, higher than that of the general population (16%). The rate approaches 30% in the most affected countries. (cid:1) Immigration remains a significant trend across the majority of European regions. Migration into the EU shows a significant increase in the years between the mid-1990s and early 2000s, rising threefold to reach around 1.5-2 million from 2002 onwards. In 2007 migrants who arrived in the EU within the last seven years accounted for more than one third of all resident working-age migrants, and 2.3% of the overall EU working-age population. (cid:1) When it comes to intra-EU mobility , the east-west working migration from EU12 in the course of EU enlargement has been moderate, while in most Member States, immigration from EU15 and most of all from third countries appears to be much more significant. (cid:1) High-mobility countries (e.g. Poland, Lithuania) suffer from a certain degree of brain drain , although, evidence suggests, that, much the east- west mobility is temporary, and already shows signs of return-migration in the light of the recent financial and economic crisis. Main obstacles and challenges for LRA: (cid:1) Trends towards polarisation at the labour market bring concerns of inequality and the ‘working poor’. Polarisation understood as job creation at the extremes of the job spectrum (either low- or high-paid jobs) is a significant trend in Cyprus, France, Hungary, the Netherlands and Slovakia while a more concentrated job creation at the higher end of the job spectrum can be observed in Denmark, Finland, Ireland, Luxembourg and Portugal. (cid:1) Insufficient literacy skills are serious obstacles for youth employment in Europe. In 2007 one out of every five 15-year olds in Europe had inadequate reading skills. One out of every six 18 to 24 year olds has ",
        "18 dropped out of school with no more than lower secondary education. (cid:1) A higher level of education significantly reduces the risk of unemployment . According to ESPON, the populations of periphery regions in countries such as Portugal, Greece, Italy and Spain have less than 25% of higher education attainment. (cid:1) Migration and integration problems affect regional labour markets . Lack of access to employment has been identified as the greatest barrier to integration for disadvantaged population groups. Migrants face multiple problems such as the lack of services to enhance education, access to housing and health care services, gender equality, fair participation in politics and civil society. (cid:1) Poverty and Social Exclusion are aggravated by insufficient coordination of active inclusion policies ; a lack of indicators to assess the extent of poverty in Europe; insufficient support for low skilled workers, migrants and disabled people; and insufficient coordination between public agencies and services. 2.2 Lisbon priority ac t ion on Investing in people and modernising labour markets This section describes the main issues of the Lisbon strategy, which are delivered by EU institutions, Member States and Regional and Local Authorities. The overall EU Policy Framework The Lisbon Strategy is the key political ambition of the European Union to become “ the most competitive and dynamic knowledge-based economy in the world, capable of sustainable economic growth with more and better jobs and greater social cohesion ”. 26 Progress in reaching this objective is reported to the EU Spring Council in March every year. The Spring Council decides the key priorities for following up on the Lisbon Strategy. The 2004 evaluation highlighted the failure of the Lisbon Strategy to deliver on its key targets, particularly slow growth, unemployment and lack of investment in research and development. This failure was partly blamed on the lack of ownership of the strategy by Member States. The revision of the Lisbon Strategy was agreed on at the Spring Council 2005 and comprises a stronger orientation on Growth and Jobs as a precondition for delivering other elements of the strategy, including social inclusion. In addition, the Council adopted in June 2005 a new method of governance for the Lisbon 26 Strategic goal for 2010 set for Europe at the Lisbon European Council - March 2000. ",
        "19 Strategy, the Integrated Guidelines for Growth and Jobs (integrating the Broad Economic Policy Guidelines – divided between Macro and Micro Economic Guidelines - and the Employment Guidelines), as well as an integrated reporting system (National Reform Programmes and National Reform Programmes implementation reports). The revised Lisbon Strategy established three overarching objectives for employment: achieving full employment, improving quality and productivity at work and strengthening social and territorial cohesion . These objectives are delivered through eight Guidelines (Guideline 17-24) and three priorities. The priorities are: (cid:1) Attract and retain more people in employment, increase labour supply and modernise social protection systems (cid:1) Improve adaptability of workers and enterprises (cid:1) Increase investment in human capital through better education and skills The policy priority “Investing in people and modernising labour markets” “Investing in people and modernising labour markets” is the third of the four policy priorities set by the 2008 European Council to push the implementation of the renewed Lisbon Strategy for Growth and Jobs. It comprises the following thematic areas of specific interest to the regional and local policymakers. Areas of specific interest to LRA 27 1. High quality of education - Investment in pre-primary and primary education - Increased investment in targeted vocational training 2. Labour market - Flexicurity 3. Social dimension - Reduce illiteracy - More adult learning - Recognising informal and non-formal education - Social inclusion - Social cohesion 4. Demographic change - Demographic renewal in Europe through better conditions for families and reconciliation of work and family life 27 These areas of specific interest to Local and regional authorities have been identified through the work of the CoR-Lisbon Monitoring Platform (see http://lisbon.cor.europa.eu/) ",
        "20 - Employment in Europe: more jobs and longer working lives of better quality - Receiving and integrating migrants in Europe - Sustainable public finances to guarantee adequate social protection and equity between the generations Main issues of the EU policy framework to promote Employment - Overview on the thematic fields 28 This overview on the four key areas High quality of education , Labour market, Social dimension and Demographic change, which are of special relevance for the local and regional level, is described with reference to the Integrated Guidelines (Nos 17-24). 29 Key area: High quality of education Objectives of this area are investment in pre-primary and primary education and increased investment in targeted vocational training . According to Priority 3 of the Integrated Guidelines “ Increase investment in human capital through better education and skills ”, governments need to ensure that educational attainment levels are improved and that young people are equipped with the necessary key competencies, in line with the European Youth Pact. Policies should also aim at increasing the EU average level of participation in lifelong learning to at least 12.5 % of the adult working age population (25 to 64 age group). All stakeholders should be mobilised to develop and foster a true culture of lifelong learning from the earliest age. Guideline 17 also refers to this priority. Priority 1 “Attract and retain more people in employment, increase labour supply and modernise social protection systems” mentions that “the implementation of the European Youth Pact should also be a contribution to a lifecycle approach to work in particular by facilitating transition from education to the labour market.” Guideline 23 insists on the need for “inclusive education and training policies and action to facilitate significantly access to initial vocational, secondary and higher education.” Guideline 24 also stresses the education and training systems. 28 Council of the European Union: Council decision on Guidelines for the employment policies of the Member States. July 2008. 29 It should be emphasized that the list is not exhaustive. Furthermore it is possible that the thematic fields mentioned below overlap and a clear distinction between them cannot always be made. Ex. the Flexicurity strategy which is in the following list assigned to key area 2 “Labour market”, also includes the Lifelong learning concept which refers also to key area 1 “High quality of education”. Overlapping also exists between the first and the third thematic field “High quality of education” and “Social dimension”. ",
        "21 Policy area: Labour market The most prominent concept of this area is Flexicurity , which involves four key components that should be taken into account: (cid:1) Flexible and reliable contractual arrangements (cid:1) Comprehensive lifelong learning (LLL) strategies (cid:1) Effective active labour market policies (ALMP) and (cid:1) Modern social security systems that provide adequate income support, encourage employment and facilitate labour market mobility. Guideline 19 urges those responsible to “ensure inclusive labour markets, enhance work attractiveness, and make work pay for job-seekers, including disadvantaged people and the inactive. It also mentions that “Better transitions between jobs and into employment are an essential part of a flexicurity concept.” Guideline 20 refers to “the modernisation and strengthening of labour market institutions, notably employment services.” Guideline 21 calls on the Member States to implement their own flexicurity pathways. Priority 1 mentions that the quality of jobs is “ crucial for a flexicurity approach.” Also priority 2 claims to “improve adaptability of workers and enterprises” and stresses that “an integrated flexicurity approach is needed”. Policy area: Social dimension Reduce illiteracy , more adult learning , the importance of recognizing informal and non-formal education and finally social inclusion /active inclusion/social cohesion are the key objectives in this dimension. Different factors, such as low levels of primary education or unemployment, result in the marginalisation of large numbers of people, excluding them from the benefits of society. New forms of illiteracy are evolving - adults who are not digitally literate are deprived of essential information and facilities. Also Priority 3 of the Integrated Guidelines refers to the social dimension. The rationale of guideline 23 insists on the need to reduce the rate of early school leaving and emphasises inter alia “e fficient lifelong learning strategies open to all in schools, businesses, public authorities and households (…) with a view to enhancing participation in continuous and workplace training throughout the life-cycle, especially for the low-skilled older workers.” Regarding adult learning , Priority 3 refers to the necessity that “workers, if they are to remain and progress in work and be prepared for transition and changing labour markets, need to accumulate and renew skills regularly.” Furthermore, Guideline 24 stresses the importance of recognising informal and non-formal education and the need to respond “to new occupational needs, key competencies and future skill requirements.” In the sphere of social inclusion, EU action has finally created a clear consensus about the key challenges to eradicate child poverty , to make labour markets truly inclusive , to ensure decent housing for everyone , to overcome discrimination and increase the integration of people with disabilities, ",
        "22 ethnic minorities and to tackle financial exclusion . The rationale of Guideline 18 mentions “the importance of promoting active inclusion of the most excluded from the labour market” . Also priority 1 mentions that special attention should be paid to “promoting active inclusion of those most excluded from the labour market.” Guideline 19 also refers to “active inclusion policies that “can increase labour supply and strengthen society’s cohesiveness. ” Policy area: Demographic change The most relevant objectives in this policy area comprise the following: (cid:1) Promoting demographic renewal in Europe (cid:1) Promoting employment in Europe (cid:1) A more productive and dynamic Europe (cid:1) Receiving and integrating migrants in Europe (cid:1) Sustainable public finances to guarantee adequate social protection. The EU heads of state and government decided on the establishment of a European Alliance for Families at their Spring 2007 meeting, which serves as a platform for the exchange of views and experience on family-friendly policies and good practices between Member States. The Commission highlights areas where Member States, social partners and civil society as well as the EU can play an important role in supporting the quality of life of families. Demographic renewal in Europe is to be promoted through better conditions for families and reconciliation of work and family life. The rationale of Guideline 18 details how Member States should achieve progress in the employment rate, insisting notably on “ childcare provision ” and the need to focus on the needs of “ single parents and families with many children ”. Also Priority 1 mentions that for enhancing “ a life cycle approach to work and to promote reconciliation between work and family life, policies towards childcare provisions are necessary .” The priority to ensure more jobs and longer working lives of better quality in Europe aims at achieving an average employment rate for the European Union (EU) of 70 % overall, of at least 60 % for women and of 50 % for older workers (55 to 64) by 2010. Regarding receiving and integrating migrants in Europe , Guideline 19 mentions that “ full consideration must also be given on the national labour markets to the additional labour supply resulting from immigration of third- country nationals. ” Guideline 20 refers to an appropriate management of economic migration. There is a focus on sustainable public finances to guarantee social protection in the areas of pensions, health and long-term care. Guideline 19 mentions the need to “ ensure affordable access to basic services, adequate levels of minimum resources to all, combined with the principles of fair remuneration ”. Guideline 17 and 18 refer to modernising the social protection system . ",
        "23 Main findings Main issues of Lisbon strategy under the policy priority “Investing in people and modernising labour markets: Policy area: High quality of education Objectives of this area are to increase investment in human capital through better education and skills . Investment in pre-primary and primary education and increased investment in targeted vocational training, increasing participation in lifelong learning, facilitating the transition from education to the labour market, and facilitating access to secondary and higher education are further objectives. Key area: Labour market The Flexicurity concept involves the following four key components: flexible and reliable contractual arrangements; comprehensive lifelong learning strategies; effective active labour market policies and modern social security systems that provide adequate income support, encourage employment and facilitate labour market mobility. This includes inter alia better transitions between jobs and into employment; the modernisation and strengthening of labour market institutions, notably employment services; and ensuring inclusive labour markets (including disadvantaged people). Policy area: Social dimension Reduce illiteracy , more adult learning , the importance of recognizing informal and non-formal education and finally social inclusion /active inclusion/social cohesion are the key objectives in this dimension. The need to reduce the rate of early school leaving; efficient lifelong learning strategies, open to all in schools, businesses, public authorities and households; and workplace training throughout the life-cycle, especially for low-skilled older workers are stressed. Furthermore the social dimension focuses on decent housing for everyone; eradicating child poverty; overcoming discrimination and increasing the integration of people with disabilities and ethnic minorities and tackling financial exclusion. Policy area: Demographic change The most important objectives in this key area are the following: demographic renewal in Europe through better conditions for families and reconciliation of work and life ; employment in Europe: more jobs and longer, better quality, working lives ; receiving and integrating migrants in Europe; and finally sustainable public finances to guarantee social protection. This dimension focuses inter alia on the childcare provision, i.e. supporting single parents and ",
        "24 families with many children. Furthermore the appropriate management of economic migration and the affordable access to basic financial services are stressed. 2.3 Overview on the EU, national, regional and local ongoing Employment Policies and initiatives 2.3.1 Community Instruments and initiative– the challenge of coordinated use The Social Agenda While actions in the social sphere are primarily the responsibility of the national and to some degree of the regional and local levels, the EU has a complementary role at a more strategic level: in fostering cooperation between Member States, coordinating efforts to promote active inclusion, labour market integration, life- long learning and social inclusion and supporting the fight against poverty. In this light, the Renewed Social Agenda 30 , adopted on 2 July 2008, defines several priority action areas: children and youth, investing in people: more and better jobs, new skills; mobility; longer and healthier lives; combating poverty and social exclusion; fighting discrimination and promoting gender equality; opportunities, access and solidarity on the global scene. These objectives are addressed through a mix of different policy tools such as EU legislation, social dialogue, cooperation between Member States in the area of social protection and inclusion, mobilising EU funding (SF, the European Globalisation Adjustment Fund and the PROGRESS Programme), partnership, dialogue and communication (involvement and consultation of non- governmental organisations, Local and Regional Authorities and other stakeholders) as well as by ensuring that all EU policies promote opportunities, access and solidarity (screening new initiatives for social and employment impacts). The European Employment Strategy The European Employment Strategy (EES) was launched at the Luxembourg Jobs Summit in November 1997 and aims to ensure the co-ordination of employment policies between EU Member States. It is based on exchange of 30 COM(2008) 412 final: Renewed social agenda: Opportunities, access and solidarity in 21st century Europe. Brussels, 2.7.2008 ",
        "25 information, joint discussions between the Member States and the European Commission, as well as on a structured dialogue between the European institutions (the European Commission, the European Parliament, the Committee of the Regions, the European Economic and Social Committee) and the social partners. In operational terms the strategy is defined by the Integrated Guidelines for Growth and Jobs, which is translated into National Reform Programmes for each Member State. The Commission’s annual reports on growth and employment analyse the NRPs’ progress and the Council adopts recommendations for policy reprioritisations and country-specific advice. Flexicurity approach The principle of flexicurity 31 is a core objective of the Integrated Guidelines, and supports the implementation of the Lisbon Strategy for Growth and Jobs at national and European level. It is generally defined as an integrated strategy for simultaneously enhancing flexibility and security in the labour market. The flexicurity principle consists of four policy components: (cid:1) flexible and reliable contractual arrangements; (cid:1) comprehensive lifelong learning strategies; (cid:1) effective active labour market policies; (cid:1) modern social security systems. The EU financial support for financing flexicurity policies consists of the whole range of measures that fall within the EU Employment Guidelines and that are eligible for the European Social Fund (approximately €70 billion in the 2007- 2013 programming period) or the European Regional Development Fund (e.g. training, active labour market measures, lifelong learning, promotion of entrepreneurship). In specific cases the European Globalisation Adjustment Fund can also provide considerable Community contributions. LED – Local Employment Development The European Commission promotes Local Employment Development (LED) strategies. Local partnership, good understanding and dialogue combined with a commitment to management excellence bring benefits to citizens in local communities. LEDs aim at enhancing the involvement of local actors in formulating and implementing employment policies with an integrative, partnership and multi-stakeholder approach. In recent years, the Commission shifted the focus of LEDs from direct funding to the promotion of awareness- 31 /* COM/2007/0359 final */ Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - Towards Common Principles of Flexicurity: More and better jobs through flexibility and security {SEC(2007) 861} {SEC(2007) 862} ",
        "26 raising, the provision of guidance, the dissemination of good practice exchange through joint work with the OECD and a handbook for new Member States. A study was undertaken in 2008 on the interaction between local employment development and corporate social responsibility (CSR). 32 PROGRESS The EU’s employment and social solidarity programme PROGRESS (2007- 2013) works alongside the European Social Fund (ESF). The programme focuses on employment , social inclusion and protection , working conditions , non-discrimination and gender equality . To ensure its delivery on EU commitments, implementation and uniform application of EU laws, the programme works in partnership with governments, local authorities, employers, trade unions and the voluntary sector. PROGRESS targets all 27 Member States, Local and Regional Authorities, public employment services and national statistics offices and specialised bodies. The Commission selects and funds up to 80% of specific projects. PROGRESS funds three types of actions: Analysis; Mutual Learning, Awareness and Dissemination; Support to main actors. Mutual Learning Programme The Mutual Learning Programme provides opportunities to exchange experiences and good practices among Member States. It is managed by the Commission and since 2007 has been developed under the PROGRESS programme providing the possibility of co-funding for the operational costs of European-level networks. It also finances activities involving mutual learning and activities that support the main stakeholders. The European Employment Strategy emphasises that the exchange of information concerning the promotion of employment and productivity in Europe is essential. The Mutual Learning Programme works in the framework of three strands of activities: Thematic Review seminars, Peer Review meetings, and follow-up and dissemination activities. Lifelong Learning Programme The Lifelong Learning Programme 33 comprises various educational and training initiatives with an overall budget of nearly €7 bil lion for the period from 2007 to 2013. The four sub-programmes focus on different stages of education and training: Comenius for schools, Erasmus for higher education, Leonardo da Vinci for vocational education and training, Grundtvig for adult education. 32 see http://ec.europa.eu/social/BlobServlet?docId=1816&langId=en 33 http://ec.europa.eu/education/lifelong-learning-programme/doc78_en.htm ",
        "27 New Skills for New Jobs Initiative The New Skills for New Jobs initiative was created to improve the capacity to fulfil the requirements of the skills needed in the EU. It should aid in reaching the objectives defined by the EU’s growth and jobs strategy as well as taking advantage of existing initiatives and instruments, collecting results and information which can be passed on to other regions, and promoting a real European labour market. Support for Investing in people and modernising the labour market in the 7th Framework Programme for Research and Technological Development The 7th Framework Programme for Research and Technological Development (FP7) is the main instrument at EU level for supporting research and development, bundling all research-related EU initiatives together under a common roof. The programme’s budget is spent on “grants to research actors all over Europe and beyond, in order to co-finance research, technological development and demonstration projects”. 34 Calls for proposals and a highly competitive peer review process determines the allocation of grants. Consequently, FP7 follows an excellence-driven rather than a territorial approach. 35 While FP7 generally has an excellence-driven strategy, it supports human resources in the context of its specific sub-programmes. In this respect Two of the five programmes are particularly relevant for the policy priority “Investing in people and modernising the labour market”: (cid:1) The People programme supports mobility of researchers and career development, both for researchers inside the European Union and externally. It is being implemented via Marie Curie actions, designed to help researchers build their skills and competences throughout their careers. (€4 750 million); (cid:1) The Capacities-programme strengthens research capacities in the six specific knowledge areas “Research Infrastructures”, “Research for the benefit of SMEs”, “Regions of Knowledge”, Research Potential”, “Science in Society” and “International Cooperation activities” (€ 4 097 million); The programme embraces six specific knowledge areas, including Research Infrastructures, Research for the benefit of SMEs, Regions of Knowledge, Research Potential, Science in Society and International Cooperation activities. Local and Regional Authorities may participate as beneficiaries in the Specific Programmes. The specific area “Regions of Knowledge” explicitly fosters the participation of public administration at local and 34 EC (2008): Synergies in funding opportunities. 35 EC (2008): Synergies in funding opportunities. ",
        "28 regional level. The budget for “Regions of Knowledge” totals € 126 million. 36 In terms of basic and applied research FP7 furthermore tackles employment in its specific programme on 'Cooperation', which supports all types of research activities carried out by different research bodies in transnational cooperation. The main research fields are (1) Growth, employment and competitiveness in a knowledge society (2) Combining economic, social and environmental objectives in a European perspective (3) Major trends in society and their implications; (4) Europe in the world; (5) The citizen in the European union; (6) Socioeconomic and scientific indicators; (7) Foresight activities; (8) Strategic activities. 37 Though research institutions are the main target group in these research fields, LRA may participate as stakeholders and single projects may have a strong territorial focus. The participation in such research projects is of particular relevance for those LRA which do not have their own regional or local research institutions. Employment support in the Structural Funds The Structural Funds’ management and implementation system is partly committed to a governance approach that requires strong vertical and horizontal coordination. Multi-annual operational programmes are developed jointly by the Member States, the regions (in some cases even with local participation) and the Commission. The Commission, together with the Member States and the regional authorities, contributes its share of public funding. 38 The Structural Funds consist of three main funds, which are: (cid:1) The Cohesion Fund supports Member States whose Gross National Income is lower than 90% of the EU average and concentrates on major projects involving the environment and transport infrastructure. (cid:1) The European Regional Development Fund (ERDF) was created to reduce the gap between the levels of development of different regions within the EU. It finances measures to create and safeguard sustainable jobs, improve infrastructures, to regenerate areas of industrial and economic decline and to support local development and employment initiatives as well as improve education, health and neighbourhood services. (cid:1) The European Social Fund (ESF) seeks to reduce differences in prosperity and living standards across the EU Member States. Its objective is to promote employment in the EU by better equipping Europe’s workforce and companies to face new global challenges. Both the public 36 http://cordis.europa.eu/fp7/capacities/regions-knowledge_en.html. 37 see http://cordis.europa.eu/fp7/ssh/about-ssh_en.html 38 European Parliament (2007): Synergies. ",
        "29 and private sectors are involved including, amongst others, LRAs, learning institutions, and NGOs. Over the period 2007-2013, its budget amounts to some €75 billion. The ESF strategy and b udget is negotiated and decided between the EU Member States, the European Parliament and the Commission and consists of seven-year Operational Programmes. These three funds contribute to the objectives : Convergence, Regional Competitiveness and Employment, and European Territorial Cooperation. For the policy priority “people and labour market” outside the Convergence regions, the Regional Competitiveness and Employment objective is most relevant. It aims not only at strengthening competitiveness but also employment, through a two-fold approach. Operational programmes help regions to anticipate and promote economic change through innovation and the promotion of the knowledge society. In addition, more and better jobs are supported by adapting the workforce and by investing in human resources. A total of 168 regions in the EU Member States, representing 314 million inhabitants, are eligible. Furthermore, regional differentiation is reflected in terms of phasing-in and phasing-out regions. 13 regions are “phasing-in” areas and, as such, subject to special financial allocations due to their former status as “Objective 1” regions. Regions in 19 EU Member States are concerned with this objective. The former programmes Urban II and Equal (2000-2006) are integrated into the Convergence and Regional Competitiveness and Employment objectives. 39 The Regions for Economic Change Initiative Regions for Economic Change is an initiative on regional and urban networks for the 2007-13 programming period. It aims to stimulate urban and regional networks around 30 commonly identified priority themes focused on economic modernisation and the renewed Lisbon agenda. Regions are asked to structure their networks around these themes and to focus on experiences from the mainstream programmes of the Structural Funds as well as on enhanced communication. Funding is provided through the INTERREG IVC and URBACT II programmes as well as through the Convergence, Regional Competitiveness and Employment and the European Territorial Cooperation programme. The themes for Regions For Economic Change and its fast track option are grouped into specific policy fields. Particularly relevant for labour market is the third thematic field “More and better jobs”, with sub-fields Promoting entrepreneurship, Meeting the demographic challenge, Promoting a healthy workforce in healthy workplaces, Integrating marginalised youth, Managing migration and facilitating social integration, Improving the adaptability of workers and enterprises, Improving the adaptability of workers and enterprises, Expanding and improving education and training systems, 39 see ftp://ftp.cordis.europa.eu/pub/fp7/docs/practical-guide_en.pdf ",
        "30 Increasing employment of older workers. Particular attention is paid across all fields to improved governance and to the involvement of the private sector. Synoptic overview on community funding instruments 40 Table 1. Main features of FP7 and Structural Funds Instrument FP7 Structural Funds Priorities / Specific Programm es - People - Ideas - Capacities - Cooperation - Convergence - Competitiveness and employment - Territorial Cooperation Budget €50 521 million €347 000 million Type of approach Competitive, excellence-driven approach. Cohesion-oriented Target groups Public research institutions, Researchers, Knowledge intensive SMEs, Big enterprises, Local and Regional Authorities Local and Regional Authorities, SMEs, public research institutions, Business support organisations etc. Pro- gramme design and implemen- tation EU Council, European Parliament, European Commission (DG Research , DG Information Society, JRC) EU Council, European, Parliament, European Commission (DG Regional Policy, DG Employment, DG Agriculture), National governments, Regional authorities Source: European Parliament (2007): Synergies; EC (2008): Synergies in funding opportunities. 2.3.2 National and regional interventions and types of instruments The regionalisation level of Structural funds programmes from 2007-2013 Policies and programmes in the area of ‘Investing in people and the labour market’ co-funded by the Structural Funds also play a crucial role at the national, local and regional level. As these programmes are co-funded by national and regional resources, they also need to be regarded as national and regional interventions. From the point of view of employment policies, in particular the regionalisation level of ESF programmes needs to be looked at. The following table shows, that in this respect only Belgium, Finland, France, 40 for an extended version see table 4, annex. ",
        "31 Germany, Italy, Portugal, Spain, and the United Kingdom have regional ESF programmes, of which only Belgium, Germany, Italy and Spain by comparison have a number of ESF programmes that is as high as the respective number of ERDF programmes. ",
        "32 Table 2. National and regional Operational Programmes for 2007 to 2013 in EU 27 Source: DG Regio (2008), National Strategic Reference Frameworks State Member State Total Regio nal national Programmes regional Programmes Struct. ERDF ERDF+ CF CF ESF ERDF ESF Bulgaria 7 0 3 2 2 Estonia 3 0 2 1 Ireland 3 2 1 2 Greece 21 7 5 2 7 7 Cyprus 2 0 1 1 Lithuania 4 0 2 2 Luxem- bourg 2 0 1 1 Hungary 15 7 3 3 2 7 Portugal 14 9 3 1 1 7 2 Romania 7 0 3 2 2 U n i t a r y S t a t e Slovakia 10 1 5 2 2 1 Czech Rep. 17 7 6 2 2 7 Denmark 2 0 1 1 France 36 34 1 1 30 4 Latvia 3 0 2 1 Nether- lands 5 4 1 4 Slovenia 3 0 1 1 1 Finland 7 5 1 1 4 1 D e c e n t r a l i z e d U n i t a r y S t a t e Sweden 9 8 1 8 Spain 45 42 2 1 23 19 Italy 52 42 7 3 21 21 Malta 2 0 1 1 Poland 21 16 3 1 1 16 R e g i o n a l i z e d U n i t a r y S t a t e UK 22 22 16 6 Belgium 10 9 1 4 5 Germany 36 34 1 1 17 17 F e d e r a l S t a t e Austria 10 9 1 9 Total 368 258 46 18 7 39 183 75 ",
        "33 Types of national and regional instruments With respect to the ongoing national, regional and local polices, programmes and initiatives in addition to EU co-financed policies, illustrative examples are provided in chapter 3.1 and 3.2. The diversity of these interventions reflects the different framework conditions (in terms of state structure), funding traditions and priorities at the level of Member States and regions. The availability of comparative information at EU-level is very limited, as respective documents are provided mainly in the national languages. In order to give an overview, the types of instruments are briefly presented: (cid:1) National acts and laws are the most formalized interventions in this policy sphere and usually relate to issues of overarching importance. (cid:1) Strategies or (master) plans on employment policies are mostly defined at the national level, sometimes initiated by the respective ministries of labour and often co-ordinated between different sectors and administrative levels (regions and provinces). Strategies or plans are sometimes superordinated to action plans or initiatives, which are usually more specific in nature and strongly implementation-oriented. The themes concern employment or social policies in a rather broad sense. (cid:1) National initiatives on employment are usually linked to very specific topics, they have limited funding for rather clearly defined target groups (e.g. for the elderly, for women, etc.). Sometimes initiatives are part of a wider strategy or an action plan. The themes are rather specific with a direct government interest. (cid:1) Action programmes, pacts & partnerships are usually based on agreements between several actors in the field concerned. They are indispensable, where the state structure and the distribution of competences imply that agreements between different administrative levels need to be found. This may either be a very specific, but complex theme (implementation of a labour information system at different administrative levels), or a rather broad theme which, however, requires a common effort (long-term planning of higher education). (cid:1) Programmes are characterized by a comprehensive funding arrangement already defined for specific beneficiaries. Intermediary bodies sometimes administer programmes. In most cases, programmes contain EU co- funding (e.g. ERDF or ESF). A programme usually comprises a coherent set of funded themes and activities. Programmes define the concrete target group, the eligible actions, as well as the types of final beneficiaries. (cid:1) Single projects and research studies are concrete examples of interventions carried out by the final beneficiaries. Such examples are usually part of a wider programme or funding scheme. The funding may derive from different sources. ",
        "34 Main findings (cid:1) The Renewed Social Agenda 41 , defines actions in seven priority areas: children and youth, investing in people: more and better jobs, new skills; mobility; longer and healthier lives; combating poverty and social exclusion; fighting discrimination and promoting gender equality; opportunities, access and solidarity on the global scene. (cid:1) The European Employment Strategy (EES) aims to ensure the co- ordination of employment policies between EU Member States. (cid:1) The ‘flexicurity’ approach is an integrated strategy for simultaneously enhancing flexibility and security in the labour market. The EU financial support for financing flexicurity policies consists of the whole range of measures that fall within the EU Employment Guidelines and that are eligible for the European Social Fund or the European Regional Development Fund. (cid:1) PROGRESS is the EU´s employment and social solidarity programme. The programme focuses on employment, social inclusion and protection, working conditions, non-discrimination and gender equality. ESF – European Social Fund. (cid:1) The Mutual Learning Programme provides opportunities to exchange experiences and good practices among Member States. (cid:1) The European Social Fund is one of the EU´s Structural Funds, set up to reduce differences in prosperity and living standards across the EU Member States. Its objective is to promote employment in the EU by better equipping Europe’s workforce and companies to face new global challenges. (cid:1) The European Regional Development Fund (ERDF) finances measures to create and safeguard sustainable jobs, improve infrastructures, to regenerate areas of industrial and economic decline and to support local development and employment initiatives as well as improve education, health and neighbourhood services. (cid:1) The Lifelong Learning Programme 42 comprises various educational and training initiatives with an overall budget of nearly €7 billion for the period from 2007 to 2013. (cid:1) While actions in the social field are primarily the responsibility of the national and to some degree also of the regional and local levels, the EU has a complementary role at a more strategic level. 41 COM(2008) 412 final: Renewed social agenda: Opportunities, access and solidarity in 21st century Europe. Brussels, 2.7.2008 42 http://ec.europa.eu/education/lifelong-learning-programme/doc78_en.htm ",
        "35 3 Local and Regional Authorities´ contribution to the policy priority “Investing in people and modernising labour markets” 3.1 The operational dimension: The activities of LRAs This chapter investigates the kind of activities in which Local and Regional authorities have been involved in the delivery of the Lisbon Priority. The examples have been selected from the National Progress Reports 2008 . Only those examples have been chosen, that explicitly mention the involvement of local or regional authorities, though their role may be of a different nature, as analysed in the following 43 . The selected examples are illustrative and do not cover EU27. 3.1.1 Policy area: High quality of education (cid:1) In Germany: within their constitutional competencies, the Federal Government and Federal Länder are aiming to ensure with the Higher Education Pact 2020 that there are a sufficient number of places available at institutions of higher education in the long term; to enhance the efficiency of research undertaken at institutions of higher education; to set up partnerships between higher education institutions. An administrative agreement between the Federal Government and the Federal Länder on the Higher Education Pact 2020 was concluded by the heads of the Federal Government and the Federal Länder on 5/9/2007, it applies to an initial promotion phase, to be continued until 31/12/2010 (cid:1) Through the Regional Operational Programme (POR) in Romania, the Ministry of Development, Public Works and Housing (MDLPL) has complemented the efforts of the Ministry of Education, Research and Youth (MECT) in order to rehabilitate the infrastructure and to improve the equipping of schools units in rural and disadvantaged areas . As a consequence, the local authorities from rural areas can also apply for the financing of such projects. The call for a proposal for this field of intervention was launched on the 28th February 2008. To date, 24 projects were submitted, of which 4 were in rural areas. 43 The formal quality of the reporting made it sometimes difficult to assess the extent to which LRAs have been involved. ",
        "36 (cid:1) In France the overhaul of the vocational training system is intended to improve the chances of the student’s professional integration and further study. In this context the strengthening of performance-driven management of the vocational training services is a key-objective in order to improve the multi-year planning between the State and the regional authorities. Developing an occupations high school in partnership with local authorities and employers and working on quality to ensure that 800 high schools are eligible for this label by 2010 is a further objective. The aim for 2010 is to absorb 45,000 students into the vocational training system after the final year in junior high school. (cid:1) In Spain particular importance is given to the coordination between the various administrations to increase the quality of the education system and reduce early school leaving rates . The Government convened a monographic conference on school abandonment with regional governments for October 2008 with a view to exchanging successful experiences and developing a joint strategy that combines the efforts of the various education administrations. (cid:1) In Greece the enhancement of gender equality policies in the whole range of Public Administration aims to effectively integrate the gender equality dimension in the whole range of Public actions, at the levels of both central and local government, through the active participation of civil society and NGOs. Special emphasis is placed on increasing the presence and participation of women in the public sector and the wider society and especially in decision – making centres. 3.1.2 Policy area: Labour market (cid:1) In Northern Ireland, a new Employment Service Delivery Model (EDSM) is currently being tested and aims to improve customer service and produce a highly skilled workforce. ESDM has been operating since April 2007 in four areas and an interim report of its operation to date has taken place. Based on the experiences and lessons learnt from the operation of the model thus far, elements of EDSM will be phased in to other offices during 2008. In Wales, Want2Work, a project jointly developed by the Welsh Assembly Government and Jobcentre Plus, has been operating in selected LA areas. The project, supported by European funding, has provided a more intensive range of support to help economically inactive people make the transition into employment. (cid:1) In the Czech Republic all the relevant partners at central and regional levels who can help in the implementation of the Lifelong Learning Strategy are engaged in its preparation. These partners in particular are representatives of the relevant ministries and other central administrative authorities, representatives of regional authorities, representatives of ",
        "37 towns and villages, representatives of trade union organizations, employer’s organizations, associations of schools, educational institutions for adults and other relevant social partners. (cid:1) The Italian Ministry of Labour, the Regions and the Provinces have undertaken to work together through a joint technical committee formed in May 2007 for the purpose of coming up with a new master plan for Employment Services . The committee is analyzing the following issues: essential levels of service; indicators for monitoring and evaluating the services; and the resources and targets for system consolidation. (cid:1) In Italy significant efforts have been dedicated in recent years to the joint construction of the Labour Information System , which will serve as a tool to the State, the Regions, the Provinces and Local Entities to be used for reporting, analyzing and publishing labour-related data. A State- Regions Agreement drafted 2008 defines the timing and means for the completion of the system. 3.1.3 Policy area: Social dimension (cid:1) In Finland cross-administrative programmes help to coordinate parallel measures for young people threatened with social exclusion. The 16– 17 year-old young people who are outside education and working life represent a particularly challenging age group. To improve their situation, working groups have been established and projects initiated in the period 2003–2008. In connection with the policy programme for the well-being of children, youth and families, a working group has been appointed with the task of determining, by the end of 2008, the local-level cross- administrative official cooperation to be offered to young people as well as the placing of the youth workshop system on a statutory basis. Official cooperation will be examined broadly from the perspectives of early intervention, the exchange of necessary information as well as young people’s participation and inclusion in municipal decision-making. The Government will discuss proposals in spring 2009. (cid:1) Local Government Denmark and KTO (Association of Local Government Employees’ Organisations) are currently well on the way to implementing 3 projects to promote the integration of ethnic minorities . It was agreed to launch the projects in spring 2007. The three projects concern: Integration and training positions which are intended to promote the cooperating local parties' knowledge of the KTO agreement regarding integration and training positions. Culture and diversity at the workplace is aimed at investigating what promotes the acceptance and use of diverse skills in an organisation’s culture with a view to the development of tools that can promote a diverse company culture. In cooperation with the other parties in the hospitalsphere, Danish Regions has conducted a ",
        "38 comprehensive diversity project. The project is aimed at gathering and communicating the many experiences that are part of the work with diversity within the healthcare services. (cid:1) The Grenelle de l’Insertion Round Table was established in France to fight poverty and exclusion. It facilitates a broad dialogue between all stakeholders, particularly benefit recipients, social partners and local authorities. In May 2008 this initiative culminated in a roadmap with thirteen action principles and twelve priority projects, designed to modernise existing integration mechanisms and adapt them to the poorest. The stakeholders clearly agreed on the priority of a return to employment and a more secure pathway to work. The reforms further include a single integration contract with a suitable legal framework for the people furthest from employment. (cid:1) In Germany, as part of the National Integration Plan , the Federal Government, the Federal Länder and the municipalities launched a comprehensive range of measures back in 2007 with a view to promoting vocational integration. All foreigners who have the prospect of being granted residence not only have access to all general employment measures, they can also take language courses tailored to their specific occupation. Under the European Social Fund, offering language courses tailored to specific occupations is to be combined increasingly with elements of professional qualifications in the new funding period 2007- 2013. Promoting integration will also focus on combating integration deficits within the second and third generations. (cid:1) In Portugal, the structuring of Local Partnerships for Urban Regeneration programs is aimed at promoting social cohesion and inclusion, the integration and equality of opportunities for the different communities within the city, stimulating socio-economic revitalisation of degraded urban areas. Within the scope of the first public tender carried out in 2008, 23 Partnership Action Programs have already been selected for the Urban Regeneration programme. 3.1.4 Policy area: Demographic change (cid:1) The Swedish Association of Local Authorities and Regions participates in the Council for Integration in Working Life, which was formed by the social partners – the Confederation of Swedish Enterprise, the Swedish Agency for Government Employers, the Swedish Trade Union Confederation, the Swedish Confederation for Professional Employees, the Swedish Confederation of Professional Associations and – to support, follow up and further develop the work on integration in working life. Hence the Council works to fight ethnic discrimination and harassment in the workplace. The Council works for increased integration ",
        "39 in a number of different ways, including the exchange of experience and ideas together with practical guidance. The Council draws the attention of authorities and politicians to structures that have to be changed, visits workplaces, arranges hearings and research and training seminars, and develops and distributes information and educational material. The Council also honours businesses, government agencies, organisations and individuals who help increase integration in working life through practical work and good initiatives with a special award. (cid:1) In Germany, important measures aimed at enhancing the employment opportunities of older persons were implemented with the “ Act on Enhancing Employment Prospects for Older Persons ” (Gesetz zur Verbesserung der Beschäftigungschancen älterer Menschen), which is helping to promote further vocational training for older persons in a targeted fashion. In this way, it is sending out a strong signal in favour of lifelong learning. Furthermore, the integration subsidies for companies hiring older workers were adapted and a combined wage model was introduced for older employees. The employment opportunities of older persons were further enhanced by easing restrictions in relation to fixed- term contracts for older workers. (cid:1) In Italy, active-ageing projects have been promoted at a regional level with regard to equal opportunities for employment, training the testing of flexible employment formulas, and the redistribution of workloads. The Regions are dedicating much attention to active-ageing policies, with a special focus on the development of the employability of older workers. The 2007-2013 European Social Fund Regional Operational Programmes incorporate resources of € 298 million to be alloca ted over the 7-year period. (cid:1) In 2007 in Latvia, in order to develop kindergarten facilities, play and development centres and babysitting services, 7 play and development centres for children were established, as well as day centres for primary school age children (LVL 0.052 million). In total, 44 such centres have so far been established. In 2007, a babysitter service (pilot project) was established in Liep ā ja City Municipality. Its goal is to provide babysitter services to families with children (LVL 0.016 million). 60 potential babysitters were trained in the framework of the pilot project. In 2008, 2 agreements on the establishment of children’s day centres in 2 local governments and 6 agreements with 6 local governments on provision of support for supplementing education were signed. ",
        "40 3.2 The governance dimension: The role of LRAs in the implementation of the policy priority and their interplay with EU and national level This chapter illustrates the Lisbon-driven Local and Regional Authorities´ contributions to enhancing the labour market and investing in people in interaction with EU policy. This dimension deals with instruments and is aimed at the regional and local level in implementing the Lisbon topic “Investing in people and modernising labour markets”. For the purpose of this analysis it is however relevant to reflect briefly on the different conditions of LRA in the single Member States, according to their respective state structures. An EU working group on multi-level governance divided the Member States into four categories. These types are distinguished by the degree of autonomy of the sub-national levels and the mode of transfer of powers: Table 3. Typology of State Structures Unitary States Decentralised unitary states Regionalised unitary states Federal States Bulgaria Cyprus Estonia Greece Hungary Ireland Lithuania Luxembourg Portugal Romania Slovenia Czech Republic Denmark Finland France Latvia Slovakia Sweden The Netherlands Italy Malta Poland Spain United Kingdom Austria Belgium Germany Source: http://ec.europa.eu/governance/areas/group10/report_en.pdf and ESPON project 2.3.2. Final Report (for New Member States’ classification) (Centralised) unitary states have only a local level infra-national hierarchy. Regional levels may exist for administrative reasons but are subordinate to the central state. Decentralised unitary states have undertaken a process of reform to establish elected regional authorities above the local level. Regionalised unitary states are characterised by the existence of elected regional governments with constitutional status, legislative powers and a high degree of autonomy. In federal states, power-sharing is guaranteed by the constitution. ",
        "41 3.2.1 Case Study 1: Investing in human capital Case study Work-study service centres/HRM service centres Authorities involved province of Noord-Brabant (NL) Content The province of Noord-Brabant supports the creation and further development of the work-study service centres and HRM service centres in six smaller regions in the province, representing a full coverage network of service centres in the province. The facilities focus primarily on fostering lifelong learning, making extensive use of Prior Learning Assessment and Recognition (PLAR). These facilities also achieve a better alignment between what the educational system supplies and what the labour market needs. In addition, Brabant is starting a school voucher campaign targeting less well-educated people, aimed at persuading these people to go back to school. The province took the initiative to set up a subsidy scheme for small business owners to encourage them to start practicing social innovation. Role of LRA (cid:1) supportive function: proactive support of development of service centres (cid:1) initiating and incentive function: issuing a school voucher campaign (cid:1) dissemination function: spread HRM service centres over smaller regions (cid:1) coordination function: alignment between educational system and needs of the labour market ",
        "42 3.2.2 Case Study 2: Reducing early school leaving Case study Integrated approach to young people Authorities involved Local authorities of Amsterdam, Rotterdam, The Hague, Utrecht (NL) Content The four biggest cities in the Netherlands (Amsterdam, Rotterdam, The Hague and Utrecht) use an integrated approach to young people and have developed a robust policy to limit the number of young people leaving school before earning a basic qualification. Unemployed young people who have earned a basic qualification are linked to an employer. Young people who leave school without earning a basic qualification are encouraged to go back and earn a basic qualification, or are equipped with sufficient work skills. The cities place young people up to the age of 27, irrespective of whether they are receiving social assistance benefits, in school or work as quickly as possible. Young people who are not yet eligible to take part in a reintegration programme take part in care programmes. Care programmes give young people support specifically geared towards eliminating obstacles to school or work. All the necessary instruments will be put in play for these young people, including subsidised jobs. Role of LRA (cid:1) streamlining function: development and integration of public education policies in order to prevent early school- leaving (cid:1) awareness-raising function: early school-leavers are encouraged to go back and earn a basic qualification (cid:1) mediation function: link between early school leavers and employers (cid:1) financing function: provision of subsidised jobs for young people ",
        "43 3.2.3 Case Study 3: Demographic change Case study The integration of migrants - Lessons from Wolverhampton City Council, UK 44 Authorities involved City of Wolverhampton (UK) Content Wolverhampton has a long history as a migrant destination. 11.2% of the population are currently foreign nationals, 22.2% of the population of Wolverhampton is from an ethnic minority, including UK born and foreign born. However, only 4% of those employed by the city are from an ethnic minority. Employees in managerial positions who are from minority ethnic groups are currently disproportionately represented in less senior positions. Furthermore, intolerance and lack of understanding among different ethnic groups sometimes leads to conflicts. The priorities of the Wolverhampton City Council’s Corporate Plan 2005-2008 include “making communities safer and stronger” so that “diversity is valued and celebrated, with good community relations, and where local people, including newcomers, feel a sense of belonging.” The policy invites minority groups to participate in decision-making concerning local services and also encourages members of the public and employees to complain if they believe they have not received equal treatment. Wolverhampton created a designated department to monitor equality and diversity issues . Another priority of the Council is its recruitment policy, which should guarantee that the Council workforce reflects the diversity in the city’s population. Recruitment measures have been adopted targeting particular ethnic minority groups as a means of encouraging applicants from these groups. Wolverhampton has increased the number of applicants from its local Asian communities by advertising jobs in their newspapers, visiting places of worship such as Sikh 44 The CLIP network (European network of cities for local integration policies for migrants), an initiative coordinated and supported by the European Foundation for the Improvement of Living and Working Conditions in Dublin, the Council of Europe (Congress of Local and Regional Authorities – CLRAE) and the city of Stuttgart, has been running since 2006. In the framework of the CLIP network, Roger Lawrence, leader of the Wolverhampton City Council, UK, presented the local authorities' personnel policy for migrants to the city. Conference “European cities integrating migrants. From Amsterdam to Zagreb: Fostering a dialogue about successful policies” 7 April 2008, Committee of the Regions, Brussels. ",
        "44 temples and introducing electronic recruitment initiatives, such as online advertising of vacancies and online application processes. The City of Wolverhampton has also improved access to training to promote the career development of ethnic minority employees and provides training on diversity for all employees. All staff are provided with an “equality essentials” induction course; moreover, all new social care workers must take part in a ‘Skills for care common induction standards’ course, which includes equality and diversity training. In addition, a series of “One city many people” workshops have been held to increase people’s understanding of the diverse religions within Wolverhampton. The establishment of a Black Workers’ Development Group among employees has helped to inform people about recruitment and promotion policies, as well as about the provision of services. Ethnic minority staff is well represented on many of the city council’s internal training courses. In the period 2005–2006, 19% of staff who received training were employees with an ethnic minority background. Role of LRA (cid:1) empowering function: The plan invites minority groups to participate in decision-making concerning local services and to claim their rights. (cid:1) planning function: The City Council developed a multi- annual long-term plan, with an integrated strategy for diversity management. (cid:1) monitoring function and evaluation function: An own department for monitoring equality and diversity issues has been created. (cid:1) facilitating function: The access to training to promote the career development of ethnic minority employees has been improved and a training course on diversity for all employees has been provided. (cid:1) information function: The establishment of a Black Workers’ Development Group among employees has helped to inform people about recruitment and promotion policies, as well as about the provision of services. ",
        "45 3.2.4 Case Study 4: Social dimension/social inclusion Case study Labour market integration of the elderly in Styria, Austria Authorities involved national level: Federal Office of Social Affairs regional level: Government of the Bundesland Styria Content The Styrian Employment Pact (STEBEP) is a contract between the Labour Market Service (AMS) Styria and the regional Government of the Bundesland Styria with the objective of mutually planning and implementing labour market activities. A specificity of the Styrian Territorial Employment Pact consists in the strong sub-regional approach, which is characterised by the setting up of sub-regional coordination bodies (Regional Managements). The Territorial Employment pacts form a network of the following bodies: Regional Managements (regional coordination body), Labour Market Service (AMS), Communes/Municipalities, Social Partners, Training providers, Non-Profit Organizations, Gender Mainstreaming Representatives Territorial Employment Pacts (TEPs) are contracted regional partnerships to better link employment policy with other policies, in order to improve the employment situation at regional and local level. The TEPs in Austria serve as a framework for the Public Employment Service (AMS), the regions, the branches of the Federal Office of Social Affairs, the social partners as well as other relevant partners to agree upon and implement joint programmes for promoting employment. The agreements based on partnership are aligned with the individual needs of each region. Role of LRA (cid:1) harmonizing function: Through Territorial Employment Pacts synergies are created in terms of cooperative planning. (cid:1) horizontal co-ordination function: The regional authority, the labour market services as well as further partners set clear targets for employment policies. (cid:1) vertical coordination function: The regional authority “translates” national strategies to the regional level and provides the conditions to further fine-tune these strategies to the sub-regional level. (cid:1) strategic coordination: The national labour market polices are fine-tuned according to the regional and even sub-regional context (upstream information flow) (cid:2) common work-programmes are agreed. ",
        "46 Summary on functions of LRA in described case studies The functions of Local and Regional Authorities in policies related to the labour market and investment in people can also be described within the specific functions of the policy cycle: (1) role of LRA in policy development; (2) role of LRA in policy implementation; (3) role of LRA in policy learning. The interpretation of this matrix is described in the Synthesis chapter 4.1 Table 4. Synthesis table on functions of LRA in selected case studies CASE STUDY / function Policy develop -ment Policy imple- menta- tion Policy learning 1) Work-study service centres/HRM service centres (Noord-Brabant, NL) supportive function : proactive support of development of service centres X initiating and incentive function: issuing a school voucher campaign X dissemination function: spread HRM service centres over smaller regions X coordination function: alignment between educational system & needs of the labour market X 2) Integrated approach to young people (Amsterdam, Rotterdam, The Hague, Utrecht, NL) streamlining function: development and integration of public education policies in order to prevent early school-leaving X awareness-raising function: early school-leavers are encouraged to go back and earn a basic qualification X mediation function: link between early school leavers and employers X financing function: provision of subsidized jobs for young people X 3) The integration of migrants - Lessons from Wolverhampton City Council, UK empowering function: The Plan invites minority groups to participate in decision-making concerning local services and to claim their rights. X ",
        "47 CASE STUDY / function Policy develop -ment Policy imple- menta- tion Policy learning planning function: The City Council developed a multi-annual long-term plan, with an integrated strategy for diversity management. X monitoring function and evaluation function : Creation of an in-house department for monitoring equality and diversity issues. X facilitating function : improved the access to training to promote the career development of ethnic minority employees and provides training on diversity for all employees X information function : The establishment of a Black Workers’ Development Group among employees has helped to inform people about recruitment and promotion policies, as well as about the provision of services. X 4) Labour market integration of the elderly in Styria, Austria harmonizing function: Through Territorial Employment Pacts, synergies are created through cooperative planning. X horizontal co-ordination function : the regional authority, the labour market services as well as further partners set clear targets for employment policies. X vertical coordination function : The regional authority “translates” national strategies to the regional level and provides the conditions to further fine-tune these strategies to the sub-regional level. X strategic coordination: fine-tuning of polices: national labour market polices are fine-tuned in the regional and even sub-regional context, common work-programmes are agreed X ",
        "",
        "49 4 Synthesis: The involvement of LRAs in the policy priority “Investing in people and modernising labour markets” 4.1 Approaches of LRA for the coordination of policies in the priority area The following findings are based on the analysis of the case studies in chapter 3. Fields of activity where the input of LRA is particularly evident (cid:1) Local and Regional Authorities are active in all fields of intervention concerning the policy priority “Investing in people and modernising labour markets”: Activities take place in the fields of the labour market, education, childcare facilities, social inclusion, urban regeneration, social integration. (cid:1) Complex labour market initiatives, which require a strong interaction between different administrative levels (multi-level governance), are mostly realised following the initiative of national authorities or through a joint initiative by national and regional authorities. Examples for such initiatives comprise the National Integration Plan and the Higher Education Pact in Germany, as well as the construction of a labour information system in Italy. (cid:1) Local and Regional Authorities particularly in federal Member States and regionalised Unitary Member States have a consultative role in national activities. Consultation and cooperation took place in the case of the German National Integration Plan, the German Higher Education Pact; the Italian Master Plan for Employment Services; the Italian State-Regions Agreement for the construction of the Labour Information System. (cid:1) Local Authorities are particularly strongly engaged in Lisbon-related activities involving direct contact with the beneficiaries. (e.g. the integrated approach for reducing early school leaving in NL; urban regeneration programs in PT, social integration measures in the UK. (cid:1) Local and Regional Authorities take an “executive and implementing role” in the case of initiatives that have been developed at higher administrative levels. While “higher” government levels develop the framework, the actual projects are carried out by LRAs (e.g. Latvian pilot project on babysitter services, kindergarten services). (cid:1) In the field of investing in people and modernising labour markets Local and Regional Authorities are involved in a wide range of available ",
        "50 instruments: This has been the case in the National Plan for Integration in Germany, in the State Regions-Agreement for the construction of Labour Information Systems in Italy, in the Regional Operational Programme in the field of active-ageing projects in Italy. (cid:1) Local Authorities are particularly active as project promoters (e.g. for reducing early school leaving in NL), in pilot projects (e.g. for the provision of childcare facilities in Latvia) or in urban regeneration programmes (e.g. in Portugal). Role of LRA in policy development: (cid:1) Regional Authorities have a strong role in policy development for investing in people and modernising the labour market: They translate national labour market strategies to the regional level (e.g. Territorial Employment Pact in Styria, Austria). They assume a vertical coordination function when bringing together different authorities and when translating national strategies to the regional level. Additionally they may provide the conditions to further fine-tune these strategies at the sub-regional level. (cid:1) Local and Regional Authorities facilitate the territorial approach when translating national labour market policies further to the sub-regional context. In this respect the Regional Managements (sub-regional bodies) were established under the Territorial Employment Pact in Styria, Austria (cid:1) Local and Regional Authorities ensure the streamlining and integration of public policies in the labour market field and thus create synergies through coordination: In the case of the programme to prevent early school-leaving, such an integrated approach has been achieved between 4 major cities. In the case of the territorial Employment Pacts in Syria, synergies have been created through cooperative planning between different administrative levels. (cid:1) Local and regional Authorities assume strategic planning functions in the field of local regional employment policies. In Wolverhampton (UK), the City Council has developed a multi-annual long-term plan, with an integrated strategy for diversity management. Role of LRA in policy implementation (cid:1) Local and Regional Authorities assume a supportive and initiating function when establishing services for investing in human capital at the local and regional level. The province of Noord-Brabant supports the creation of a work-study service centre and has started a school voucher campaign targeting less educated people to convince them to go back to school. ",
        "51 (cid:1) The empowering and facilitating function of Local and Regional Authorities ensures the effective implementation of Lisbon-related measures in the field of social integration. The participation of migrants in decision-making is encouraged through Wolverhampton City Council’s Corporate Plan 2005-2008. The city also facilitates equal access to training to promote the career development of ethnic minority employees and provides training on diversity for all employees. (cid:1) Local and Regional Authorities assume a financing function when committing their own resources for implementing measures on education and social integration. Four cities in the Netherlands put in place the necessary instruments, including subsidised jobs for young people in order to reduce early school leaving. (cid:1) Local and Regional Authorities assume a mediating role between different interest groups in the education and labour market spheres. The local authorities in Amsterdam Rotterdam, the Hague and Utrecht take active measures to provide a link between early school leavers and employers. Role of LRA in policy learning and dissemination (cid:1) The information and awareness-raising function of Local and Regional Authorities spreads Lisbon-related goals to the citizens and makes them aware of effectively using the newly provided services: In the City of Wolverhampton, a Black Workers’ Development Group for employees has been established in order to inform people about recruitment and promotion policies, as well as about the provision of services. (cid:1) Monitoring and evaluation functions are assumed by Local and Regional Authorities not only for the sound administration of funds, but also for ensuring and effectively implementing Lisbon-related measures: In the City of Wolverhampton (UK), an in-house department has been created for monitoring equality and diversity issues. 4.2 The means applied by LRA for the delivery of the policy priority The relevance of Community funding instruments for “Investing in people and modernising the labour market” for Local and Regional Authorities depends on the overall intervention logic (cohesion orientation versus excellence orientation), the regionalisation of their delivery mechanisms, the territorialisation of their approach”, the opportunities for LRA-involvement in policy design. In this respect the following conclusions can be drawn: (cid:1) With a view to promoting basic or applied research on local and regional issues related to employment and human resources, LRA may use the 7th ",
        "52 Framework Programme for Research and Technological Development - al though research institutions are the main target, they may participate as beneficiaries or stakeholders. Areas of specific interest are mainly the specific sub-programmes: (1) The People programme; (2) The Capacities-programme. The specific area “Regions of Knowledge” explicitly fosters the participation of public administration at local and regional level. The budget for “Regions of Knowledge” totals € 126 million. (3) The 'Cooperation'-programme supports all types of research activities carried out by different research bodies in transnational cooperation. LRA may participate as stakeholders and single projects may have a strong territorial focus. Participation in such research project is of particular relevance for those LRAs which do not have their own regional or local research institutions. However, for programme design and programme implementation, Local and Regional Authorities are not directly involved in FP7. (cid:1) These three Structural funds (CF, ESF, ERDF) contribute to the objectives: Convergence, Regional Competitiveness and Employment, and European Territorial Cooperation. For the policy priority “people and labour market” outside the Convergence regions, the Regional Competitiveness and Employment objective is most relevant. It aims not only at strengthening competitiveness but also employment, through a two-fold approach. Operational programmes help regions to anticipate and promote economic change through innovation and the promotion of the knowledge society. In addition, more and better jobs are supported by adapting the workforce and by investing in human resources. A total of 168 regions in the EU Member States is eligible, representing 314 million inhabitants. The former programmes Urban II and Equal (2000-2006) are integrated into the Convergence and Regional Competitiveness and Employment objectives. (cid:1) The management and implementation system of Structural Funds differs substantially from FP7, as it is partly committed to a governance approach that requires strong vertical and horizontal coordination. Multi- annual operational programmes are developed jointly by the Member States, the regions (in some cases even with local participation) and the Commission. The Commission, together with the Member States and the regional authorities, contributes its share of public funding. 45 Policy and funding instruments at national, regional and local levels vary to a large degree: different types of instruments are in use depending on the state structure and the respective competences of LRAs. Generally, these instruments 45 European Parliament (2007): Synergies. ",
        "53 may also be used to implement EU strategies and programmes, but they may also act more independently. (cid:1) Acts and laws in the fields of employment and human capital are carried out at the administrative level with legislative powers in the fields concerned. This is mainly the national level, as well as the regional level in the case of federal States. The local level cannot directly apply this instrument, but takes part in a consultative role. Acts are the most formalised interventions in this policy area and relate to issues of overarching importance. (cid:1) Strategies or (master) plans relating to employment policies are often co- ordinated between different sectors and administrative levels (regions and provinces), while the national level, mostly represented by the respective ministries, has the role of an initiator. These instruments have a strong coordinative function in horizontal and vertical partnerships. Strategies or plans sometimes provide frameworks for action plans or initiatives, which are usually more specific in nature and strongly implementation-oriented. The themes concern employment or social policies in a rather broad sense. In federal states, regional and sub-regional authorities are consulted and/or the plan is prepared in strong co-operation with the national level. In more centralised countries, this consultative function is less evident. (cid:1) National initiatives relating to employment polices often have the function of awareness-raisers or very direct and immediate actions. Sometimes no additional administrative levels are involved. Initiatives on employment are usually linked to very specific topics, they have limited funding for rather clearly defined target groups (e.g. for the elderly, for women, etc.). Sometimes initiatives are part of a wider strategy or an action plan. The themes are rather specific with a direct government interest... (cid:1) Sub-regional actors have the role of consultative bodies or beneficiaries for actions, programmes, pacts and partnerships in the fields of employment and human capital, which are usually initiated by a higher administrative level (e.g. the respective national or regional ministries in federal states). Action programmes, pacts & partnerships are usually based on agreements between several actors in the area concerned. This may either be a very specific, but complex theme (implementation of a labour information system at different administrative levels), or a rather broad theme, which however requires a common effort (long-term planning of higher education). (cid:1) Programmes and funding schemes are usually defined at national (or regional) level with executive roles (for project implementation) at sub- regional levels. Programmes with EU-funding show a stronger involvement of regional and local actors as foreseen in the respective programming and implementing procedures. Programmes are characterised by a comprehensive funding arrangement, pre-allocated for ",
        "54 specific beneficiaries. Programmes are sometimes managed by intermediary bodies. In most cases, programmes contain EU co-funding (e.g. ERDF or ESF). A programme usually comprises a coherent set of funded themes and activities. Programmes define both the concrete target group, the eligible actions, as well as the types of final beneficiaries. (cid:1) Local and Regional Authorities take part as project partners (=implementers), or as end-users of projects and research studies in the fields of employment and human capital. Public authorities have the function of a client and/or end-user of the respective results. According to the nature of the measure, in which the project or research study is carried out, mainly regional (in the case of Regional Operation Programmes) or national authorities are involved. ",
        "55 5 Conclusions The evidence-based conclusions of this background report are already drawn in the synthesis chapter and are not repeated here. This chapter therefore limits itself to highlighting additional, more internal conclusions, which can be drawn from the present work. Critical aspects of the involvement of Local and Regional Authorities and lessons learnt (cid:1) Demographic trends affect employment in European regions and particularly threaten the financing of social structures in the regions and cities. Consistently low fertility levels, combined with an extended life expectancy and the fact that the baby boomers are reaching retirement age, results in an ageing EU population. The regional differences lead to a more dramatic development in some regions than in others and could threaten the social services financing of regions and cities. This has financial consequences for EU regions and Member States and underlines the need for immigrants in the knowledge sector and to contribute to the pension system. (cid:1) Persistent differences in regional labour markets with respect to youth unemployment can be effectively tackled through stronger involvement of Local and Regional Authorities. Cooperation projects (intra-, inter- and trans-regional) are particularly required in thisarea. (cid:1) While the actual share of long-term unemployment is mainly a country-level phenomenon, European regions and cities are directly confronted with the effects of this trend. Cities and regions are mostly affected by poverty and need to make integrative responses. (cid:1) Migration and integration problems strongly affect regions and cities in Europe. Lack of access to employment has been identified as the greatest barrier to integration for disadvantaged population groups. At the local and regional level migrants face multiple problems such as the lack of services to enhance education, access to housing and health care services, gender equality, fair participation in politics and civil society. This makes local and regional action particularly necessary . (cid:1) When it comes to intra-EU mobility, the east-west working migration from EU12 in the course of EU enlargement has been moderate , while in most Member States, immigration from EU15 and most of all from third countries appears to be much more significant. (cid:1) Brain drain is a significant trend in the so-called high-mobility countries (e.g. Poland, Lithuania), although evidence suggests that much of the east- ",
        "56 west mobility is temporary and there are already signs of return-migration as a result of the recent financial and economic crisis. (cid:1) The global financial crisis is affecting employment in regional and cities in EU27 in many ways: Less business investment and lower household spending result in falling economic activity and a decline in economic growth. The impact on the labour market is clearly reflected in a lower rate of job creation and rising unemployment: In March 2009 the unemployment rate in EU27 was 8.3%, compared with 6.7% one year before. (cid:1) Existence of a qualitative reporting gap concerning the contributions of Local and Regional Authorities in Lisbon-related activities in the fields of the labour market and investing in people. This implies that LRAs are, generally speaking, only rarely mentioned and when they are mentioned, the exact degree of involvement and their role in the policy process remain rather unclear. Sometimes it does not become obvious whether certain activities are only carried out at the local or regional level, or whether the respective authorities at these levels actively promote them. (cid:1) The participation of Local and Regional Authorities in setting the agenda in the labour market and human capital fields greatly depends on the degree of decentralisation in the respective Member States. In less decentralised countries, it is sometimes not clear how far the priorities of regions and cities have been taken into account in the respective national plans. (cid:1) The territorial approach in employment and social policies is highly dependent on the commitment of Local and Regional Authorities . However, when it comes to resources for activities in this sphere, EU- funded programmes and projects prevail, while nationally funded programmes tend to have a less territorial (decentralised) approach. (cid:1) In the context of initiatives and programmes in the fields of employment and social policies, Local and Regional Authorities are involved in virtually all policy stages: from policy development, through policy implementation, to policy learning and dissemination. Interestingly, this general picture is true across the EU and consequently contrasts with the current distribution of competences in this sphere. Questions open to further debate (cid:1) How can reporting on Lisbon-related activities (which is largely confined to Member States and EU interactions) also include the contributions of Local and Regional Authorities in a more transparent way? (cid:1) What is the role of EU resources in the fields of the labour market and investing in people at the local and regional level in financial terms? ",
        "57 (cid:1) Should further EU instruments be developed which support the territorial approach and the involvement of LRAs in the field of social policies? (cid:1) Do EU initiatives and strategies in the fields of the labour market and investing in people sufficiently consider the local and regional level? (cid:1) What is the impact of the financial crisis at the regional and local level and how can LRAs access the measures foreseen in the 'European Economic Recovery Plan’ which was endorsed by the Member States in December 2008? ",
        "",
        "59 6 References Council of the European Union (2008a) Brussels European Council 13/14 March 2008 Presidency conclusions. Council of the European Union (2008b) Council decision on Guidelines for the employment policies of the Member States. July 2008. European Commission (2006) Commission staff working document. Accompanying the European Commission Communication from the Commission. Regions for economic change. 11.2006. European Commission (2007a) COM/2007/0359 final */ Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - Towards Common Principles of Flexicurity: More and better jobs through flexibility and security {SEC(2007) 861} {SEC(2007) 862}: http://ec.europa.eu/education/lifelong-learning-programme/doc78_en.htm. European Commission (2007b) Communication from the European Commission to the Spring European Council. Integrated Guidelines for Growth and Jobs 2008-2010. 12.2007. European Commission (2008a) COM(2008) 412 final: Renewed social agenda: Opportunities, access and solidarity in 21st century Europe. Brussels, 2.7.2008: http://ec.europa.eu/education/lifelong-learning-programme/doc78_en.htm. European Commission (2008b) COM(2008) 800 final: ec.europa.eu/commission_barroso/president/pdf/Comm_20081126.pdf. European Commission (2008c) Communication from the Commission to the Spring European Council 2008: Strategic report on the renewed Lisbon Strategy for growth and jobs. European Commission (2008d) Communication from the Commission on a Commission Recommendation on the active inclusion of people excluded from the labour market, 3 October 2008. European Commission (2008e) Communication from the Commission to the Recommendation on the active inclusion of people excluded from the labour market. 10. 2008. ",
        "60 European Commission (2008f) Employment in Europe 2008: http://ec.europa.eu/social/BlobServlet?docId=678&langId=en. European Commission (2008g) Joint report on Social Inclusion and Social Protection 2008: http://www.eurofound.europa.eu/publications/htmlfiles/ef0870.htm. European Communities (2008) Eurostat regional yearbook 2008. European Economic and Social Committee (2007) Opinion on the Employment of priority categories (Lisbon Strategy). July 2007. European Foundation for the Improvement of Living and Working Conditions (2008) European Restructuring Monitor's (ERM) 2008 annual report, Dublin: Eurofound. European Foundation for the Improvement of Living and Working Conditions (2008) Equality and diversity in jobs and services for migrants in European cities: Good practice guide. European Spatial Planning Observation Network - ESPON 1.4.2. Preparatory Study on Social Aspects of EU Territorial Development. Final report. Europolitique, 9th October 2008, Eurostat (2009): http://epp.eurostat.ec.europa.eu/cache/ITY_PUBLIC/3-30042009-BP/EN/3- 30042009-BP-EN.PDF. Lisbon Monitoring Platform 2008: Workshop 7 October 2008. Summary of the Working group III Investing in people and modernising the labour market, Brussels, 7 October 2008. Quarterly EU Labour Market Review Winter 2008. Regulation (EC) No 1927/2006 of the European Parliament and of the Council of 20 December 2006 on establishing the European Globalisation Adjustment Fund: http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2006:406:0001:01:EN: HTML. ",
        "61 Seyfried, Erwin (2005) Local Employment Development in the EU and the US. Promoting successful policies and practices. Report to the seminar in Brussels on 13-14 June 2005. Spencer, Sarah (2008) Equality and diversity in jobs and services: City policies for migrants in Europe. CLIP network. European Foundation for the Improvement of Living and Working Conditions. Wolverhampton City Council: Corporate plan 2005-2008. Delivering for our city and communities. Zimmer, Gabriele (2008) EP’s Committee on Employment and Social Affairs, Confederal Group of the European United Left - Nordic Green Left, Germany: Report on Promoting social inclusion and combating poverty, including child poverty, October 2008. ",
        "62 Websites consulted: The analysed examples on LRA activities derive from the National Progress Reports (included in the updated National Reform Programmes 2008-2010), available at: http://ec.europa.eu/growthandjobs/national-dimension/member-states-2008- 2010-reports/index_en.htm http://ec.europa.eu/growthandjobs/faqs/background/index_en.htm http://ec.europa.eu/education/lifelong-learning-programme/doc78_en.htm http://ec.europa.eu/employment_social/esf/ http://ec.europa.eu/employment_social/local_employment/lla/fo/index.do http://ec.europa.eu/regional_policy/cooperation/interregional/ecochange/index_e n.cfm http://ec.europa.eu/social/home.jsp?langId=en http://www.eesc.europa.eu/lisbon_strategy/index_en.asp http://www.ecotec.com/idele/ http://www.elderly.at/en/about/index.html http://europa.eu/scadplus/leg/en/lvb/l60015.htm http://www.eurofound.europa.eu/areas/populationandsociety/clip.htm http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2005:0330:FIN:EN:DOC http://www.mutual-learning-employment.net http://www.verwaltung.steiermark.at ",
        "63 7 Annex Table 5. Dispersion of employment and unemployment rates, NUTS level 2 Source: Eurostat regional yearbook 2008 ",
        "64 Figure 2. Long-term unemployment share by NUTS 2 regions Source: Eurostat regional yearbook 2008 ",
        "65 Table 6. Youth unemployment rates Source: Quarterly EU Labour Market Review 2008 ",
        "66 Figure 3. Old age dependency (<64/15 to 64) 2006 to 2026. Change of the ratio in percentage points Source: Eurostat regional yearbook 2008 ",
        "67 Figure 4. Change in unemployment rate by NUTS 2 regions Source: Eurostat regional yearbook 2008 ",
        "68 Figure 5. At-risk-of-poverty-rate in the EU (%), total population and children, 2005 Source: European Commission: Joint report on Social Protection and Social Inclusion 2008 "
    ]
}