{
    "text": [
        "MINUTES (2006/C 287 E/02) PROCEEDINGS OF THE SITTING IN THE CHAIR: Edward McMILLAN-SCOTT Vice-President 1. Opening of sitting The sitting opened at 9.00. 2. Documents received The following documents had been received: 1) from the Council and Commission — Proposal for a Council Regulation on the establishment of a Joint Undertaking to develop the new generation European air traffic management system (SESAR) (COM(2005)0602 — C6-0002/2006 — 2005/0235(CNS)) referred to responsible: ITRE opinion: BUDG, TRAN — Proposal for a directive of the European Parliament and of the Council on the exercise of voting rights by shareholders of companies having their registered office in a Member State and whose shares are admitted to trading on a regulated market and amending Directive 2004/109/EC (COM(2005)0685 — C6-0003/2006 — 2005/0265(COD)) referred to responsible: JURI opinion: ECON — Proposal for a directive of the European Parliament and of the Council amending Directive 2002/59/EC establishing a Community vessel traffic monitoring and information system (COM(2005)0589 — C6-0004/2006 — 2005/0239(COD)) referred to responsible: TRAN opinion: ENVI — Proposal for a directive of the European Parliament and of the Council on payment services in the internal market and amending Directives 97/7/EC, 2000/12/EC and 2002/65/EC (COM(2005)0603 — C6-0411/2005 — 2005/0245(COD)) referred to responsible: ECON opinion: IMCO, JURI — Proposal for a Regulation of the European Parliament and of the Council laying down the Com- munity Customs Code ((Modernized Customs Code) (COM(2005)0608 — C6-0419/2005 — 2005/0246(COD)) referred to responsible: IMCO opinion: INTA, BUDG, CONT, ITRE, LIBE — Proposal for a decision of the European Parliament and of the Council on a paperless environment for customs and trade (COM(2005)0609 — C6-0420/2005 — 2005/0247(COD)) referred to responsible: IMCO opinion: CONT, ITRE, LIBE 24.11.2006 C 287 E/13 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "— Proposal for a Regulation of the European Parliament and of the Council amending Council Regu- lation (EC) No 2223/96 with respect to the transmission of national accounts data (COM(2005)0653 — C6-0438/2005 — 2005/0253(COD)) referred to responsible: ECON — Proposal for transfer of appropriations DEC 64/2005 — Section III — Commission (SEC(2005)1614 — C6-0439/2005 — 2005/2250(GBD)) referred to responsible: BUDG — Proposal for a regulation of the European Parliament and of the Council on the definition, descrip- tion, presentation and labelling of spirit drinks (COM(2005)0125 — C6-0440/2005 — 2005/0028(COD)) referred to responsible: ENVI opinion: IMCO, AGRI — Proposal for a Council decision on the position of the European Community in relation to the draft Regulation of the United Nations Economic Commission for Europe on wheels for passenger cars and their trailers (14451/2005 — C6-0444/2005 — 2005/0181(AVC)) referred to responsible: INTA opinion: IMCO, TRAN — Proposal for a Council decision on the position of the European Community in relation to the draft Regulation of the United Nations Economic Commission for Europe concerning the approval of adaptive front lighting systems (AFS) for motor vehicles (14454/2005 — C6-0445/2005 — 2005/0180(AVC)) referred to responsible: INTA opinion: IMCO, TRAN 2) from committees: — * Report on the proposal for a Council regulation imposing certain specific restrictive measures against certain persons suspected of involvement in the assassination of former Lebanese Prime Minister Rafiq Hariri (15098/2005 — C6-0434/2005 — 2005/0234(CNS)) — Committee on Civil Liberties, Justice and Home Affairs Rapporteur: Cavada Jean-Marie (A6-0003/2006) 3) from the Conciliation Committee: — Joint text approved by the Conciliation Committee for a directive of the European Parliament and of the Council concerning the management of bathing water quality and repealing Directive 76/160/EEC (PE-CONS 3659/2005 — C6-0373/2005 — 2002/0254(COD)) — Joint text approved by the Conciliation Committee on the Directive of the European Parliament and of the Council on the management of waste from extractive industries and amending Directive 2004/35/EC (PE-CONS 3665/2005 — C6-0405/2005 — 2003/0107(COD)) 3. Vote on request for urgent procedure Request for urgent procedure: — * Proposal for a Council regulation imposing specific restrictive measures against certain persons suspected of involvement in the assassination of former Lebanese Prime Minister Rafiq Hariri [15098/2005 — C6-0434/2005 — 2005/0234(CNS)] — Committee on Civil Liberties, Justice and Home Affairs. Rapporteur: Jean-Marie Cavada (A6-0003/2006) The request for urgent procedure was approved. The item was included on the agenda for voting time on Wednesday, 18.01.2006. 24.11.2006 C 287 E/14 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "4. Debates on cases of breaches of human rights, democracy and the rule of law (announcement of motions for resolutions tabled) Pursuant to Rule 115, the following Members or political groups had requested that such a debate be held on the following motions for resolutions: I. Extradition to Peru and trial of former President Alberto Fujimori — Pasqualina Napoletano and Luis Yañez-Barnuevo García, on behalf of the PSE Group, on the extra- dition and trial of former President Alberto Fujimori (Peru) (B6-0055/2006) — Danut ė Budreikait ė and Ar ū nas Degutis, on behalf of the ALDE Group, on support for the extradi- tion of former President Alberto Fujimori to Peru (B6-0059/2006) — José Ignacio Salafranca Sánchez-Neyra, Charles Tannock and Bernd Posselt, on behalf of the PPE-DE Group, on support for the extradition of former President Alberto Fujimori to Peru (B6-0062/2006) — André Brie, on behalf of the GUE/NGL Group, on the extradition of Mr Fujimori to Peru (B6-0066/2006) — Alain Lipietz, Raül Romeva i Rueda, Monica Frassoni, Eva Lichtenberger and Friedrich-Wilhelm Graefe zu Baringdorf, on behalf of the Verts/ALE Group, on support for the extradition of former President Alberto Fujimori to Peru (B6-0070/2006) II. Egypt: Violence against Sudanese refugees — Pasqualina Napoletano and Elena Valenciano Martínez-Orozco, on behalf of the PSE Group, on Egypt: violence against Sudanese refugees (B6-0056/2006) — Emma Bonino and Johan Van Hecke, on behalf of the ALDE Group, on violence against Sudanese refugees (B6-0061/2006) — Simon Coveney, Edward McMillan-Scott and Bernd Posselt, on behalf of the PPE-DE Group, on Egypt: violence against Sudanese refugees (B6-0063/2006) — Vittorio Agnoletto, Jonas Sjöstedt and Luisa Morgantini, on behalf of the GUE/NGL Group, on Egypt – Sudan (B6-0065/2006) — Eoin Ryan and Adriana Poli Bortone, on behalf of the UEN Group, violence against Sudanese refu- gees in Cairo (B6-0068/2006) — Hélène Flautre and Cem Özdemir, on behalf of the Verts/ALE Group, on the deaths of Sudanese asylum seekers in Egypt (B6-0069/2006) III. Cambodia: political repression — Pasqualina Napoletano and Elena Valenciano Martínez-Orozco, on behalf of the PSE Group, on political repression in Cambodia (B6-0057/2006) — Gintaras Didžiokas and Marcin Libicki, on behalf of the UEN Group, on Cambodia (B6-0058/2006) — Graham Watson, Jules Maaten, Emma Bonino, Marco Pannella, Frédérique Ries and Johan Van Hecke, on behalf of the ALDE Group, on Cambodia (B6-0060/2006) — Bernd Posselt and Simon Coveney, on behalf of the PPE-DE Group, on Cambodia (B6-0064/2006) — Esko Seppänen and Vittorio Agnoletto, on behalf of the GUE/NGL Group, on human rights in Cambodia (B6-0067/2006) — Frithjof Schmidt, Hélène Flautre and Raül Romeva i Rueda, on behalf of the Verts/ALE Group, on Cambodia (B6-0071/2006) Speaking time would be allocated in accordance with Rule 142. 5. Market access to port services ***I (debate) Report on the proposal for a directive of the European Parliament and of the Council on market access to port services [COM(2004)0654 — C6-0147/2004 — 2004/0240(COD)] — Committee on Transport and Tourism. Rapporteur: Georg Jarzembowski (A6-0410/2005) Jacques Barrot (Vice-President of the Commission) spoke. Georg Jarzembowski introduced the report. 24.11.2006 C 287 E/15 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "The following spoke: Stephen Hughes (draftsman of the opinion of the EMPL Committee), Marianne Thyssen, on behalf of the PPE-DE Group, Willi Piecyk, on behalf of the PSE Group, Anne E. Jensen, on behalf of the ALDE Group, Joost Lagendijk, on behalf of the Verts/ALE Group, Erik Meijer, on behalf of the GUE/NGL Group, Patrick Louis, on behalf of the IND/DEM Group, Roberts Z ī le, on behalf of the UEN Group, Ashley Mote, Non-attached Member, Rodi Kratsa-Tsagaropoulou, Saïd El Khadraoui, Josu Ortuondo Larrea, Michael Cramer, Georgios Toussas, Jeffrey Titford, Alessandro Battilocchio, Philip Bradbourn, Gilles Savary, Anneli Jäätteenmäki, Bart Staes, Helmuth Markov, Johannes Blokland, Koenraad Dillen, Luis de Grandes Pascual and Inés Ayala Sender. IN THE CHAIR: Pierre MOSCOVICI Vice-President The following spoke: Sajjad Karim, Pedro Guerreiro, Hélène Goudin, Kurt Joachim Lauk, Marta Vincenzi, Jacky Henin, Georgios Karatzaferis, Reinhard Rack, Ewa Hedkvist Petersen, Roberto Musacchio, Corien Wortmann-Kool, Richard Howitt, Luís Queiró, Lasse Lehtinen, Gunnar Hökmark, Joseph Muscat, Marcello Vernola, Nikolaos Sifunakis, Emanuel Jardim Fernandes, Marianne Mikko and Jacques Barrot. The debate closed. Vote: Minutes of 18.01.2006, Item 4.8 . 6. Developing the agenda for the Community's external aviation policy — EU- Russia and EU-China relations in the field of air transport (debate) Report on developing the agenda for the Community's external aviation policy [2005/2084(INI)] — Committee on Transport and Tourism. Rapporteur: Saïd El Khadraoui (A6-0403/2005) Report on relations with the Russian Federation and China in the field of air transport [2005/2085(INI)] — Committee on Transport and Tourism. Rapporteur: Roberts Z ī le (A6-0375/2005) Saïd El Khadraoui introduced the report (A6-0403/2005). Roberts Z ī le introduced the report (A6-0375/2005). IN THE CHAIR: Ingo FRIEDRICH Vice-President Jacques Barrot (Vice-President of the Commission) spoke. The following spoke: Zsolt László Becsey, on behalf of the PPE-DE Group, Bogus ł aw Liberadzki, on behalf of the PSE Group, Eva Lichtenberger, on behalf of the Verts/ALE Group, Vladimír Remek, on behalf of the GUE/NGL Group, Mieczys ł aw Edmund Janowski, on behalf of the UEN Group, Luis de Grandes Pascual, Jörg Leichtfried, Georg Jarzembowski, Inés Ayala Sender, Manolis Mavrommatis, Ulrich Stockmann, Piia- Noora Kauppi and Jacques Barrot. The debate closed. Vote: Minutes of 17.01.2006, Item 7.7 and Minutes of 17.01.2006, Item 7.8 . (The sitting was suspended at 11.45 pending voting time and resumed at 12.00.) IN THE CHAIR: Gérard ONESTA Vice-President Gary Titley, speaking on behalf of the EPLP members of the PSE Group, thanked the President of Parlia- ment for his tribute the previous day to the memory of Phillip Whitehead, and announced that Members who so wished could sign a book of condolence that had been placed at the entrance to the Chamber. The book would be presented to Mr Whitehead's family at his memorial service at Derby Cathedral on 29 January 2006. 24.11.2006 C 287 E/16 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "7. Voting time Details of voting (amendments, separate and split votes, etc.) appear in the ‘Results of votes’ annex to the Minutes. 7.1. Amendment of Regulation (EC) No 533/2004 (Croatia) * (Rule 131) (vote) Report on the proposal for a Council regulation amending Regulation (EC) No 533/2004 [COM(2005)0563 — C6-0406/2005 — 2005/0226(CNS)] — Committee on Foreign Affairs. Rapporteur: Elmar Brok (A6-0002/2006) (Simple majority) (Voting record: ‘Results of votes’, Item 1) DRAFT LEGISLATIVE RESOLUTION Adopted by single vote (P6_TA(2006)0001) 7.2. Protocol to the framework trade and cooperation agreement with Korea, following enlargement * (Rule 131) (vote) Report on the proposal for a Council decision on the conclusion of a Protocol to the Framework Agree- ment for Trade and Cooperation between the European Community and its Member States, of the one part, and the Republic of Korea, of the other part, to take account of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Hungary, the Republic of Latvia, the Republic of Lithuania, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union [COM(2005)0281 — C6-0303/2005 — 2005/0121(CNS)] — Committee on International Trade. Rapporteur: Enrique Barón Crespo (A6-0398/2005). (Simple majority) (Voting record: ‘Results of votes’, Item 2) DRAFT LEGISLATIVE RESOLUTION Adopted by single vote (P6_TA(2006)0002) 7.3. Inclusion of the Maldives in the list of countries covered following the Indian Ocean tsunamis of December 2004 * (Rule 131) (vote) Report on the proposal for a Council decision amending Decision 2000/24/EC in order to include the Maldives in the list of countries covered following the Indian Ocean tsunamis of December 2004 [COM(2005)0460 — C6-0319/2005 — 2005/0195(CNS)] — Committee on Budgets. Rapporteur: Esko Seppänen (A6-0407/2005). (Simple majority) (Voting record: ‘Results of votes’, Item 3) DRAFT LEGISLATIVE RESOLUTION Adopted by single vote (P6_TA(2006)0003) 7.4. Statistics of goods transport by inland waterways ***I (vote) Report on the proposal for a regulation of the European Parliament and of the Council on statistics of goods transport by inland waterways [COM(2005)0366 — C6-0249/2005 — 2005/0150(COD)] — Committee on Transport and Tourism. Rapporteur: Paolo Costa (A6-0333/2005). (Simple majority) (Voting record: ‘Results of votes’, Item 4) 24.11.2006 C 287 E/17 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "COMMISSION PROPOSAL Declared approved as amended ( P6_TA(2006)0004) DRAFT LEGISLATIVE RESOLUTION Adopted (P6_TA(2006)0004) 7.5. Citizenship of the Union — fourth report (vote) Report on the Commission's Fourth report on Citizenship of the Union (1 May 2001 — 30 April 2004) [2005/2060(INI)] — Committee on Civil Liberties, Justice and Home Affairs. Rapporteur: Giusto Catania (A6-0411/2005). (Simple majority) (Voting record: ‘Results of votes’, Item 5) MOTION FOR A RESOLUTION Rejected 7.6. Combating the trafficking of women and children (vote) Report on strategies to prevent the trafficking of women and children who are vulnerable to sexual exploi- tation [2004/2216(INI)] — Committee on Women's Rights and Gender Equality. Rapporteur: Christa Prets (A6-0400/2005). (Simple majority) (Voting record: ‘Results of votes’, Item 6) MOTION FOR A RESOLUTION Adopted (P6_TA(2006)0005) 7.7. Developing the agenda for the Community's external aviation policy (vote) Report on developing the agenda for the Community's external aviation policy [2005/2084(INI)] — Committee on Transport and Tourism. Rapporteur: Saïd El Khadraoui (A6-0403/2005). (Simple majority) (Voting record: ‘Results of votes’, Item 7) MOTION FOR A RESOLUTION Adopted (P6_TA(2006)0006) 7.8. EU-Russia and EU-China relations in the field of air transport (vote) Report on relations with the Russian Federation and China in the field of air transport [2005/2085(INI)] — Committee on Transport and Tourism. Rapporteur: Roberts Z ī le (A6-0375/2005). (Simple majority) (Voting record: ‘Results of votes’, Item 8) MOTION FOR A RESOLUTION Adopted (P6_TA(2006)0007) 24.11.2006 C 287 E/18 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "8. Explanations of vote Written explanations of vote: Explanations of vote submitted in writing under Rule 163(3) appear in the verbatim report of proceedings for the sitting. Oral explanations of vote: Report: Giusto Catania — A6-0411/2005 — Frank Vanhecke, Luciana Sbarbati and Agnes Schierhuber Report: Christa Prets — A6-0400/2005 — Hiltrud Breyer and Andreas Mölzer Report: Saïd El Khadraoui — A6-0403/2005 — Jaromír Kohlí č ek, on behalf of the GUE/NGL Group 9. Corrections to votes Corrections to votes appear on the ‘Séance en direct’ website under ‘Votes’/‘Results of votes’/‘Roll-call votes’. They are published in hard copy in the ‘Result of roll-call votes’ annex. The electronic version on Europarl will be regularly updated for a maximum of two weeks after the day of the vote concerned. After the two-week deadline has passed, the list of corrections to votes will be finalised so that it can be translated and published in the Official Journal. (The sitting was suspended at 12.35 and resumed at 15.05.) IN THE CHAIR: Ingo FRIEDRICH Vice-President 10. Approval of Minutes of previous sitting Bernard Poignant had informed the Presidency that he had been present but that his name was not on the attendance register. Paul Rübig enquired as to whom would be paying for the damage caused by demonstrators the previous day (the President replied that the Bureau had already discussed the matter and emphasised that the demonstration had caused physical injuries as well as material damage). The Minutes of the previous sitting were approved. 11. Security of energy supplies, particularly gas (debate) Council and Commission statements: Security of energy supplies, particularly gas Martin Bartenstein (President-in-Office of the Council) and Andris Piebalgs (Member of the Commission) made the statements. 24.11.2006 C 287 E/19 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "The following spoke: Jacek Emil Saryusz-Wolski, on behalf of the PPE-DE Group, Hannes Swoboda, on behalf of the PSE Group, Danut ė Budreikait ė , on behalf of the ALDE Group, Rebecca Harms, on behalf of the Verts/ALE Group, Esko Seppänen, on behalf of the GUE/NGL Group, Miros ł aw Mariusz Piotrowski, on behalf of the IND/DEM Group, Konrad Szyma ń ski, on behalf of the UEN Group, Alessandro Battilocchio, Non-attached Member, Giles Chichester, Reino Paasilinna, Lena Ek, Helmuth Markov, Dariusz Maciej Grabowski, Guntars Krasts, Alejo Vidal-Quadras, Jan Marinus Wiersma, Margarita Starkevi č i ū t ė , Toomas Hendrik Ilves and Martin Bartenstein. IN THE CHAIR: Dagmar ROTH-BEHRENDT Vice-President Andris Piebalgs spoke. The debate closed. 12. Common organisation of the market in sugar * — Support schemes for farmers (sugar) * — Restructuring the sugar industry * (debate) Report on the proposal for a Council regulation on the common organisation of the markets in the sugar sector [COM(2005)0263 — C6-0243/2005 — 2005/0118(CNS)] — Committee on Agriculture and Rural Development. Rapporteur: Jean-Claude Fruteau (A6-0391/2005) Report on the proposal for a Council regulation amending Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers [COM(2005)0263 — C6-0244/2005 — 2005/0119(CNS)] — Committee on Agriculture and Rural Development. Rapporteur: Jean-Claude Fruteau (A6-0392/2005) Report on the proposal for a Council regulation establishing a temporary scheme for the restructuring of the sugar industry in the European Community and amending Regulation (EC) No 1258/1999 on the financing of the common agricultural policy [COM(2005)0263 — C6-0245/2005 — 2005/0120(CNS)] — Committee on Agriculture and Rural Development. Rapporteur: Jean-Claude Fruteau (A6-0393/2005) Mariann Fischer Boel (Member of the Commission) spoke. Jean-Claude Fruteau introduced reports A6-0391/2005, A6-0392/2005 and A6-0393/2005. The following spoke: Glenys Kinnock (draftsman of the opinion of the DEVE Committee), Béla Glattfelder (draftsman of the opinion of the INTA Committee), Terence Wynn (draftsman of the opinion of the CONT Committee), Albert Deß, on behalf of the PPE-DE Group, Katerina Batzeli, on behalf of the PSE Group, Niels Busk, on behalf of the ALDE Group, Friedrich-Wilhelm Graefe zu Baringdorf, on behalf of the Verts/ ALE Group, Paul Verges, on behalf of the GUE/NGL Group, Witold Tomczak, on behalf of the IND/DEM Group, Sergio Berlato, on behalf of the UEN Group, Peter Baco, Non-attached Member, Ville Itälä, Vincenzo Lavarra, Ona Juknevi č ien ė , Margrete Auken, Diamanto Manolakou, Jeffrey Titford, Janusz Wojcie- chowski, Jean-Claude Martinez, Agnes Schierhuber, Margrietus van den Berg, Jan Mulder, Kartika Tamara Liotard, Andrzej Tomasz Zapa ł owski, Gintaras Didžiokas and Andreas Mölzer. The debate was suspended at that point for Question Time. It would be resumed at 21.00. IN THE CHAIR: Manuel António dos SANTOS Vice-President 13. Question Time (Commission) Parliament considered a number of questions to the Commission (B6-0676/2005). Part one Question 21 (Bill Newton Dunn): Interpol's Databases. Franco Frattini (Vice-President of the Commission) answered the question and a supplementary by Bill Newton Dunn. 24.11.2006 C 287 E/20 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Question 20 (Rodi Kratsa-Tsagaropoulou): Risk of water shortage in the Mediterranean. Stavros Dimas (Member of the Commission) answered the question and supplementaries by Rodi Kratsa- Tsagaropoulou, Josu Ortuondo Larrea and Paul Rübig. Question 22 (Proinsias De Rossa): Posting of Workers Directive. Vladimír Š pidla (Member of the Commission) answered the question and supplementaries by Andreas Schwab, Jan Andersson and Proinsias De Rossa. Part two Question 23 (Marie Panayotopoulos-Cassiotou): Proposed harmonisation of direct company tax. László Kovács (Member of the Commission) answered the question and a supplementary by Marie Panayo- topoulos-Cassiotou. Question 24 (Dimitrios Papadimoulis): ECJ judgment concerning Marks & Spencer. László Kovács answered the question and a supplementary by Dimitrios Papadimoulis. Question 25 (Hélène Goudin): Deregulation of postal services in the EU. Charlie McCreevy (Member of the Commission) answered the question and supplementaries by Hélène Goudin, Mairead McGuinness and James Hugh Allister. Question 26 (Zuzana Roithová): Health care services in the proposal for a directive on services in the internal market. Charlie McCreevy answered the question and supplementaries by Zuzana Roithová and Charlotte Cederschiöld. Question 27 (Katerina Batzeli): Public defence procurement contracts. Charlie McCreevy answered the question and supplementaries by Katerina Batzeli and Glyn Ford. Questions 28 to 30 would receive written answers. Question 31 (Bernd Posselt): EU-Ukraine. László Kovács answered the question and supplementaries by Bernd Posselt and Inger Segelström. Question 32 (Sajjad Karim): Sri Lanka: EU's response to Sri Lanka Presidential election result and Pirapa- haran statement. László Kovács answered the question and a supplementary by Sajjad Karim. Question 33 was not taken as the subject to which it referred was already on the agenda of the part- session. Question 34 lapsed as its author was absent. Question 35 (Inger Segelström): Colombia. László Kovács answered the question and a supplementary by Inger Segelström. Question 36 (Ryszard Czarnecki): ASEAN summit and protection of human rights. László Kovács answered the question and a supplementary by Ryszard Czarnecki. Questions which had not been answered for lack of time would receive written answers (see annex to the Verbatim Report of Proceedings) . 24.11.2006 C 287 E/21 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Commission Question Time closed. (The sitting was suspended at 19.05 and resumed at 21.05.) IN THE CHAIR: Janusz ONYSZKIEWICZ Vice-President 14. Common organisation of the market in sugar * — Support schemes for farmers (sugar) * — Restructuring the sugar industry * (continuation of debate) The following spoke: María del Pilar Ayuso González, Csaba Sándor Tabajdi, Johan Van Hecke, Ilda Figueiredo, Kathy Sinnott, Zdzis ł aw Zbigniew Podka ń ski, Jan Tadeusz Masiel, Czes ł aw Adam Siekierski, Marc Tarabella, Luciana Sbarbati, Zbigniew Krzysztof Ku ź miuk, Duarte Freitas, David Martin, Mairead McGuinness, Heinz Kindermann, Hynek Fajmon, María Isabel Salinas García, Ioannis Gklavakis, Thijs Berman, Margie Sudre, Iles Braghetto, Jan B ř ezina, Esther Herranz García and Mariann Fischer Boel. The debate closed. Vote: Minutes of 19.01.2006, Item 8.5, Minutes of 19.01.2006, Item 8.6 and Minutes of 19.01.2006, Item 8.7 . 15. Application of the Århus Convention to EC institutions and bodies ***II (debate) Recommendation for second reading on the common position adopted by the Council with a view to the adoption of a regulation of the European Parliament and of the Council on the application of the provi- sions of the Åarhus Convention on Access to Information, Public Participation in Decision-making and Access to Justice in Environmental Matters to Community institutions and bodies [06273/2/2005 — C6-0297/2005 — 2003/0242(COD)] — Committee on the Environment, Public Health and Food Safety. Rapporteur: Eija-Riitta Korhola (A6-0381/2005) Eija-Riitta Korhola introduced the recommendation for second reading. Stavros Dimas (Member of the Commission) spoke. The following spoke: Cristina Gutiérrez-Cortines, on behalf of the PPE-DE Group, María Sornosa Martínez, on behalf of the PSE Group, Jules Maaten, on behalf of the ALDE Group, Margrete Auken, on behalf of the Verts/ALE Group, Jonas Sjöstedt, on behalf of the GUE/NGL Group, Horst Schnellhardt, Evangelia Tzam- pazi, Mojca Dr č ar Murko, Rebecca Harms, Avril Doyle, Gyula Hegyi, Frieda Brepoels and Stavros Dimas. The debate closed. Vote: Minutes of 18.01.2006, Item 4.7 . 16. Management of waste from extractive industries ***III (debate) Report on the common draft directive, approved by the Conciliation Committee, of the European Parlia- ment and of the Council on the management of waste from the extractive industries and amending Direc- tive 2004/35/EC [PE-CONS 3665/2005 — C6-0405/2005 — 2003/0107(COD)] — Parliament's delega- tion to the Conciliation Committee Rapporteur: Jonas Sjöstedt (A6-0001/2006) Jonas Sjöstedt introduced the report. Stavros Dimas (Member of the Commission) spoke. The following spoke: Christa Klaß, on behalf of the PPE-DE Group, Gyula Hegyi, on behalf of the PSE Group, Leopold Józef Rutowicz, Non-attached Member, Péter Olajos and Richard Seeber. The debate closed. Vote: Minutes of 18.01.2006, Item 4.5 . 24.11.2006 C 287 E/22 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "17. Bathing water ***III (debate) Report on the common draft directive, approved by the Conciliation Committee, of the European Parlia- ment and of the Council concerning the management of bathing water quality and regarding Directive 76/160/EEC [PE-CONS 3659/2005 — C6 0373/2005 — 2002/0254(COD)] — Parliament's delegation to the Conciliation Committee Rapporteur: Jules Maaten (A6-0415/2005) Jules Maaten introduced the report. Stavros Dimas (Member of the Commission) spoke. The following spoke: Richard Seeber, on behalf of the PPE-DE Group, Gyula Hegyi, on behalf of the PSE Group, Marios Matsakis, on behalf of the ALDE Group, Caroline Lucas, on behalf of the Verts/ALE Group, Johannes Blokland, on behalf of the IND/DEM Group, James Hugh Allister, Non-attached Member, Cristina Gutiérrez-Cortines, Thomas Ulmer and Andreas Schwab. The debate closed. Vote: Minutes of 18.01.2006, Item 4.6 . 18. Sustainable development strategy (debate) Report on the environmental aspects of sustainable development [2005/2051(INI)] — Committee on the Environment, Public Health and Food Safety. Rapporteur: Anne Ferreira (A6-0383/2005) Anne Ferreira introduced the report. Stavros Dimas (Member of the Commission) spoke. The following spoke: Sepp Kusstatscher (draftsman of the opinion of the EMPL Committee), Bogus ł aw Sonik, on behalf of the PPE-DE Group, Karin Scheele, on behalf of the PSE Group, Margrete Auken, on behalf of the Verts/ALE Group, Andreas Schwab and Riitta Myller. The debate closed. Vote: Minutes of 18.01.2006, Item 4.12 . 19. Agenda for next sitting The agenda for the next sitting had been established (‘Agenda’ PE 368.209/OJME). 20. Closure of sitting The sitting closed at 0.05. Julian Priestley Secretary-General Josep Borrell Fontelles President 24.11.2006 C 287 E/23 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "ATTENDANCE REGISTER The following signed: Adamou, Agnoletto, Albertini, Allister, Alvaro, Andersson, Andrejevs, Andria, Andrikien ė , Angelilli, Antoniozzi, Arif, Arnaoutakis, Ashworth, Assis, Atkins, Aubert, Audy, Auken, Ayala Sender, Aylward, Ayuso González, Bachelot-Narquin, Baco, Badia I Cutchet, Barón Crespo, Barsi-Pataky, Batten, Battilocchio, Batzeli, Bauer, Beaupuy, Beazley, Becsey, Beer, Beglitis, Belder, Belet, Belohorská, Bennahmias, Be ň ová, Berend, Berès, van den Berg, Berger, Berlato, Berman, Bersani, Bertinotti, Bielan, Birutis, Blokland, Bobo š íková, Böge, Bösch, Bonde, Bonino, Bono, Booth, Borghezio, Borrell Fontelles, Bourlanges, Bourzai, Bowis, Bowles, Bozkurt, Bradbourn, Braghetto, Brejc, Brepoels, Breyer, B ř ezina, Brie, Brok, Brunetta, Budreikait ė , van Buitenen, Bullmann, van den Burg, Bushill-Matthews, Busk, Busquin, Busuttil, Buzek, Cabrnoch, Calabuig Rull, Callanan, Camre, Capoulas Santos, Carlotti, Carlshamre, Carnero González, Casa, Casaca, Cashman, Caspary, Castex, Castiglione, del Castillo Vera, Catania, Cavada, Cederschiöld, Cercas, Chatzimarkakis, Chichester, Chiesa, Chmielewski, Christensen, Chruszcz, Claeys, Clark, Cocilovo, Coelho, Cohn-Bendit, Corbett, Corbey, Cornillet, Correia, Cottigny, Coûteaux, Coveney, Cramer, Crowley, Marek Aleksander Czarnecki, Ryszard Czarnecki, D'Alema, Daul, Davies, de Brún, Degutis, Dehaene, Demetriou, De Michelis, Deprez, De Rossa, De Sarnez, Descamps, Désir, Deß, Deva, De Veyrac, De Vits, Díaz de Mera García Consuegra, Di č kut ė , Didžiokas, Díez González, Dillen, Dimitrakopoulos, Dionisi, Di Pietro, Dobolyi, Dombrovskis, Doorn, Douay, Dover, Doyle, Dr č ar Murko, Ducho ň , Dührkop Dührkop, Duff, Duka- Zólyomi, Duquesne, Ebner, Ehler, Ek, El Khadraoui, Elles, Esteves, Estrela, Ettl, Eurlings, Jill Evans, Jonathan Evans, Robert Evans, Fajmon, Falbr, Farage, Fatuzzo, Fava, Fazakas, Ferber, Fernandes, Fernández Martín, Anne Ferreira, Elisa Ferreira, Figueiredo, Flasarová, Flautre, Florenz, Foglietta, Foltyn-Kubicka, Fontaine, Ford, Fourtou, Fraga Estévez, Frassoni, Freitas, Friedrich, Fruteau, Gahler, Gál, Ga ľ a, Galeote, García- Margallo y Marfil, García Pérez, Gargani, Garriga Polledo, Gaubert, Gauzès, Gawronski, Gebhardt, Gentvilas, Geremek, Geringer de Oedenberg, Gewalt, Gibault, Gierek, Giertych, Gill, Gklavakis, Glante, Glattfelder, Goebbels, Goepel, Golik, Gomolka, Goudin, Grabowska, Grabowski, Graça Moura, Graefe zu Baringdorf, Gräßle, de Grandes Pascual, Grech, Griesbeck, Gröner, de Groen-Kouwenhoven, Groote, Grosch, Grossetête, Gruber, Guardans Cambó, Guellec, Guerreiro, Guidoni, Gurmai, Gutiérrez-Cortines, Guy-Quint, Gyürk, Hänsch, Hall, Hammerstein Mintz, Hamon, Handzlik, Harangozó, Harbour, Harkin, Harms, Hasse Ferreira, Hassi, Hatzidakis, Haug, Heaton-Harris, Hedh, Hedkvist Petersen, Hegyi, Helmer, Henin, Hennicot-Schoepges, Hennis-Plasschaert, Herranz García, Hieronymi, Higgins, Hökmark, Honeyball, Hoppenstedt, Horá č ek, Howitt, Hudacký, Hudghton, Hughes, Hutchinson, Hybá š ková, Ibrisagic, Ilves, in 't Veld, Isler Béguin, Itälä, Iturgaiz Angulo, Jackson, Jäätteenmäki, Ja ł owiecki, Janowski, Járóka, Jarzembowski, Jeggle, Jensen, Joan i Marí, Jöns, Jørgensen, Jonckheer, Juknevi č ien ė , Kacin, Kaczmarek, Kallenbach, Kamall, Kami ń ski, Karas, Karatzaferis, Karim, Kasoulides, Kaufmann, Kauppi, Tunne Kelam, Kilroy-Silk, Kindermann, Kinnock, Kirkhope, Klamt, Klaß, Klinz, Knapman, Koch, Koch-Mehrin, Kohlí č ek, Konrad, Korhola, Kósáné Kovács, Koterec, Kozlík, Krahmer, Krasts, Kratsa-Tsagaropoulou, Krehl, Kreissl-Dörfler, Kristensen, Kristovskis, Krupa, Kuc, Kudrycka, Kuhne, Ku ł akowski, Ku šķ is, Kusstatscher, Ku ź miuk, Lagendijk, Laignel, Lamassoure, Lambert, Lambrinidis, Lambsdorff, Landsbergis, Lang, Langen, Langendries, Laperrouze, La Russa, Lauk, Lavarra, Lax, Lechner, Le Foll, Lehideux, Lehne, Lehtinen, Leichtfried, Leinen, Jean-Marie Le Pen, Marine Le Pen, Le Rachinel, Letta, Lévai, Lewandowski, Liberadzki, Libicki, Lichtenberger, Lienemann, Liese, Liotard, Lipietz, Locatelli, López-Istúriz White, Louis, Lucas, Ludford, Lulling, Lundgren, Lynne, Maat, Maaten, McAvan, McCarthy, McGuinness, McMillan-Scott, Madeira, Manders, Ma ň ka, Erika Mann, Thomas Mann, Manolakou, Markov, Marques, Martens, David Martin, Hans- Peter Martin, Martinez, Martínez Martínez, Masiel, Masip Hidalgo, Ma š tálka, Mastenbroek, Mato Adrover, Matsakis, Matsis, Matsouka, Mauro, Mavrommatis, Mayer, Mayor Oreja, Medina Ortega, Meijer, Méndez de Vigo, Menéndez del Valle, Meyer Pleite, Miguélez Ramos, Mikko, Mikolá š ik, Millán Mon, Mitchell, Mölzer, Montoro Romero, Moreno Sánchez, Morgan, Morgantini, Morillon, Moscovici, Mote, Mulder, Musacchio, Muscardini, Muscat, Musotto, Musumeci, Myller, Napoletano, Nassauer, Nattrass, Navarro, Newton Dunn, Annemie Neyts-Uyttebroeck, Nicholson, Nicholson of Winterbourne, Niebler, van Nistelrooij, Novak, Öger, Özdemir, Olajos, Olbrycht, Ó Neachtain, Onesta, Onyszkiewicz, Oomen-Ruijten, Ortuondo Larrea, Ő ry, Ouzký, Oviir, Paasilinna, Pack, Pafilis, Pahor, Paleckis, Panayotopoulos-Cassiotou, Pannella, Panzeri, Papadimoulis, Papastamkos, Parish, Patrie, Pavilionis, Peillon, P ę k, Alojz Peterle, Pflüger, Piecyk, Pieper, P ī ks, Pinheiro, Pinior, Piotrowski, Pirilli, Piskorski, Pistelli, Pittella, Pleguezuelos Aguilar, Ple š tinská, Podka ń ski, Poettering, Poignant, Poli Bortone, Posdorf, Posselt, Prets, Procacci, Prodi, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Ransdorf, Rapkay, Rasmussen, Remek, Resetarits, Reul, Reynaud, Ribeiro e Castro, Riera Madurell, Ries, Riis-Jørgensen, Rivera, Rocard, Rogalski, Roithová, Romeva i Rueda, Rosati, Roszkowski, Roth-Behrendt, Rothe, Rou č ek, Rudi Ubeda, Rübig, Rühle, Rutowicz, Ryan, Sacconi, Saïfi, Sakalas, Salafranca Sánchez-Neyra, Salinas García, Salvini, Samaras, Sánchez Presedo, dos Santos, Sartori, Saryusz-Wolski, Savary, Savi, Sbarbati, Scheele, Schenardi, Schierhuber, Schlyter, Schmidt, Schmitt, Schnellhardt, Schöpflin, Schröder, Schroedter, Schulz, Schuth, Schwab, Seeber, Seeberg, Segelström, Seppänen, Siekierski, Sifunakis, Silva Peneda, Sinnott, Sjöstedt, Skinner, Š kottová, Smith, Sommer, Sonik, Sornosa Martínez, Spautz, Speroni, Staes, Staniszewska, Starkevi č i ū t ė , Š ť astný, 24.11.2006 C 287 E/24 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Stenzel, Stevenson, Stockmann, Strej č ek, Strož, Stubb, Sturdy, Sudre, Surján, Swoboda, Szájer, Szejna, Szent-Iványi, Szyma ń ski, Tabajdi, Tajani, Takkula, Tannock, Tarabella, Tarand, Tatarella, Thyssen, Titford, Titley, Toia, Tomczak, Toubon, Toussas, Trautmann, Triantaphyllides, Trüpel, Turmes, Tzampazi, Uca, Ulmer, Väyrynen, Vaidere, Vakalis, Valenciano Martínez-Orozco, Vanhecke, Van Hecke, Van Lancker, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Vaugrenard, Ventre, Verges, Vergnaud, Vernola, Vidal-Quadras, Vincenzi, Virrankoski, Vlasák, Vlasto, Voggenhuber, Wallis, Walter, Watson, Henri Weber, Manfred Weber, Weiler, Weisgerber, Wieland, Wiersma, Wijkman, Wise, von Wogau, Wohlin, Bernard Piotr Wojciechowski, Janusz Wojciechowski, Wortmann-Kool, Wurtz, Wynn, Yañez-Barnuevo García, Záborská, Zahradil, Zaleski, Zani, Zapa ł owski, Zappalà, Zatloukal, Ždanoka, Železný, Zieleniec, Z ī le, Zimmer, Zingaretti, Zv ěř ina, Zwiefka Observers: Athanasiu Alexandru, B ă rbule ţ iu Tiberiu, Bec ş enescu Dumitru, Bliznashki Georgi, Buruian ă Aprodu Daniela, Cioroianu Adrian Mihai, Corl ăţ ean Titus, Co ş ea Dumitru Gheorghe Mircea, Cre ţ u Corina, Cre ţ u Gabriela, Dimitrov Martin, Dîncu Vasile, Duca Viorel, Dumitrescu Cristian, Gan ţ Ovidiu Victor, Hogea Vlad Gabriel, Husmenova Filiz, Iacob Ridzi Monica Maria, Ilchev Stanimir, Ivanova Iglika, Kazak Tchetin, Kirilov Evgeni, Marinescu Marian-Jean, Mih ă escu Eugen, Mor ţ un Alexandru Ioan, Nicolae Ş erban, Paparizov Atanas Atanassov, Parvanova Antonyia, Pa ş cu Ioan Mircea, Petre Maria, Podgorean Radu, Popa Nicolae Vlad, Popeang ă Petre, Sârbu Daciana Octavia, Severin Adrian, Sofianski Stefan, Szabó Károly Ferenc, Tîrle Radu, Vigenin Kristian, Zgonea Valeriu Ş tefan 24.11.2006 C 287 E/25 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "ANNEX I RESULTS OF VOTES Abbreviations and symbols + adopted - rejected ) lapsed W withdrawn RCV (…, …, …) roll-call vote (for, against, abstentions) EV (…, …, …) electronic vote (for, against, abstentions) split split vote sep separate vote am amendment CA compromise amendment CP corresponding part D deleting amendment = identical amendments § paragraph art article rec recital MOT motion for a resolution JT MOT joint motion for a resolution SEC secret ballot 1. Amendment of Regulation (EC) No 533/2004 (Croatia) * Report: Elmar BROK (A6-0002/2006) Subject RCV, etc. Vote RCV/EV — remarks Single vote + 2. Protocol to the framework trade and cooperation agreement with Korea, following enlargement * Report: Enrique BARÓN CRESPO (A6-0398/2005) Subject RCV, etc. Vote RCV/EV — remarks Single vote + 24.11.2006 C 287 E/26 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "3. Inclusion of the Maldives in the list of countries covered following the Indian Ocean tsunamis of December 2004 * Report: Esko SEPPÄNEN (A6-0407/2005) Subject RCV, etc. Vote RCV/EV — remarks Single vote + 4. Statistics of goods transport by inland waterways ***I Report: Paolo COSTA (A6-0333/2005) Subject Am. No Author RCV, etc. Vote RCV/EV — remarks Text as a whole 1-8 ALDE, PPE-DE, PSE, Verts/ALE + Vote: amended proposal + Vote: legislative resolution RCV + 561, 19, 8 Requests for roll-call votes PPE-DE: final vote 5. Citizenship of the Union — fourth report Report: Giusto CATANIA (A6-0411/2005) Subject Am. No Author RCV, etc. Vote RCV/EV — remarks § 1 § original text RCV + 294, 292, 10 § 2 § original text sep + § 3 § original text split 1/EV + 316, 276, 8 2/EV + 340, 272, 8 § 5 § original text sep/EV + 305, 305, 7 § 8 § original text RCV - 276, 343, 10 § 9 § original text sep/EV - 312, 321, 8 § 11 § original text split/RCV 1 - 290, 321, 27 2 ) § 12 § original text split/RCV 1 - 265, 355, 26 2 ) § 13 § original text RCV - 217, 399, 24 § 14 § original text RCV + 320, 316, 17 § 18 § original text RCV - 294, 343, 5 24.11.2006 C 287 E/27 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Subject Am. No Author RCV, etc. Vote RCV/EV — remarks § 19 § original text split/RCV 1 - 310, 326, 7 2 ) § 20 § original text sep - § 21 § original text RCV - 284, 338, 26 § 24 1 PSE: + § 26 § original text RCV - 117, 523, 6 § 27 § original text sep + § 28 § original text sep/EV - 267, 365, 23 § 29 § original text RCV + 519, 113, 21 Citation 1 § original text sep + Recital A § original text sep + Recital K § original text sep - Recital M 2 IND/DEM - Recital O 3 IND/DEM EV - 47, 574, 22 Vote: resolution (as a whole) RCV - 276, 347, 22 Requests for roll-call votes PPE-DE: §§ 1, 12, 13, 14, 19 and final vote IND/DEM: §§ 8, 12, 26 and 29 UEN §§ 11, 18, 19, 21 and final vote Requests for split votes ALDE § 11 First part: Text as a whole without the words ‘and European’ Second part: those words § 12 First part: ‘Takes the view that EU citizenship … though without increasing the overall tax burden’ Second part: ‘reiterates its calls for the EU budget … based as much on rights as on obligations’ § 19 First part: Text as a whole without the words ‘in European Parliament elections and to take part’ Second part: those words 24.11.2006 C 287 E/28 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "GUE/NGL § 3 First part: Text as a whole without the words ‘without questioning the Member States powers … to ensure greater fairness in access to EU citizenship’ Second part: those words Requests for separate votes ALDE: §§ 13 and 28 GUE/NGL: §§ 2, 12, 13, 20, 26 and 27 IND/DEM: §§ 2, 3, 5, 9, 12 and 27, citation 1 and recitals A and K 6. Combating the trafficking of women and children Report: Christa PRETS (A6-0400/2005) Subject Am. No Author RCV, etc. Vote RCV/EV — remarks After § 3 9 IND/DEM - § 4 § original text split 1 + 2/EV + 326, 289, 10 § 5 § original text sep + § 11 5 IND/DEM RCV + 319, 280, 25 § original text sep ) After § 11 6 IND/DEM EV + 334, 272, 42 § 16 § original text split 1 + 2 + § 18 13 PPE-DE + § 19 14 PPE-DE + § original text ) § 20 § original text split 1 + 2 - § 23 § original text split 1 + 2 + § 28 2 ALDE EV + 318, 273, 41 7 IND/DEM RCV - 307, 310, 25 24.11.2006 C 287 E/29 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Subject Am. No Author RCV, etc. Vote RCV/EV — remarks § 30 15 PPE-DE + After § 34 1 Verts/ALE: + § 35 § original text split 1 + 2 + After § 40 16 PPE-DE EV + 383, 228, 36 § 41 3 ALDE + § original text ) After § 44 4 ALDE + § 45 § original text split 1 + 2 - § 46 § original text sep - § 47 § original text sep + After § 49 8 IND/DEM - § 55 17 PPE-DE + § 57 18 PPE-DE + After citation 17 11 PPE-DE + Recital B § original text sep + Recital D 10 ALDE + 12 PPE-DE ) § original text ) Recital E § original text split 1 + 2 + Recital J § original text RCV + 588, 52, 9 Vote: resolution (as a whole) RCV + 622, 12, 19 Requests for roll-call votes IND/DEM recital J, ams 5 and 7 PPE-DE final vote Requests for split votes ALDE § 20 First part: Text as a whole without the words ‘including pornography’ Second part: those words 24.11.2006 C 287 E/30 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "§ 23 First part: Text as a whole without the words ‘informs that it includes the possibility of penalising clients’ Second part: those words § 45 First part: ‘Emphasises that, up to now … in all the Member States;’ Second part: ‘emphasises, in particular, that it … more offenders are convicted;’ PSE § 16 First part: ‘Regrets the lack … phenomenon of trafficking’ Second part: Text as a whole without the words ‘(the definition of whom must be … persons under 18 years of age)’ § 35 First part: Text as a whole without the words ‘and prostitution’ Second part: those words PPE-DE § 4 First part: Text as a whole without the words ‘all forms of violence against women, including’ Second part: those words IND/DEM recital E First part: ‘considering that … next ten years’ Second part: ‘whereas, however, … as quickly as possible;’ Requests for separate votes ALDE § 46 PSE § 47 and recital B IND/DEM §§ 4, 5 7. Developing the agenda for the Community's external aviation policy Report: Saïd EL KHADRAOUI (A6-0403/2005) Subject Am. No Author RCV, etc. Vote RCV/EV — remarks § 2 § original text split 1 + 2/EV + 335, 293, 13 § 10 2 PSE + § 15 3 PSE + After § 16 4 PSE EV - 294, 323, 19 24.11.2006 C 287 E/31 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Subject Am. No Author RCV, etc. Vote RCV/EV — remarks § 20 5 PSE - After § 22 1 Verts/ALE: EV - 271, 353, 13 Vote: resolution (as a whole) + Requests for split votes PSE § 2 First part: ‘Insists on … aviation policy’ Second part: ‘and considers … as prerequisites’ 8. EU-Russia and EU-China relations in the field of air transport Report: Roberts ZILE (A6-0375/2005) Subject Am. No Author RCV, etc. Vote RCV/EV — remarks § 16 1 PSE + Vote: resolution (as a whole) + 24.11.2006 C 287 E/32 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "ANNEX II RESULT OF ROLL-CALL VOTES 1. Report: Costa A6-0333/2005 Resolution For: 561 ALDE : Alvaro, Andrejevs, Andria, Beaupuy, Birutis, Bourlanges, Bowles, Budreikait ė , Busk, Carlshamre, Cavada, Chatzimarkakis, Chiesa, Cocilovo, Davies, Degutis, Deprez, De Sarnez, Di č kut ė , Dr č ar Murko, Duff, Duquesne, Fourtou, Gentvilas, Geremek, Gibault, Guardans Cambó, Hall, Harkin, Hennis-Plasschaert, in 't Veld, Jäätteenmäki, Jensen, Juknevi č ien ė , Karim, Klinz, Krahmer, Ku ł akowski, Lambsdorff, Laperrouze, Lehideux, Letta, Ludford, Lynne, Maaten, Manders, Matsakis, Morillon, Mulder, Newton Dunn, Neyts- Uyttebroeck, Nicholson of Winterbourne, Onyszkiewicz, Ortuondo Larrea, Oviir, Pannella, Pistelli, Procacci, Prodi, Resetarits, Ries, Riis-Jørgensen, Savi, Sbarbati, Schuth, Staniszewska, Starkevi č i ū t ė , Szent- Iványi, Takkula, Toia, Väyrynen, Van Hecke, Virrankoski, Wallis, Watson GUE/NGL : Adamou, Agnoletto, Bertinotti, Brie, Catania, de Brún, Figueiredo, Flasarová, Guerreiro, Guidoni, Henin, Kaufmann, Kohlí č ek, Liotard, Manolakou, Markov, Ma š tálka, Meijer, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Seppänen, Sjöstedt, Strož, Toussas, Triantaphyllides, Uca, Verges, Wurtz, Zimmer IND/DEM : Belder, Blokland, Bonde, Borghezio, Louis, Salvini, Speroni NI : Battilocchio, Belohorská, Bobo š íková, Claeys, De Michelis, Dillen, Giertych, Gollnisch, Helmer, Lang, Le Pen Marine, Le Rachinel, Martin Hans-Peter, Martinez, Mölzer, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr PPE-DE : Albertini, Antoniozzi, Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Becsey, Belet, Berend, Böge, Bradbourn, Braghetto, Brejc, B ř ezina, Brok, Brunetta, Bushill- Matthews, Busuttil, Buzek, Cabrnoch, Callanan, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Demetriou, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Ferber, Fernández Martín, Florenz, Fontaine, Fraga Estévez, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gyürk, Handzlik, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Itälä, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kauppi, Kirkhope, Klamt, Klaß, Koch, Konrad, Kratsa-Tsagaropoulou, Ku šķ is, Lamassoure, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, Mann Thomas, Martens, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Stenzel, Stevenson, Strej č ek, Stubb, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Vernola, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wortmann- Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Andersson, Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Batzeli, Beglitis, Be ň ová, van den Berg, Berger, Bersani, Bösch, Bono, Bozkurt, Bullmann, Busquin, Calabuig Rull, Carlotti, Carnero González, Cashman, Castex, Cercas, Christensen, Corbett, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, El Khadraoui, Estrela, Ettl, Evans Robert, Falbr, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Glante, Goebbels, Grabowska, Grech, Gröner, Groote, Guy-Quint, Hänsch, Hamon, Hasse Ferreira, Haug, Hedh, Hedkvist Petersen, Howitt, Hughes, Hutchinson, Ilves, Jørgensen, Kindermann, Kinnock, Krehl, Kreissl-Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Lévai, Liberadzki, Lienemann, Locatelli, McAvan, McCarthy, Madeira, Ma ň ka, Mann Erika, Martin David, Martínez Martínez, Masip Hidalgo, Mastenbroek, Matsouka, Medina Ortega, Miguélez Ramos, Mikko, Moraes, 24.11.2006 C 287 E/33 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Moreno Sánchez, Morgan, Moscovici, Myller, Napoletano, Navarro, Öger, Paasilinna, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Reynaud, Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rothe, Rou č ek, Roure, Sacconi, Salinas García, Sánchez Presedo, Savary, Scheele, Segelström, Sifunakis, Skinner, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Tarand, Titley, Trautmann, Tzampazi, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weiler, Wiersma, Wynn, Yañez-Barnuevo García, Zani, Zingaretti UEN : Aylward, Camre, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Musumeci, Ó Neachtain, Pavilionis, Podka ń ski, Poli Bortone, Roszkowski, Ryan, Szyma ń ski, Vaidere, Wojciechowski Janusz, Z ī le Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Cohn-Bendit, Cramer, Evans Jillian, Frassoni, Graefe zu Baringdorf, Hammerstein Mintz, Hassi, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lichtenberger, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schlyter, Schmidt, Schroedter, Smith, Staes, Turmes, Voggenhuber, Ždanoka Against: 19 IND/DEM : Batten, Booth, Clark, Goudin, Grabowski, Knapman, Krupa, Nattrass, P ę k, Piotrowski, Rogalski, Titford, Tomczak, Wise, Wohlin, Zapa ł owski NI : Czarnecki Ryszard, Kilroy-Silk, Mote Abstention: 8 IND/DEM : Coûteaux, Karatzaferis, Železný NI : Allister, Baco, Czarnecki Marek Aleksander, Kozlík Verts/ALE : van Buitenen Corrections to votes For Rainer Wieland, Patrick Gaubert 2. Report: Catania A6-0411/2005 Paragraph 1 For: 294 ALDE : Alvaro, Andrejevs, Andria, Bowles, Budreikait ė , Busk, Carlshamre, Chatzimarkakis, Chiesa, Cocilovo, Davies, Dr č ar Murko, Duff, Geremek, Guardans Cambó, Hall, Harkin, Hennis-Plasschaert, in 't Veld, Jäätteenmäki, Jensen, Juknevi č ien ė , Karim, Klinz, Krahmer, Ku ł akowski, Lambsdorff, Letta, Ludford, Lynne, Maaten, Manders, Matsakis, Mulder, Newton Dunn, Nicholson of Winterbourne, Onyszkiewicz, Ortuondo Larrea, Oviir, Pannella, Pistelli, Procacci, Prodi, Resetarits, Savi, Sbarbati, Schuth, Staniszewska, Starkevi č i ū t ė , Szent-Iványi, Takkula, Toia, Väyrynen, Virrankoski, Wallis, Watson GUE/NGL : Adamou, Agnoletto, Bertinotti, Brie, Catania, de Brún, Flasarová, Guerreiro, Guidoni, Kaufmann, Kohlí č ek, Markov, Ma š tálka, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Strož, Triantaphyllides, Uca, Verges, Wurtz, Zimmer NI : Battilocchio, Belohorská, De Michelis PPE-DE : Ayuso González, Becsey, Eurlings, Ferber, Hoppenstedt, Itälä, Kauppi, Klaß, Martens, Nassauer, Stenzel, Surján PSE : Andersson, Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Batzeli, Beglitis, Be ň ová, van den Berg, Berger, Bersani, Bösch, Bono, Bozkurt, Bullmann, Busquin, Calabuig Rull, Carlotti, Carnero González, Cashman, Castex, Cercas, Christensen, Corbett, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Evans Robert, Falbr, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Glante, Goebbels, Grabowska, Grech, Gröner, Groote, Guy-Quint, Hänsch, Hamon, Hasse Ferreira, Haug, Hedh, Hedkvist Petersen, Honeyball, Howitt, Hughes, Hutchinson, Jørgensen, 24.11.2006 C 287 E/34 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Kindermann, Kinnock, Krehl, Kreissl-Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Lévai, Liberadzki, Lienemann, Locatelli, McAvan, McCarthy, Madeira, Ma ň ka, Mann Erika, Martin David, Martínez Martínez, Masip Hidalgo, Mastenbroek, Matsouka, Medina Ortega, Miguélez Ramos, Mikko, Moraes, Moreno Sánchez, Morgan, Moscovici, Myller, Napoletano, Navarro, Öger, Paasilinna, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Reynaud, Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rothe, Rou č ek, Roure, Sacconi, Salinas García, Sánchez Presedo, Savary, Scheele, Segelström, Sifunakis, Skinner, Sornosa Martínez, Stockmann, Szejna, Tabajdi, Tarabella, Titley, Trautmann, Tzampazi, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Wiersma, Wynn, Yañez-Barnuevo García, Zani, Zingaretti UEN : Aylward, Ó Neachtain, Ryan Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Cohn-Bendit, Cramer, Evans Jillian, Frassoni, Graefe zu Baringdorf, Hammerstein Mintz, Hassi, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lichtenberger, Lipietz, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schlyter, Schmidt, Schroedter, Smith, Staes, Turmes, Voggenhuber, Ždanoka Against: 292 ALDE : Beaupuy, Birutis, Bourlanges, Cavada, Degutis, Deprez, De Sarnez, Di č kut ė , Duquesne, Fourtou, Gibault, Laperrouze, Lehideux, Morillon, Neyts-Uyttebroeck, Ries, Riis-Jørgensen, Van Hecke GUE/NGL : Henin, Liotard, Meijer, Seppänen, Sjöstedt IND/DEM : Batten, Belder, Blokland, Bonde, Booth, Borghezio, Clark, Coûteaux, Goudin, Grabowski, Karatzaferis, Knapman, Krupa, Louis, Nattrass, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Titford, Tomczak, Wise, Wohlin, Zapa ł owski, Železný NI : Allister, Chruszcz, Claeys, Czarnecki Ryszard, Dillen, Giertych, Gollnisch, Helmer, Kilroy-Silk, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martinez, Mölzer, Mote, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr PPE-DE : Albertini, Antoniozzi, Ashworth, Atkins, Audy, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Belet, Berend, Böge, Bradbourn, Braghetto, Brejc, B ř ezina, Brok, Brunetta, Bushill-Matthews, Busuttil, Buzek, Cabrnoch, Callanan, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Demetriou, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka- Zólyomi, Elles, Esteves, Evans Jonathan, Fajmon, Fatuzzo, Fernández Martín, Florenz, Fontaine, Fraga Estévez, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gyürk, Handzlik, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hudacký, Hybá š ková, Ibrisagic, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kirkhope, Klamt, Koch, Konrad, Kratsa- Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, Mann Thomas, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Pack, Panayotopoulos- Cassiotou, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Stevenson, Strej č ek, Stubb, Sturdy, Sudre, Szájer, Tajani, Tannock, Thyssen, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wortmann-Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Ilves UEN : Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Musumeci, Pavilionis, Podka ń ski, Poli Bortone, Roszkowski, Szyma ń ski, Vaidere, Wojciechowski Janusz, Z ī le 24.11.2006 C 287 E/35 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Abstention: 10 GUE/NGL : Figueiredo, Manolakou, Toussas NI : Baco, Bobo š íková, Czarnecki Marek Aleksander, Kozlík, Martin Hans-Peter UEN : Camre Verts/ALE : van Buitenen Corrections to votes For Hans-Peter Martin Against Ursula Stenzel, Camiel Eurlings, Rainer Wieland, María del Pilar Ayuso González, Markus Ferber, Hartmut Nassauer 3. Report: Catania A6-0411/2005 Paragraph 8 For: 276 ALDE : Alvaro, Andria, Bonino, Bowles, Carlshamre, Chatzimarkakis, Chiesa, Cocilovo, Dr č ar Murko, Duff, Geremek, Guardans Cambó, Hall, in 't Veld, Juknevi č ien ė , Karim, Krahmer, Ku ł akowski, Letta, Ludford, Lynne, Maaten, Manders, Mulder, Newton Dunn, Nicholson of Winterbourne, Ortuondo Larrea, Pistelli, Procacci, Prodi, Resetarits, Samuelsen, Sbarbati, Schuth, Staniszewska, Szent-Iványi, Toia, Wallis, Watson GUE/NGL : Agnoletto, Bertinotti, Brie, Catania, Flasarová, Guidoni, Henin, Kaufmann, Kohlí č ek, Markov, Ma š tálka, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Strož, Uca, Verges, Wurtz, Zimmer NI : Battilocchio, Belohorská, Bobo š íková, Czarnecki Marek Aleksander, De Michelis, Martin Hans-Peter, Masiel PPE-DE : Itälä, Kauppi PSE : Andersson, Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, Berès, van den Berg, Berger, Bersani, Bösch, Bono, Bourzai, Bozkurt, Bullmann, van den Burg, Busquin, Calabuig Rull, Carlotti, Carnero González, Casaca, Cashman, Castex, Cercas, Corbett, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Evans Robert, Falbr, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Glante, Goebbels, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Guy-Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Hedh, Hedkvist Petersen, Honeyball, Howitt, Hughes, Hutchinson, Jöns, Kindermann, Kinnock, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, McAvan, McCarthy, Mann Erika, Martin David, Martínez Martínez, Masip Hidalgo, Mastenbroek, Matsouka, Medina Ortega, Mikko, Moraes, Moreno Sánchez, Morgan, Moscovici, Muscat, Myller, Napoletano, Navarro, Öger, Paasilinna, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Reynaud, Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rothe, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Segelström, Sifunakis, Skinner, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Tarand, Titley, Trautmann, Tzampazi, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Wiersma, Wynn, Yañez-Barnuevo García, Zani, Zingaretti UEN : Pavilionis 24.11.2006 C 287 E/36 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Buitenweg, Cohn-Bendit, Cramer, Evans Jillian, Frassoni, Graefe zu Baringdorf, Hammerstein Mintz, Hassi, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lichtenberger, Özdemir, Onesta, Romeva i Rueda, Rühle, Smith, Staes, Trüpel, Turmes, Voggenhuber, Ždanoka Against: 343 ALDE : Andrejevs, Beaupuy, Birutis, Bourlanges, Budreikait ė , Busk, Cavada, Degutis, Deprez, De Sarnez, Di č kut ė , Duquesne, Fourtou, Gentvilas, Gibault, Harkin, Jensen, Lambsdorff, Laperrouze, Lehideux, Morillon, Neyts-Uyttebroeck, Onyszkiewicz, Oviir, Pannella, Ries, Riis-Jørgensen, Savi, Starkevi č i ū t ė , Takkula, Väyrynen, Van Hecke, Virrankoski GUE/NGL : de Brún, Liotard, Manolakou, Seppänen, Sjöstedt, Toussas IND/DEM : Batten, Belder, Blokland, Bloom, Bonde, Booth, Borghezio, Clark, Coûteaux, Farage, Goudin, Grabowski, Karatzaferis, Knapman, Krupa, Louis, Nattrass, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Titford, Tomczak, Wise, Wohlin, Zapa ł owski, Železný NI : Allister, Chruszcz, Claeys, Czarnecki Ryszard, Dillen, Giertych, Gollnisch, Helmer, Kilroy-Silk, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martinez, Mölzer, Mote, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr PPE-DE : Albertini, Andrikien ė , Antoniozzi, Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Becsey, Belet, Berend, Böge, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brok, Brunetta, Bushill-Matthews, Busuttil, Cabrnoch, Callanan, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Demetriou, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Ebner, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Ferber, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gyürk, Handzlik, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kelam, Kirkhope, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa- Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, Lulling, McGuinness, McMillan-Scott, Mann Thomas, Marques, Martens, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Ouzký, Pack, Panayotopoulos-Cassiotou, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Š ť astný, Stenzel, Stevenson, Strej č ek, Stubb, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Ventre, Vernola, Vlasák, Vlasto, Weber Manfred, Weisgerber, von Wogau, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Christensen, Ilves, Jørgensen, Kristensen UEN : Angelilli, Aylward, Berlato, Bielan, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Musumeci, Ó Neachtain, Podka ń ski, Poli Bortone, Roszkowski, Ryan, Szyma ń ski, Vaidere, Wojciechowski Janusz, Z ī le Verts/ALE : Schlyter Abstention: 10 ALDE : Hennis-Plasschaert, Jäätteenmäki, Kacin, Matsakis GUE/NGL : Adamou, Figueiredo, Guerreiro, Triantaphyllides NI : Kozlík Verts/ALE : van Buitenen 24.11.2006 C 287 E/37 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Corrections to votes Against Rainer Wieland, Cristiana Muscardini Abstention Tobias Pflüger 4. Report: Catania A6-0411/2005 Paragraph 11/1 For: 290 ALDE : Alvaro, Andria, Bonino, Bowles, Busk, Carlshamre, Chatzimarkakis, Chiesa, Cocilovo, Davies, Deprez, Dr č ar Murko, Duff, Duquesne, Geremek, Guardans Cambó, Hall, Harkin, Hennis-Plasschaert, in 't Veld, Jäätteenmäki, Jensen, Juknevi č ien ė , Kacin, Karim, Klinz, Krahmer, Ku ł akowski, Lambsdorff, Letta, Ludford, Lynne, Maaten, Manders, Mulder, Newton Dunn, Neyts-Uyttebroeck, Nicholson of Winterbourne, Onyszkiewicz, Pistelli, Procacci, Prodi, Resetarits, Ries, Riis-Jørgensen, Sbarbati, Schuth, Staniszewska, Szent-Iványi, Toia, Väyrynen, Van Hecke, Wallis, Watson GUE/NGL : Adamou, Agnoletto, Bertinotti, Brie, Catania, de Brún, Figueiredo, Flasarová, Guerreiro, Guidoni, Henin, Kaufmann, Kohlí č ek, Liotard, Manolakou, Markov, Ma š tálka, Meijer, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Seppänen, Sjöstedt, Strož, Toussas, Triantaphyllides, Uca, Verges, Wurtz, Zimmer IND/DEM : Bonde, Zapa ł owski NI : Battilocchio, Belohorská, Bobo š íková, De Michelis PPE-DE : Belet, Itälä, Kauppi, Klamt, Stubb PSE : Andersson, Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, van den Berg, Berger, Bersani, Bösch, Bono, Bourzai, Bozkurt, Bullmann, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Casaca, Castex, Cercas, Christensen, Corbey, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Glante, Goebbels, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Guy-Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Hedh, Hedkvist Petersen, Hughes, Hutchinson, Jöns, Jørgensen, Kindermann, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, Madeira, Ma ň ka, Mann Erika, Martínez Martínez, Masip Hidalgo, Mastenbroek, Matsouka, Medina Ortega, Miguélez Ramos, Moreno Sánchez, Moscovici, Muscat, Myller, Napoletano, Navarro, Öger, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Reynaud, Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rothe, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Segelström, Sifunakis, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Trautmann, Tzampazi, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Wiersma, Yañez-Barnuevo García, Zingaretti UEN : Poli Bortone Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Buitenweg, Cohn-Bendit, Evans Jillian, Frassoni, Graefe zu Baringdorf, Hassi, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lipietz, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schlyter, Schmidt, Schroedter, Smith, Staes, Trüpel, Turmes, Voggenhuber, Ždanoka 24.11.2006 C 287 E/38 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Against: 321 ALDE : Andrejevs, Beaupuy, Birutis, Bourlanges, Budreikait ė , Cavada, Degutis, De Sarnez, Di č kut ė , Fourtou, Gentvilas, Gibault, Laperrouze, Lehideux, Morillon, Ortuondo Larrea, Samuelsen, Savi, Starkevi č i ū t ė , Takkula, Virrankoski IND/DEM : Batten, Belder, Blokland, Bloom, Booth, Borghezio, Clark, Coûteaux, Farage, Goudin, Karatzaferis, Knapman, Louis, Nattrass, Salvini, Sinnott, Speroni, Titford, Wise, Wohlin, Železný NI : Allister, Chruszcz, Claeys, Czarnecki Ryszard, Dillen, Giertych, Gollnisch, Helmer, Kilroy-Silk, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martinez, Masiel, Mölzer, Mote, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr PPE-DE : Albertini, Andrikien ė , Antoniozzi, Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Becsey, Berend, Böge, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brok, Brunetta, Bushill-Matthews, Busuttil, Buzek, Cabrnoch, Callanan, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Demetriou, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Ebner, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Ferber, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gutiérrez- Cortines, Gyürk, Handzlik, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Iturgaiz Angulo, Jackson, Ja ł owiecki, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kelam, Kirkhope, Klaß, Koch, Konrad, Korhola, Kratsa-Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, McMillan-Scott, Mann Thomas, Marques, Martens, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Ouzký, Pack, Panayotopoulos-Cassiotou, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Š ť astný, Stenzel, Stevenson, Strej č ek, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes- Carpegna, Varvitsiotis, Vatanen, Ventre, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Wortmann-Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Ilves, Mikko, Paasilinna UEN : Angelilli, Aylward, Berlato, Bielan, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Musumeci, Ó Neachtain, Pavilionis, Podka ń ski, Roszkowski, Ryan, Szyma ń ski, Tatarella, Vaidere, Wojciechowski Janusz, Z ī le Abstention: 27 ALDE : Matsakis IND/DEM : Grabowski, Krupa, Piotrowski, Rogalski, Tomczak NI : Baco, Czarnecki Marek Aleksander, Kozlík, Martin Hans-Peter PSE : Cashman, Corbett, Evans Robert, Ford, Gill, Honeyball, Howitt, Kinnock, McAvan, McCarthy, Martin David, Moraes, Morgan, Skinner, Titley, Wynn Verts/ALE : van Buitenen 24.11.2006 C 287 E/39 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Corrections to votes Against Ewa Klamt 5. Report: Catania A6-0411/2005 Paragraph 12/1 For: 265 ALDE : Alvaro, Andrejevs, Andria, Beaupuy, Birutis, Bourlanges, Bowles, Budreikait ė , Busk, Carlshamre, Cavada, Chatzimarkakis, Cocilovo, Davies, Degutis, Deprez, De Sarnez, Di č kut ė , Duff, Duquesne, Fourtou, Gentvilas, Geremek, Gibault, Guardans Cambó, Hall, in 't Veld, Jäätteenmäki, Jensen, Juknevi č ien ė , Kacin, Karim, Klinz, Koch-Mehrin, Krahmer, Ku ł akowski, Lambsdorff, Laperrouze, Lehideux, Letta, Ludford, Lynne, Maaten, Matsakis, Morillon, Mulder, Newton Dunn, Neyts-Uyttebroeck, Nicholson of Winterbourne, Ortuondo Larrea, Oviir, Pistelli, Procacci, Prodi, Resetarits, Ries, Riis-Jørgensen, Samuelsen, Savi, Schuth, Staniszewska, Starkevi č i ū t ė , Takkula, Toia, Väyrynen, Van Hecke, Virrankoski, Wallis, Watson GUE/NGL : Ransdorf, Triantaphyllides IND/DEM : Bonde NI : Battilocchio, Belohorská, Bobo š íková, De Michelis PPE-DE : Kauppi, Stubb PSE : Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, Berès, Berger, Bersani, Bösch, Bono, Bourzai, Bullmann, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Casaca, Castex, Cercas, Christensen, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Glante, Goebbels, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Guy-Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Hughes, Hutchinson, Jöns, Jørgensen, Kindermann, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, McCarthy, Madeira, Ma ň ka, Mann Erika, Martínez Martínez, Masip Hidalgo, Matsouka, Medina Ortega, Miguélez Ramos, Moreno Sánchez, Moscovici, Muscat, Myller, Napoletano, Navarro, Öger, Paasilinna, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Reynaud, Riera Madurell, Rocard, Roth-Behrendt, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Sifunakis, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Tarand, Trautmann, Tzampazi, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Yañez-Barnuevo García, Zani, Zingaretti Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Buitenweg, Cohn-Bendit, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Hammerstein Mintz, Hassi, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Lagendijk, Lambert, Lichtenberger, Lipietz, Özdemir, Onesta, Romeva i Rueda, Rühle, Schmidt, Schroedter, Smith, Staes, Trüpel, Voggenhuber, Ždanoka Against: 355 ALDE : Chiesa, Dr č ar Murko, Harkin, Hennis-Plasschaert, Manders, Onyszkiewicz, Pannella, Sbarbati, Szent- Iványi GUE/NGL : Adamou, Agnoletto, Bertinotti, Brie, de Brún, Figueiredo, Flasarová, Guerreiro, Guidoni, Henin, Kaufmann, Kohlí č ek, Liotard, Manolakou, Markov, Ma š tálka, Meijer, Meyer Pleite, Morgantini, Papadimoulis, Pflüger, Remek, Seppänen, Sjöstedt, Strož, Toussas, Uca, Verges, Wurtz, Zimmer IND/DEM : Batten, Belder, Blokland, Bloom, Booth, Borghezio, Clark, Coûteaux, Farage, Goudin, Grabowski, Karatzaferis, Knapman, Krupa, Louis, Nattrass, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Titford, Tomczak, Wise, Wohlin, Zapa ł owski, Železný 24.11.2006 C 287 E/40 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "NI : Allister, Chruszcz, Claeys, Czarnecki Ryszard, Dillen, Giertych, Gollnisch, Helmer, Kilroy-Silk, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martinez, Masiel, Mölzer, Mote, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr PPE-DE : Albertini, Andrikien ė , Antoniozzi, Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Becsey, Belet, Berend, Böge, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brok, Brunetta, Bushill-Matthews, Busuttil, Buzek, Cabrnoch, Callanan, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Demetriou, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Ebner, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Ferber, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grossetête, Guellec, Gutiérrez-Cortines, Gyürk, Handzlik, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Itälä, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kelam, Kirkhope, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa-Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, McMillan-Scott, Mann Thomas, Marques, Martens, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Ouzký, Pack, Panayotopoulos-Cassiotou, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Pomés Ruiz, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Š ť astný, Stenzel, Stevenson, Strej č ek, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Ventre, Vernola, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Wortmann- Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : van den Berg, Bozkurt, Ilves, Mastenbroek, Mikko UEN : Angelilli, Aylward, Berlato, Bielan, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Musumeci, Ó Neachtain, Pavilionis, Podka ń ski, Poli Bortone, Roszkowski, Ryan, Szyma ń ski, Tatarella, Vaidere, Wojciechowski Janusz, Z ī le Verts/ALE : Schlyter Abstention: 26 NI : Baco, Czarnecki Marek Aleksander, Kozlík, Martin Hans-Peter PSE : Andersson, Cashman, Corbett, Evans Robert, Ford, Gill, Hedh, Hedkvist Petersen, Honeyball, Howitt, Kinnock, McAvan, Martin David, Morgan, Rosati, Segelström, Skinner, Titley, Wiersma, Wynn Verts/ALE : van Buitenen, Lucas Corrections to votes For Claude Turmes, Roberto Musacchio Against Jens-Peter Bonde, Jean-Paul Gauzès 24.11.2006 C 287 E/41 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "6. Report: Catania A6-0411/2005 Paragraph 13 For: 217 ALDE : Beaupuy, Bourlanges, Busk, Cavada, Cocilovo, Degutis, Deprez, De Sarnez, Duquesne, Fourtou, Gibault, Jäätteenmäki, Jensen, Laperrouze, Lehideux, Morillon, Neyts-Uyttebroeck, Onyszkiewicz, Pistelli, Ries, Riis-Jørgensen, Toia, Van Hecke NI : Battilocchio, Belohorská, Bobo š íková, De Michelis, Martinez PPE-DE : Gauzès, Kauppi PSE : Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, Berès, Berger, Bersani, Bösch, Bono, Bourzai, Bullmann, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Casaca, Castex, Cercas, Christensen, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Falbr, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Glante, Goebbels, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Guy- Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Hutchinson, Jöns, Jørgensen, Kindermann, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, Madeira, Ma ň ka, Mann Erika, Martínez Martínez, Masip Hidalgo, Matsouka, Medina Ortega, Miguélez Ramos, Moraes, Moreno Sánchez, Moscovici, Muscat, Myller, Napoletano, Navarro, Paasilinna, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Reynaud, Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rou č ek, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Sifunakis, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Trautmann, Tzampazi, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Yañez-Barnuevo García, Zani, Zingaretti Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Buitenweg, Cohn-Bendit, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Hammerstein Mintz, Hassi, Horá č ek, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lichtenberger, Lipietz, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schmidt, Schroedter, Smith, Staes, Trüpel, Voggenhuber, Ždanoka Against: 399 ALDE : Alvaro, Andrejevs, Andria, Birutis, Bowles, Budreikait ė , Carlshamre, Chatzimarkakis, Chiesa, Davies, Dr č ar Murko, Duff, Gentvilas, Geremek, Guardans Cambó, Hall, Harkin, Hennis-Plasschaert, in 't Veld, Juknevi č ien ė , Kacin, Karim, Klinz, Koch-Mehrin, Krahmer, Ku ł akowski, Lambsdorff, Letta, Ludford, Lynne, Maaten, Manders, Matsakis, Mulder, Newton Dunn, Nicholson of Winterbourne, Ortuondo Larrea, Oviir, Pannella, Procacci, Prodi, Resetarits, Samuelsen, Savi, Sbarbati, Schuth, Staniszewska, Starkevi č i ū t ė , Szent- Iványi, Takkula, Väyrynen, Virrankoski, Wallis, Watson GUE/NGL : Adamou, Agnoletto, Bertinotti, Brie, Catania, de Brún, Figueiredo, Flasarová, Guerreiro, Henin, Kaufmann, Kohlí č ek, Liotard, Manolakou, Markov, Ma š tálka, Meijer, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Remek, Seppänen, Sjöstedt, Strož, Toussas, Triantaphyllides, Uca, Verges, Wurtz, Zimmer IND/DEM : Batten, Belder, Blokland, Bloom, Bonde, Booth, Borghezio, Clark, Coûteaux, Farage, Goudin, Grabowski, Karatzaferis, Knapman, Krupa, Louis, Nattrass, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Titford, Tomczak, Wise, Wohlin, Zapa ł owski, Železný NI : Allister, Chruszcz, Claeys, Czarnecki Marek Aleksander, Czarnecki Ryszard, Dillen, Giertych, Gollnisch, Helmer, Kilroy-Silk, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Masiel, Mölzer, Mote, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr 24.11.2006 C 287 E/42 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "PPE-DE : Albertini, Andrikien ė , Antoniozzi, Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Becsey, Berend, Böge, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brok, Brunetta, Bushill-Matthews, Busuttil, Buzek, Cabrnoch, Callanan, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Demetriou, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Ebner, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Ferber, Fernández Martín, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García- Margallo y Marfil, Gaubert, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gutiérrez-Cortines, Gyürk, Handzlik, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Itälä, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kelam, Kirkhope, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa- Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, McMillan-Scott, Mann Thomas, Marques, Martens, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Ouzký, Pack, Panayotopoulos-Cassiotou, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Pomés Ruiz, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Š ť astný, Stenzel, Stevenson, Strej č ek, Stubb, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes- Carpegna, Varvitsiotis, Vatanen, Ventre, Vernola, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Wortmann-Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : van den Berg, Bozkurt, Mastenbroek, Mikko UEN : Angelilli, Aylward, Berlato, Bielan, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Musumeci, Ó Neachtain, Pavilionis, Podka ń ski, Poli Bortone, Roszkowski, Ryan, Szyma ń ski, Tatarella, Vaidere, Wojciechowski Janusz, Z ī le Verts/ALE : Schlyter Abstention: 24 NI : Baco, Kozlík, Martin Hans-Peter PPE-DE : Belet PSE : Andersson, Cashman, Evans Robert, Gill, Hedh, Hedkvist Petersen, Honeyball, Howitt, Hughes, Kinnock, McAvan, McCarthy, Martin David, Morgan, Segelström, Skinner, Titley, Wiersma, Wynn Verts/ALE : van Buitenen Corrections to votes For Claude Turmes, Vittorio Agnoletto, Roberto Musacchio Against Jean-Paul Gauzès, Cristiana Muscardini 24.11.2006 C 287 E/43 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "7. Report: Catania A6-0411/2005 Paragraph 14 For: 320 ALDE : Alvaro, Andrejevs, Andria, Beaupuy, Birutis, Bonino, Bourlanges, Bowles, Budreikait ė , Carlshamre, Cavada, Chatzimarkakis, Chiesa, Cocilovo, Davies, De Sarnez, Di č kut ė , Dr č ar Murko, Duff, Duquesne, Fourtou, Gentvilas, Geremek, Gibault, Guardans Cambó, Hall, Harkin, Hennis-Plasschaert, in 't Veld, Jäätteenmäki, Jensen, Juknevi č ien ė , Kacin, Karim, Klinz, Koch-Mehrin, Krahmer, Ku ł akowski, Lambsdorff, Laperrouze, Lehideux, Letta, Ludford, Maaten, Manders, Matsakis, Morillon, Mulder, Newton Dunn, Neyts- Uyttebroeck, Nicholson of Winterbourne, Ortuondo Larrea, Oviir, Pannella, Pistelli, Procacci, Prodi, Resetarits, Ries, Riis-Jørgensen, Samuelsen, Savi, Sbarbati, Schuth, Staniszewska, Starkevi č i ū t ė , Szent-Iványi, Takkula, Toia, Väyrynen, Van Hecke, Virrankoski, Wallis, Watson GUE/NGL : Agnoletto, Bertinotti, Brie, Catania, Flasarová, Guidoni, Henin, Kaufmann, Kohlí č ek, Markov, Ma š tálka, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Strož, Uca, Verges, Wurtz, Zimmer IND/DEM : Batten, Bloom, Booth, Clark, Farage, Knapman, Nattrass, Titford, Wise NI : Battilocchio, Belohorská, Bobo š íková, De Michelis PPE-DE : Kauppi, Stubb PSE : Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, Berès, van den Berg, Berger, Bersani, Bösch, Bono, Bourzai, Bozkurt, Bullmann, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Casaca, Cashman, Castex, Cercas, Christensen, Corbett, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Evans Robert, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Glante, Goebbels, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Guy-Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Honeyball, Howitt, Hughes, Hutchinson, Jöns, Jørgensen, Kindermann, Kinnock, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, McAvan, McCarthy, Madeira, Ma ň ka, Mann Erika, Martin David, Martínez Martínez, Masip Hidalgo, Mastenbroek, Matsouka, Medina Ortega, Miguélez Ramos, Moraes, Moreno Sánchez, Morgan, Moscovici, Muscat, Myller, Napoletano, Navarro, Öger, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Prets, Rapkay, Reynaud, Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rothe, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Sifunakis, Skinner, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Tarand, Titley, Trautmann, Tzampazi, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Wiersma, Wynn, Yañez-Barnuevo García, Zani, Zingaretti Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Buitenweg, Cohn-Bendit, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Hammerstein Mintz, Hassi, Horá č ek, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lichtenberger, Lipietz, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schlyter, Schmidt, Schroedter, Smith, Staes, Trüpel, Turmes, Voggenhuber, Ždanoka Against: 316 ALDE : Degutis, Deprez, Lynne, Onyszkiewicz GUE/NGL : de Brún, Liotard, Meijer, Seppänen, Sjöstedt IND/DEM : Belder, Blokland, Bonde, Borghezio, Coûteaux, Grabowski, Karatzaferis, Krupa, Louis, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Tomczak, Wohlin, Zapa ł owski, Železný NI : Allister, Chruszcz, Claeys, Czarnecki Marek Aleksander, Czarnecki Ryszard, Dillen, Giertych, Gollnisch, Helmer, Kilroy-Silk, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martin Hans-Peter, Martinez, Masiel, Mölzer, Mote, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr 24.11.2006 C 287 E/44 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "PPE-DE : Albertini, Andrikien ė , Antoniozzi, Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Becsey, Berend, Böge, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brok, Brunetta, Bushill-Matthews, Busuttil, Buzek, Cabrnoch, Callanan, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Demetriou, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Ebner, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Ferber, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gutiérrez- Cortines, Gyürk, Handzlik, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Itälä, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kelam, Kirkhope, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa-Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Landsbergis, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, McMillan-Scott, Mann Thomas, Marques, Martens, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Ouzký, Pack, Panayotopoulos-Cassiotou, Papastamkos, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Pomés Ruiz, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Š ť astný, Stenzel, Stevenson, Strej č ek, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Ventre, Vernola, Vidal-Quadras Roca, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Wortmann-Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Ilves, Mikko, Paasilinna UEN : Angelilli, Aylward, Berlato, Bielan, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Musumeci, Ó Neachtain, Pirilli, Podka ń ski, Poli Bortone, Roszkowski, Ryan, Szyma ń ski, Tatarella, Vaidere, Wojciechowski Janusz, Z ī le Abstention: 17 GUE/NGL : Adamou, Figueiredo, Guerreiro, Manolakou, Toussas, Triantaphyllides IND/DEM : Goudin NI : Baco, Kozlík PPE-DE : Belet PSE : Andersson, Hedh, Hedkvist Petersen, Segelström UEN : Pavilionis Verts/ALE : van Buitenen, Lambert Corrections to votes Against Jean-Paul Gauzès, Sebastiano (Nello) Musumeci 8. Report: Catania A6-0411/2005 Paragraph 18 For: 294 ALDE : Alvaro, Andrejevs, Andria, Bonino, Bowles, Busk, Carlshamre, Chatzimarkakis, Chiesa, Cocilovo, Davies, Dr č ar Murko, Duff, Guardans Cambó, Hall, Harkin, Hennis-Plasschaert, in 't Veld, Jäätteenmäki, Jensen, Juknevi č ien ė , Kacin, Karim, Klinz, Koch-Mehrin, Krahmer, Lambsdorff, Ludford, Lynne, Maaten, Manders, Mulder, Newton Dunn, Nicholson of Winterbourne, Ortuondo Larrea, Pistelli, Procacci, Prodi, Resetarits, Samuelsen, Savi, Sbarbati, Schuth, Starkevi č i ū t ė , Szent-Iványi, Takkula, Toia, Väyrynen, Virrankoski, Wallis, Watson 24.11.2006 C 287 E/45 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "GUE/NGL : Adamou, Agnoletto, Bertinotti, Brie, Catania, de Brún, Figueiredo, Flasarová, Guerreiro, Guidoni, Henin, Kaufmann, Kohlí č ek, Manolakou, Markov, Ma š tálka, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Strož, Toussas, Triantaphyllides, Uca, Verges, Wurtz, Zimmer NI : Battilocchio, Belohorská, Bobo š íková, De Michelis PPE-DE : Itälä, Kauppi, Stubb PSE : Andersson, Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, Berès, van den Berg, Berger, Bersani, Bösch, Bono, Bourzai, Bozkurt, Bullmann, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Casaca, Cashman, Castex, Cercas, Corbett, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Evans Robert, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Glante, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Guy-Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Hedh, Hedkvist Petersen, Honeyball, Howitt, Hughes, Hutchinson, Jöns, Kindermann, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, McCarthy, Madeira, Ma ň ka, Mann Erika, Martin David, Martínez Martínez, Masip Hidalgo, Mastenbroek, Matsouka, Medina Ortega, Miguélez Ramos, Moraes, Moreno Sánchez, Morgan, Moscovici, Muscat, Myller, Napoletano, Navarro, Öger, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Reynaud, Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rothe, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Segelström, Sifunakis, Skinner, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Titley, Trautmann, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Wynn, Yañez-Barnuevo García, Zani, Zingaretti Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Buitenweg, Cohn-Bendit, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Hammerstein Mintz, Hassi, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lichtenberger, Lipietz, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schlyter, Schmidt, Schroedter, Smith, Staes, Trüpel, Turmes, Voggenhuber, Ždanoka Against: 343 ALDE : Beaupuy, Birutis, Bourlanges, Budreikait ė , Cavada, Degutis, Deprez, Duquesne, Fourtou, Gentvilas, Geremek, Gibault, Ku ł akowski, Laperrouze, Lehideux, Letta, Morillon, Neyts-Uyttebroeck, Onyszkiewicz, Pannella, Ries, Staniszewska, Van Hecke GUE/NGL : Liotard, Meijer IND/DEM : Batten, Belder, Blokland, Bloom, Bonde, Booth, Borghezio, Clark, Coûteaux, Farage, Goudin, Grabowski, Karatzaferis, Knapman, Krupa, Louis, Nattrass, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Titford, Tomczak, Wise, Wohlin, Zapa ł owski, Železný NI : Allister, Chruszcz, Claeys, Czarnecki Marek Aleksander, Czarnecki Ryszard, Dillen, Giertych, Gollnisch, Helmer, Kilroy-Silk, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martinez, Masiel, Mölzer, Mote, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr PPE-DE : Albertini, Andrikien ė , Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Becsey, Belet, Berend, Böge, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brok, Brunetta, Bushill-Matthews, Busuttil, Buzek, Cabrnoch, Callanan, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Demetriou, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Ebner, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Ferber, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gutiérrez- Cortines, Gyürk, Handzlik, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kelam, Kirkhope, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa-Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, McMillan-Scott, Mann Thomas, Marques, Martens, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Ouzký, Pack, 24.11.2006 C 287 E/46 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Panayotopoulos-Cassiotou, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Pomés Ruiz, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Š ť astný, Stenzel, Stevenson, Strej č ek, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Ventre, Vernola, Vidal-Quadras Roca, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Wortmann-Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Christensen, Ilves, Jørgensen, Kristensen, Paasilinna UEN : Angelilli, Aylward, Berlato, Bielan, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Musumeci, Ó Neachtain, Pavilionis, Pirilli, Podka ń ski, Poli Bortone, Roszkowski, Ryan, Szyma ń ski, Tatarella, Vaidere, Wojciechowski Janusz, Z ī le Abstention: 5 ALDE : Matsakis NI : Baco, Kozlík, Martin Hans-Peter Verts/ALE : van Buitenen Corrections to votes Against Jean-Paul Gauzès, Cristiana Muscardini 9. Report: Catania A6-0411/2005 Paragraph 19/1 For: 310 ALDE : Alvaro, Andria, Bonino, Bowles, Busk, Carlshamre, Chatzimarkakis, Chiesa, Cocilovo, Davies, Dr č ar Murko, Duff, Duquesne, Geremek, Guardans Cambó, Hall, Hennis-Plasschaert, in 't Veld, Jäätteenmäki, Jensen, Juknevi č ien ė , Kacin, Karim, Klinz, Koch-Mehrin, Krahmer, Ku ł akowski, Lambsdorff, Letta, Ludford, Lynne, Maaten, Manders, Mulder, Newton Dunn, Neyts-Uyttebroeck, Nicholson of Winterbourne, Onyszkiewicz, Pannella, Pistelli, Procacci, Prodi, Resetarits, Riis-Jørgensen, Samuelsen, Sbarbati, Schuth, Staniszewska, Szent-Iványi, Toia, Väyrynen, Van Hecke, Wallis, Watson GUE/NGL : Adamou, Agnoletto, Bertinotti, Brie, Catania, de Brún, Figueiredo, Flasarová, Guerreiro, Guidoni, Kaufmann, Kohlí č ek, Liotard, Manolakou, Markov, Ma š tálka, Meijer, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Seppänen, Sjöstedt, Strož, Toussas, Triantaphyllides, Uca, Verges, Wurtz, Zimmer IND/DEM : Belder, Blokland, Bonde, Borghezio, Salvini, Sinnott, Speroni, Železný NI : Battilocchio, Bobo š íková, De Michelis PPE-DE : Itälä PSE : Andersson, Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, Berès, van den Berg, Berger, Bersani, Bösch, Bono, Bourzai, Bozkurt, Bullmann, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Casaca, Cashman, Castex, Cercas, Christensen, Corbett, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, El Khadraoui, Estrela, Ettl, Evans Robert, Falbr, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Glante, Goebbels, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Guy-Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Hedh, Hedkvist Petersen, Honeyball, Howitt, Hughes, Hutchinson, Jöns, Jørgensen, Kindermann, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, McAvan, McCarthy, Madeira, Ma ň ka, Mann Erika, Martin David, Martínez Martínez, Masip Hidalgo, Mastenbroek, Matsouka, Medina Ortega, Miguélez Ramos, Moraes, Moreno Sánchez, Morgan, Moscovici, Muscat, Myller, Napoletano, 24.11.2006 C 287 E/47 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Navarro, Öger, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Reynaud, Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rothe, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Segelström, Sifunakis, Skinner, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Titley, Trautmann, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Wiersma, Wynn, Yañez-Barnuevo García, Zani, Zingaretti UEN : Poli Bortone Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Buitenweg, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Hammerstein Mintz, Hassi, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lipietz, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schlyter, Schmidt, Schroedter, Smith, Staes, Trüpel, Turmes, Voggenhuber, Ždanoka Against: 326 ALDE : Andrejevs, Beaupuy, Birutis, Bourlanges, Budreikait ė , Cavada, Degutis, Deprez, De Sarnez, Di č kut ė , Fourtou, Gentvilas, Gibault, Harkin, Laperrouze, Lehideux, Morillon, Ortuondo Larrea, Oviir, Savi, Starkevi č i ū t ė , Virrankoski IND/DEM : Batten, Bloom, Booth, Clark, Coûteaux, Farage, Goudin, Grabowski, Knapman, Krupa, Louis, Nattrass, P ę k, Piotrowski, Rogalski, Titford, Tomczak, Wise, Wohlin, Zapa ł owski NI : Allister, Chruszcz, Claeys, Czarnecki Marek Aleksander, Czarnecki Ryszard, Dillen, Giertych, Gollnisch, Helmer, Kilroy-Silk, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martin Hans-Peter, Martinez, Masiel, Mölzer, Mote, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr PPE-DE : Albertini, Andrikien ė , Antoniozzi, Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Becsey, Berend, Böge, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brunetta, Bushill-Matthews, Busuttil, Buzek, Cabrnoch, Callanan, Casa, Caspary, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Ebner, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Ferber, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García- Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gutiérrez-Cortines, Gyürk, Handzlik, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kelam, Kirkhope, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa-Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Landsbergis, Langen, Langendries, Lauk, Lechner, Lehne, Liese, López-Istúriz White, Lulling, Maat, McGuinness, McMillan-Scott, Mann Thomas, Marques, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Ouzký, Pack, Panayotopoulos-Cassiotou, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Pomés Ruiz, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Š ť astný, Stenzel, Stevenson, Strej č ek, Stubb, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Ventre, Vidal-Quadras Roca, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Wortmann-Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Ilves, Mikko, Paasilinna, Tarand UEN : Angelilli, Aylward, Berlato, Bielan, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Musumeci, Ó Neachtain, Pavilionis, Pirilli, Podka ń ski, Roszkowski, Ryan, Szyma ń ski, Tatarella, Vaidere, Wojciechowski Janusz, Z ī le 24.11.2006 C 287 E/48 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Abstention: 7 ALDE : Matsakis GUE/NGL : Henin IND/DEM : Karatzaferis NI : Baco, Kozlík PPE-DE : Belet Verts/ALE : van Buitenen 10. Report: Catania A6-0411/2005 Paragraph 21 For: 284 ALDE : Alvaro, Andrejevs, Andria, Bonino, Bowles, Busk, Carlshamre, Chatzimarkakis, Chiesa, Cocilovo, Davies, Di č kut ė , Dr č ar Murko, Duff, Geremek, Guardans Cambó, Hall, Harkin, Hennis-Plasschaert, in 't Veld, Jäätteenmäki, Jensen, Juknevi č ien ė , Kacin, Karim, Klinz, Koch-Mehrin, Krahmer, Ku ł akowski, Lambsdorff, Letta, Ludford, Lynne, Maaten, Mulder, Newton Dunn, Nicholson of Winterbourne, Onyszkiewicz, Ortuondo Larrea, Oviir, Pannella, Pistelli, Procacci, Prodi, Resetarits, Riis-Jørgensen, Samuelsen, Savi, Sbarbati, Schuth, Staniszewska, Starkevi č i ū t ė , Szent-Iványi, Toia, Virrankoski, Wallis, Watson GUE/NGL : Adamou, Agnoletto, Bertinotti, Brie, Catania, de Brún, Figueiredo, Flasarová, Guerreiro, Guidoni, Kaufmann, Kohlí č ek, Liotard, Manolakou, Markov, Ma š tálka, Meijer, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Seppänen, Sjöstedt, Strož, Toussas, Triantaphyllides, Uca, Verges, Wurtz, Zimmer IND/DEM : Bonde NI : Battilocchio, Belohorská, Bobo š íková, De Michelis PSE : Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, Berès, van den Berg, Berger, Bersani, Bösch, Bono, Bourzai, Bozkurt, Bullmann, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Casaca, Castex, Cercas, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Falbr, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Glante, Goebbels, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Guy- Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Hutchinson, Jöns, Kindermann, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, Ma ň ka, Mann Erika, Martínez Martínez, Masip Hidalgo, Mastenbroek, Matsouka, Medina Ortega, Miguélez Ramos, Moreno Sánchez, Moscovici, Muscat, Napoletano, Navarro, Öger, Paasilinna, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Reynaud, Riera Madurell, Rocard, Rosati, Rothe, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Sifunakis, Sornosa Martínez, Stockmann, Szejna, Tabajdi, Tarabella, Trautmann, Tzampazi, Valenciano Martínez- Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Wiersma, Yañez- Barnuevo García, Zani, Zingaretti UEN : Musumeci Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Buitenweg, Cohn-Bendit, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Hammerstein Mintz, Harms, Hassi, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lichtenberger, Lipietz, Lucas, Özdemir, Romeva i Rueda, Rühle, Schlyter, Schmidt, Schroedter, Smith, Staes, Trüpel, Turmes, Voggenhuber, Ždanoka 24.11.2006 C 287 E/49 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Against: 338 ALDE : Beaupuy, Birutis, Bourlanges, Budreikait ė , Cavada, Degutis, Deprez, De Sarnez, Duquesne, Fourtou, Gentvilas, Gibault, Griesbeck, Laperrouze, Lehideux, Manders, Morillon, Neyts-Uyttebroeck, Ries, Van Hecke IND/DEM : Batten, Belder, Blokland, Bloom, Booth, Borghezio, Clark, Coûteaux, Farage, Goudin, Grabowski, Karatzaferis, Knapman, Krupa, Louis, Nattrass, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Titford, Tomczak, Wise, Wohlin, Zapa ł owski, Železný NI : Allister, Chruszcz, Claeys, Czarnecki Marek Aleksander, Czarnecki Ryszard, Dillen, Giertych, Gollnisch, Helmer, Kilroy-Silk, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martinez, Masiel, Mölzer, Mote, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr PPE-DE : Albertini, Andrikien ė , Ashworth, Atkins, Audy, Ayuso González, Barsi-Pataky, Bauer, Beazley, Becsey, Belet, Berend, Böge, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brok, Bushill-Matthews, Busuttil, Buzek, Cabrnoch, Callanan, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Daul, Dehaene, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Ebner, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Ferber, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grossetête, Guellec, Gutiérrez-Cortines, Gyürk, Handzlik, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Itälä, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kauppi, Kelam, Kirkhope, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa- Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Landsbergis, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, McMillan-Scott, Mann Thomas, Marques, Martens, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ouzký, Pack, Panayotopoulos-Cassiotou, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Pomés Ruiz, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Š ť astný, Stevenson, Strej č ek, Stubb, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Ventre, Vernola, Vidal-Quadras Roca, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Wortmann-Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Andersson, Christensen, Hedh, Hedkvist Petersen, Ilves, Jørgensen, Kristensen, Mikko, Segelström, Tarand UEN : Angelilli, Aylward, Berlato, Bielan, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Ó Neachtain, Pavilionis, Pirilli, Podka ń ski, Poli Bortone, Roszkowski, Ryan, Szyma ń ski, Tatarella, Vaidere, Wojciechowski Janusz, Z ī le Abstention: 26 ALDE : Matsakis, Takkula, Väyrynen GUE/NGL : Henin NI : Baco, Kozlík, Martin Hans-Peter PPE-DE : Demetriou PSE : Cashman, Corbett, Evans Robert, Ford, Gill, Honeyball, Howitt, Hughes, Kinnock, McAvan, McCarthy, Martin David, Moraes, Morgan, Skinner, Titley, Wynn Verts/ALE : van Buitenen 24.11.2006 C 287 E/50 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "11. Report: Catania A6-0411/2005 Paragraph 26 For: 117 ALDE : Alvaro, Andria, Beaupuy, Birutis, Bourlanges, Bowles, Busk, Carlshamre, Cavada, Chatzimarkakis, Cocilovo, Deprez, De Sarnez, Dr č ar Murko, Duff, Duquesne, Fourtou, Gentvilas, Geremek, Gibault, Griesbeck, Guardans Cambó, Hall, Hennis-Plasschaert, in 't Veld, Jäätteenmäki, Jensen, Juknevi č ien ė , Kacin, Karim, Klinz, Koch-Mehrin, Krahmer, Ku ł akowski, Lambsdorff, Laperrouze, Lehideux, Letta, Ludford, Maaten, Manders, Matsakis, Morillon, Mulder, Newton Dunn, Neyts-Uyttebroeck, Nicholson of Winterbourne, Onyszkiewicz, Ortuondo Larrea, Pannella, Pistelli, Procacci, Prodi, Resetarits, Ries, Riis- Jørgensen, Sbarbati, Schuth, Staniszewska, Starkevi č i ū t ė , Szent-Iványi, Toia, Van Hecke, Virrankoski, Wallis, Watson NI : Bobo š íková PPE-DE : Belet PSE : Bersani, Casaca, De Vits, Dobolyi, Fazakas, Grech, Leinen, Paleckis, Panzeri, Sornosa Martínez, Van Lancker Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Buitenweg, Cohn-Bendit, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Hammerstein Mintz, Harms, Hassi, Horá č ek, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lichtenberger, Lipietz, Özdemir, Onesta, Romeva i Rueda, Rühle, Schmidt, Schroedter, Smith, Staes, Trüpel, Turmes, Voggenhuber, Ždanoka Against: 523 ALDE : Andrejevs, Bonino, Budreikait ė , Chiesa, Davies, Harkin, Oviir, Samuelsen, Takkula, Väyrynen GUE/NGL : Adamou, Agnoletto, Bertinotti, Brie, Catania, de Brún, Figueiredo, Flasarová, Guerreiro, Guidoni, Henin, Kaufmann, Kohlí č ek, Liotard, Manolakou, Markov, Ma š tálka, Meijer, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Seppänen, Sjöstedt, Strož, Toussas, Triantaphyllides, Uca, Verges, Wurtz, Zimmer IND/DEM : Batten, Belder, Blokland, Bloom, Bonde, Booth, Borghezio, Clark, Coûteaux, Farage, Goudin, Grabowski, Karatzaferis, Knapman, Krupa, Louis, Nattrass, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Titford, Tomczak, Wise, Wohlin, Zapa ł owski, Železný NI : Allister, Battilocchio, Belohorská, Chruszcz, Claeys, Czarnecki Marek Aleksander, Czarnecki Ryszard, De Michelis, Dillen, Giertych, Gollnisch, Helmer, Kilroy-Silk, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martinez, Masiel, Mölzer, Mote, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr PPE-DE : Albertini, Andrikien ė , Antoniozzi, Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Becsey, Berend, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brok, Brunetta, Bushill-Matthews, Busuttil, Buzek, Cabrnoch, Callanan, Casa, Caspary, Castiglione, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Demetriou, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Ebner, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Ferber, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García- Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gutiérrez-Cortines, Gyürk, Handzlik, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kauppi, Kelam, Kirkhope, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa-Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Landsbergis, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, McMillan-Scott, Mann Thomas, Marques, Martens, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Ouzký, Pack, Panayotopoulos- Cassiotou, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Pomés Ruiz, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, 24.11.2006 C 287 E/51 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Salafranca Sánchez-Neyra, Samaras, Sartori, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Š kottová, Sonik, Spautz, Š ť astný, Stenzel, Stevenson, Strej č ek, Stubb, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Ventre, Vernola, Vidal-Quadras Roca, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Andersson, Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, Berès, van den Berg, Berger, Bösch, Bono, Bourzai, Bozkurt, Bullmann, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Cashman, Cercas, Christensen, Corbett, Corbey, Correia, Cottigny, De Rossa, Désir, Díez González, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Evans Robert, Falbr, Fava, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Glante, Goebbels, Golik, Gomes, Grabowska, Gröner, Groote, Gurmai, Guy-Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Hedh, Hedkvist Petersen, Honeyball, Howitt, Hughes, Hutchinson, Ilves, Jöns, Jørgensen, Kindermann, Kinnock, Kósáné Kovács, Koterec, Krehl, Kreissl- Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Leichtfried, Lévai, Liberadzki, Lienemann, Locatelli, McAvan, McCarthy, Madeira, Ma ň ka, Mann Erika, Martin David, Martínez Martínez, Masip Hidalgo, Mastenbroek, Matsouka, Medina Ortega, Miguélez Ramos, Mikko, Moreno Sánchez, Morgan, Moscovici, Muscat, Myller, Napoletano, Navarro, Paasilinna, Pahor, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Reynaud, Riera Madurell, Rocard, Rosati, Roth- Behrendt, Rothe, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Segelström, Sifunakis, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Tarand, Titley, Trautmann, Tzampazi, Valenciano Martínez-Orozco, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Wiersma, Wynn, Yañez-Barnuevo García, Zani, Zingaretti UEN : Angelilli, Aylward, Berlato, Bielan, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Musumeci, Ó Neachtain, Pavilionis, Pirilli, Podka ń ski, Poli Bortone, Roszkowski, Ryan, Szyma ń ski, Tatarella, Vaidere, Wojciechowski Janusz, Z ī le Verts/ALE : Lucas, Schlyter Abstention: 6 NI : Baco, Kozlík, Martin Hans-Peter PSE : Castex, Skinner Verts/ALE : van Buitenen Corrections to votes Against Cristiana Muscardini 12. Report: Catania A6-0411/2005 Paragraph 29 For: 519 ALDE : Alvaro, Andria, Beaupuy, Birutis, Bonino, Bowles, Busk, Carlshamre, Cavada, Chatzimarkakis, Chiesa, Cocilovo, Davies, Degutis, De Sarnez, Di č kut ė , Dr č ar Murko, Duff, Duquesne, Fourtou, Gentvilas, Geremek, Gibault, Griesbeck, Guardans Cambó, Hall, Harkin, Hennis-Plasschaert, in 't Veld, Jäätteenmäki, Jensen, Juknevi č ien ė , Kacin, Klinz, Koch-Mehrin, Krahmer, Ku ł akowski, Lambsdorff, Laperrouze, Letta, Ludford, Lynne, Maaten, Manders, Matsakis, Morillon, Mulder, Newton Dunn, Neyts-Uyttebroeck, Nicholson of Winterbourne, Onyszkiewicz, Ortuondo Larrea, Oviir, Pistelli, Procacci, Prodi, Resetarits, Ries, Riis-Jørgensen, Samuelsen, Savi, Sbarbati, Schuth, Staniszewska, Starkevi č i ū t ė , Szent-Iványi, Toia, Van Hecke, Wallis, Watson GUE/NGL : Agnoletto, Bertinotti, Brie, Catania, de Brún, Flasarová, Guerreiro, Guidoni, Henin, Kaufmann, Kohlí č ek, Liotard, Markov, Ma š tálka, Meijer, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Seppänen, Sjöstedt, Strož, Uca, Verges, Wurtz, Zimmer 24.11.2006 C 287 E/52 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "IND/DEM : Bonde NI : Battilocchio, Belohorská, Bobo š íková, Czarnecki Marek Aleksander, Masiel PPE-DE : Albertini, Andrikien ė , Antoniozzi, Audy, Ayuso González, Belet, Berend, Böge, Brejc, Brepoels, B ř ezina, Brok, Brunetta, Busuttil, Buzek, Cabrnoch, Casa, Caspary, del Castillo Vera, Cederschiöld, Chmielewski, Coelho, Coveney, Daul, Dehaene, Descamps, Deß, De Veyrac, Díaz de Mera García Consuegra, Dombrovskis, Doorn, Doyle, Duka-Zólyomi, Ebner, Esteves, Eurlings, Fatuzzo, Ferber, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gyürk, Handzlik, Hatzidakis, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Itälä, Iturgaiz Angulo, Ja ł owiecki, Járóka, Jarzembowski, Jeggle, Kaczmarek, Karas, Kasoulides, Kauppi, Kelam, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa-Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, McGuinness, Mann Thomas, Marques, Mato Adrover, Matsis, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Ő ry, Pack, Panayotopoulos-Cassiotou, Papastamkos, Peterle, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Pomés Ruiz, Posselt, Protasiewicz, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Sonik, Š ť astný, Stenzel, Stubb, Sudre, Surján, Szájer, Tajani, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Ventre, Vidal-Quadras Roca, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Wortmann-Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Andersson, Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, Berès, van den Berg, Berger, Bersani, Bösch, Bono, Bourzai, Bozkurt, Bullmann, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Casaca, Cashman, Castex, Cercas, Christensen, Corbett, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Evans Robert, Falbr, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Glante, Goebbels, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Guy-Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Hedh, Hedkvist Petersen, Honeyball, Howitt, Hughes, Hutchinson, Jöns, Jørgensen, Kindermann, Kinnock, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, McAvan, McCarthy, Madeira, Ma ň ka, Mann Erika, Martin David, Martínez Martínez, Masip Hidalgo, Mastenbroek, Matsouka, Medina Ortega, Miguélez Ramos, Moraes, Moreno Sánchez, Morgan, Moscovici, Muscat, Myller, Napoletano, Navarro, Öger, Paasilinna, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Reynaud, Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rothe, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Segelström, Sifunakis, Skinner, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Titley, Trautmann, Tzampazi, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Wiersma, Wynn, Yañez-Barnuevo García, Zani, Zingaretti UEN : Berlato, Didžiokas, Libicki, Musumeci, Ó Neachtain, Pavilionis, Pirilli, Poli Bortone, Ryan, Tatarella Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Buitenweg, Cohn-Bendit, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Hammerstein Mintz, Harms, Hassi, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lipietz, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schmidt, Schroedter, Smith, Staes, Trüpel, Turmes, Voggenhuber, Ždanoka Against: 113 ALDE : Budreikait ė , Deprez IND/DEM : Batten, Belder, Blokland, Bloom, Booth, Borghezio, Clark, Coûteaux, Farage, Goudin, Grabowski, Karatzaferis, Knapman, Krupa, Louis, Nattrass, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Titford, Tomczak, Wise, Wohlin, Zapa ł owski, Železný 24.11.2006 C 287 E/53 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "NI : Allister, Chruszcz, Claeys, Dillen, Giertych, Gollnisch, Helmer, Kilroy-Silk, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martinez, Mölzer, Mote, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr PPE-DE : Ashworth, Atkins, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Becsey, Bradbourn, Braghetto, Bushill-Matthews, Callanan, Castiglione, Chichester, Deva, Dimitrakopoulos, Dionisi, Dover, Ducho ň , Elles, Evans Jonathan, Fajmon, Gutiérrez-Cortines, Hannan, Harbour, Heaton-Harris, Hennicot-Schoepges, Jackson, Kamall, Kirkhope, Landsbergis, Maat, McMillan-Scott, Martens, Mauro, Nicholson, Oomen-Ruijten, Ouzký, Parish, Pieper, Purvis, Schierhuber, Š kottová, Spautz, Stevenson, Strej č ek, Sturdy, Tannock, Van Orden, Vernola, Vlasák PSE : Ilves, Mikko, Tarand UEN : Angelilli, Aylward, Camre, Foglietta, Kristovskis, Ku ź miuk, Podka ń ski, Szyma ń ski, Vaidere, Z ī le Verts/ALE : Schlyter Abstention: 21 ALDE : Takkula, Väyrynen GUE/NGL : Adamou, Figueiredo, Manolakou, Toussas, Triantaphyllides NI : Baco, Kozlík, Martin Hans-Peter PPE-DE : Rübig UEN : Bielan, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Muscardini, Roszkowski, Wojciechowski Janusz Verts/ALE : van Buitenen, Lichtenberger Corrections to votes For Hans-Peter Martin, Paul Rübig 13. Report: Catania A6-0411/2005 Resolution For: 276 ALDE : Andria, Bonino, Busk, Chiesa, Cocilovo, Davies, Duff, Gentvilas, Geremek, Guardans Cambó, in 't Veld, Jäätteenmäki, Jensen, Karim, Klinz, Ku ł akowski, Lambsdorff, Letta, Maaten, Manders, Matsakis, Mulder, Newton Dunn, Onyszkiewicz, Ortuondo Larrea, Oviir, Pannella, Pistelli, Procacci, Prodi, Riis- Jørgensen, Savi, Sbarbati, Staniszewska, Szent-Iványi, Watson GUE/NGL : Agnoletto, Bertinotti, Brie, Catania, Figueiredo, Flasarová, Guerreiro, Guidoni, Henin, Kaufmann, Kohlí č ek, Liotard, Markov, Ma š tálka, Meijer, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Seppänen, Sjöstedt, Strož, Uca, Verges, Wurtz, Zimmer NI : Battilocchio, Belohorská, Bobo š íková, De Michelis PPE-DE : Itälä, Kauppi PSE : Andersson, Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, van den Berg, Berger, Bersani, Bösch, Bono, Bourzai, Bozkurt, Bullmann, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Casaca, Cashman, Castex, Cercas, Corbett, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Evans Robert, Falbr, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Goebbels, Grabowska, Grech, Gröner, Groote, Gurmai, Guy-Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Hedh, Hedkvist Petersen, Honeyball, Howitt, Hughes, Hutchinson, Jöns, Kindermann, Kinnock, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, McAvan, McCarthy, Madeira, Ma ň ka, Mann Erika, Martin David, Martínez Martínez, Masip Hidalgo, Mastenbroek, Matsouka, Medina Ortega, Miguélez Ramos, Moraes, Moreno Sánchez, Morgan, Moscovici, Muscat, Myller, Napoletano, Navarro, Paasilinna, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Reynaud, 24.11.2006 C 287 E/54 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rothe, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Segelström, Sifunakis, Skinner, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Titley, Trautmann, Tzampazi, Valenciano Martínez- Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Wiersma, Wynn, Yañez-Barnuevo García, Zani, Zingaretti Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, Buitenweg, Cohn-Bendit, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Hammerstein Mintz, Harms, Hassi, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schmidt, Schroedter, Smith, Staes, Trüpel, Turmes, Voggenhuber, Ždanoka Against: 347 ALDE : Alvaro, Andrejevs, Beaupuy, Birutis, Bourlanges, Bowles, Budreikait ė , Carlshamre, Cavada, Chatzimarkakis, Degutis, Deprez, De Sarnez, Di č kut ė , Dr č ar Murko, Duquesne, Fourtou, Gibault, Griesbeck, Kacin, Koch-Mehrin, Krahmer, Laperrouze, Lehideux, Ludford, Morillon, Neyts-Uyttebroeck, Ries, Schuth, Takkula, Väyrynen, Van Hecke, Virrankoski, Wallis GUE/NGL : Manolakou, Toussas IND/DEM : Batten, Belder, Blokland, Bloom, Bonde, Booth, Borghezio, Clark, Coûteaux, Farage, Goudin, Grabowski, Karatzaferis, Knapman, Krupa, Louis, Nattrass, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Titford, Tomczak, Wise, Wohlin, Zapa ł owski, Železný NI : Allister, Chruszcz, Claeys, Czarnecki Marek Aleksander, Czarnecki Ryszard, Dillen, Giertych, Gollnisch, Helmer, Kilroy-Silk, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martinez, Masiel, Mölzer, Mote, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr PPE-DE : Albertini, Andrikien ė , Antoniozzi, Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Becsey, Belet, Berend, Böge, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brok, Brunetta, Bushill-Matthews, Busuttil, Buzek, Cabrnoch, Callanan, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Ebner, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Ferber, Fernández Martín, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gutiérrez-Cortines, Gyürk, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Iturgaiz Angulo, Jackson, Járóka, Jarzembowski, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kelam, Kirkhope, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa-Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Landsbergis, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, McMillan-Scott, Mann Thomas, Marques, Martens, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Ouzký, Pack, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Pomés Ruiz, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Š ť astný, Stenzel, Stevenson, Strej č ek, Stubb, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Ventre, Vernola, Vidal-Quadras Roca, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Ilves, Mikko, Tarand UEN : Angelilli, Aylward, Berlato, Bielan, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Muscardini, Musumeci, Ó Neachtain, Pirilli, Podka ń ski, Poli Bortone, Roszkowski, Szyma ń ski, Tatarella, Vaidere, Wojciechowski Janusz, Z ī le 24.11.2006 C 287 E/55 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Abstention: 22 ALDE : Hall, Harkin, Hennis-Plasschaert, Lynne, Nicholson of Winterbourne, Resetarits, Samuelsen, Starkevi č i ū t ė , Toia GUE/NGL : Adamou, de Brún, Triantaphyllides NI : Baco, Kozlík, Martin Hans-Peter PPE-DE : Mikolá š ik PSE : Christensen, Jørgensen, Kristensen UEN : Pavilionis Verts/ALE : van Buitenen, Schlyter Corrections to votes Against Lars Wohlin Abstention Caroline Lucas, Tobias Pflüger 14. Report: Prets A6-0400/2005 Amendment 5 For: 319 ALDE : Andria, Beaupuy, Birutis, Carlshamre, Cavada, Chiesa, Davies, De Sarnez, Gibault, Griesbeck, Laperrouze, Lehideux, Morillon, Newton Dunn, Neyts-Uyttebroeck, Nicholson of Winterbourne, Oviir, Pistelli, Procacci, Prodi, Savi, Sbarbati, Schuth, Toia, Van Hecke, Virrankoski GUE/NGL : Adamou, Agnoletto, Bertinotti, Catania, de Brún, Figueiredo, Flasarová, Guerreiro, Guidoni, Manolakou, Markov, Musacchio, Pflüger, Ransdorf, Remek, Sjöstedt, Strož, Toussas, Triantaphyllides, Verges IND/DEM : Belder, Blokland, Grabowski, Karatzaferis, Krupa, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Tomczak, Wohlin, Zapa ł owski, Železný NI : Allister, Battilocchio, Belohorská, Bobo š íková, Chruszcz, Czarnecki Marek Aleksander, Czarnecki Ryszard, De Michelis, Giertych, Gollnisch, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martinez, Masiel, Mölzer, Rutowicz, Schenardi, Wojciechowski Bernard Piotr PPE-DE : Albertini, Andrikien ė , Antoniozzi, Audy, Ayuso González, Bauer, Becsey, Belet, Berend, Böge, Braghetto, Brejc, Brepoels, B ř ezina, Brok, Brunetta, Busuttil, Casa, Castiglione, del Castillo Vera, Cederschiöld, Chmielewski, Coelho, Coveney, Dehaene, Demetriou, Descamps, Deß, De Veyrac, Díaz de Mera García Consuegra, Dionisi, Dombrovskis, Doorn, Doyle, Duka-Zólyomi, Ebner, Ehler, Esteves, Eurlings, Fatuzzo, Ferber, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grossetête, Guellec, Gutiérrez-Cortines, Gyürk, Handzlik, Hannan, Hatzidakis, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Itälä, Iturgaiz Angulo, Ja ł owiecki, Járóka, Jarzembowski, Jeggle, Kaczmarek, Karas, Kasoulides, Kauppi, Kelam, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa-Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Landsbergis, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, Mann Thomas, Marques, Martens, Mato Adrover, Matsis, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Ő ry, Pack, Panayotopoulos-Cassiotou, Papastamkos, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Pomés Ruiz, Posselt, Protasiewicz, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, 24.11.2006 C 287 E/56 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Seeber, Seeberg, Siekierski, Silva Peneda, Spautz, Š ť astný, Stenzel, Stubb, Sudre, Surján, Szájer, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Ventre, Vernola, Vidal- Quadras Roca, Vlasto, Weisgerber, von Wogau, Wortmann-Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Andersson, Be ň ová, Berès, Bullmann, Castex, Ferreira Anne, Guy-Quint, Hedh, Hedkvist Petersen, Koterec, Poignant, Reynaud, Roure, Segelström, Vergnaud, Wiersma UEN : Angelilli, Aylward, Berlato, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kristovskis, Ku ź miuk, Libicki, Muscardini, Ó Neachtain, Pavilionis, Pirilli, Podka ń ski, Poli Bortone, Roszkowski, Ryan, Szyma ń ski, Tatarella, Vaidere Verts/ALE : Auken, Cohn-Bendit, Hammerstein Mintz, Hassi, Schlyter, Turmes Against: 280 ALDE : Alvaro, Bonino, Bourlanges, Budreikait ė , Chatzimarkakis, Degutis, Deprez, Duquesne, Fourtou, Guardans Cambó, Hall, Harkin, Hennis-Plasschaert, in 't Veld, Jensen, Karim, Lambsdorff, Letta, Ludford, Lynne, Maaten, Manders, Mulder, Onyszkiewicz, Ortuondo Larrea, Pannella, Resetarits, Ries, Riis-Jørgensen, Staniszewska, Starkevi č i ū t ė , Szent-Iványi GUE/NGL : Kohlí č ek, Liotard, Ma š tálka, Meijer, Morgantini IND/DEM : Batten, Bloom, Booth, Borghezio, Clark, Farage, Knapman, Louis, Nattrass, Titford, Wise NI : Helmer, Martin Hans-Peter PPE-DE : Ashworth, Bachelot-Narquin, Barsi-Pataky, Bradbourn, Bushill-Matthews, Buzek, Cabrnoch, Callanan, Chichester, Daul, Deva, Dover, Ducho ň , Elles, Evans Jonathan, Fajmon, Gargani, Harbour, Heaton-Harris, Jackson, Kamall, Kirkhope, McMillan-Scott, Mauro, Nicholson, Oomen-Ruijten, Ouzký, Parish, Purvis, Š kottová, Sonik, Stevenson, Strej č ek, Sturdy, Tajani, Tannock, Van Orden, Vlasák PSE : Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, van den Berg, Berger, Bersani, Bösch, Bono, Bourzai, Bozkurt, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Casaca, Cashman, Cercas, Christensen, Corbett, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Evans Robert, Fava, Fazakas, Fernandes, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Glante, Goebbels, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Honeyball, Howitt, Hughes, Hutchinson, Ilves, Jöns, Jørgensen, Kindermann, Kinnock, Kósáné Kovács, Krehl, Kreissl-Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, McAvan, McCarthy, Madeira, Ma ň ka, Martin David, Martínez Martínez, Masip Hidalgo, Mastenbroek, Matsouka, Medina Ortega, Miguélez Ramos, Mikko, Moraes, Moreno Sánchez, Morgan, Moscovici, Muscat, Myller, Navarro, Paasilinna, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Prets, Rapkay, Riera Madurell, Rocard, Rosati, Rothe, Rou č ek, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Sifunakis, Skinner, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Tarand, Titley, Trautmann, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vincenzi, Walter, Weber Henri, Weiler, Wynn, Zani, Zingaretti UEN : Bielan, Kami ń ski, Wojciechowski Janusz, Z ī le Verts/ALE : Aubert, Beer, Bennahmias, Breyer, van Buitenen, Buitenweg, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Harms, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lichtenberger, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schmidt, Schroedter, Smith, Staes, Trüpel, Voggenhuber, Ždanoka Abstention: 25 ALDE : Andrejevs, Klinz, Krahmer, Matsakis, Takkula, Väyrynen GUE/NGL : Brie, Henin, Kaufmann, Meyer Pleite, Papadimoulis, Seppänen, Uca, Wurtz, Zimmer IND/DEM : Coûteaux, Goudin 24.11.2006 C 287 E/57 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "NI : Claeys, Dillen, Kilroy-Silk, Mote, Vanhecke PPE-DE : Atkins UEN : Krasts, Musumeci Corrections to votes For Kader Arif, Marie-Arlette Carlotti, Francis Wurtz, Rainer Wieland, Luisa Morgantini Against Claude Turmes, Dagmar Roth-Behrendt, Daniel Marc Cohn-Bendit 15. Report: Prets A6-0400/2005 Amendment 7 For: 307 ALDE : Chiesa, De Sarnez, Lehideux, Prodi, Takkula, Toia GUE/NGL : Adamou, de Brún, Figueiredo, Flasarová, Guerreiro, Henin, Manolakou, Seppänen, Sjöstedt, Toussas, Triantaphyllides, Uca, Verges, Zimmer IND/DEM : Belder, Blokland, Bonde, Borghezio, Coûteaux, Goudin, Grabowski, Karatzaferis, Krupa, Louis, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Tomczak, Zapa ł owski, Železný NI : Allister, Battilocchio, Bobo š íková, Chruszcz, Czarnecki Marek Aleksander, De Michelis, Giertych, Helmer, Masiel, Wojciechowski Bernard Piotr PPE-DE : Albertini, Andrikien ė , Antoniozzi, Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Beazley, Becsey, Belet, Berend, Böge, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brunetta, Bushill- Matthews, Busuttil, Cabrnoch, Callanan, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Demetriou, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Dover, Doyle, Ducho ň , Duka- Zólyomi, Ebner, Ehler, Elles, Esteves, Evans Jonathan, Fajmon, Fatuzzo, Ferber, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gutiérrez-Cortines, Gyürk, Handzlik, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Itälä, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jarzembowski, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kelam, Kirkhope, Klamt, Klaß, Koch, Korhola, Kratsa-Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Landsbergis, Langen, Langendries, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, McGuinness, McMillan-Scott, Mann Thomas, Marques, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, Novak, Olajos, Olbrycht, Ő ry, Ouzký, Pack, Panayotopoulos-Cassiotou, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Poettering, Pomés Ruiz, Posselt, Protasiewicz, Purvis, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Š ť astný, Stenzel, Stevenson, Strej č ek, Stubb, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Vernola, Vidal-Quadras Roca, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka PSE : Andersson, Cottigny, Hedh, Hedkvist Petersen, Öger, Segelström, Walter, Weber Henri UEN : Angelilli, Aylward, Berlato, Bielan, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kami ń ski, Ku ź miuk, Libicki, Muscardini, Musumeci, Ó Neachtain, Pavilionis, Pirilli, Podka ń ski, Poli Bortone, Roszkowski, Ryan, Szyma ń ski, Tatarella, Vaidere, Wojciechowski Janusz Verts/ALE : Schlyter 24.11.2006 C 287 E/58 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Against: 310 ALDE : Alvaro, Andrejevs, Andria, Birutis, Bonino, Bowles, Budreikait ė , Busk, Carlshamre, Cavada, Chatzimarkakis, Cocilovo, Davies, Degutis, Deprez, Di č kut ė , Dr č ar Murko, Duff, Duquesne, Fourtou, Gentvilas, Geremek, Gibault, Griesbeck, Guardans Cambó, Hall, Harkin, Hennis-Plasschaert, in 't Veld, Jäätteenmäki, Jensen, Juknevi č ien ė , Kacin, Karim, Klinz, Koch-Mehrin, Ku ł akowski, Lambsdorff, Laperrouze, Letta, Ludford, Lynne, Maaten, Manders, Matsakis, Morillon, Mulder, Newton Dunn, Neyts-Uyttebroeck, Nicholson of Winterbourne, Onyszkiewicz, Ortuondo Larrea, Oviir, Pannella, Pistelli, Procacci, Resetarits, Ries, Riis-Jørgensen, Samuelsen, Savi, Sbarbati, Schuth, Staniszewska, Starkevi č i ū t ė , Szent-Iványi, Väyrynen, Van Hecke, Virrankoski, Wallis, Watson GUE/NGL : Bertinotti, Kohlí č ek, Liotard, Meijer, Strož IND/DEM : Booth, Clark, Farage, Knapman, Nattrass, Wise NI : Claeys, Czarnecki Ryszard, Dillen, Gollnisch, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martin Hans-Peter, Martinez, Mölzer, Rutowicz, Schenardi, Vanhecke PPE-DE : Barsi-Pataky, Bauer, Buzek, Doorn, Eurlings, Konrad, Lauk, Lechner, Maat, Martens, van Nistelrooij, Oomen-Ruijten, Wortmann-Kool PSE : Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, Berès, van den Berg, Berger, Bersani, Bösch, Bono, Bourzai, Bozkurt, Bullmann, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Casaca, Cashman, Cercas, Christensen, Corbett, Corbey, Correia, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Evans Robert, Falbr, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Glante, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Honeyball, Howitt, Hughes, Hutchinson, Ilves, Jöns, Jørgensen, Kindermann, Kinnock, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, McCarthy, Madeira, Ma ň ka, Mann Erika, Martin David, Martínez Martínez, Masip Hidalgo, Mastenbroek, Medina Ortega, Miguélez Ramos, Mikko, Moraes, Moreno Sánchez, Morgan, Moscovici, Muscat, Myller, Napoletano, Navarro, Paasilinna, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pittella, Pleguezuelos Aguilar, Prets, Rapkay, Rasmussen, Reynaud, Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rothe, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Sifunakis, Skinner, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Tarand, Titley, Tzampazi, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vincenzi, Weiler, Wiersma, Wynn, Yañez-Barnuevo García, Zani, Zingaretti Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, van Buitenen, Buitenweg, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Hammerstein Mintz, Harms, Hassi, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lichtenberger, Lipietz, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schmidt, Schroedter, Smith, Staes, Trüpel, Voggenhuber, Ždanoka Abstention: 25 ALDE : Beaupuy GUE/NGL : Agnoletto, Catania, Guidoni, Kaufmann, Ma š tálka, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek IND/DEM : Batten, Bloom, Titford NI : Baco, Kilroy-Silk, Kozlík, Mote PPE-DE : Ventre PSE : Castex UEN : Krasts, Kristovskis, Z ī le 24.11.2006 C 287 E/59 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Corrections to votes For Lars Wohlin, Luisa Morgantini Against Claude Turmes, Henri Weber 16. Report: Prets A6-0400/2005 Recital J For: 588 ALDE : Alvaro, Andrejevs, Andria, Beaupuy, Birutis, Bonino, Bourlanges, Bowles, Budreikait ė , Carlshamre, Cavada, Chatzimarkakis, Chiesa, Cocilovo, Davies, Degutis, Deprez, De Sarnez, Di č kut ė , Dr č ar Murko, Duff, Duquesne, Fourtou, Gentvilas, Geremek, Gibault, Griesbeck, Guardans Cambó, Hall, Harkin, Hennis- Plasschaert, in 't Veld, Jäätteenmäki, Jensen, Juknevi č ien ė , Kacin, Karim, Klinz, Koch-Mehrin, Krahmer, Ku ł akowski, Lambsdorff, Laperrouze, Lehideux, Letta, Ludford, Lynne, Maaten, Manders, Matsakis, Mulder, Newton Dunn, Neyts-Uyttebroeck, Nicholson of Winterbourne, Onyszkiewicz, Ortuondo Larrea, Oviir, Pannella, Pistelli, Procacci, Prodi, Resetarits, Ries, Riis-Jørgensen, Samuelsen, Savi, Sbarbati, Schuth, Staniszewska, Starkevi č i ū t ė , Szent-Iványi, Toia, Väyrynen, Van Hecke, Virrankoski, Wallis, Watson GUE/NGL : Adamou, Agnoletto, Bertinotti, Brie, Catania, Figueiredo, Flasarová, Guerreiro, Guidoni, Henin, Kaufmann, Kohlí č ek, Liotard, Ma š tálka, Meijer, Meyer Pleite, Morgantini, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Strož, Triantaphyllides, Uca, Verges, Zimmer IND/DEM : Coûteaux, Grabowski, Krupa, Louis, P ę k, Piotrowski, Rogalski, Tomczak, Zapa ł owski NI : Allister, Battilocchio, Belohorská, Bobo š íková, Chruszcz, Claeys, Czarnecki Marek Aleksander, De Michelis, Dillen, Helmer, Masiel, Mölzer, Rutowicz, Vanhecke PPE-DE : Albertini, Andrikien ė , Antoniozzi, Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Barsi-Pataky, Bauer, Beazley, Becsey, Belet, Berend, Böge, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brok, Brunetta, Bushill-Matthews, Busuttil, Buzek, Cabrnoch, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Demetriou, Descamps, Deß, Deva, De Veyrac, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Ebner, Ehler, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gutiérrez-Cortines, Gyürk, Handzlik, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Itälä, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jarzembowski, Jeggle, Kaczmarek, Kamall, Kasoulides, Kauppi, Kelam, Kirkhope, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa-Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Landsbergis, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, McMillan-Scott, Mann Thomas, Marques, Martens, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Ouzký, Pack, Panayotopoulos-Cassiotou, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Pomés Ruiz, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Š ť astný, Stenzel, Stevenson, Strej č ek, Stubb, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Ventre, Vernola, Vidal-Quadras Roca, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Wortmann-Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zv ěř ina, Zwiefka 24.11.2006 C 287 E/60 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "PSE : Andersson, Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, Berès, Berger, Bersani, Bösch, Bono, Bourzai, Bullmann, van den Burg, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Casaca, Cashman, Castex, Cercas, Christensen, Corbett, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Evans Robert, Falbr, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Glante, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Guy-Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Hedh, Hedkvist Petersen, Honeyball, Howitt, Hughes, Hutchinson, Ilves, Jöns, Jørgensen, Kindermann, Kinnock, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Locatelli, McAvan, McCarthy, Madeira, Ma ň ka, Mann Erika, Martin David, Martínez Martínez, Masip Hidalgo, Matsouka, Medina Ortega, Miguélez Ramos, Mikko, Moraes, Moreno Sánchez, Morgan, Moscovici, Muscat, Myller, Napoletano, Navarro, Öger, Paasilinna, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Rasmussen, Reynaud, Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rothe, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Segelström, Sifunakis, Skinner, Sornosa Martínez, Stockmann, Swoboda, Szejna, Tabajdi, Tarabella, Tarand, Titley, Trautmann, Tzampazi, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weiler, Wynn, Yañez-Barnuevo García, Zani, Zingaretti UEN : Angelilli, Berlato, Camre, Foglietta, Libicki, Muscardini, Musumeci, Pirilli, Poli Bortone, Tatarella Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, van Buitenen, Buitenweg, Cohn-Bendit, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Hammerstein Mintz, Harms, Hassi, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lichtenberger, Lipietz, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schlyter, Schmidt, Schroedter, Smith, Staes, Trüpel, Turmes, Voggenhuber, Ždanoka Against: 52 GUE/NGL : Seppänen, Sjöstedt IND/DEM : Batten, Belder, Blokland, Bloom, Booth, Borghezio, Clark, Farage, Goudin, Karatzaferis, Knapman, Nattrass, Salvini, Sinnott, Speroni, Titford, Wise, Wohlin, Železný NI : Giertych, Gollnisch, Lang, Le Pen Jean-Marie, Le Pen Marine, Le Rachinel, Martinez, Schenardi, Wojciechowski Bernard Piotr PSE : van den Berg, Bozkurt, Carnero González, Mastenbroek UEN : Aylward, Bielan, Didžiokas, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Ó Neachtain, Pavilionis, Podka ń ski, Roszkowski, Ryan, Szyma ń ski, Vaidere, Wojciechowski Janusz, Z ī le Abstention: 9 GUE/NGL : de Brún, Manolakou, Toussas IND/DEM : Bonde NI : Baco, Kilroy-Silk, Kozlík, Mote PSE : Wiersma Corrections to votes For Hans-Peter Martin, Carlos Carnero González, Othmar Karas Against Ieke van den Burg, Paul Marie Coûteaux, Patrick Louis 24.11.2006 C 287 E/61 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "17. Report: Prets A6-0400/2005 Resolution For: 622 ALDE : Andrejevs, Andria, Beaupuy, Birutis, Bonino, Bourlanges, Bowles, Budreikait ė , Busk, Carlshamre, Cavada, Chatzimarkakis, Chiesa, Cocilovo, Degutis, Deprez, De Sarnez, Di č kut ė , Dr č ar Murko, Duff, Duquesne, Fourtou, Gentvilas, Geremek, Gibault, Griesbeck, Hall, Harkin, Jäätteenmäki, Jensen, Juknevi č ien ė , Kacin, Karim, Klinz, Koch-Mehrin, Krahmer, Ku ł akowski, Lambsdorff, Laperrouze, Letta, Ludford, Lynne, Maaten, Matsakis, Morillon, Newton Dunn, Neyts-Uyttebroeck, Nicholson of Winterbourne, Onyszkiewicz, Ortuondo Larrea, Oviir, Pannella, Pistelli, Procacci, Prodi, Resetarits, Ries, Riis-Jørgensen, Savi, Sbarbati, Schuth, Staniszewska, Starkevi č i ū t ė , Szent-Iványi, Takkula, Toia, Väyrynen, Van Hecke, Virrankoski, Wallis, Watson GUE/NGL : Adamou, Agnoletto, Bertinotti, Brie, Catania, de Brún, Figueiredo, Flasarová, Guerreiro, Guidoni, Henin, Kaufmann, Kohlí č ek, Liotard, Ma š tálka, Meijer, Meyer Pleite, Musacchio, Papadimoulis, Pflüger, Ransdorf, Remek, Seppänen, Sjöstedt, Strož, Triantaphyllides, Verges, Wurtz, Zimmer IND/DEM : Belder, Blokland, Bonde, Borghezio, Grabowski, Karatzaferis, Krupa, P ę k, Piotrowski, Rogalski, Salvini, Sinnott, Speroni, Tomczak, Wohlin, Zapa ł owski, Železný NI : Allister, Battilocchio, Belohorská, Bobo š íková, Chruszcz, Claeys, Czarnecki Marek Aleksander, Czarnecki Ryszard, De Michelis, Dillen, Giertych, Gollnisch, Helmer, Lang, Le Pen Marine, Le Rachinel, Martin Hans-Peter, Martinez, Masiel, Mölzer, Rutowicz, Schenardi, Vanhecke, Wojciechowski Bernard Piotr PPE-DE : Albertini, Andrikien ė , Antoniozzi, Ashworth, Atkins, Audy, Ayuso González, Bachelot-Narquin, Bauer, Beazley, Becsey, Belet, Berend, Böge, Bradbourn, Braghetto, Brejc, Brepoels, B ř ezina, Brok, Brunetta, Bushill-Matthews, Busuttil, Buzek, Cabrnoch, Callanan, Casa, Caspary, Castiglione, del Castillo Vera, Cederschiöld, Chichester, Chmielewski, Coelho, Coveney, Daul, Dehaene, Demetriou, Descamps, Deß, Deva, Díaz de Mera García Consuegra, Dimitrakopoulos, Dionisi, Dombrovskis, Doorn, Dover, Doyle, Ducho ň , Duka-Zólyomi, Ebner, Ehler, Elles, Esteves, Eurlings, Evans Jonathan, Fajmon, Fatuzzo, Fernández Martín, Fjellner, Florenz, Fontaine, Fraga Estévez, Freitas, Friedrich, Gahler, Gál, Ga ľ a, Galeote Quecedo, García-Margallo y Marfil, Gargani, Gaubert, Gauzès, Gawronski, Gewalt, Gklavakis, Glattfelder, Goepel, Gomolka, Graça Moura, Gräßle, de Grandes Pascual, Grosch, Grossetête, Guellec, Gutiérrez-Cortines, Gyürk, Handzlik, Hannan, Harbour, Hatzidakis, Heaton-Harris, Hennicot-Schoepges, Herranz García, Hieronymi, Higgins, Hökmark, Hoppenstedt, Hudacký, Hybá š ková, Ibrisagic, Itälä, Iturgaiz Angulo, Jackson, Ja ł owiecki, Járóka, Jarzembowski, Jeggle, Kaczmarek, Kamall, Karas, Kasoulides, Kauppi, Kelam, Kirkhope, Klamt, Klaß, Koch, Konrad, Korhola, Kratsa-Tsagaropoulou, Kudrycka, Ku šķ is, Lamassoure, Landsbergis, Langen, Langendries, Lauk, Lechner, Lehne, Lewandowski, Liese, López-Istúriz White, Lulling, Maat, McGuinness, McMillan-Scott, Mann Thomas, Marques, Martens, Mato Adrover, Matsis, Mauro, Mavrommatis, Mayer, Mayor Oreja, Méndez de Vigo, Mikolá š ik, Millán Mon, Mitchell, Montoro Romero, Musotto, Nassauer, Nicholson, Niebler, van Nistelrooij, Novak, Olajos, Olbrycht, Oomen-Ruijten, Ő ry, Ouzký, Pack, Panayotopoulos-Cassiotou, Papastamkos, Parish, Peterle, Pieper, P ī ks, Pinheiro, Piskorski, Ple š tinská, Poettering, Pomés Ruiz, Posselt, Protasiewicz, Purvis, Queiró, Quisthoudt-Rowohl, Rack, Radwan, Reul, Roithová, Rübig, Saïfi, Salafranca Sánchez-Neyra, Samaras, Sartori, Saryusz-Wolski, Schierhuber, Schmitt, Schnellhardt, Schöpflin, Schröder, Schwab, Seeber, Seeberg, Siekierski, Silva Peneda, Š kottová, Sonik, Spautz, Š ť astný, Stenzel, Stevenson, Strej č ek, Stubb, Sturdy, Sudre, Surján, Szájer, Tajani, Tannock, Thyssen, Toubon, Trakatellis, Ulmer, Vakalis, Van Orden, Varela Suanzes-Carpegna, Varvitsiotis, Vatanen, Ventre, Vernola, Vidal-Quadras Roca, Vlasák, Vlasto, Weber Manfred, Weisgerber, Wieland, von Wogau, Wortmann-Kool, Záborská, Zaleski, Zappalà, Zatloukal, Zieleniec, Zwiefka PSE : Andersson, Arif, Arnaoutakis, Assis, Ayala Sender, Badia I Cutchet, Barón Crespo, Batzeli, Beglitis, Be ň ová, Berès, Berger, Bersani, Bösch, Bono, Bourzai, Bullmann, Busquin, Calabuig Rull, Capoulas Santos, Carlotti, Carnero González, Casaca, Cashman, Castex, Cercas, Christensen, Corbett, Corbey, Correia, Cottigny, De Rossa, Désir, De Vits, Díez González, Dobolyi, Douay, Dührkop Dührkop, El Khadraoui, Estrela, Ettl, Evans Robert, Falbr, Fava, Fazakas, Fernandes, Ferreira Anne, Ferreira Elisa, Ford, Fruteau, García Pérez, Gebhardt, Geringer de Oedenberg, Gierek, Gill, Glante, Goebbels, Golik, Gomes, Grabowska, Grech, Gröner, Groote, Gurmai, Guy-Quint, Hänsch, Hamon, Harangozó, Hasse Ferreira, Haug, Hedh, Hedkvist Petersen, Honeyball, Howitt, Hughes, Hutchinson, Ilves, Jöns, Jørgensen, Kindermann, Kinnock, Kósáné Kovács, Koterec, Krehl, Kreissl-Dörfler, Kristensen, Kuc, Kuhne, Laignel, Lambrinidis, Lavarra, Le Foll, Lehtinen, Leichtfried, Leinen, Lévai, Liberadzki, Lienemann, Locatelli, McAvan, McCarthy, Madeira, Ma ň ka, Mann Erika, Martin David, Martínez Martínez, Masip Hidalgo, Matsouka, Medina Ortega, Miguélez Ramos, Mikko, Moraes, Moreno Sánchez, Morgan, Moscovici, Muscat, Myller, Napoletano, Navarro, Öger, 24.11.2006 C 287 E/62 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Paasilinna, Pahor, Paleckis, Panzeri, Patrie, Peillon, Piecyk, Pinior, Pittella, Pleguezuelos Aguilar, Poignant, Prets, Rapkay, Rasmussen, Reynaud, Riera Madurell, Rocard, Rosati, Roth-Behrendt, Rothe, Rou č ek, Roure, Sacconi, Sakalas, Salinas García, Sánchez Presedo, dos Santos, Savary, Scheele, Schulz, Segelström, Sifunakis, Skinner, Sornosa Martínez, Swoboda, Szejna, Tabajdi, Tarabella, Tarand, Titley, Trautmann, Tzampazi, Valenciano Martínez-Orozco, Van Lancker, Vaugrenard, Vergnaud, Vincenzi, Walter, Weber Henri, Weiler, Wynn, Yañez-Barnuevo García, Zani, Zingaretti UEN : Angelilli, Aylward, Berlato, Bielan, Camre, Didžiokas, Foglietta, Foltyn-Kubicka, Janowski, Kami ń ski, Krasts, Kristovskis, Ku ź miuk, Libicki, Muscardini, Musumeci, Ó Neachtain, Pavilionis, Pirilli, Podka ń ski, Poli Bortone, Roszkowski, Ryan, Szyma ń ski, Tatarella, Vaidere, Wojciechowski Janusz, Z ī le Verts/ALE : Aubert, Auken, Beer, Bennahmias, Breyer, van Buitenen, Buitenweg, Cohn-Bendit, Cramer, Evans Jillian, Flautre, Frassoni, Graefe zu Baringdorf, de Groen-Kouwenhoven, Hammerstein Mintz, Harms, Hassi, Horá č ek, Hudghton, Isler Béguin, Joan i Marí, Jonckheer, Kallenbach, Kusstatscher, Lagendijk, Lambert, Lichtenberger, Lipietz, Lucas, Özdemir, Onesta, Romeva i Rueda, Rühle, Schlyter, Schmidt, Schroedter, Smith, Staes, Trüpel, Turmes, Ždanoka Against: 12 IND/DEM : Batten, Bloom, Booth, Clark, Farage, Goudin, Knapman, Nattrass, Titford, Wise NI : Kilroy-Silk PSE : van den Berg Abstention: 19 ALDE : Alvaro, Davies, Guardans Cambó, Hennis-Plasschaert, in 't Veld, Lehideux, Manders, Mulder GUE/NGL : Manolakou, Toussas IND/DEM : Coûteaux, Louis NI : Baco, Kozlík, Mote PPE-DE : Zv ěř ina PSE : Bozkurt, Mastenbroek, Wiersma Corrections to votes For Feleknas Uca 24.11.2006 C 287 E/63 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "TEXTS ADOPTED P6_TA(2006)0001 Amendment of Regulation (EC) No 533/2004 (Croatia) * European Parliament legislative resolution on the proposal for a Council regulation amending Regulation (EC) No 533/2004 (COM(2005)0563 — C6-0406/2005 — 2005/0226(CNS)) (Consultation procedure) The European Parliament , — having regard to the Commission proposal to the Council (COM(2005)0563) ( 1 ), — having regard to Article 181a(2) of the EC Treaty, pursuant to which the Council consulted Parliament (C6-0406/2005), — having regard to Rules 51 and 43(1) of its Rules of Procedure, — having regard to the report of the Committee on Foreign Affairs (A6-0002/2006), 1. Approves the Commission proposal; 2. Calls on the Council to notify Parliament if it intends to depart from the text approved by Parliament; 3. Asks the Council to consult Parliament again if it intends to amend the Commission proposal substan- tially; 4. Instructs its President to forward its position to the Council and Commission. ( 1 ) Not yet published in OJ. P6_TA(2006)0002 Protocol to the Framework Trade and Cooperation Agreement with Korea * European Parliament legislative resolution on the proposal for a Council decision on the conclu- sion of a Protocol to the Framework Agreement for Trade and Cooperation between the European Community and its Member States, on the one hand, and the Republic of Korea, on the other hand, to take account of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the Euro- pean Union (10966/2005 — COM(2005)0281 — C6-0303/2005 — 2005/0121(CNS)) (Consultation procedure) The European Parliament , — having regard to the proposal for a Council decision (COM(2005)0281) ( 1 ), 24.11.2006 C 287 E/64 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) Not yet published in OJ. ",
        "— having regard to Articles 57(2), 71, 80(2), 133, 181a and 300(2), first subparagraph, of the EC Treaty, — having regard to Article 300(3), first subparagraph, of the EC Treaty, pursuant to which the Council consulted Parliament (C6-0303/2005), — having regard to Rules 51, 83(7) and 43(1) of its Rules of Procedure, — having regard to the report of the Committee on International Trade (A6-0398/2005), 1. Approves the conclusion of the Protocol; 2. Instructs its President to forward its position to the Council, the Commission and the governments and parliaments of the Member States and the Republic of Korea. P6_TA(2006)0003 Inclusion of the Maldives in the list of countries covered following the Indian Ocean tsunamis of December 2004 * European Parliament legislative resolution on the proposal for a Council decision amending Deci- sion 2000/24/EC in order to include the Maldives in the list of countries covered, following the Indian Ocean tsunamis of December 2004 (COM(2005)0460 — C6-0319/2005 — 2005/0195(CNS)) (Consultation procedure) The European Parliament , — having regard to the Commission proposal to the Council (COM(2005)0460) ( 1 ), — having regard to Article 181a of the EC Treaty, pursuant to which the Council consulted Parliament (C6-0319/2005), — having regard to Rule 51 of its Rules of Procedure, — having regard to the report of the Committee on Budgets (A6-0407/2005), 1. Approves the Commission proposal; 2. Calls on the Council to notify Parliament if it intends to depart from the text approved by Parliament; 3. Calls for initiation of the conciliation procedure under the Joint Declaration of 4 March 1975 if the Council intends to depart from the text approved by Parliament; 4. Asks the Council to consult Parliament again if it intends to amend the Commission proposal substan- tially; 5. Instructs its President to forward its position to the Council and Commission. ( 1 ) Not yet published in OJ. 24.11.2006 C 287 E/65 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "P6_TA(2006)0004 Statistics of goods transport by inland waterways ***I European Parliament legislative resolution on the proposal for a regulation of the European Parlia- ment and of the Council on statistics of goods transport by inland waterways (COM(2005)0366 — C6-0249/2005 — 2005/0150(COD)) (Codecision procedure: first reading) The European Parliament , — having regard to the Commission proposal to the European Parliament and the Council (COM(2005)0366) ( 1 ), — having regard to Article 251(2) and Article 285(1) of the EC Treaty, pursuant to which the Commission submitted the proposal to Parliament (C6-0249/2005), — having regard to Rule 51 of its Rules of Procedure, — having regard to the report of the Committee on Transport and Tourism (A6-0333/2005), 1. Approves the Commission proposal as amended; 2. Calls on the Commission to refer the matter to Parliament again if it intends to amend its proposal substantially or replace it with another text; 3. Instructs its President to forward its position to the Council and Commission. ( 1 ) Not yet published in OJ. P6_TC1-COD(2005)0150 Position of the European Parliament adopted at first reading on 17 January 2006 with a view to the adoption of Regulation (EC) No .../2006 of the European Parliament and of the Council on statistics of goods transport by inland waterways THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof, Having regard to the proposal from the Commission, Acting in accordance with the procedure laid down in Article 251of the Treaty ( 1 ), Whereas: (1) Inland waterways are an important part of the Community's transport networks and the promotion of inland waterways transport is one of the objectives of the Common Transport Policy, both for reasons of economic efficiency and in order to reduce energy consumption and the environmental impact of transport, as described in the Commission White Paper: European transport policy for 2010: time to decide. (2) The Commission needs statistics concerning the transport of goods by inland waterways in order to monitor and develop the common transport policy, as well as the transport elements of policies on the regions and on trans-European networks. 24.11.2006 C 287 E/66 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) Position of the European Parliament of 17 January 2006. ",
        "(3) Statistics on inland waterways transport have been collected under Council Directive 80/1119/EEC of 17 November 1980 on statistical returns in respect of carriage of goods by inland waterways ( 1 ) which no longer correspond to the present needs in this domain. It is therefore appropriate to replace that Directive with a new instrument which extends its scope and improves its efficiency. (4) Community statistics on all modes of transport should be collected according to common concepts and standards, with the aim of achieving the fullest practicable comparability between transport modes. (5) Inland waterways transport does not occur in all Member States and, therefore, the effect of this Regulation is limited to those Member States where this mode of transport exists. (6) Since the objective of the action to be taken, namely the creation of common statistical standards that permit the production of harmonized data, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective . (7) Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics ( 2 ) provides a reference framework for the provisions laid down by this Regulation. (8) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission ( 3 ). (9) The Statistical Programme Committee established by Council Decision 89/382/EEC, Euratom ( 4 ) has been consulted in accordance with Article 3 of that Decision. HAVE ADOPTED THIS REGULATION: Article 1 Subject matter This Regulation establishes common rules for the production of Community statistics concerning inland waterways transport. Article 2 Scope 1. Member States shall transmit to the Commission (Eurostat) data relating to inland waterways trans- port on their national territory. 2. Member States in which the total volume of goods transported annually by inland waterways as national, international or transit transport exceeds one million tonnes shall supply the data referred to in Article 4(1). 3. By way of derogation from paragraph 2 , Member States where there is no international or transit inland waterways transport but where the total volume of goods transported annually by inland waterways as national transport exceeds one million tonnes shall supply only the data required under Article 4(2). 24.11.2006 C 287 E/67 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) OJ L 339, 15.12.1980, p. 30. Directive as last amended by the 2003 Act of Accession. ( 2 ) OJ L 52, 22.2.1997, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1). ( 3 ) OJ L 184, 17.7.1999, p. 23. ( 4 ) OJ L 181, 28.6.1989, p. 47. ",
        "4. This Regulation shall not apply to: a) the carriage of goods by vessels of less than 50 deadweight tonnes; b) vessels used principally for the carriage of passengers; c) vessels used for ferrying purposes; d) vessels used solely for non-commercial purposes by port administrations and public authorities; e) vessels used solely for bunkering or storage; f) vessels not used for the carriage of goods such as fishery vessels, dredgers, floating workshops, house- boats and pleasure craft. Article 3 Definitions For the purposes of this Regulation , the following definitions shall apply: a) ‘navigable inland waterway’ means a stretch of water, not part of the sea, over which vessels of a carrying capacity of not less than 50 tonnes can navigate when normally loaded. This term covers both navigable rivers and lakes and navigable canals; b) ‘inland waterway vessel’ means a floating craft designed for the carriage of goods or public transport of passengers by navigable inland waterways; c) ‘nationality of the vessel’ refers to the country in which the inland waterway vessel is registered. Article 4 Data collection 1. Data shall be collected in accordance with the tables set out in Annexes A to D. 2. In the case referred to in Article 2(3) data shall be collected in accordance with the table set out in Annex E. 3. For the purposes of this Regulation, goods shall be classified in accordance with Annex F. Article 5 Transmission of data 1. The first period of observation shall begin on 1 January 2007. The transmission of data shall take place as soon as possible and no later than five months after the end of the relevant period of observation. 2. During the first three years of application of this Regulation, the time allowed for the transmission of data referred to in paragraph 1 may be extended in accordance with the procedure referred to in Article 10(2) . The maximum time allowed for transmission, including any extension granted, shall not exceed eight months . Extensions of the time allowed for transmission are set out in Annex G. Article 6 Dissemination Community statistics based on the data referred to in Article 4 shall be disseminated with a frequency similar to that laid down for the transmission of data by the Member States . Article 7 Quality of data 1. The Commission (Eurostat) shall develop and publish, in accordance with the procedure referred to in Article 10(2) , methodological requirements and criteria designed to ensure the quality of the data produced. 24.11.2006 C 287 E/68 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "2. Member States shall take all measures necessary to ensure the quality of the data transmitted. 3. The Commission (Eurostat) shall assess the quality of the data transmitted. Member States shall supply the Commission (Eurostat) with a report containing such information and data as it may request in order to verify the quality of the data transmitted. Article 8 Report on implementation By … ( 1 ) and after consulting the Statistical Programme Committee, the Commission shall submit a report to the European Parliament and the Council on implementation of this Regulation. In particular, that report shall: a) assess the benefits accruing to the Community, the Member States and the providers and users of statis- tical information of the statistics produced, in relation to their costs; b) assess the quality of the statistics produced; c) identify areas for potential improvement and any amendments considered necessary in the light of the results obtained. Article 9 Implementing measures The measures for implementing this Regulation, including measures to take account of economic and tech- nical trends, shall be laid down in accordance with the procedure referred to in Article 10(2). Such measures shall concern: a) adaptation of the threshold for statistical coverage of inland waterways transport (Article 2); b) adaptation of the definitions and adoption of additional definitions (Article 3); c) adaptation of the data collection scope and the content of the annexes (Article 4); d) arrangements for transmitting data to the Commission (Eurostat) including data interchange standards (Article 5); e) arrangements for the dissemination of results by the Commission (Eurostat) (Article 6); f) development and publication of methodological requirements and criteria (Article 7). Article 10 Committee procedure 1. The Commission shall be assisted by the Statistical Programme Committee instituted by Article 1 of Decision 89/382/EEC, Euratom. 2. Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof. The period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months. 3. The Committee shall adopt its rules of procedure. 24.11.2006 C 287 E/69 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) Three years after the entry into force of this Regulation . ",
        "Article 11 Transitional provisions 1. Member States shall provide statistical results for the year 2006 in accordance with Directive 80/1119/EEC. 2. Directive 80/1119/EEC is hereby repealed with effect from 1 January 2007. Article 12 Entry into force This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at, … For the European Parliament The President For the Council The President ANNEX A Table A1. Goods transport by type of goods (annual data) Elements Coding Nomenclature Unit Table 2-alpha ‘A1’ Reporting country 2-letter ISO national code Year 4-digit ‘yyyy’ Country/region of loading 2-letter or 4-alpha ISO national code or NUTS2 Country/region of unloading 2-letter or 4-alpha ISO national code or NUTS2 Type of transport 1-digit 1 = National 2 = International (except transit) 3 = Transit Type of goods 2-digit NST 2000 Type of packaging 1-digit 1= Goods in containers 2= Goods not in containers Tonnes transported Tonnes Tonnes-Km Tonnes-Km 24.11.2006 C 287 E/70 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "ANNEX B Table B1. Transport by nationality of the vessel and type of vessel (annual data) Elements Coding Nomenclature Unit Table 2-alpha ‘B1’ Reporting country 2-letter ISO national code Year 4-digit ‘yyyy’ Country/region of loading 2-letter or 4-alpha ISO national code or NUTS2 Country/region of unloading 2-letter or 4-alpha ISO national code or NUTS2 Type of transport 1-digit 1 = National 2 = International (except transit) 3 = Transit Type of vessel 1-digit 1= Self-propelled barge 2= Barge not self-propelled 3= Self-propelled tanker barge 4= Tanker barge not self- propelled 5= Other goods carrying vessel Nationality of vessel 2-letter ISO national code Tonnes transported Tonnes Tonnes-Km Tonnes-Km Table B2. Vessel traffic (annual data) Elements Coding Nomenclature Unit Table 2-alpha ‘B2’ Reporting country 2-letter ISO national code Year 4-digit ‘yyyy’ Number of loaded vessels Vessels Number of empty vessels Vessels Vessel-Km (loaded vessels) Vessel-Km Vessel-Km (empty vessels) Vessel-Km NOTE: The provision of the data mentioned in this Table B2 is optional. 24.11.2006 C 287 E/71 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "ANNEX C Table C1. Container transport by type of goods (annual data) Elements Coding Nomenclature Unit Table 2-Alpha ‘C1’ Reporting country 2-letter ISO national code Year 4-digit ‘yyyy’ Country/region of loading 2-letter or 4-alpha ISO national code or NUTS2 Country/region of unloading 2-letter or 4-alpha ISO national code or NUTS2 Type of transport 1-digit 1 = National 2 = International (except transit) 3 = Transit Size of containers 1-digit 1 = 20' freight units 2 = 40' freight units 3 = freight units > 20' and < 40' 4 = freight units > 40' Loading status 1-digit 1 = Loaded containers 2 = Empty containers Type of goods 2-digit NST 2000 Tonnes transported (*) Tonnes Tonnes-Km (*) Tonnes-Km TEU TEU TEU-Km TEU-Km (*) Only for loaded containers ANNEX D Table D1. Transport by nationality of vessels (quarterly data) Elements Coding Nomenclature Unit Table 2-alpha ‘D1’ Reporting country 2-letter ISO national code Year 4-digit ‘yyyy’ Quarter 2-alpha ‘Q1, Q2, Q3 or Q4’ Type of transport 1-digit 1= National 2= International (except transit) 3= Transit Nationality of the vessel 2-letter ISO national code 24.11.2006 C 287E/72 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Elements Coding Nomenclature Unit Tonnes transported Tonnes Tonnes-Km Tonnes-Km Table D2. Container transport by nationality of vessels (quarterly data) Elements Coding Nomenclature Unit Table 2-alpha ‘D2’ Reporting country 2-letter ISO national code Year 4-digit ‘yyyy’ Quarter 2-alpha ‘Q1, Q2, Q3 or Q4’ Type of transport 1-digit 1 = National 2 = International (except transit) 3 = Transit Nationality of vessel 2-letter ISO national code Loading status 1-digit 1 = Loaded containers 2 = Empty containers Tonnes transported (*) Tonnes Tonnes-Km (*) Tonnes-Km TEU TEU TEU-Km TEU-Km (*) Only for loaded containers ANNEX E Table E1. Goods transport (annual data) Elements Coding Nomenclature Unit Table 2-alpha ‘E1’ Reporting country 2-letter ISO national code Year 4-digit ‘yyyy’ Total tonnes transported Tonnes Total tonnes-Km Tonnes-Km 24.11.2006 C 287E/73 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "ANNEX F Goods nomenclature NST-2000 NST- 2000 groups Description of goods Defined by products in CPA divi- sions 01 Products of agriculture, hunting, and forestry; fish and other fishing products 01, 02, 05 02 Coal and lignite; peat; crude petroleum and natural gas; uranium and thorium 10, 11, 12 03 Metal ores and other mining and quarrying products 13, 14 04 Food products, beverages and tobacco 15, 16 05 Textiles and textile products; leather and leather products 17, 18, 19 06 Wood and products of wood and cork (except furniture); articles of straw and plaiting materials; pulp, paper and paper products; printed matter and recorded media 20, 21, 22 07 Coke, refined petroleum products and nuclear fuel 23 08 Chemicals, chemical products, and man-made fibres; rubber and plastic products 24, 25 09 Other non-metallic mineral products 26 10 Basic metals; fabricated metal products, except machinery and equipment 27, 28 11 Machinery and equipment n.e.c.; office machinery and computers; electrical machinery and apparatus n.e.c.; radio, television and communication equip- ment and apparatus; medical, precision and optical instruments; watches and clocks 29, 30, 31, 32, 33 12 Transport equipment 34, 35 13 Furniture; other manufactured goods n.e.c. 36 14 Secondary raw materials; municipal wastes and other wastes not specified elsewhere in CPA 37 + municipal wastes (as input to CPA division 90) and other wastes not speci- fied elsewhere in CPA 15 Mail, parcels Note: this heading is normally used for goods transported by postal adminis- trations and specialized courier services in NACE Rev. 1 division 64 16 Equipment and material utilised in the transport of goods Note: this heading covers items such as empty containers, palettes, boxes, crates and roll cages. It also covers vehicles used to contain goods, where the vehicle is itself carried on another vehicle. The existence of a code for this type of material does not prejudge the ques- tion of whether such materials are to be counted as ‘goods’, this will depend on the rules for data collection for each mode of transport. 17 Goods moved in the course of household and office removals; baggage transported separately from passengers; motor vehicles being moved for repair; other non-market goods n.e.c. 24.11.2006 C 287 E/74 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "NST- 2000 groups Description of goods Defined by products in CPA divi- sions 18 Grouped goods: a mixture of types of goods which are transported together Note: this heading is used whenever it is not considered appropriate to assign the goods separately to groups 01-16. 19 Unidentifiable goods: goods which for any reason cannot be identified and therefore cannot be assigned to groups 01-16. Note: this heading is intended to cover goods where the reporting unit does not have information on the type of goods being transported. 20 Other goods n.e.c. Note: this heading covers any items which cannot be assigned to any of the groups 01-19. Since the groups 01-19 are intended to cover all foreseeable categories of transported goods, the use of group 20 should be considered unusual and may indicate a need for further checking of the data reported under this heading. ANNEX G Extensions of the time allowed for transmission (Article 5(2)) Member State Extended transmission period after the end of the period of observation Last year for which an extension is granted Belgium 8 months 2009 P6_TA(2006)0005 Combating the trafficking of women and children European Parliament resolution on strategies to prevent the trafficking of women and children who are vulnerable to sexual exploitation (2004/2216(INI)) The European Parliament , — having regard to the Charter of Fundamental Rights of the European Union ( 1 ) and in particular Article 5 (3) thereof, which states that ‘trafficking in humans beings is prohibited’, 24.11.2006 C 287 E/75 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) OJ C 364, 18.12.2000, p. 1. ",
        "— having regard to the 1948 Universal Declaration of Human Rights and in particular Articles 4 and 5 thereof, — having regard to UN conventions and declarations, particularly Articles 5 and 6 of the Convention on the Elimination of All Forms of Discrimination against Women, — having regard to the UN Convention on the Rights of the Child (1989) which concerns the protection of children against all forms of sexual exploitation and sexual abuse and seeks to prevent the abduction or the sale of, or trafficking in, children, — having regard to the 2000 Palermo Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, supplementing the UN Convention against Transnational Organized Crime, — having regard to the Brussels Declaration on Preventing and Combating Trafficking in Human Beings adopted on 20 September 2002 at the European Conference on Preventing and Combating Trafficking in Human Beings — Global Challenge for the 21st Century, which calls for effective coordinated actions between the origin, transit and destination countries among all national and international players in the relevant fields, particularly Articles 7 and 8 thereof, — having regard to Council Framework Decision 2002/629/JHA of 19 July 2002 on combating trafficking in human beings ( 1 ), — having regard to Council Framework Decision 2004/68/JHA of 22 December 2003 on combating the sexual exploitation of children and child pornography ( 2 ), — having regard to Council Directive 2004/81/EC of 29 April 2004 on the residence permit issued to third-country nationals who are victims of trafficking in human beings or who have been the subject of an action to facilitate illegal immigration, who cooperate with the competent authorities ( 3 ), — having regard to the report of the Experts Group on Trafficking in Human Beings ( 4 ), — having regard to the conclusions of the Tampere European Council of 15 and 16 October 1999 calling for those who engage in trafficking in human beings to be combated and stressing the need for the prevention of all forms of human trafficking, — having regard to the communication from the Commission to the Council and the European Parliament entitled ‘Area of Freedom, Security and Justice: Assessment of the Tampere programme and future orientations’ (COM(2004)0401), — having regard to Decision No 293/2000/EC of the European Parliament and of the Council of 24 January 2000 adopting a programme of Community action (the Daphne programme) on preventive measures to fight violence against children, young persons and women ( 5 ), — having regard to the Declaration of the Fourth UN World Conference on Women in Beijing in September 1995, — having regard to the conclusions of the Brussels European Council of 4 and 5 November 2004 and the Hague Programme on freedom, security and justice which is attached thereto and invites the Council and the Commission to develop a plan on best practices, standards and mechanism in the fight against trafficking, — having regard to the Council of Europe Convention on Action against Trafficking in Human Beings adopted by the Committee of Ministers on 3 May 2005, — having regard to its resolution of 19 May 2000 on the communication from the Commission to the Council and the European Parliament ‘For further actions in the fight against trafficking in women’ ( 6 ) 24.11.2006 C 287 E/76 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) OJ L 203, 1.8.2002, p. 1. ( 2 ) OJ L 13, 20.1.2004, p. 44. ( 3 ) OJ L 261 of 6.8.2004, p. 19. ( 4 ) European Commission, DG Justice, Freedom and Security, 2004. ( 5 ) OJ L 34, 9.2.2000, p. 1. ( 6 ) OJ C 59, 23.2.2001, p. 307. ",
        "— having regard to the Commission Communication on fighting trafficking in human beings — an inte- grated approach and proposals for an action plan (COM(2005)0514), — having regard to Rule 45 of its Rules of Procedure, — having regard to the report of the Committee on Women's Rights and Gender Equality and the opinion of the Committee on Civil Liberties, Justice and Home Affairs (A6-0400/2005), A. whereas trafficking involves serious violations of fundamental human rights and cruel practices such as coercion, force, threats, humiliation, abduction, violence, sexual exploitation, deceit or fraud, B. recalling that, as the President-in-Office of the Council stated before the European Parliament on 23 June 2005, between 600 000 and 800 000 people are the victims of trafficking throughout the world each year; whereas every year, over 100 000 women are the victims of trafficking in the European Union, C. whereas women and children are particularly vulnerable to this organised crime and modern form of slavery, which is mainly controlled by criminal networks, and are therefore at greater risk of falling victim to trafficking, D. whereas one of the principal preconditions for international trafficking in women and children is the existence of local prostitution markets where certain people can and wish to sell and buy women and children for the purpose of exploiting them sexually; whereas traffickers in human beings mainly send women and children from countries in the south to countries in the north and from east to west, where demand from purchasers is strongest, E. considering that, in order to achieve zero tolerance of trafficking, the Union should set some visible and credible targets, such as halving the number of victims of trafficking over the next 10 years; whereas, however, the overriding objective should of course be to fully eliminate this form of very serious crime and gross violation of human rights as quickly as possible, F. whereas the Vienna Action Plan of the Council and the Commission on how best to implement the provisions of the Treaty of Amsterdam on the creation of an area of freedom, security and justice ( 1 ) calls for greater efforts to agree on common definitions, charges and penalties in the first instance in a limited number of sectors such as trafficking in human beings, particularly the sexual exploitation of women, adolescents and children, G. whereas trafficking in children and adolescents cannot be considered on the basis of criteria identical to the ones relating to trafficking in women, and whereas specific arrangements should therefore be made which take into account on the one hand the needs of children and on the other the needs of adoles- cents, since the needs of the latter have to be dealt with in a different way from the needs of children, H. whereas despite the adoption of Framework Decision 2002/629/JHA (which lays down the constituent elements and establishes a common definition of trafficking in human beings to be used by the Member States), the penalties applicable in the Member States (with particular reference to the sexual exploitation of women and children) have still not been harmonised, I. bearing in mind that, notwithstanding the Treaties, the numerous legislative measures already adopted and the political declarations made, such as the 2002 Brussels Declaration, all of which stress the poli- tical priority of fighting trafficking in human beings, and particularly women and children, there are still no perceptible real improvements; whereas, on the contrary, trafficking is the fastest-growing crim- inal activity in comparison to other forms of organised crime, 24.11.2006 C 287 E/77 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) OJ C 19, 23.1.1999, p. 1. ",
        "J. whereas it is necessary to address the prevention of trafficking not only through individual actions by each Member State but by a holistic and integrated multidisciplinary approach at the EU and interna- tional levels which would include the laying down of aspects of criminal law which are common to all the Member States and which relate in particular to effective, proportionate and dissuasive penalties, K. having regard to the seriousness of the personal situations of the victims and their vulnerability, but also the need for their contribution to procedures to hold the criminal organisation to account and to the investigation into and capture of those responsible for them, L. whereas the lack of a common agreed definition of trafficking in women and children and the lack of common guidelines for comparative data, research and analysis are major obstacles to effective actions and policies, M. whereas, trafficking in women and children, being a transnational crime, building effective prevention strategies requires: — addressing the triangle of the trafficking market, i.e. victim, trafficker and client; — programmes and protection in terms of legal and psychological assistance for the groups most at risk; — appropriate, constant and systematic provision of information and raising of awareness amongst all categories of the population and in particular amongst vulnerable groups; — cooperation among the countries of origin, transit and destination; — cooperation at the global, international, EU, regional, national and local levels; — coherent action among international organisations such as the United Nations, the Council of Europe, the European Union, the Organization for Security and Cooperation in Europe, and the G8, N. whereas virtual sex, especially cybersex (virtual sex over the internet), is another expanding market, the rise of which affects the increase in and amplification of trafficking, as new technologies facilitate the sexual exploitation of women and children, 1. Stresses the importance of an approach based on human rights, the use of gender mainstreaming and a child sensitive approach in developing and implementing prevention strategies; 2. Deplores the fact that the measures which have so far been taken to reduce trafficking in human beings have not yielded results in the form of a reduction in the numbers of women and children being exploited in the sex slave trade; considers on the contrary that trafficking in human beings for sexual purposes is the fastest-growing criminal activity in comparison with other forms of organised crime in the EU; stresses that it is high time to adopt clear and specific goals such as halving the number of victims of trafficking in human beings over the next ten years; considers that, naturally, the overriding aim should be to eliminate this type of crime completely without delay; 3. Regrets that there is a lack of recognition of the links between trafficking and migration, social protec- tion and development policy, and calls for more coherent external policy on trafficking; 4. Calls on the Commission and Council to create a clear legal basis for combating all forms of violence against women, including trafficking, and to take a decision on the full communitarisation of a European policy to combat trafficking in human beings and on the related topics of immigration and asylum, and specifically on a right to asylum on the grounds of gender-based repression and persecution; 24.11.2006 C 287 E/78 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "5. Recommends a common EU policy focused on drawing up a legal framework and enforcing legislation and on counter-measures, prevention, prosecuting and punishing perpetrators and protecting and supporting victims; 6. Underlines the need to develop specific anti-trafficking measures within the framework of the EU neighbourhood policy; calls urgently for financial assistance to be provided to the accession states such as Bulgaria and Romania to enable them to develop long-term strategies to prevent trafficking; 7. Considers that the actions of the Member States should be in accord with their political declarations and that the Member States should transpose the relevant Community legislation in a more efficient way, particularly by improving operational cooperation and the exchange of relevant data between themselves and with Europol and Eurojust; 8. Stresses that the promotion of gender equality in all EU policies and the implementation of national legislation on equal opportunities are essential to counter-act the 'drivers' of trafficking, such as poverty, social exclusion, unemployment, lack of education, corruption, discrimination and violence against women; 9. Considers that research into the underlying causes of trafficking in human beings particularly traf- ficking in women and children for purposes of sexual exploitation - (i.e. what factors place people at risk of being trafficked and what factors affect demand for sexual services and sexual exploitation of women and children) should be carried out at both national and Community level; calls on the Member States and the Commission to continue research into the subject and to grant the necessary funding from the programmes available, such as Daphne; considers that the findings from such research can help to bring about the introduction of an adequate sex education programme in all Member States; 10. Draws the attention of the Commission and the Member States to the findings of the study initiated by the European Parliament concerning the Member States' various types of law on prostitution and their relationship with trafficking in women and children for sexual purposes ( 1 ); 11. Stresses that action should be taken first and foremost with a view to explicitly discouraging demand by means which include educational, legal, social and cultural measures; 12. Calls on the Member States to seriously address the problems resulting from prostitution on their territory; 13. Calls on the Council and Commission to include, as a matter of course, in their political dialogue with third countries, the issue of the trafficking of women and children and — if no improvement is forth- coming or no clear signal is given by the third country of a political will to take action — to take appro- priate measures such as those listed in the human rights and democracy clauses in all cooperation and association agreements with third countries; 14. Calls on the Member States to make a stronger commitment to gender mainstreaming and to a child- sensitive approach in the EU development cooperation and poverty reduction programmes, and urges international organisations such as the World Bank, the International Monetary Fund and the World Trade Organization to address the battle against the feminisation of poverty and child poverty as priority issues; 15. Emphasises the importance of addressing the link between trafficking and legal and illegal immigra- tion, and of regarding legal migration channels as a mechanism to prevent trafficking; 24.11.2006 C 287 E/79 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) Study on National Legislation on Trafficking in Women and Children. ",
        "16. Stresses the link between sexual exploitation and labour exploitation in the provision of domestic services; underlines that children and adolescents, subject to a dependence of which traffickers take advan- tage, are exploited not only sexually but also in ways connected with slavery, illegal adoption and forced labour; calls on vigorous measures with a view to preventing and combating all crimes and offences; 17. Regrets the lack of any analysis of the demand for prostitution in the Member States as a possible motivation for the phenomenon of trafficking; considers that the Commission should carry out a compre- hensive study on the impact of the Member States' legislation on prostitution on the number of victims of trafficking; 18. Calls on the Member States to review and/or revise their visa policies in order to prevent abuse and provide protection against exploitation; calls on the Member States to ensure that the staff at their consu- lates in the countries of origin cooperate and exchange experience and that they receive training in how to recognise cases of trafficking in their work with visa applications; believes that such staff should also be trained to cooperate with the relevant NGOs; 19. Calls on the Member States to set up national and international telephone helplines against traf- ficking in women, which would be publicised through information campaigns on national and local televi- sion, inter alia; supports demands for a child helpline, which should take the form of a standard free inter- national number for children and points to its declaration pursuant to Rule 116 on child helplines ( 1 ); 20. Wishes the humiliating practice of buying and exploiting women and children to be made the subject of an active and effective campaign under EU programmes in this field; considers that this campaign should be announced by the Commission and the Member States, with the unqualified support of the European Parliament and of all the other European institutions in their respective fields of compe- tence; 21. Calls on the Commission and the Member States to tackle in an urgent and appropriate manner (including the adoption of legislation) the tendency to use new technologies, particularly the Internet, to disseminate information about access to, and demand for, women and children for sexual exploitation, the increase in which affects the increase in trafficking; 22. Regrets the continuing difficulties between the Member States and the European institutions as regards the ratification and implementation of international treaties and conventions; 23. Calls on the Commission to monitor the implementation and common interpretation of existing instruments against trafficking and to launch a study on existing legal measures and actions at EU and international level to combat trafficking in women and children; 24. Welcomes the proposal in the Council of Europe Convention on Action against Trafficking in Human Beings to establish a monitoring mechanism (GRETA) in order to ensure effective implementation of the provisions thereof and emphasises the need for more intensive cooperation with the Council of Europe and other international organisations in the implementation of a strategy to combat sexual exploi- tation; notes that it includes the possibility of penalising clients; 25. Urges the Commission to cooperate with the Council of Europe and other international organisations like the International Organisation for Migration in the development of common guidelines for data collec- tion and recommends to establish a common centre as soon as possible for the implementation of common definitions (trafficking, victim, etc.,), the collection of comparable homogeneous data, for situa- tion assessment and development, information exchange and evaluation of the links between the purpose of anti-trafficking laws, policies and action and their actual impact; 24.11.2006 C 287 E/80 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) Texts Adopted, 17.1.2006, P6_TA-PROV(2006)0009. ",
        "26. Calls on the Commission to submit an independent Daphne programme and ensure that it is kept distinct from the anti-drugs programme; 27. Regrets the lack of reliable data on the phenomenon of trafficking in Europe and the fact that neither the Commission nor Europol, nor any other EU body, has been able to publish precise figures about the EU-wide extent of trafficking in human beings, and regrets particularly the lack of data on more vulnerable groups, such as women and children, and the failure to take effective steps to tackle the problem; 28. Urges the Member States to launch national contact points or to appoint national rapporteurs to gather, exchange, disseminate and process information on trafficking, and stresses the importance of gath- ering gender-based and comparable data, bearing in mind that it is of the utmost importance to ensure the confidentiality of information and to grant NGOs access to information and figures; 29. Calls on the Member States to establish and/or strengthen awareness-raising campaigns targeted at providing information about the dangers and educating vulnerable members of society in the countries of origin and to alert and raise the awareness of the public about the problem and reduce the demand in the countries of destination; in this regard, calls on Member States to recognise that business travellers can be a part of the solution to trafficking if they are actively engaged in the awareness-raising process and are encouraged to report what they see; calls on the Member States, especially on Germany, to take appro- priate measures in the course of the World Cup football tournament in 2006 to prevent trafficking of women and forced prostitution; 30. Urges the Member States to create a network of media contacts on trafficking to publicise up-to-date information within the EU and outside; 31. Calls on the Commission to launch an EU-wide Anti-Trafficking Day with an international anti-traf- ficking logo to raise general awareness of the phenomenon of trafficking in women and children and to increase public awareness and the visibility of the issue by addressing the public with one coherent message; considers that this EU-wide Anti-Trafficking Day could coincide with the global campaign called ‘Stop the Traffic’ on 25 March 2006; 32. Stresses the need for the competent authorities to be staffed with qualified people specially trained in preventing trafficking by means of joint training programmes for all the parties involved — police, law enforcement, the medical profession, social workers, representative associations specialising in combating and preventing trafficking in women and children and others — using gender-sensitive tools and skills; 33. Calls on the Member States to set up an external group of experts to assist the police in order to step up the investigation of trafficking in women; 34. Stresses the importance of providing additional funding and staff for advisory bodies on trafficking in women and of greater cooperation on the part of non-governmental organisations active in this field; 35. Calls on the Member States to implement and enforce legislation that would strengthen the prosecu- tion and punishment of traffickers, whether natural or legal persons (in particular by laying down propor- tionate, effective and dissuasive penalties), their accomplices, authors of websites that advertise trafficking agents, persons encouraging, arranging or using or seeking sexual services from minors (the definition of whom must be the same throughout the Member States, namely, persons under 18 years of age) and persons attempting to institute such activities, and to prosecute the laundering of the proceeds of traf- ficking; 36. Calls on the Member States to prosecute clients who knowingly make use of the services of forced prostitutes; 24.11.2006 C 287 E/81 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "37. Calls on the Member States to initiate a training campaign at police colleges, schools of social work and schools on combating and dealing with trafficking in women; 38. Calls on the Member States to increase their supervision of the way in which employment is nego- tiated in order to prevent the organisation of international trafficking in women; 39. Calls for continuing action to be taken against the laundering of the proceeds of trafficking through the implementation by the Member States of the various texts adopted at European and international level, and for consideration to be given, if necessary, to strengthening the existing legal provisions relating to this type of crime; 40. Encourages the Member States to ensure that Directive 2004/81/EC is incorporated as quickly as possible into their domestic law; 41. Calls on the Member States to promote the principle of corporate social responsibility and public- private partnership involving civil society organisations in the implementation of prevention, reintegration and coordination strategies; calls on all the EU institutions to set a good example to other national public institutions and the private sector; 42. Calls on its Members to support the Business Travellers against Human Trafficking campaign launched in Parliament in November 2005, as this cross-party initiative attempts to: — raise awareness among the business travelling community (i.e. Members and others) of the problem of human trafficking and encourages Members to lead the way in being part of the solution to this problem; — provide business travellers with the opportunity to report incidences of trafficking through the www.businesstravellers.org website; — ask Members to write to hotels to urge them to end linkages between their enterprises and trafficked women and children; 43. Calls on the Commission and the Member States to intensify their contacts with the hotel and tourist industry, so as to establish better cooperation on the industry's social responsibility and encourage the industry to adopt a code of ethics covering trafficking and prostitution where no such code exists; considers that good examples of ethical codes, such as the UNICEF-funded ECPAT code on the sexual exploitation of children, should be highlighted and recorded; 44. Calls on the Member States, in order to prevent any increase in trafficking and 're-trafficking', to develop and implement programmes of social inclusion and rehabilitation of women and children who have been the victims of trafficking in the past in association with authorised institutions and associations and to envisage setting up a European reintegration fund; urges the Member States to develop micro-finan- cing services in order to make it easier for women to obtain financial support; 45. Stresses that people who have been subjected to sexual exploitation must be considered victims; considers that, bearing in mind how immensely difficult it is for them to find a way out of their situation, both the European Union and the Member States should take the necessary measures to protect and support them, such as: — not sentencing people who have been victims of trafficking, — medical and psychological care, — legal advice and the assistance of a competent translator, 24.11.2006 C 287 E/82 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "— specific measures to reintegrate women who have been working as prostitutes, etc.; — take responsibility for women and children who have been the victims of trafficking within the EU; such women and children should be offered support, either to return to their country of origin at their own request, or to make a new start; 46. Calls on the Member States to adopt mandatory, binding provisions relating to the protection of the victims of trafficking, since such provisions are essential if traffickers are to be prosecuted; 47. Calls on the Member States to sign and ratify the Council of Europe Convention on Action against Trafficking in Human Beings; 48. Emphasises the fact that, up to now, a right of residence for victims of trafficking in women after the traffickers have been tried exists only in Belgium and Italy, and stresses that it would encourage victims to give statements and help secure the conviction of offenders if such a right of residence were granted in all the Member States; 49. Urges the Member States to introduce measures enabling special residence authorisation to be granted in special cases in order to enable foreign victims who are in an irregular situation to escape from violence, and calls for the implementation of a victim-assistance and victim-integration programme to be run by social-service departments; 50. Urges all Member States to establish identical codifying provisions in their criminal law, including a clear legal definition of child trafficking based on internationally agreed standards enshrined in the Palermo Protocol ( 1 ) and the UN Convention on the Rights of the Child, which is intended to prevent child traf- ficking from being treated as a sub-category of trafficking in human beings; 51. Stresses the urgent need to develop and implement a special children's rights-based prevention programme based on co-operation between the countries of origin, transit and destination; and draws attention to the lack of a coherent EU external policy in third countries where the greatest number of child victims of trafficking originate; 52. Asks the Commission to submit an adequate legislative proposal on European action to combat child prostitution and trafficking in human organs and tissue; notes that, even though the anti-trafficking legisla- tion adopted under the first and third pillars includes specific provisions for their protection, children are still vulnerable, notably when they are exploited for sexual purposes; 53. Asks the Member States and the Community to ratify the Optional Protocol to the UN Convention on the Rights of the Child on the sale of children, child prostitution and child pornography of 25 May 2000, which goes further than the Palermo Protocol, since it includes crimes which are not of a transna- tional nature and which do not involve criminal organisations, and moreover covers the transfer of human organs and illegal adoption; 54. Believes that children should be involved as participants in such a programme and asks Member States to introduce education programmes for girls and boys to fight discrimination and promote gender equality; 55. Urges the Commission to ensure that Country and Regional Strategy Papers stress the need for ensuring birth registration in third countries; 24.11.2006 C 287 E/83 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) According to the Palermo Protocol, child trafficking is the ‘act of recruitment, transportation, transfer, harbouring or receipt of a child for the purposes of exploitation either within or outside the country’. ",
        "56. Regrets the lack of measurable added value delivered so far by the existing agencies and organisations at European level, especially the limited exchange of information between the Member States and Europol, which is the main European tool for fighting trafficking in human beings under Article 2(2) of the Europol Convention ( 1 ), the EU Treaty, the Presidency Conclusions of the Tampere European Council and the Hague Programme; further regrets the fact that, among its numerous analyses of specific crimes, Europol has so far produced only one analytical document in this field; 57. Stresses that Europol should give greater priority to combating trafficking; considers that Europol's financial and personnel resources should be used to make work to prevent trafficking more efficient, parti- cularly trafficking in women and children, and to combat large-scale international organised crime; 58. Stresses the importance of close cooperation between Europol staff and their international counter- parts who are responsible for combating trafficking (with particular regard to exchanging information concerning criminal networks, trafficking routes and traffickers' identity) as a means of making legal proceedings more effective; 59. Calls on the Commission to submit an annual assessment of the actions conducted in each Member State, including an assessment of the implementation and enforcement of anti-trafficking legislation; 60. Calls on the Commission and Council to ensure that their activities within various international fora such as the United Nations, the Council of Europe, the Organisation for Security and Cooperation in Europe, the Beijing review process, the Stability Pact for Southern Europe and the G8, are coordinated and coherent; 61. Calls on Member States to implement programmes for local-level cooperation with security services in regions with the highest unemployment rates, in order to prevent people trafficking; 62. Instructs its President to forward this resolution to the Council, the Commission, and to the govern- ments and parliaments of the Member States and the accession and candidate countries. ( 1 ) OJ C 316, 27.11.1995, p. 2. P6_TA(2006)0006 Community external aviation policy European Parliament resolution on developing the agenda for the Community's external aviation policy (2005/2084(INI)) The European Parliament , — having regard to the communication from the Commission, ‘Developing the agenda for the Communi- ty's external aviation policy’ (COM(2005)0079), — having regard to the Council Conclusions of 27 June 2005 on developing the agenda for the Commu- nity's external aviation policy ( 1 ), — having regard to Rule 45 of its Rules of Procedure, — having regard to the report of the Committee on Transport and Tourism (A6-0403/2005), 24.11.2006 C 287 E/84 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) OJ C 173, 13.7.2005, p. 1. ",
        "A. whereas aviation is still a growing industry with great economic potential, both in Europe and else- where, B. whereas the Court of Justice has ruled that some of the existing bilateral aviation agreements concluded by Member States contravene principles of EC law and should therefore be amended, C. whereas, when concluding aviation agreements with third countries, the Community can bring its full economic and political influence to bear and prevent discrimination between EU airlines, D. whereas convergence of regulations is particularly important, and is indeed a precondition for the conclusion of such agreements, especially regulations on safety, security, competition, state aid, the environment and the social rights of workers, E. whereas, when negotiating agreements, the Commission should draw on the expertise and information of Member States and other interested parties and should involve them before, during and after negotia- tions with third countries, General principles 1. Recognises the global nature, economic importance and continuing growth of the aviation sector, as well as the need to manage the effects of this growth on air traffic management, safety and the environ- ment, and therefore the need to develop a common external aviation policy; 2. Insists on the need for a coherent strategy for developing a common external aviation policy and considers agreements with the USA, Russia and China respectively as prerequisites; 3. Recognises the need to bring existing bilateral agreements into line with Community law, on the basis of the ruling of the Court of Justice, through adaptation by the Member States themselves or, preferably through the conclusion of Community agreements under the so-called horizontal mandate, drawing on the expertise and information of Member States and other interested parties; 4. Stresses the need to avoid preventing Member States from negotiating whilst active negotiations are underway on Community agreements; 5. Emphasises that bilateral agreements should be adapted as soon as possible in order to avoid legal uncertainty; 6. Recalls that the commencement of negotiations on Community agreements, which, by nature, take more time than horizontal negotiations, can only be supported if a clear, coherent negotiation strategy exists; 7. Recognises that this approach can be complemented by a more fundamental change in external avia- tion policy, which would provide benefits to European consumers and the EU industry through the adop- tion of new and ambitious agreements between the Community and third countries; 8. Considers that in the event of long, drawn-out negotiations, with partner countries showing a protec- tionist attitude, bilateral coordination of traffic rights would be a possibility; 9. Fully supports the principle of a double and indivisible agenda for such negotiations, linking the opening-up of markets to regulatory convergence; 24.11.2006 C 287 E/85 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Market opening 10. Emphasises that new agreements should be balanced in terms of market access, and might include issues such as cabotage, rights of establishment, ownership and control, competition rules and state aid, but only on a basis of strict reciprocity; 11. Recognises that, although open skies agreements are desirable, they may not always be possible; 12. Recognises that, where an open skies agreement is not possible, the continuation of the existing bilat- eral regimes should be preferred, albeit as a temporary solution; 13. Calls on the Commission to develop fair and transparent mechanisms for the distribution of traffic rights among Member States in such cases; 14. Calls for a realistic agenda for negotiations, with the selection of the countries to negotiate with being based on clear and sound criteria and an analysis of their economic and regulatory situation; 15. Suggests that these criteria include economic aspects, with priority being given to countries of substantial importance for the European market, such as the USA, Russia and China, and also geographical aspects, with priority being given to countries in the vicinity of Europe so as to extend the European Common Aviation Area or implement the new neighbourhood policy; Regulatory convergence 16. Emphasises that the opening-up of markets should always follow regulatory convergence, and that the degree of liberalisation should be linked to the degree to which a level playing field is achieved; Safety and security 17. Recognises that safety and security standards are of vital importance to passengers, crew and the aviation sector in general, and that the standards of third countries may not always be equal to those in the European Union; notes that the EU could play a pioneering role in applying and upholding internation- ally recognised standards on a global scale; 18. Suggests, therefore, that references to the International Civil Aviation Organization (‘ICAO’) and EU safety regulations be made in agreements with third countries and that Member States increase their efforts, through bilateral cooperation and the European Aviation Safety Agency (‘EASA’), to help third countries which lack a sufficient safety level to attain such a level; 19. Calls on the Commission, in order to improve safety in the short term, to propose, by no later than the end of 2006, better procedures under Directive 2004/36/EC (‘the SAFA Directive’) ( 1 ) for monitoring the safety of the aircraft of third-country carriers; 20. Calls on the Commission to submit a proposal to extend the competence of EASA in this field; 21. Underlines the importance of the development of an EU security policy for transport, which should be included in the negotiating agendas for aviation agreements; 24.11.2006 C 287 E/86 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) OJ L 143, 30.4.2004, p. 76. ",
        "Environment 22. Recognises that the aviation sector has several negative environmental effects, in particular as a source of noise and as a significant contributor to climate change, but recognises also that airports and air carriers have already made, and will continue to make, significant efforts to reduce and avoid noise and emission pollution; 23. Welcomes, in this respect, the communication from the Commission on possible measures reducing the climate change impact of the aviation sector (COM (2005)0459), and looks forward to the adoption of clear policies for better air traffic management and for the operational procedures and infrastructural circumstances of airports; also looks forward to other measures, such as the integration of aviation into the European emissions trading system with equal treatment of EU and non-EU air carriers; Social policy 24. Urges the Commission, therefore, to insist on the introduction of references in new agreements to relevant international legislation relating to social rights, in particular the labour standards embodied in the fundamental conventions of the International Labour Organisation (ILO 1930-1999), the OECD guidelines for Multinational Enterprises (1976, revised 2000) and the Rome Convention on the Law Applicable to Contractual Obligations (1980); 25. Insists that Community social legislation should be applied to employees recruited and/or employed in EU Member States, in particular the Directives on consulting and inform employees (2002/14/EC, 98/59/EC and 80/987/EEC), the Directive on the organisation of working time of mobile staff in civil avia- tion (2000/79/EC) and the Directive concerning the posting of workers in the framework of the provision of services (96/71/EC); Conduct of negotiations 26. Stresses that negotiations should be carried out in close cooperation with the Member States, which have the necessary expertise and experience to carry out such negotiations; 27. Calls on the Commission to ensure that the European Parliament and all relevant stakeholders are fully informed and consulted before and throughout the negotiations, by means of an agreed consultation road-map; * * * 28. Instructs its President to forward this resolution to the Council and Commission. P6_TA(2006)0007 EU/Russia and EU/China relations in the field of air transport European Parliament resolution on relations with the Russian Federation and China in the field of air transport (2005/2085(INI)) The European Parliament, — having regard to Rule 45 of its Rules of Procedure, — having regard to the report of the Committee on Transport and Tourism (A6-0375/2005), 24.11.2006 C 287 E/87 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "China 1. Welcomes the Commission's general response to the process of growth, modernisation and liberalisa- tion currently underway in Chinese commercial aviation; 2. Acknowledges the desirability of a comprehensive aviation agreement between the European Union and China; considers, however, that prior to the conclusion of a comprehensive agreement, a horizontal agreement should be reached so that China's current bilateral air service agreements with various Member States can be brought into line with the Court of Justice's ‘open skies’ judgment ( 1 ); 3. Accepts that the negotiation of such an agreement would strengthen the EU's position and would be more beneficial to stakeholders and consumers than a series of revised bilateral agreements essentially concerned with traffic rights; 4. Calls on the Council without delaying the negotiating mandate to extend the Commission's negotiating mandate to cover the provision of the necessary airport and safety infrastructures and air traffic control over Chinese airspace, which unfortunately are inadequate at present and pose an obstacle to the develop- ment of aviation relations; 5. Acknowledges the excellent work the Commission is carrying out with its Chinese partners, but regrets that it has not had access to the terms of the negotiating mandate the Commission now seeks from the Council in respect of China; insists that it be better integrated in the process of negotiating the agree- ment and hopes that this issue will be resolved, as this will benefit all parties; 6. Insists that the provisions of a balanced conclusion to negotiations with China on air cargo should be implemented without delay and if necessary before completion of negotiations on passenger traffic. Russia 7. Welcomes the Commission's approach to the challenges and opportunities which the growth and consolidation in the Russian civil aviation sector represent for the European Union; 8. Supports the Commission's proposal that there should be a comprehensive aviation agreement, that being the best way of meeting this challenge and consolidating the Union's negotiating position with respect to Russia; considers, however, that, in line with the Conclusions of the Transport, Telecommunica- tions and Energy Council of 27 and 28 June 2005 on external relations in the field of aviation, the accep- tance of Community clauses should be a starting point for Community negotiations aimed at reaching a comprehensive agreement; 9. Acknowledges the excellent work the Commission is carrying out with its Russian partners, but regrets that it has not had access to the terms of the negotiating mandate the Commission now seeks from the Council in respect of Russia; insists that it be better integrated in the process of negotiating the agree- ment and hopes that this issue will be resolved, as this will benefit all parties; 10. Notes that the charges imposed by Russia for flights over its territory are in violation of international law and have not, in the main, been used for the promised improvement of air traffic control management but rather to subsidise Russia's own airline, in breach of competition law; 11. Nevertheless insists to the Commission and Council that no comprehensive agreement should be concluded without the immediate and complete abolition of Russian overflight charges ; 24.11.2006 C 287 E/88 Official Journal of the European Union Tuesday, 17 January 2006 EN ( 1 ) Judgment of 5 November 2002, Case C-476/98 Commission of the European Communities v Federal Republic of Germany [2002] ECR I-9855. ",
        "12. Further insists that no modified charging scheme should be agreed to replace the current overflight charging regime. 13. Calls on the Commission not to conclude an agreement on the Russian Federation's accession to the World Trade Organisation while Russia continues to charge for Siberian overflights. 14. In this context asks the Commission to evaluate all arguments related to modernisation, capital investment and technical requirements in the links between the European Union's and Russia's aviation industries and their differences over overflight charging. China and Russia 15. Emphasises that negotiations can only be successfully concluded with both China and Russia if stake- holders are able to advise the Commission and are fully apprised of the progress of negotiations and the positions adopted therein; 16. Insists that no mandate should be granted which does not inexorably link increased access to both China's and Russia's markets to the creation of a ‘level playing field’ through the convergence of operating standards in the areas of air traffic control and management, staff training and operating standards and aviation security and safety; insists that the principle of reciprocity be applied; * * * 17. Instructs its President to forward this resolution to the Council and Commission. P6_TA(2006)0008 Farming of bear bile in China European Parliament declaration on rising international concern over the farming of bear bile in China The European Parliament , — having regard to Rule 116 of its Rules of Procedure, A. whereas 7002 Asiatic Black Bears (Moon Bears) are currently ‘milked’ for their bile in China; whereas these bears are endangered, featuring in the list in Appendix I of the Convention on International Trade in Endangered Species of Wild Flora and Fauna (CITES), B. whereas new ‘humane’ bile extraction methods continue to cause agonising suffering and the death of bears on Chinese farms, with at least one new method directly contravening new regulations, C. welcoming the acknowledgement by eminent practitioners of traditional Chinese medicine of the exis- tence of at least 54 herbal alternatives to bear bile, together with a synthetic version, D. welcoming the action taken by the Chinese Government since 2000 in closing over 40 bear farms and confiscating 188 bears into the care of the Animals Asia Foundation (AAF), E. noting the serious concern, internationally and within the Chinese media, public and Government, at the fact that such a cruel and uncivilised practice exists, 24.11.2006 C 287 E/89 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "1. Calls on the Chinese Government to take account of this grave worldwide concern as the 2008 Beijing Olympics approach, by taking a clear stance on bear farming, initiating a countrywide ban forth- with on the breeding of bears on farms and setting a time-limit for the ending of bear farming; 2. Requests that the Chinese Government liaise with the AAF in accelerating the closure of all bear farms through programmes benefiting bears currently held captive and farmers reliant on the industry; calls also for cooperation with the AAF in developing far-reaching education programmes to deter consumers of bear bile; 3. Instructs its President to forward this declaration, together with the names of the signatories, to the Council, the Commission, the Member States and the competent Chinese authorities. Signatories Adamou, Allister, Alvaro, Andersson, Andrejevs, Andrikien ė , Arnaoutakis, Ashworth, Atkins, Attwooll, Audy, Auken, Aylward, Ayuso González, Bachelot-Narquin, Battilocchio, Batzeli, Beazley, Becsey, Beer, Belet, Bennahmias, Be ň ová, Berger, Berman, Birutis, Bösch, Bonde, Booth, Bowis, Bowles, Bozkurt, Bradbourn, Braghetto, Brejc, Brepoels, Breyer, B ř ezina, Brok, Brunetta, van Buitenen, Buitenweg, Bullmann, van den Burg, Bushill-Matthews, Busk, Busuttil, Callanan, Camre, Capoulas Santos, Casa, Casaca, Cashman, Chichester, Claeys, Coelho, Corbett, Corbey, Correia, Cottigny, Coveney, Cramer, Crowley, Czarnecki M., Davies, de Brún, Degutis, Demetriou, Deprez, De Rossa, Dess, Deva, De Vits, Dimitrakopoulos, Di Pietro, Dobolyi, Doorn, Dover, Doyle, Dr č ar Murko, Ducho ň , Duff, Duka-Zólyomi, Duquesne, Ebner, Ek, Elles, Esteves, Estrela, Ettl, Eurlings, Evans Jillian, Evans Jonathan, Evans Robert, Falbr, Fazakas, Ferber, Fernandes, Ferreira A., Ferreira E., Foglietta, Foltyn-Kubicka, Ford, Frassoni, Friedrich, Gahler, Gál, Ga ľ a, García- Margallo y Marfil, García Pérez, Gebhardt, Geringer de Oedenberg, Gill, Glattfelder, Goepel, Gollnisch, Gomes, Goudin, Grabowska, Gröner, de Groen-Kouwenhoven, Guidoni, Hall, Hammerstein Mintz, Handzlik, Hannan, Harangozó, Harbour, Harkin, Harms, Hassi, Hatzidakis, Heaton-Harris, Hedh, Hedkvist Petersen, Helmer, Hennicot-Schoepges, Herczog, Herranz García, Higgins, Hökmark, Honeyball, Hoppenstedt, Horá č ek, Howitt, Hudacký, Hudghton, Hughes, in 't Veld, Isler Béguin, Jackson, Janowski, Járóka, Jarzembowski, Jeggle, Joan i Marí, Jöns, Jørgensen, Jordan Cizelj, Juknevi č ien ė , Kacin, Kaczmarek, Kallenbach, Kamall, Kami ń ski, Karim, Kasoulides, Kaufmann, Kauppi, Kelam, Kilroy-Silk, Kinnock, Kirkhope, Klamt, Knapman, Koch, Konrad, Korhola, Kósáné Kovács, Koterec, Krahmer, Kreissl-Dörfler, Kuc, Kuhne, Ku ł akowski, Kusstatscher, Ku ż miuk, Lamassoure, Lambert, Lambrinidis, Lambsdorff, Landsbergis, Laperrouze, Lehne, Leichtfried, Leinen, Le Pen J.-M., Le Rachinel, Lévai, Libicki, Lichtenberger, Liotard, Locatelli, Lucas, Ludford, Lulling, Lundgren, Lynne, Maat, Maaten, McAvan, McCarthy, McDonald, McGuinness, McMillan-Scott, Madeira, Malmström, Manders, Mann T., Marques, Martin D., Martinez, Masiel, Mastenbroek, Mathieu, Matsakis, Mayer, Meijer, Méndez de Vigo, Mikko, Mitchell, Mölzer, Moraes, Morgan, Morgantini, Mote, Mulder, Musacchio, Muscardini, Muscat, Musotto, Musumeci, Myller, Napoletano, Nattrass, Navarro, Newton-Dunn, Nicholson, Niebler, van Nistelrooij, Novak, Öger, Özdemir, Olajos, Ó Neachtain, Onesta, Ortuondo Larrea, Ouzký, Paasilinna, Paleckis, Panayotopoulos-Cassiotou, Parish, Pflüger, Piecyk, Pieper, P ī ks, Pinior, Piotrowski, Ple š tinská, Podestà, Podka ń ski, Poettering, Pomés Ruiz, Posselt, Prets, Purvis, Queiró, Radwan, Rasmussen, Reynaud, Resetarits, Ribeiro e Castro, Ries, Riis- Jørgensen, Rogalski, Roithová, Romagnoli, Romeva i Rueda, Roth-Behrendt, Rothe, Rou č ek, Roure, Rübig, Rühle, Rutowicz, Ryan, Sacconi, Sakalas, Salafranca Sánchez-Neyra, Samuelsen, Sánchez Presedo, dos Santos, Sartori, Savary, Savi, Scheele, Schenardi, Schlyter, Schmidt, Schnellhardt, Schöpflin, Schroedter, Seeber, Seeberg, Segelström, Seppänen, Silva Peneda, Sinnott, Sjöstedt, Skinner, Smith, Sommer, Sornosa Martínez, Sousa Pinto, Staes, Starkevi č i ū t ė , Stenzel, Sterckx, Stevenson, Stihler, Strej č ek, Stubb, Sturdy, Sudre, Sumberg, Svensson, Swoboda, Szájer, Takkula, Tannock, Tarabella, Tarand, Titley, Toubon, Trakatellis, Triantaphyllides, Turmes, Tzampazi, Uca, Ulmer, Vanhecke, Van Lancker, Van Orden, Varela Suanzes-Carpegna, Vatanen, Vidal-Quadras Roca, Vlasto, Voggenhuber, Wagenknecht, Wallis, Watson, Weber H., Weber M., Weisgerber, Westlund, Whitehead, Wijkman, Wojciechowski J., Wynn, Zahradil, Zaleski, Zapa ł owski, Zappala', Ždanoka, Z ī le, Zimmer, Zv ěř ina 24.11.2006 C 287 E/90 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "P6_TA(2006)0009 Child helplines in Europe European Parliament declaration on child helplines in Europe The European Parliament , — having regard to Rule 116 of its Rules of Procedure, A. whereas, given that the European Union strengthens citizens' rights, special consideration should be given to the most vulnerable groups, namely children, B. whereas child helplines are seen as an important tool for children and in 2003 alone around 123 000 calls were documented on abuse and violence against minors in Europe, C. whereas Child Helpline International (CHI) is an international network representing 72 helplines world- wide, present in 30 European countries, D. whereas children should have the opportunity to talk to someone about their issues and concerns and to receive assistance in finding solutions, 1. Recommends therefore that: (a) the European Union support child helplines as an essential part of the child protection system and that this be recognised by the Commission and the governments of Member States; (b) EU child helplines have a common toll-free telephone number; (c) the European Union support CHI as a platform for EU child helplines to network and liaise on regional issues and that CHI be provided with assistance for this; (d) children's rights networks and NGOs working on behalf of children play a role in policy development at national and European level and be eligible for EU funding like other human rights sectors; 2. Instructs its President to forward this declaration, together with the names of the signatories, to the Council, the Commission and the parliaments of the Member States. Signatories Adamou, Agnoletto, Allister, Andersson, Andrejevs, Andria, Andrikien ė , Angelilli, Arif, Arnaoutakis, Attard-Montalto, Attwooll, Audy, Auken, Ayala Sender, Aylward, Ayuso González, Barón Crespo, Battilocchio, Batzeli, Bauer, Beazley, Becsey, Beer, Belet, Belohorská, Be ň ová, van den Berg, Berger, Berlinguer, Berman, Birutis, Blokland, Bobo š íková, Bösch, Bonde, Bono, Bourzai, Bowis, Bowles, Bozkurt, Braghetto, Brejc, Breyer, B ř ezina, Budreikait ė , van Buitenen, Buitenweg, Bullmann, van den Burg, Busk, Busquin, Busuttil, Calabuig Rull, Callanan, Camre, Capoulas Santos, Carlotti, Carlshamre, Casaca, Cashman, Cavada, Cederschiöld, Christensen, Cirino Pomicino, Cocilovo, Corbett, Corbey, Correia, Coveney, Crowley, Czarnecki R., Daul, de Brún, Degutis, De Keyser, Demetriou, Deprez, De Rossa, De Sarnez, Descamps, Deva, De Vits, Díaz De Mera García Consuegra, Díez González, Dimitrakopoulos, Di Pietro, Dobolyi, Dombrovskis, Doorn, Douay, Dover, Doyle, Dr č ar Murko, Duff, Duin, Duka-Zólyomi, Duquesne, Ebner, Ehler, Ek, Elles, Esteves, Estrela, Ettl, Eurlings, Evans Jillian, Evans Jonathan, Falbr, Fatuzzo, Fernandes, Fernández Martín, Ferreira A., Ferreira E., Figueiredo, Flasarová, Fontaine, Ford, Fraga Estévez, Frassoni, Freitas, Gahler, Gál, Ga ľ a, García Pérez, Gargani, Garriga Polledo, Gauzès, Gebhardt, Gentvilas, Geremek, Geringer de Oedenberg, Gierek, Gill, Goebbels, Gollnisch, Gomes, Goudin, Grabowska, Grabowski, Graefe zu Baringdorf, Grässle, de Grandes Pascual, Graça Moura, Grech, Gröner, de Groen-Kouwenhoven, Grossetête, Gruber, Guardans Cambó, Guidoni, Gurmai, Gutiérrez-Cortines, Guy-Quint, Hall, Handzlik, Harangozó, Harbour, Harkin, Hassi, Hatzidakis, Haug, Hazan, Hedh, Hedkvist Petersen, Hegyi, Helmer, Hennicot-Schoepges, Herczog, Herranz García, Higgins, Honeyball, Hoppenstedt, Horá č ek, Howitt, Hudacký, Hudghton, Hughes, Hutchinson, in 't Veld, Isler Béguin, Jackson, Jäätteenmäki, Janowski, Járóka, Jarzembowski, Jensen, Joan i Marí, Jöns Jonckheer, Juknevi č ien ė , Kacin, Kallenbach, Karatzaferis, Kasoulides, Kaufmann, Kauppi, Kelam, Kinnock, Klamt, Klich, Klinz, Korhola, Kósáné Kovács, Koterec, Krasts, Krehl, Kreissl-Dörfler, Kristovskis, Kuhne, Ku ł akowski, Ku šķ is, Kusstatscher, Lambert, Lambrinidis, Landsbergis, Langendries, Laperrouze, Lax, Lehideux, Leichtfried, Leinen, Lévai, Liberadzki, Locatelli, López- Istúriz White, Ludford, Lynne, Maat, Maaten, McAvan, McCarthy, McDonald, McGuinness, McMillan-Scott, 24.11.2006 C 287 E/91 Official Journal of the European Union Tuesday, 17 January 2006 EN ",
        "Malmström, Manders, Mann T., Markov, Martin D., Martinez, Masiel, Masip Hidalgo, Mastenbroek, Mathieu, Matsakis, Mavrommatis, Meijer, Méndez de Vigo, Menéndez del Valle, Mikko, Mitchell, Moraes, Morgan, Moscovici, Mulder, Musacchio, Muscardini, Muscat, Musotto, Mussolini, Myller, Napoletano, Nattrass, Navarro, Newton-Dunn, Neyts-Uyttebroeck, Nicholson, Nicholson of Winterbourne, van Nistelrooij, Novak, Öger, Özdemir, Ó Neachtain, Onesta, Oomen-Ruijten, Ortuondo Larrea, Oviir, Paasilinna, Pack, Paleckis, Panayotopoulos-Cassiotou, Parish, Pavilionis, Pflüger, Piecyk, P ī ks, Pinior, Pistelli, Pittella, Pleguezuelos Aguilar, Ple š tinská, Poignant, Pomés Ruiz, Prets, Prodi, Queiró, Ransdorf, Rapkay, Reynaud, Resetarits, Ribeiro e Castro, Riera Madurell, Riis-Jørgensen, Rocard, Rogalski, Roithová, Romagnoli, Romeva i Rueda, Roth-Behrendt, Rothe, Rou č ek, Roure, Rühle, Rutowicz, Ryan, Sacconi, Sakalas, Salvini, Samaras, Samuelsen, Sánchez Presedo, dos Santos, Saryusz-Wolski, Scheele, Schenardi, Schlyter, Schmitt, Schröder, Schroedter, Seeberg, Segelström, Seppänen, Siekierski, Sifunakis, Silva Peneda, Sinnott, Siwiec, Sjöstedt, Skinner, Š kottová, Sornosa Martínez, Staes, Stenzel, Sterckx, Stevenson, Stockmann, Strej č ek, Strož, Stubb, Sudre, Svensson, Swoboda, Szájer, Takkula, Tannock, Tarabella, Thomsen, Titley, Toia, Toubon, Trakatellis, Trautmann, Triantaphyllides, Trüpel, Turmes, Tzampazi, Valenciano Martínez-Orozco, Van Hecke, Van Lancker, Varvitsiotis, Vaugrenard, Verges, Vergnaud, Vidal- Quadras Roca, Vincenzi, Vlasák, Wagenknecht, Weisgerber, Westlund, Whitehead, Wijkman, Wynn, Yañez-Barnuevo García, Záborská, Zaleski, Zapa ł owski, Zatloukal, Ždanoka, Železný, Z ī le, Zimmer, Zv ěř ina, Zwiefka 24.11.2006 C 287 E/92 Official Journal of the European Union Tuesday, 17 January 2006 EN "
    ]
}