{
    "text": [
        "EUROPEAN COMMISSION N e w s f ro m t h e B r u s s e l s E c o n o m i c F o r u m Issue 1 | Thursday, 31 May 2007 This is the eighth Brussels Economic Forum and the largest yet. What can we expect from this event and what do you believe is its added value for Europe? A bove all I see the BEF as a communications event, an opportunity to debate in detail on the important economic topics in the EU and more widely. Debate is the key word here. Economic issues are complex and pervasive and decisions taken in Brussels have an impact at national level, the same way national economic policies have a wider impact on the whole euro area, for example. For this reason, it is vital that those economic issues that drive EU and national economic decision-making are understood by many sectors of society, including the general public. This is even more true in the context of Economic and Monetary Union where actions, or lack of action, in one region can have increasingly signifi cant consequences elsewhere. Furthermore, we should not shy away from differences in opinion and interpretation. Managing whole economies is not an exact science and in this uncertain context, informed debate can be as important as the actual decision- making. So the added-value of the BEF is the opportunity to address an audience drawn from many sectors: social partners, industry, the media and academia, as well as politicians and economists – and to engage them in discussion and debate on the important economic issues and challenges we face. And what is particularly topical about the Forum themes this year: global adjustment and EMU – why are these ‘hot’ now? Not so much ‘hot’, but rather ‘hotter than before’ is a better description – these issues have been bubbling away on the economic hotplate for some years. Global imbalances are a threat to all especially if they were to unravel in disorderly way creating turmoil and dragging the world economy down. Of course, the European economy is more resilient nowadays as a result of EMU; recent oil price volatility, the Iraq war and the 9/11 events have had little effect on our accelerating economic growth. Still, a global economy demands closer coordination at international level – where the euro has rapidly emerged as the world’s second most important global currency. That is why listening to our global partners and sharing our concerns is important – and this is part of the BEF. Adjustment and integration in EMU is – it is fair to say – something that euro area countries must work harder to achieve. There is much to be positive about, EMU is providing visible protection and stability to our economies and low and stable inflation rates bring real benefits to our businesses and citizens and EMU has also powered the process of European economic integration. But despite these successes, divergences in competitiveness, infl ation and growth performance remain in the euro area. If we are to improve the functioning of EMU and optimise the benefi ts it offers then we must understand the underlying causes of these different degrees of adjustment. This is even more important with euro area enlargement on the horizon. Looking ahead, what might we be discussing in the BEF in years to come, what are the economic issues on the horizon? The positive impact of the euro on macroeconomic stability and economic integration are among the many tangible benefi ts derived from introducing the single currency nearly ten years ago. But it is clear that the euro and EMU as a whole face challenges. Raising potential growth, enhancing adjustment to economic shocks and putting Europe’s fi scal house in order before the ageing challenge kicks in are amongst the most important ones for the coming years. Ensuring a successful enlargement of the euro area is another. Understanding these challenges is the fi rst step to overcoming them. As monetary union approaches its fi rst decade, the Commission will intensify its analysis of EMU’s past, present and future, with a view to identifying the priorities for action in the years ahead. Economic dialogue, of which the BEF is one element, will be critical in defi ning these priorities and actions. ■ Communication high on the agenda “ A short history of the BEF: a growing asset T he origins of the Brussels Economic Forum go hand in hand with the creation of the single currency. The leap of faith that euro area Member States took in 1999 was preceded by a decade of seemingly quiet diplomacy to build the trust needed to launch Economic and Monetary Union. However, once the single currency arrived and the strictures of EMU began to be felt at national, regional and local levels, a different approach was needed. The challenges and opportunities of Economic and Monetary Union had to be explained to a wider audience. “We saw the growing need for public debate at a European level,” recalls Ludwig Schubert, Deputy Director-General of DG ECFIN at that time. “The infl uence of EMU and the single currency on people’s lives was rapidly growing then, and remember, we were strengthening our surveillance activities and it was important that these were not seen as something happening only in technical committees behind closed doors. It became critical to open the discussion on the EU economy to a much wider audience if the short-term rules and market sanctions of EMU were to be seen as challenges and opportunities rather than mere restrictions”. The vision for the BEF was to bring together a wide mix of participants: social partners, academics, economists, the media and policy-makers from many levels of government and EU institutions – including non- EU partners as well. From the limited confi nes of a conference, these participants could then act as multipliers to take the EU level issues, ideas, proposals outwards to national, regional and local actors and citizens whose support is vital for EMU to succeed and for Europe to prosper. The aim of the BEF was never discussion for discussion’s sake; it was always the wider dissemination of the important issues that the EU faces, in particular the economic challenges and opportunities. Message from China Soft landing for global imbalances while maintaining sustainable growth in the PRC Page 2 Euro-area statement Metalworking metaphors from the Commission as the euro-area economy forges ahead Page 3 World trade Pascal Lamy explains how to spread the benefi ts of opening up trade Page 4 THE F RUM continued on page 2 Commissioner for Economic and Monetary Affairs, Joaquin Almunia shares his views on the purpose and benefi ts of the Brussels Economic Forum. Despite the warm weather and early fl owers so far this year, climate-change induced growth is not the subject of DG ECFIN’s Spring Forecasts presented over the page. But they are concerned with growth, and the climate for growth, that Europe is predicted to enjoy for the next two years... Read more on Page 3 Debate is the key word here. (cid:135)(cid:163) (cid:228)(cid:163)(cid:211)(cid:206) (cid:123) (cid:153)(cid:211) (cid:153)(cid:206) (cid:153)(cid:123) (cid:153)(cid:120) (cid:153)(cid:200) (cid:153)(cid:199) (cid:153)(cid:110) (cid:153)(cid:153) (cid:228)(cid:228) (cid:228)(cid:163) (cid:228)(cid:211) (cid:228)(cid:206) (cid:228)(cid:123) (cid:228)(cid:120) (cid:228)(cid:200) (cid:228)(cid:199) (cid:228)(cid:110) (cid:175)(cid:202)(cid:86)(cid:133)(cid:62)(cid:152)(cid:125)(cid:105) (cid:118)(cid:156)(cid:192)(cid:105)(cid:86)(cid:62)(cid:195)(cid:204) (cid:44)(cid:105)(cid:62)(cid:143)(cid:202)(cid:62)(cid:152)(cid:152)(cid:213)(cid:62)(cid:143)(cid:202)(cid:20)(cid:12)(cid:42)(cid:202)(cid:125)(cid:192)(cid:156)(cid:220)(cid:204)(cid:133)(cid:202)(cid:136)(cid:152)(cid:202)(cid:204)(cid:133)(cid:105)(cid:202)(cid:105)(cid:213)(cid:192)(cid:156)(cid:202)(cid:62)(cid:192)(cid:105)(cid:62)(cid:93)(cid:202)(cid:163)(cid:153)(cid:153)(cid:211)(cid:135)(cid:211)(cid:228)(cid:228)(cid:110) © E u r o p e a n C o m m u n i t i e s ",
        "Who’s who at the BEF | Wu Xiaoling The people’s banker: a steady hand G raduating with a Master’s in economics 1984 she became Deputy Director General of the PBC Applied Theory Research Office in 1985 before gaining communication experience as Deputy Editor in Chief of the PBC’s Financial News publication from 1988 to 1991. After three years as Deputy Director General of the Financial Reform Department, Wu Xiaoling became Director General of the Research Bureau, a post she held until 1995. Subsequent positions as in the State Administration of Foreign Exchange and President of the Shanghai Branch of the PCB followed before taking up her current position as Deputy Governor where she has specifi c responsibilities within the People’s Bank of China for monetary policy. While an experienced and practising economist and central banker, Mme Wu Xiaoling has not abandoned her research activities and is a Professor in the Graduate School of the PBC, at Qinghua University and at the Renmin University of China. Slow but steady China’s massive trade surplus with the US has produced foreign exchange reserves topping one trillion dollars. In an economy awash with greenbacks, Wu Xiaoling is responsible for the policies for managing interest and exchange rates to reduce pressures on the forex market and curb infl ation. China currently has the highest interest rates for eight years and commercial bank reserve requirements have been increased five times in eight months in attempts to slow investment. However, in the face of intense US pressure to liberalise the Yuan, Wu Xiaoling is holding fast to a slow- but-steady approach to correcting imbalances – politely warning critics at the 2007 World Economic Forum in Davos to back off and put their own houses in order. Commenting on ‘global imbalances’ in 2006 Wu Xiaoling, clearly a master of understatement, wryly remarked, “A defi cit in international balance of payments is not good, but too big a surplus is not helpful either.” ■ Wu Xiaoling will contribute to Session I of the BEF (31 May, 10.00-12.50), speaking on China’s plans to contribute to a soft landing for global imbalances while maintaining sustainable growth in the PRC. The impact of currency asymmetry At the 2006 BEF Professor Fan Gang of the National Economic Research Institute in Beijing gave a robust defence of China’s approach to ‘global imbalances’. In the opening presentation he asked how much revaluation of the Yuan would be needed to solve the trade defi cit problem, 500%? 1000%? He went on to point out that it is untrue that China does not import, it just does not import from the US! Elsewhere, China was running trade defi cits with most Asian economies as part of Asian supply chains. In Professor Fan’s view, the root cause of the problem lies in ‘currency asymmetry’ and the constant tendency of the US Dollar to undergo devaluations. After two years of preparation, the first Brussels Economic Forum was held in 2000 with 500 participants. It set the ambitious tone by attracting high-level speakers from across the EU and the world’s politico-economic community. Since then, the rising year-on-year participation in the Forum is a sure sign of its success. Eliane Van Tilborg, who was one of the BEF’s main organisers for many years, is proud to remember its growing success: the 1000 mark was passed in 2005, and in 2006, 1467 people registered (See graph). However, along with the rising interest there is another success factor – the BEF has always raised the important issues, not necessarily the ‘hot topics’ but rather those that should be the ‘hot topics’. The BEF themes are closely related to important issues in the EU economy and the need for public discussion, as a brief look back at earlier conferences shows. In 2000 the Forum discussed growth and employment in EMU, asking whether and how it could be maintained. It was here that Philippe Maystad, president of the EIB, insisted on the importance of medium-term budgetary objectives and the need to accelerate budgetary consolidation in good times, contrary to what was a tendency in most Member States at that time. Paying attention to medium-term objectives was also touched upon by Didier Reynders, the Belgian Minister of Finances and Head of the Eurogroup in the 2001 Forum. Minister Reynders explained his project of a Eurogroup acting as a ‘catalyst’ for structural reforms. In 2002 when the stock markets were at their lowest, the conference asked what regulation is needed to provide resilience in the future, and economic convergence also fi rst appeared in view of the upcoming 2004 enlargement. In 2003, as the emphasis on sustainable finances gathered momentum, the economic implications of ageing were first given high visibility, foreshadowing the importance given to this issue today in policy- making. In 2004, Richard Hemming of the IMF spoke on the pros and cons of the then unreformed SGP and discussed the design of medium- term fi scal targets in terms of ‘reloading the fi scal cannon in the good times’ – but fi scal rules are needed to control politically- driven expenditure he insisted. In 2005, with ‘globalisation’ becoming an issue of public concern, seen as a threat to EU jobs by some, the conference heard from Prof. Bhagwati of Columbia University on lessons from outsourcing and labour migration, and Jeremy Rifkin, president of the Washington Foundation on Economic Trends, explained his ‘European dream’ of a Europe serving as the model for a new world order based on peace, justice, democracy and sustainable development. In 2006, former EU Commissioner Mario Monti foreshadowed the discussions in this year’s Forum when he laid out the risks to growth posed by diverging economic performances in the Member States, and particularly in the euro area. As a prestige meeting with carefully balanced mix of speakers and themes intended to leverage communication channels and spread messages as widely as possible, it is clear that the Brussels Economic Forum has developed into a real asset for the European Commission. Today the BEF is more open than ever to fresh ideas coming from all around the world, and is focused on policy rather than academic debate. As Jürgen Kröger, a Director in DG ECFIN explains, “The aim of the BEF is not to promulgate a philosophy, but to show openness to new ideas, and to promote creative discussion about policy matters that can be fed into the Commission strategy.” ■ Deputy Governor of the People’s Bank of China (PBC) since 2000, Wu Xiaoling has a distinguished history as a practising and research economist in the PRC. A short history of the BEF continued (cid:135)(cid:163)(cid:228)(cid:228)(cid:228) (cid:135)(cid:110)(cid:228)(cid:228) (cid:135)(cid:200)(cid:228)(cid:228) (cid:135)(cid:123)(cid:228)(cid:228) (cid:135)(cid:211)(cid:228)(cid:228)(cid:228) (cid:211)(cid:228)(cid:228) (cid:123)(cid:228)(cid:228) (cid:211)(cid:228)(cid:228)(cid:228) (cid:211)(cid:228)(cid:228)(cid:163) (cid:211)(cid:228)(cid:228)(cid:211) (cid:211)(cid:228)(cid:228)(cid:206) (cid:211)(cid:228)(cid:228)(cid:123) (cid:211)(cid:228)(cid:228)(cid:120) (cid:211)(cid:228)(cid:228)(cid:200) (cid:49)(cid:45) (cid:44)(cid:105)(cid:195)(cid:204)(cid:202)(cid:156)(cid:118)(cid:202)(cid:1)(cid:195)(cid:136)(cid:62) (cid:10)(cid:22)(cid:45) (cid:27)(cid:62)(cid:171)(cid:62)(cid:152) (cid:31)(cid:136)(cid:96)(cid:96)(cid:143)(cid:105)(cid:202)(cid:13)(cid:62)(cid:195)(cid:204) (cid:13)(cid:49) (cid:13)(cid:219)(cid:156)(cid:143)(cid:213)(cid:204)(cid:136)(cid:156)(cid:152)(cid:202)(cid:156)(cid:118)(cid:202)(cid:86)(cid:213)(cid:192)(cid:192)(cid:105)(cid:152)(cid:204)(cid:202)(cid:62)(cid:86)(cid:86)(cid:156)(cid:213)(cid:152)(cid:204)(cid:202)(cid:76)(cid:62)(cid:143)(cid:62)(cid:152)(cid:86)(cid:105)(cid:195) (cid:173)(cid:9)(cid:136)(cid:143)(cid:143)(cid:136)(cid:156)(cid:152)(cid:195)(cid:202)(cid:156)(cid:118)(cid:202)(cid:49)(cid:45)(cid:12)(cid:202)(cid:135)(cid:202)(cid:62)(cid:152)(cid:152)(cid:213)(cid:62)(cid:143)(cid:202)(cid:96)(cid:62)(cid:204)(cid:62)(cid:174) In Japan, emerging Asia and oil-exporting economies in the CIS and in the Middle East, imbalances continued to widen in 2006. China’s global current account surplus increased sharply in 2006 – by almost 50% compared to the previous year – to a record USD 238.5 billion, thereby signifi cantly exceeding the previous year’s record of 9.1% of GDP. Oil exporters’ aggregate current account surplus increased further in 2006 (to USD 422 billion) and now represents the largest counterpart to the US defi cit. Source: European Commission, Annual Report on the Euro Area 2007, p. 39 Getting the facts right S o u r c e : I M F , W o r l d E c o n o m i c O u t l o o k , A p r i l 2 0 0 7 Pedro Solbes, Former European Commissioner for Economic and Monetary Affairs, Valéry Giscard d’Estaing, Former President of France (cid:9)(cid:13)(cid:19)(cid:202)(cid:42)(cid:62)(cid:192)(cid:204)(cid:136)(cid:86)(cid:136)(cid:171)(cid:62)(cid:152)(cid:204)(cid:195) (cid:163)(cid:200)(cid:228)(cid:228) (cid:163)(cid:123)(cid:228)(cid:228) (cid:163)(cid:211)(cid:228)(cid:228) (cid:163)(cid:228)(cid:228)(cid:228) (cid:110)(cid:228)(cid:228) (cid:200)(cid:228)(cid:228) (cid:123)(cid:228)(cid:228) (cid:211)(cid:228)(cid:228) (cid:228) (cid:211)(cid:228)(cid:228)(cid:228)(cid:202)(cid:202)(cid:202)(cid:202)(cid:202)(cid:202)(cid:211)(cid:228)(cid:228)(cid:163)(cid:202)(cid:202)(cid:202)(cid:202)(cid:202)(cid:202)(cid:211)(cid:228)(cid:228)(cid:211)(cid:202)(cid:202)(cid:202)(cid:202)(cid:202)(cid:202)(cid:211)(cid:228)(cid:228)(cid:206)(cid:202)(cid:202)(cid:202)(cid:202)(cid:202)(cid:202)(cid:211)(cid:228)(cid:228)(cid:123)(cid:202)(cid:202)(cid:202)(cid:202)(cid:202)(cid:202)(cid:211)(cid:228)(cid:228)(cid:120)(cid:202)(cid:202)(cid:202)(cid:202)(cid:202)(cid:202)(cid:211)(cid:228)(cid:228)(cid:200) 2 © W o r l d E c o n o m i c F o r u m ",
        "Also speaking today Christopher Allsopp is a Reader in Economic Policy at Oxford University. He has previously held positions at the OECD, the Bank of England and HM Treasury as well as spells on the UK Monetary Policy Committee and the Court of Directors of the Bank of England. He has been extensively involved in domestic and international policy issues as a consultant and has published widely on monetary, fi scal and exchange rate issues as well as the problems of economic reform. In 2004, Christopher Allsopp completed a ‘Review of statistics for economic policy making’ for the UK government. Giuseppe Bertola is a Professor of economics at the University of Turin. His research focuses on labour markets in an international perspective and particularly on their interactions under EMU. He has also published widely on issues in macro- and microeconomics, including among other topics his research on exchange rates, money market institutions and interactions between growth and distribution. An advisor to the Commission and the ECB, Professor Bertola is a Managing Editor of Economic Policy and an Associate Editor of the Journal of Economics. Willem Buiter is Professor of European Political Economy at the London School of Economics and Political Science and Professor of Economics at the University of Amsterdam. From 2000 to 2005 he was Chief Economist of the European Bank for Reconstruction and Development. From 1997 to 2000 he served as external member of the Monetary Policy Committee of the Bank of England. Before this, he held professorships at Cambridge, Yale, LSE, Bristol and Princeton. He chairs the Council of Economic Advisors of the Second Chamber of the Dutch Parliament. Jean Pisani-Ferry is Director of Bruegel, a Brussels-based economic think tank, and professor with Université Paris-Dauphine. He is a member of the European Commission’s Group of Economic Policy Analysis and president of the French economic association. After holding several positions in France, in 1989, he joined the European Commission as economic adviser to the Director-General of DG ECFIN. From 1992 to 1997 he was the director of CEPII, the main French research centre in international economics, and an advisor to the French government. His main research topics include economic policy, European integration, employment, and globalisation. Philip R. Lane is Professor of International Macroeconomics and Director of the Institute for International Integration Studies at Trinity College, Dublin. He is a research fellow of the Centre for Economic Policy Research (CEPR) and has been a visiting scholar at the International Monetary Fund and the Federal Reserve Bank of New York, and a consultant to the European Commission. His research interests include international macroeconomics, economic growth, European Monetary Union and Irish economic performance. The aim of Session II is to look into the factors that lay behind persistent growth and infl ation divergences in the euro area and to discuss how adjustment challenges in its members can best be addressed, and what future members could learn from the experience so far. Leading academics in this fi eld will share their views on the main issues in adjustment challenges and their resolution, for example: Session II: Adjustment and integration dynamics in EMU Competitiveness Some Member States have suffered a sustained loss in competitiveness since EMU was launched, and against a background of large current account imbalances in countries such as Greece, Spain and Portugal the question arises as to how much of a problem this is? Do they need to be rebalanced to avoid provoking even further divergence, and how can this be best achieved ? Flexibility If the competitive position of some Member State economies needs improving, then the fl exibility of labour markets must be addressed. Which mix of reforms could help achieve a ‘rebalancing’ that does not throw the whole burden of reform onto wage setting, through wage- restraint? How far can adopting new technologies, new ways of working and more training provide the needed productivity increases to restore competitiveness? Integration How can we push forward financial market integration? Integrated financial markets are desirable because we know they help smooth local economic shocks, acting as a cushion for all by redistributing risks across the euro area. Yet progress in integration, although sure, is slow, and the session will share some ideas on why more integration is needed. Euro-area economy: from strength to strength Springing forward A mong the blue-covered publications piled on the DG ECFIN stand outside the BEF conference room you will fi nd the latest ‘spring forecasts’ from the Commission. Given the positive conclusions in this issue, future editions might better be ‘rose- covered’. Growth up, employment up and sustainability up, is the overall message from the DG ECFIN forecasters who no doubt are happily dumping the ‘Cassandra-style’ robes that have been the required dress- code of the past few years. According to the forecast, the EU Economy should grow by 2.9% in 2007 and 2.7% in 2008, driven by solid investment and stronger private consumption. These fi gures are an upward revision from the last forecast in November 2006, and the forecasters predict almost nine million new jobs for 2006-2008 – six million for the euro area alone – knocking unemployment down to 6.7% in 2008 from 8.7% in 2005. Such unemployment levels have not been seen since the early 1990s. Improved public fi nances, contained inflation and general government defi cits falling to levels not seen in many years are the other anticipated positive consequences of improved growth. This stronger outlook is partly explained by better-than-expected performance in 2006 that saw the strongest pace of expansion for six years as high corporate profi tability and optimistic business sentiment drove investments and more jobs produced higher private consumption. Globally, support for growth comes from a buoyant world economy that seems to have been surprisingly little affected by the slowdown of the US economy so far. At the press conference to launch the latest spring forecasts, DG ECFIN Commissioner for Economic and Monetary Affairs, Joaquín Almunia, while highlighting the positive outlook, sounded a note of caution. “We must help sustain the economic recovery by putting public fi nances fi rmly on a sounder footing and by pursuing the reform process. This, in turn, will cut public debts and help increase the growth potential before the ageing problem starts kicking in”. Public fi nances have turned out better than expected recently mainly on the back of higher tax revenues. This has led to a fall in the average budget defi cit from 2.3% of GDP in 2005 to a forecast 1.2% this year. But, as the Commissioner points out, these fl attering averages hide the fact that fi ve Member States will still be running defi cits of more than 3% in 2007. The forecast also points to upside and downside risks on the external front. Stronger than expected growth in the global economy is a possibility say the forecasters, but this must be balanced against the risk of a more marked slowdown in the US housing market, new oil-price hikes or a disorderly unwinding of global imbalances. DG ECFIN publishes regular economic forecasts on behalf of the European Commission. If you do not obtain a copy of the 2007 Spring Forecasts at the BEF, or if you don’t want to carry it home on the train or plane, then you can always download the most recent forecasts from the DG ECFIN website and subscribe to our mailing list in order to receive an email alert each time a new forecast is published. ■ This report, the Annual Statement on the Euro Area, appears once a year and is accompanied by a more extensive ‘Annual Report on the Euro Area’, which explores in depth the common challenges facing euro area members. Published on 3 May, the latest Statement describes the euro area as having a strong footing to face the challenges that still lie ahead. “Policy makers must strike while the iron is hot,” said Commissioner Almunia, “They should put public fi nances on a firmer footing, implement reforms that will increase the euro area’s growth potential and show leadership on global issues”. The fi rm intention to use the ‘good times’ wisely was shown by the recent agreement among the Eurogroup to build on recent better-than-expected budgetary outcomes by pursuing more ambitious budgetary targets than those set in the SGP. The Annual Statement and Report on the Euro Area are recent additions to the work of DG ECFIN. Copies will be available on the DG ECFIN stand at the BEF. Both documents can also be downloaded from the DG ECFIN website. ■ (cid:135)(cid:163) (cid:228)(cid:163)(cid:211)(cid:206)(cid:123) (cid:153)(cid:211) (cid:153)(cid:206) (cid:153)(cid:123) (cid:153)(cid:120) (cid:153)(cid:200) (cid:153)(cid:199) (cid:153)(cid:110) (cid:153)(cid:153) (cid:228)(cid:228) (cid:228)(cid:163) (cid:228)(cid:211) (cid:228)(cid:206) (cid:228)(cid:123) (cid:228)(cid:120) (cid:228)(cid:200) (cid:228)(cid:199) (cid:228)(cid:110) (cid:175)(cid:202)(cid:86)(cid:133)(cid:62)(cid:152)(cid:125)(cid:105) (cid:118)(cid:156)(cid:192)(cid:105)(cid:86)(cid:62)(cid:195)(cid:204) (cid:44)(cid:105)(cid:62)(cid:143)(cid:202)(cid:62)(cid:152)(cid:152)(cid:213)(cid:62)(cid:143)(cid:202)(cid:20)(cid:12)(cid:42)(cid:202)(cid:125)(cid:192)(cid:156)(cid:220)(cid:204)(cid:133)(cid:202)(cid:136)(cid:152)(cid:202)(cid:204)(cid:133)(cid:105)(cid:202)(cid:105)(cid:213)(cid:192)(cid:156)(cid:202)(cid:62)(cid:192)(cid:105)(cid:62)(cid:93)(cid:202)(cid:163)(cid:153)(cid:153)(cid:211)(cid:135)(cid:211)(cid:228)(cid:228)(cid:110) ‘Strike while the iron is hot’ is the message from the European Commission to the Eurogroup Member States as a recent report from DG ECFIN shows the euro area economy growing well above its long-term average and creating 2 million new jobs in 2006. The early gatherings of the BEF took place against a background of economic recession or faltering, uncertain recovery – not so for the 2007 Forum. 3 ",
        "Who’s who at the BEF | John Lipsky An experienced optimist I n one sense this appointment was a ‘coming home’ for him as he had spent a decade in the IMF back in the 1970s and 80s where, among other things, he analysed developments in international capital markets and represented the IMF in Chile (1978-80). Joining Salomon Brothers in 1984 he directed their European Economic and Market Analysis Group before taking up the Chief Economist position. There followed a spell as Chase Manhattan Bank’s Chief Economist and Director of Research before he moved to JPMorgan, again as Chief Economist, where he was responsible for worldwide policy and economic views. His fi nal years at JPMorgan, before joining the IMF, were as vice Chairman of the JPMorgan Investment Bank where he published independent research on the principal forces shaping global fi nancial markets. As a contributor to the opening session of this year’s BEF John Lipsky will speak in part 1, ‘Dollars, defi cits and distress: regional perspectives’. Speaking earlier this year on reducing the risks from global imbalances he analysed how the ‘imbalance’ of defi cits and surpluses has arisen. The series of economic crises in the 1990s were not pretty he said, but the situation could have been a lot uglier if policy-makers had repeated the mistakes of the 1930s and slammed on the brakes. But they did not do so; instead there was a move to monetary accommodation that produced results far more favourable than anyone anticipated and the policy-boosted demand growth in the US, combined with a rapidly globalising world economy, was critical to supporting the global upturn that kicked off in 2002. As for the future, John Lipsky pointed out that recent structural changes in global markets mean that old ‘rules-of-thumb’ for current account defi cits – what’s good or bad, or what’s sustainable or unsustainable – are called into question. Reporting on the World Economic Forum in Davos 2007, the Financial Times described John Lipsky as an optimist who is changing the tone of the IMF’s comments on global trade imbalances. Quoting him as saying that, “Far from being an imminent danger to the world economy, the imbalances should be thought of as the corollary of remarkable strength in the global economy over the past fi ve years, and policies were moving in the right direction”. John Lipsky is not a stranger to the BEF and has contributed on several occasions as a valued speaker and expert on world fi nancial markets. Indeed he participated in the fi rst Brussels Economic Forum, held in 2000, while Chief Economist at Chase Manhattan. In his presentation in 2000 he took the prescient view that the then perceived weakness of the euro was overstated and did not represent any threat to euro area price stability or economy. ■ Last year they said “The euro area has less single market than some outside, and it seems to want even less...” said ex-Commissioner Mario Monti as he identifi ed lack of appetite for reform as one cause of economic divergence in the euro area. “Reform is diffi cult, the costs are upfront and the losers are vocal” admitted Angel Gurria, Secretary General of the OECD who pushed for win-win reform packages as a solution. “People need to feel good about changing jobs several times over their career – not a fantastic message, but we have too few leaders who dare to tell people the truth” said the former PM of Denmark, Poul Rasmussen, in his presentation on reforms in Denmark. “The EU no jobs vs US bad jobs view is becoming more nuanced” claimed Andrew Watt of the European Trade Union Institute while talking about the complexity of social models. Don’t miss the closing keynote address by Pascal Lamy tomorrow. Previously Chief of Staff to Jacques Delors, then Commissioner for Trade under Romano Prodi, Pascal Lamy is now Director-General of the World Trade Organisation and is leading the negotiations for the Doha round which will set the rules of international trade for the future. Speaking in Washington recently he warned that governments may soon be facing the unpleasant reality of failure if the situation in trade negotiations does not improve. In his keynote address on 1 June, Pascal Lamy will speak on ‘Spreading the benefits of trade opening’, where the key issues may be expected to include: Improving trade opportuni- ties for developing countries is at the heart of the international strategy to promote development and alleviate poverty. Lamy has described some existing trade re- strictions as “a travesty of justice and a denial of our commitment to meet the Millennium Develop- ment Goals”. The earlier Uruguay Round began the sustained process of economic integration and falling import prices that made a vital contribution to strong and non- infl ationary growth worldwide. Pascal Lamy recently stated, “Failure of the Doha Round would strip the global economy of one of its most powerful and enduring sources of strength and stability”. The basis for international economic cooperation can never be taken for granted. Failure to consolidate and strengthen the multilateral trading system would weaken the ability of member governments to stand fi rm against trade protectionism. “That is a risk which we cannot afford to take lightly”, warned Lamy recently. Trade opening needs to be accompanied by the right domestic policies to ensure the benefi ts of a more open trade are fairly spread and to ensure that adequate responses are also given to those negatively affected. ■ E N K C - 77 - 07 - 272 - E N - D Pascal Lamy: Doha for development DG ECFIN publishes a wealth of reports, studies, and analyses on EU economic matters. Examples of these publications are available free of charge from the DG ECFIN stand outside the conference room. They can also be downloaded from the DG ECFIN website. They include: European Economy series : containing major reports and communications from the Commission to the Council and the European Parliament on the economic situation and development. The recent Spring Economic Forecasts and the EU Economy Review are part of this series. European Economy, Economic Papers : This series aims to increase awareness of the analytical work done on EU economic issues and to seek comments and suggestions for further analyses from the wider community of EU economists. Recent titles include: The political economy of public investment and; How reliable are the statistics for the Stability and Growth Pact? European Economy, Occasional Papers : Written by the staff of the DG ECFIN and experts working with them, this series aims to increase awareness of the policy related work done and covers a wide spectrum of subjects. Recent titles include: Growth, risks and governance, the role of the fi nancial sector in southeastern Europe and; Country study: raising Germany’s growth potential. European Economy News : For a wider public interested in European economic issues and the work of DG ECFIN there is also a quarterly magazine. Copies of the latest issue, with invited contributions from eminent economists to celebrate the 50 th anniversary of the EU, are available from the DG ECFIN stand outside the conference room. Subscription is free of charge. European Economy Research Letter : Reporting on the results of research undertaken or sponsored by DG ECFIN, this electronic newsletter aims to raise awareness of DG ECFIN’s economic analysis and research activities among the international economic research and policy community. Appearing three times a year, the newsletter can be downloaded free of charge from the DG ECFIN website. Printed copies of the latest issue and a subscription form are available from the DG ECFIN stand outside the BEF conference room. John Lipsky was appointed First Deputy Managing Director of the IMF last year. © I M F Pascal Lamy will close this year’s BEF with his Session IV keynote address at 12.30 tomorrow 4 The Forum Is published by the External Communication Unit of the European Commission’s Directorate-General for Economic and Financial Affairs. For more information visit our website: http://ec.europa.eu/economy_fi nance Legal notice Neither the European Commission nor any person acting on its behalf may be held responsible for the use which may be made of the information contained in this publication, or for any errors which, despite careful preparation and checking, may appear. © European Communities, 2007. Reproduction is authorised provided the source is acknowledged. Printed in Belgium Publications from DG ECFIN © E u r o p e a n C o m m u n i t i e s "
    ]
}