{
    "text": [
        "ISSN 1027-2445 O p i n i on on C u l t u re a nd cultural differences a nd their significance for t he future of Europe EUROPEAN UNION 4 ► Brussels, 12/13 March 1998 CdR 447/97 fin C o m m i t t ee of t he R e g i o ns ",
        "",
        "COM 7/004 Brussels, 2 April 1998 OPINION of the Committee of the Regions of 13 March 1998 on Culture and cultural differences and their significance for the future of Europe CdR 447/97 fin E/ym ",
        "",
        "1 - The Committee of the Regions HAVING REGARD TO the decision of its Bureau of 11 June 1997, under the fourth paragraph of Article 198c of the Treaty establishing the European Community, to draw up an Opinion on culture and cultural differences and their significance for the future of Europe and to direct Commission 7 for Citizens' Europe, Research, Culture, Youth and Consumers to draft the relevant opinion; HAVING REGARD TO the Draft Opinion (CdR 447/97 rev. 1) adopted by Commission 7 on 23 January 1998 (rapporteurs: Mrs Peiponen and Mr Efstathiadis); unanimously adopted the following opinion at its 22 n( * plenary session on 12-13 March 1998 (meeting of 13 March): 1. Purpose of the opinion 1.1 This opinion represents the Committee of the Regions' contribution to the debate on culture currently under way within the EU. 1.2 On the one hand, the COR wishes to take a stand on how Community action in the cultural field should be targeted and what the principal aim of such action should be (Article 128(l)-(3). On the other hand, the COR wishes to continue the debate on the implications of taking cultural aspects into account in different policy areas (Article 128(4)). 1.3 The opinion also seeks to extend the concept of culture beyond what is generally understood by culture. By looking behind the outward manifestations of culture we may perhaps be able to better understand the way others think and behave. This can be of help to each of us in our everyday life and to businesses operating against a background of ongoing globalization. It is also of practical benefit to local and regional authorities. Most important of all, an understanding of other cultures consolidates social harmony and mutual understanding between peoples. Cultural understanding is also important in the economic sense as a prerequisite for EU enlargement. The COR advocates the use of a definition of culture that would allow local and regional authorities to design new policies aimed at the integration of every cultural group into local society . 1.4 The period we are living in makes it necessary for citizens to transcend cultural frontiers and be capable of living in a pluralistic society; it presupposes the gradual realization that One example of a definition of culture is included in the document In from the Margins, published by the Council of Europe in 1997 CdR 447/97 fin E/ym .../... ",
        "living together, cooperation and cultural interaction increase the possibilities and the creativity of each people, and that they do not cause changes to any culture, let alone threaten any language, nationality or culture with extinction. The breadth and wealth of European culture, which is older than the division of our continent into nation-states, flows as much from the similarities as from the differences among the many distinct cultures which coexist in it. 1.5 It is Europe's cultural heritage which makes us Europeans. Over the centuries influences have been transmitted via trade or other peaceful interaction. Features of prevailing cultural trends in past eras can be found in various parts of Europe. This applies to culture in both its material and spiritual forms. Freedom, democracy, humanism and human rights are traits which not even the darkest periods in our history have been able to eradicate completely. On the contrary, it is after periods of totalitarianism and violence that our best values have always regained their dominance. 1.6 The culture of any human community is born out of interaction with the natural environment and other communities. Individuals learn the customs, beliefs, values and means of communication - such as linguistic and non-linguistic symbols - of the environment in which they live. Indeed, it is precisely in this way that they become members of society. They are thus created in the image of their own culture. 1.7 Intercultural interaction has taken many forms. In the past cultural differences have been used against other groups and peoples. We cannot deny the dark times in our history. The reasons that led to them must be set forth but at the same time ways must be sought to prevent the resurgence of violence and hostile attitudes. We must not forget the many negative phenomena that have occurred in the past. Consciousness of cultural differences itself is not a guarantee of peace and peaceful coexistence. We have to make a choice. Let us not forget that many of the negative phenomena we face today have their origins in the past. The European tradition, by itself, is not enough to guarantee the preservation of social harmony. 1.8 It is important to note that culture has also assumed a key role in the search for solutions to global problems. The UN's World Decade for Cultural Development (1988-1997) and the report Our Creative Diversity published by the UN/UNESCO World Commission on Culture and Development represent attempts to bring cultural questions to the forefront of the international debate. The Council of Europe has responded to this by publishing its own report In from the Margins. 1.9 In this connection, the COR calls for recognition of Europe's cultural diversity in the broad sense of the term when the EU comes to make its own contribution to the current debate on culture. CdR 447/97 fin E/ym ···/.. ",
        "1.10 The European Union cannot exist, let alone be understood as a concept, without the culture of its peoples. That is the foundation and connecting fabric of the Union. 2. Concept of culture 2.1 Culture in the COR's previous opinions 2.1.1 In its efforts to foster social cohesion in Europe, the COR has sought to develop a better structured concept of culture and take culture into account in a conscious and comprehensive fashion. Below, the COR's previous opinions on culture are briefly discussed in chronological order, thus documenting the evolving nature of this process. 2.1.2 In its opinion on the KALEIDOSCOPE 2000 programme (CdR 145/95) 2 the COR noted its disappointment at the lack of any consistent definition of culture and the failure to recognize the role localities and regions play in originating, shaping and supporting cultural wealth of all kinds. It also criticized the programme for favouring large-scale projects at the expense of small-scale projects for the development and promotion of local knowledge. 2.1.3 As for the Raphael programme (CdR 302/95) 3 the COR felt that it favoured high culture and, by concentrating on the protection of monuments, nothing more than the material expressions of culture. It pointed out that even material expressions of culture always have a symbolic or \"spiritual\" dimension which endows them with meaning. A two-way relationship with culture is particularly important: people must learn to understand other cultures, in addition to being aware of and understanding their own cultural roots. 2.1.4 In its opinion on intercultural education (CdR 194/96 fin) 4 , the Committee stressed that education has a key role to play in eliminating cultural prejudice and discrimination. Intercultural education must start at pre-school level; projects for the development of teaching materials which promote Europe's linguistic and cultural diversity should be supported; training of teachers and other educators must be geared towards fostering multiculturalism both as regards selection of students and content of curricula; cooperation within the EU and with international organizations should be stepped up; local and regional authorities must bear special responsibility for ensuring that the right of members of national and ethnic minorities to receive education is respected and that these groups are given the opportunity to learn the values of their own culture. In particular, OJC 100. 2.04.1996, ρ 30. OJ C 100. 2.04.1996. ρ 119. OJC215; 16.07.1997. p. 21 CdR 447/97 fin E/ym ",
        "- 4- the COR emphasized the need to take the cultural and linguistic rights of migrant workers and immigrants into account in education. 2.1.5 In its Opinion on the consideration of cultural aspects in Community action (CdR 206/96 fin) , the COR welcomed the inclusion of culture within the EU's competence as a counterweight to the overemphasis on the economy, but particularly deplored the fact that the Commission made no attempt in its report to define the scope of cultural activity. Although exploitation of the potential offered by the arts, industrial art and audiovisual art in development projects at local and regional level was positiverer se, the COR nevertheless felt that this would lead to a narrow definition of culture, focusing only on language, the building and crafts heritage and audiovisual culture. 2.1.6 The Opinion on cohesion policy and culture (CdR 69/97 fin) 6 clearly demonstrates the COR's aim to see the distinctive features of localities and regions enhanced via the cultural dimension, in particular, rather than through policies motivated by purely economic considerations. On the other hand, the COR recognizes that the scope for potentially profitable economic activities being opened up by combining local values and industrial and audiovisual art is a welcome development from the job­creation point of view. Thus this opinion highlights the view that socio­ economic development is both an economic and cultural process. 2.2 Role of culture in societies 2.2.1 Culture can be thought of as a learned process of mental programming which distinguishes a group or class of people from other groups or classes. In order to be able to communicate, we need to understand each other and our cultural differences. 2.2.2 The foundations of cultures consist of symbols which people perceive as being common to them together with an understanding of what these symbols signify for the community. These symbols may be material (e.g. buildings, flags, clothes, food), energy­tied (e.g. songs, colours and combinations of these), social (e.g. public ceremonies and gatherings, customs and institutions) or non­material (e.g. sense of community, common sense of humour, common language and common ethical values). A necessary precondition for the development of culture and its symbols is the establishment and mutual acceptance of common communication patterns and rules, which will eventually allow the preservation of social harmony and prosperity throughout the region. Democracy is such a culture. OJC 116, 14.04.1997, p. 65 OJC 379, 15.12.1997, p. 21. CdR 447/97 fin E/ym ···/■ ",
        "-5 2.2.3 In order for us to look behind these cultural symbols and be able to better understand differences in our customs and behaviour, we need some conceptual tools to assist us. One of the most useful tools is the cultural-dimension model 7 . Four dimensions of culture can be identified: - power distance: low - high; - individualism - collectivism; - masculinity - femininity; - ability to tolerate difference: low-high. 2.2.4 Power distance describes citizens' attitudes towards those who wield power. In countries with high power distance values, society is more clearly divided politically and economically than in countries with low power distance values. 2.2.5 Individualism pertains to societies in which the ties between individuals are loose. The opposite is collectivism, which pertains to societies in which people from birth onwards are integrated into strong, cohesive in-groups. 2.2.6 When examining the third dimension, masculinity - femininity, it should be remembered that this is only a methodological tool, the content of which does not correspond to the everyday meanings of these terms. 2.2.7 In masculine cultures, people compete with each other and failure is catastrophic. The focus is on individual skills and conflicts are settled through a \"struggle\". In feminine cultures, by contrast, people try to find compromises and shy away from \"promising too much\". Masculine cultures aspire to a society where the emphasis is on performance, while feminine cultures seek to achieve an affluent society. 2.2.8 Fourthly, there are striking differences between cultures in the way people tolerate difference. Uncertainty is always a subjective experience even though it may be an experience that is shared with other members of the community. Extreme uncertainty gives rise to anxiety and communities have, over time, developed ways of alleviating anxiety - technology, laws and norms and religion are examples of these. Improving the ability of people to tolerate difference is of crucial importance in a multicultural Europe, and intercultural contacts and networks have a vital role to play in this regard. This model has been developed by Geert Hofstede CdR 447/97 fin E/ym .../... ",
        "- 6- 2.3 Culture and the environment 2.3.1 The most serious problems confronting Europe and the areas bordering on it pertain to the environment. Their solution requires, inter alia, an understanding of cultural processes, and so this subject deserves to be given special attention in this opinion. 2.3.2 Culture is deeply tied in with the ways in which the natural environment is shaped and transformed in cities and the countryside. In addition to its material and intellectual forms, culture is also determined by the economic relationship between man and his environment 8 . The use of material goods and the rejection of others, the concentration of material goods or their destruction does not result purely from utilitarian, economic rules but also from the deeper values, rules and symbolic practices of contemporary society. 2.3.3 The environmental crisis has revealed the need to acknowledge how we are culturally bound to repeat practices which are harmful to the environment and, in the long term, lead to irreversible destruction: for example, the hole in the ozone layer, the desertification of vast areas of the planet, deforestation and so on. It is known that such economic-cultural situations have the greatest impact on the world's poorest populations. Similarly in industrialized societies, the hardest- hit are those on low incomes and socially-excluded groups living in the suburbs or inner cities. In most cases, these groups lack new cultural horizons which could lead them to alternative ways of dealing with their environment. 2.3.4 It should be a priority aim of the EU to preserve and develop cultural models and rules for the environmentally-friendly use of natural resources, and to avoid and restrict cultural models which have unnecessarily detrimental ecological effects causing irreversible damage. 2.4 Large regional entities in Europe 2.4.1 Geographical conditions, common history, social conditions, religion and language are among the factors which have been instrumental in moulding areas in Europe whose identity falls somewhere between being European and national. 2.4.2 There are three maritime areas of interaction in Europe, all of which differ from each other in terms of their characteristics. The oldest of the three is made up of the cultures of the coastal areas of the Mediterranean. The history of the Mediterranean region proves that, through cross- cultural communication and cultural networks, cultural exchanges and collaborations between the The sociologist Elisabeth Heidenreich has drawn attention to this fact CdR 447/97 fin E/ym ···/· ",
        "- 7- inhabitants of the Mediterranean were possible at the same time as they were establishing their own national, religious and regional cultural identity. 2.4.3 The cultures of the Atlantic coast and the Baltic have formed their own special areas of exchange and interaction. The Atlantic has enabled interaction far beyond the shores of Europe, whereas the Baltic has been the scene of intensive exchange and interaction in Europe within the confines of this internal sea region. 2.4.4 In the more recent past, culture, and more specifically, attempts at competitive civilization, have been a significant factor in the political and military conflict arising from delineation of physical borders between new states created in recent decades in various parts of Europe and other continents. In the same way, the rhetoric on the authenticity and purity of cultures in this case constitutes a \"defensive\" policy of aggression which often leads to violent confrontation. This kind of rhetoric is often a political act to impose an order of things which one-dimensionally serves the specific interests of the strongest cultural and religious groups, or states. 2.4.5 Attention is often focused on religious borders and their significance. After all, religion and culture in its broadest sense are intimately bound up with each other. It is often difficult to know whether a particular religious movement has shaped culture or whether certain cultural features have provided fertile soil for the spread of the religion concerned. 2.4.6 In our common past, the Roman Empire, Byzantium and the Carolingians imbued those areas which came under their influence with similar features. When to this is added two landmarks in social history, the demise of feudalism and onset of industrialism, it is possible to explain the social dimensions of culture. The similarity of cultures largely explains why different countries have a similar social order and economic structure. This is a result of an interactive and inter-structuring process between cultures. It is a fact that, even in those states which are considered culturally homogenous, the dominant culture is nothing more than the synthesis of cultural elements which are common in other European regions as well. 3. Multicultural societies and a multicultural Union 3.1 Sources of cultural identity 3.1.1 Every person carries with him/her patterns of thinking, feeling and behaviour which are learned throughout his/her lifetime, starting in childhood. The source of these patterns is the social environment in which an individual has grown up and acquired his or her experience of life. This body of cultural knowledge is accumulated in the family, in the surroundings in which a person lives, at school, in hobby groups, at work, etc. So, when one speaks of local culture, it should not be CdR 447/97 fin E/ym .../... ",
        "- 8- construed as a uniform manifestation, even though certain distinctive characteristics can be found in any given locality. In its previous opinions on culture, the COR emphasized that we cannot make value judgements about the culture of different groups; rather, we must respect the cultural identity of all of them. This is no easy task; we all have a tendency to judge others by our own standards. 3.1.2 It should be noted that cultural relativism does not imply a complete absence of standards, either on the part of individuals or the community to which they belong. Before making judgements, it is necessary to obtain information on the nature, origin and implications of cultural differences. Nor does cultural relativism imply that we can accept anything at all in our own or other cultures. 3.1.3 Human rights are the yardstick by which we can judge both our own and other cultures. Being a human being and perceiving the human being in another person transcends cultural relativism. In a multicultural society it is necessary to actively acquire information about other groups in society so as to learn to understand the way they think and behave. Information and a knowledge of the ways of others is the starting point for understanding. Understanding, in turn, is the key to tolerance and mutual respect. Genuine intercultural communication springs from mutual respect. Pluralism and cultural relativism are clearly linked to democracy. 3.1.4 Cultural identity has many layers, and it is the basis on which an individual defines himself in relation to others. The dominant area in an individual's identity may vary at different times or in different situations. The cultural identity of individuals also depends on the many social and cultural networks to which they belong. 3.1.5 Language is the foundation of culture. It is the most important means of communication for the members of a society and thus a prerequisite for unity. For people to be able to communicate with each other and deal with cultural information there must exist a system of common linguistic symbols. Language is a repository of cultural symbols and thus of information. All the information essential for the existence of a society is stored in spoken or sign language. Written language enables cultural information and meanings to be transmitted in time and space. 3.1.6 It has been the EU's policy to give the predominant language of each Member State the status of an official language. There has also been strong emphasis on the status of minority languages within countries; everyone must be guaranteed the right to receive an education in their mother tongue. A good command of one's mother tongue inspires self-confidence and makes it easier to acquire proficiency in other languages. Multilingualism is considered to be a source of enrichment and a cultural asset which people should be encouraged to acquire by, for example, making available appropriate language training, as proposed in the White Paper on education and training. After all, language is a means of communication and people with different mother tongues must be able to communicate with each other in a multicultural society and a multicultural Europe. CdR 447/97 fin E/ym ■ ·■/... ",
        "9- 3.1.7 With the rapid advances in technology and communications that have taken place over the past few decades, the foundations on which the existence of local cultures rest have changed dramatically. The knowledge, skills and world view that children and young people previously learned from their parents within the context of their own culture and which was to a large degree controlled and managed by the local community has been replaced by information communicated by mass media from outside the local culture. This has weakened the cultural bonds which enable young people to form a picture for themselves of their affinity with the local community. 3.1.8 On a parallel level, information technology opens up new opportunities for wider cultural cooperation and exchange between local cultures. Furthermore, it affords European citizens more possibilities to develop innovative schemes and networks in the cultural sphere. 3.1.9 Cultural differences are often also social differences. Education and work are important sources of cultural learning which provide people with knowledge and skills enabling them to make a living for themselves and, in the final analysis, to control their own lives. It is essential from the point of view of social equality to ensure that the members of all ethnic, religious and social groups in society have equal opportunities to learn to master the symbols of national culture. Cultural values and symbols must therefore be taken into account in combating exclusion. 3.2 Role of local and regional authorities in a multicultural Union 3.2.1 Local and regional authorities have a central role to play in promoting understanding, tolerance and respect between different subcultures. They must continually seek contacts with social and cultural groups in their respective areas. This is also in the interests of local and regional authorities because different cultures can have an enriching effect on each other and help to create an innovative atmosphere in which entrepreneurship can also flourish. Cultural exchanges can be seen as the subject of financial transactions, in the same way as material goods. Information technology, multimedia and audiovisual means can accelerate this process. Culture can generate economic activity, and should therefore be supported. 3.2.2 The Council has urged Member States to promote educational and curricular innovations which contribute to the development of concepts such as peace, democracy, respect and equality between cultures, tolerance and cooperation. As it noted in its Opinion on intercultural education, the COR believes that education has a key role to play in fostering understanding, respect and tolerance between cultures. In addition, the COR stressed that intercultural education should be provided throughout people's lives, following a lifelong learning approach. Children and young people should be taught to respect human rights, and adult education should also include an intercultural education component. Similarly, leisure-time learning has an important part to play in CdR 447/97 fin E/vm .../... ",
        "10- accumulating cultural knowledge. Cooperation with other players, particularly the Council of Europe, is important. 3.2.3 Citizens must be aware of their own cultural identity. Indifference to culture can easily be detrimental to self-esteem with the result that people may end up learning anti-social attitudes. Intercultural education along the lines of that provided in the EU under the Socrates, Erasmus and Youth for Europe programmes should also be incorporated within the framework of the Tacis and Phare programmes with a view to increasing understanding between peoples in the cultural field. The COR wishes to draw attention to the problem of the low level of budget funds allocated to culture at national and European level. This is a barrier to cultural development and intercultural education. 3.2.4 People put down roots in a locality when they feel that they can influence the environment in which they live and changes taking place within it. Civic organizations, youth exchange schemes, education and training projects, twinning arrangements, etc. all have a major role to play in a multicultural Union, if it is desired to strengthen democracy and tolerance in Europe. Local and regional authorities bear a major responsibility for organizing such activities. It is therefore important to create good framework conditions for initiatives which increase cross-cultural cooperation between local and regional authorities. 3.3 Role of the mass media in a pluralistic society 3.3.1 The media play a key role in a pluralistic society. The way in which they select, headline and present news has a profound effect on how different groups relate to each other and the kind of information they obtain about each other. Advances in communications technology have further strengthened the position of the \"Fourth Estate\". In the same vein, regional and local cultures will be better placed to impose a stronger presence and participate in the cultural process in the European Union, if they can successfully handle and manage information technology. For all these reasons, regional authorities should be able to create the technological and intellectual conditions necessary for fostering the development ofinformation and media networks. 3.3.2 Modern technology - information networks, local radio, cable television, video, etc. - must be harnessed in providing society's many social and cultural groups with the means to make their voice heard, among both their own followers and a wider public. It is in keeping with democratic principles that each social and ethnic group can itself influence what kind of information about it is disseminated to the world at large. Naturally, this requires that the groups concerned also comply with democratic practices. 3.3.3 Local and regional authorities can foster the development of networks which increase cultural knowledge. Networks are needed which operate at regional and inter-regional level CdR 447/97 fin E/vm .../... ",
        "- 11 - and across the EU's external borders. Knowledge of other regions and peoples increases citizens' interest in European issues and is conducive to the creation of the kind of \"cultural citizenship\" which can serve as a basis for the building of the new Europe. 4. The challenges ahead 4.1 There is a need for initiatives which seek to emphasize the positive and enriching aspects of cultural differences, because it has also been assumed that future clashes between civilizations will be caused by divisive cultural factors rather than economics or ideology. 4.2 Without taking a stand on any particular theory, the COR feels that the possibility of clashes between civilizations should be taken seriously 9 . 4.3 The multicultural society within the EU and the EU's external relations are two sides of the same coin. In a truly multicultural society, the skills and expertise of minority groups can be put to good use in cross-border cooperation. It is seldom realized just how beneficial knowledge of other cultures can be for the economy. Such knowledge is also valuable when it is desired to work together to strengthen human rights and democracy. 4.4 We continually have to make a choice as to whether we allow cultural diversity to put obstacles in the way of interaction between people or recognize that diversity is an enriching and inspiring element in our society. History offers examples of both. In times of major change, uncertainty about the future may lead to the resurgence of old enmities. 4.5 It must be possible to require authorities and citizen' representatives to show wisdom in reconciling facts and values. National authorities should support local and regional authorities in their efforts to increase cultural knowledge. Similarly, the EU should make its own contribution to increasing cultural knowledge and building networks, whilst respecting the subsidiarity principle. 4.6 The aim of cultural enrichment resulting from better knowledge of other cultures must be to foster European cultures as a whole and to contribute to the emergence of European citizenship. A hypothesis on the clash of cultures was put forward by Professor Samuel P. Huntington in 1993 CdR 447/97 fin E/ym ···/■·■ ",
        "- 12- 5. Concluding remarks: the future of cultural programmes 5.1 In the view of the COR, the EU should undertake a study of a wider concept of culture than that currently employed. We need to know the values underlying the external expressions of culture merely in order to understand each other. Such a study would also be of importance for commerce and industry. Particular attention should be paid to culture in other programmes and its influence on local development and commerce. It is also of paramount importance to explore the relation between culture and technology, as well as its role in the development and prosperity of local societies. It would be useful ifall the technological programmes fostered by the European Union included a cultural dimension as well, aimed at developing cultural communication between Europe's regions thereby ensuring, at the same time, the multicultural character of these programmes (e.g. ESPRIT, etc.). 5.2 The EU should encourage Member States to increase the share of culture in their local, regional, and national budgets and the application of the broad concept of culture. By financing cultural activities, they can thus contribute to the real flowering of local and regional cultures. 5.3 Europe is engaged in fierce competition with other regional economic groupings. We must endeavour to succeed in this competition with the aid of European values, which includes respect for human dignity in the workplace. Intercultural interaction in a multicultural society requires a deeper understanding of culture. Preventing the emergence of hostile attitudes will require partners in many cultural fields, such as the arts, science and religious communities. Europe-wide networks have a valuable contribution to make in this regard. 5.4 It is also important to highlight the fact that Europe's cultures have engaged in peaceful interaction for centuries and that this has had an enriching effect on all those involved. Mankind has enough problems to solve as it is. The problems of poverty and exclusion will not be resolved, or the environment saved, by provoking confrontations between civilizations but by increasing interaction between them. 5.5 The EU should also review its own cultural values and apply a wider concept of culture in Community action. Only by strengthening \"cultural citizenship\" will it be possible to consolidate the Union and build external relations on a lasting basis. 5.6 The COR urges the Commission, in accordance with the Council's request to put forward a proposal for an integrated cultural programme and a cultural fund. The COR considers that it is particularly important in this context that culture and the meaning of culture are viewed in broad terms and that adequate funds are allocated to the cultural fund. CdR 447/97 fin E/ym .../... ",
        "- 13- 5.7 Accordingly, the COR takes the view that the reform of the EU's cultural programmes should be deliberately geared to strengthening the cultural dimension as a basis for integration. In the final analysis, this can only be done by simultaneously supporting cultural diversity and promoting knowledge and understanding of different cultures. Brussels, 13 March 1998. The Chairman The Secretary-General of the of the Committee of the Regions Committee of the Regions Manfred Dammeyer Dietrich Pause CdR 447/97 fin E/ym ",
        "",
        "",
        "CdR - Rue Belliard 79 - Β-1040 Bruxelles Series : COR OPINIONS AND REPORTS CdR(97) 447 EN 12 pp. - Format 21.0 χ 29.7 cm * * * OFFICE FOR OFFICIAL PUBLICATIONS * OP * OF THE EUROPEAN COMMUNITIES * * * * * L-2985 Luxembourg ISBN 92-78-32287-3 "
    ]
}