{
    "text": [
        "EUROPEAN COMMISSION Brussels, 18.11.2011 COM(2011) 743 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS The Global Approach to Migration and Mobility {SEC(2011) 1353 final} ",
        "EN 2 EN I NTRODUCTION Globalisation, demographic change and societal transformation are affecting the European Union, its Member States and countries around the world. According to United Nations assessments, there are 214 million international migrants worldwide and another 740 million internal migrants. There are 44 million forcibly displaced people. An estimated 50 million people are living and working abroad with irregular status 1 . Dialogue at global level can address some of the shared challenges and concerns. However, it is at regional, national and local levels that each individual and each stakeholder will seize the opportunities brought by migration and by mobility. Migration is now firmly at the top of the European Union’s political agenda. The Arab spring and events in the Southern Mediterranean in 2011 further highlighted the need for a coherent and comprehensive migration policy for the EU. The Commission has already presented a range of policy proposals and operational measures on migration, mobility, integration and international protection in its Communications of 4 and 24 May 2011 2 . Those proposals were fully endorsed by the European Council in June this year 3 and since then the EU has taken immediate action by launching dialogues on migration, mobility and security with Tunisia and Morocco in early October and making the necessary preparations to start the dialogue with Egypt . Similar dialogues will follow with other countries in the Southern Mediterranean region, notably with Libya , as soon as the political situation permits. The dialogues allow the EU and the partner countries to discuss in a comprehensive manner all aspects of their possible cooperation in managing migration flows and circulation of persons with a view to establishing Mobility Partnerships . In its Communication of 4 May, the Commission highlighted the need for the EU to strengthen its external migration policy by setting up partnerships with non-EU countries that address issues related to migration and mobility in a way that makes cooperation mutually beneficial. To this end and reflecting the Stockholm Programme and the Stockholm Programme Action Plan 4 , the European Council’s June Conclusions invited the Commission to present an evaluation of the Global Approach to Migration and set a path towards a more consistent, systematic and strategic policy framework for the EU’s relations with all relevant non-EU countries. This should include specific proposals for developing the Union’s key partnerships, giving priority to the Union’s neighbourhood as a whole. Moreover, despite the current economic crisis and unemployment rates, European countries are facing labour market shortages and vacancies that cannot be filled by the domestic workforce in specific sectors, e.g. in health, science and technology. Long-term population ageing in Europe is expected to halve the ratio between persons of working age (20-64) and 1 UNDP (2009) Overcoming barriers: Human mobility and development, Human Development Report; UNHCR (2011) Global Trends 2010. 2 COM(2011) 292/3: Communication on ‘A dialogue for migration, mobility and security with the Southern Mediterranean countries’. 3 European Council Conclusions, 23/24 June 2011. 4 Stockholm Programme: Council Document 17024/09, approved by the European Council on 1-2 December 2009: http://ec.europa.eu/home-affairs/policies/intro/policies_intro_en.htm Action Plan Implementing the Stockholm Programme, COM(2010) 171 final of 20 April 2010: http://ec.europa.eu/home-affairs/policies/intro/policies_intro_en.htm. ",
        "EN 3 EN persons aged 65 and above in the next fifty years. Migration is already of key importance in the EU, with net migration contributing 0.9 million people or 62 % of total population growth in 2010. All indicators show that some of the additional and specific skills needed in the future could be found only outside the EU 5 . This is the context in which the EU’s Global Approach to Migration has evolved since it was adopted in 2005. It was designed to address all relevant aspects of migration in a balanced and comprehensive way, in partnership with non-EU countries. The Global Approach was evaluated in the first half of 2011 through an online public consultation and several dedicated consultative meetings 6 . The consultations confirmed the added value of the Global Approach and the valuable results it has delivered. They also indicated a need for stronger policy coherence with other policy areas and a better thematic and geographical balance. The Global Approach should, therefore, reflect the strategic objectives of the Union better and translate them into concrete proposals for dialogue and cooperation, notably with the Southern and Eastern Neighbourhood, Africa, enlargement countries and with other strategic partners. In order to reap the benefits that well-managed migration can bring and to respond to the challenges of changing migration trends, the EU will need to adapt its policy framework. This Communication puts forward a renewed Global Approach to Migration and Mobility (GAMM) designed to meet that objective. 1. K EY OBJECTIVES The Global Approach must become more strategic and more efficient , with stronger links and alignment between relevant EU policy areas and between the external and internal dimensions of those policies. Mobility of third country nationals across the external EU borders is of strategic importance in this regard. It applies to a wide range of people, e.g. short-term visitors, tourists, students, researchers, business people or visiting family members. It is thus a much broader concept than migration. Mobility and visa policy are interlinked and around 11 million visas were granted by the Member States issuing Schengen visas in 2009. Visa policy is an influential instrument for a forward-looking policy on mobility, as stated in the Commission’s Communication of 4 May 2011 7 . Therefore, it is now necessary to take full account of the links between the common EU visa policy for short stays, Member States’ national policies concerning long stays and the Global Approach to Migration. This is a key reason to expand the scope of this policy framework to include mobility, making it the Global Approach to Migration and Mobility (GAMM). The existing (and possible future) visa dialogues launched by the EU should, therefore, be fully assessed in the wider framework of the GAMM . The aim is to ensure that before visa obligations are facilitated or lifted, a number of specific benchmarks are fulfilled by the partner countries, including in areas such as asylum, border management and irregular migration. This process can ensure mobility in a secure environment. 5 European Migration Network (2011) Key EU Migratory Statistics; Eurostat (2011) Population and social conditions, 38/2011, 34/2011. 6 http://ec.europa.eu/home-affairs/news/consulting_public/consulting_0021_en.htm. 7 COM(2011) 292/3. ",
        "EN 4 EN The Global Approach should be even more linked and integrated with the EU’s external policies . The Global Approach is to be defined in the widest possible context as the overarching framework of EU external migration policy , complementary to other, broader, objectives that are served by EU foreign policy and development cooperation 8 . Major progress has been made in this direction since 2005, but more efforts are needed in order to harness fully all potential synergies between these policies and with trade policy. The EU and its Member States should develop strategies and programmes that address migration and mobility, foreign policy and development objectives in a coherent and integrated way. The creation of the European External Action Service (EEAS) should facilitate the use of the variety of policies and instruments at the EU’s disposal in a coherent manner. The Migration and Mobility Dialogues are the drivers of the GAMM and should be standardised as much as possible. They will be carried out as part of the broader frameworks for bilateral relations and dialogue (e.g. Strategic Partnerships, Association Agreements or Partnership and Cooperation Agreements, Joint Cooperation Councils or JLS Subcommittees). Dialogues are to be pursued both by regional processes and at bilateral/national level with key partner countries. Where relevant, they should be undertaken according to the Common Foreign and Security Policy. Dialogues will build on regular political steering , through high-level and senior officials meetings, action plans, cooperation instruments and monitoring mechanisms, where relevant. In addition, they should also be pursued at local level, notably in the framework of policy/political dialogue, through the EU Delegations . Migration and mobility in the context of the Europe 2020 Strategy aim to contribute to the vitality and competitiveness of the EU . Securing an adaptable workforce with the necessary skills which can cope successfully with the evolving demographic and economic changes is a strategic priority for Europe. There is also an urgent need to improve the effectiveness of policies aiming at integration of migrants into the labour market. Policies in place need to be reviewed and strengthened as the Union faces pressing labour market challenges, particularly shortfalls in skill levels and serious labour mismatches. Labour market strategies for meeting needs and promoting the integration of legal migrants should be discussed with the Member States and reflected in the dialogue with partner countries where there could be mutual interests. There must also be a dialogue with the private sector and employers to explore why some vacancies are difficult to fill and the potential for a more demand-driven legal immigration policy. Portability of social and pension rights could also be a facilitator for mobility and circular migration, as well as a disincentive for irregular work, and should therefore be improved. Closer cooperation between Member States on social security coordination with non-EU countries will promote progress in this area. The Commission intends in 2012, to produce a Green Paper on policies needed to effectively integrate the dimension of economic migration into the EU strategic thinking for employment and growth. Education and training play a crucial role in successfully integrating migrants into society and the labour market. Fuller account should therefore be taken of lifelong learning policies in the context of migration and mobility.. Recommendations 8 See, for example, Commission Communication COM(2011) 637 on ‘Increasing the Impact of EU Development Policy: an Agenda for Change’. ",
        "EN 5 EN • The Global Approach to Migration and Mobility (GAMM) should be considered and promoted as the overarching framework of the EU External Migration Policy , based on genuine partnership with non-EU countries and addressing migration and mobility issues in a comprehensive and balanced manner. The GAMM should respond to the opportunities and challenges that the EU migration policy faces, while at the same time supporting partners to address their own migration and mobility priorities, within their appropriate regional context and framework. • The GAMM should establish a comprehensive framework to manage migration and mobility with partner countries in a coherent and mutually beneficial way through policy dialogue and close practical cooperation. It should be firmly embedded in the EU’s overall foreign policy framework , including development cooperation, and well aligned with the EU’s internal policy priorities . • The GAMM should be driven by Migration and Mobility Dialogues . They constitute the fundamental process by which EU migration policy is transposed into the EU’s external relations. They aim to exchange information, identify shared interests and build trust and commitment as a basis for operational cooperation for the mutual benefit of the EU and its partner(s). • The GAMM should be jointly implemented by the European Commission, the European External Action Service (EEAS), including the EU Delegations, and the EU Member States, in accordance with the respective institutional competences. 2. T HEMATIC PRIORITIES People-to-people contacts through education and training, trade and business, cultural exchanges, tourism or visiting family members across borders form an essential part of today’s world. Good governance of migration and mobility of third countries nationals can create value on a daily basis for the development of millions of people, increase the EU’s competitiveness and enrich European societies. This makes the Global Approach a core strategic interest of the EU and its Member States. With an increasingly global labour market for the highly skilled, there is already strong competition for talent. Dialogue and cooperation with non-EU countries should also place migration and mobility in the perspective of the need to maintain orderly movements. Without well-functioning border controls, lower levels of irregular migration and an effective return policy, it will not be possible for the EU to offer more opportunities for legal migration and mobility. The legitimacy of any policy framework relies on this. The well-being of migrants and successful integration largely depend on it. The EU will step up its efforts to prevent and reduce trafficking in human beings. It will continue to improve the efficiency of its external borders on the basis of common responsibility, solidarity and greater practical cooperation. It will also reinforce its operational cooperation geared towards capacity-building with its partner countries. The EU and its Member States should also be among the frontrunners in promoting global responsibility-sharing based on the Geneva Refugee Convention and in close cooperation with the UNHCR, other relevant agencies and non-EU countries. The EU is already actively engaged in supporting international protection, but the external dimension of asylum must be given higher visibility in interaction with its partners. Council Conclusions have also ",
        "EN 6 EN highlighted the commitment to strengthen the external dimension of EU asylum policy and stressed the importance of Regional Protection Programmes (RPPs) in this regard 9 . Good governance of migration will also bring vast development benefits. Evidence shows that migrant households can increase their well-being thanks to opportunities abroad to acquire new skills and work experience. Migration and mobility can also foster more foreign direct investment and trade links, especially bearing in mind the role of diaspora communities. It is thus in the interest of the migrant source countries, as well as of the destination countries, to work together to ensure maximum development benefits from the transfer of remittances, know-how and innovations. While the potential of migrants to contribute to the development of their country of origin should be fully recognised and assisted by a wide range of measures, efforts should also be made to counteract brain drain and brain waste and promote brain circulation. These four themes  legal migration and mobility, irregular migration and trafficking in human beings, international protection and asylum policy, and maximising the development impact of migration and mobility  should be covered under the GAMM as its four pillars . If the EU is to engage more systematically in facilitating and managing migration and mobility , this latter aspect should be visible in the pillars on legal migration and on migration and development. Addressing trafficking in human beings is of key importance and should be a visible dimension of the pillar on irregular migration. The aim of launching a comprehensive approach under the GAMM justifies raising the profile of international protection and asylum as one of its pillars. The GAMM should also be migrant-centred . In essence, migration governance is not about ‘flows’, ‘stocks’ and ‘routes’, it is about people. In order to be relevant, effective and sustainable, policies must be designed to respond to the aspirations and problems of the people concerned. Migrants should, therefore, be empowered by gaining access to all the information they need about their opportunities, rights and obligations. The Commission has set up the EU Immigration Portal to provide such information together with other measures. The human rights of migrants are a cross-cutting dimension, of relevance to all four pillars in the GAMM. Special attention should be paid to protecting and empowering vulnerable migrants , such as unaccompanied minors, asylum-seekers, stateless persons and victims of trafficking. This is also often a priority for migrant source countries. Respect for the Charter of Fundamental Rights of the EU is a key component of EU policies on migration. The impact on fundamental rights of initiatives taken in the context of the GAMM must be thoroughly assessed. More will also need to be done to explain the EU legal framework, including the new Single Permit Directive, to the EU’s partners and to migrants. The migrant-centred approach should be articulated and implemented through an enhanced dialogue with the diaspora , migrant groups and relevant organisations. This dialogue should include human rights issues in relation to migrants in the EU and, in particular, in non-EU countries. Where appropriate, cooperation on this theme should be streamlined with dialogue and cooperation on all four pillars of the GAMM. Finally, the Stockholm Programme recognised climate change as a global challenge that is increasingly driving migration and displacement and invited the Commission to present an 9 Council of the European Union, Council Conclusions on Borders, Migration and Asylum, 9 and 10 June 2011. ",
        "EN 7 EN analysis of this phenomenon, beyond merely its potential effects on immigration into the European Union. Addressing environmentally induced migration, also by means of adaptation to the adverse effects of climate change, should be considered part of the Global Approach . Recommendations • The GAMM should be based on four equally important pillars: (1) organising and facilitating legal migration and mobility ; (2) preventing and reducing irregular migration and trafficking in human beings ; (3) promoting international protection and enhancing the external dimension of asylum policy ; (4) maximising the development impact of migration and mobility. • The GAMM should be migrant-centred . It is to be based on the principle that the migrant is at the core of the analysis and all action and must be empowered to gain access to safe mobility. • The human rights of migrants are a cross-cutting issue in the GAMM, as this dimension is relevant to all four pillars. The GAMM should strengthen respect for fundamental rights and the human rights of migrants in source, transit and destination countries alike. 3. G EOGRAPHICAL PRIORITIES The Global Approach should not be restricted geographically. It is a general approach and a method. What will differ across regions are the intensity and degree to which the approach is applied and the mix of instruments used. The EU should ensure a coherent approach to use of those instruments in accordance with its objectives and consistent with its overall political dialogue with non-EU countries. The principle of differentiation means that the EU will seek closer cooperation with those partners that share interests with and are ready to make mutual commitments with the EU and its Member States. New initiatives will be assessed in the light of the EU’s present regional and bilateral priorities. Regional dialogues Over time, a large number of regional and sub-regional dialogue and cooperation processes have emerged. Some of them started without a direct EU link but have gradually grown to take on an EU dimension. Others engage only a very limited number of EU Member States. Some of these processes overlap. This is unsustainable, from a political, financial and human resources perspective. There is a need for better definition of the geographical priorities , in line with the EU’s overall foreign policy and with the reality of migration trends towards the EU and its Member States. ",
        "EN 8 EN The first priority should be the EU Neighbourhood, notably the Southern Mediterranean 10 and the Eastern Partnership (EaP) 11 , where the migration and mobility dimensions are closely interwoven with the broader political, economic, social and security cooperation, with dialogues taking place both in the regional context and at bilateral level. The aim should be systematically to move towards strong, close partnerships that build on mutual trust and shared interests, paving the way for further regional integration. Secondly, looking at more targeted migration dialogue processes with wider geographical scope, to the south of the EU priority should be given to the EU-Africa Strategic Partnership on Migration, Mobility and Employment 12 . Towards the east the main priority should be the Prague process 13 . These two processes need to be further consolidated as the key regional frameworks for GAMM dialogue. This should be facilitated by means of appropriate support programmes. Thirdly, these regional processes will be supplemented by existing, specific sub-regional processes that should be aligned as much as possible with the overarching frameworks. In the south, this means the Rabat process 14 (for Western Africa) and a possible additional sub- regional framework in the Horn of Africa/East Africa (to be further explored). In the east, there is a need to address the overlap between the Prague and Budapest processes 15 , to make them more geographically complementary . Following the 2010 initiative of the Turkish Chair to include the countries of the Silk Routes, the Budapest process has gained further relevance for the EU as a unique platform for informal dialogue with key countries of origin and transit. Well-planned refocusing of all the activities under this process towards the Silk Routes and possibly other Asian countries would be timely. Finally, the dialogue on migration between the EU and the countries of the African, Caribbean and Pacific group (EU-ACP dialogue) will be intensified, with a focus on the strengthening of the operational aspects of implementation of Article 13 of the Cotonou Cooperation Agreement. The migration dialogue between the EU and Latin America and the Caribbean region ( EU-LAC dialogue ) is a more recent process that needs to continue in order to cater for an increasingly important region. Ways to set up a Brussels-based forum should be explored with a view to making the migration dialogue between the EU and relevant Asian countries more effective and comprehensive, as the EU-Asia dialogue on migration is expected to become increasingly important. Bilateral dialogues EU enlargement remains a separate path, where a committed process helps candidate and potential candidate countries to adapt their national policies and legislative frameworks to the EU acquis . Turkey and Western Balkans countries are developing close partnerships and cooperation with the EU on migration and mobility. Dialogues on migration and mobility 10 Morocco, Algeria, Tunisia, Libya and Egypt. 11 Ukraine, Belarus, Moldova, Georgia, Armenia and Azerbaijan. 12 Partnership between the EU and all 53 African States. 13 Process covering the EU and 19 countries in the east (Western Balkans, Eastern Europe, Russia, Central Asia, Southern Caucasus and Turkey). 14 Process covering the EU and 27 countries in Western, Northern and Central Africa. 15 Consultative forum bringing together more than 50 countries and 10 international organisations, including China, Bangladesh, Pakistan, Afghanistan, Iran, Iraq, Syria, Turkey and the countries of Central Asia. ",
        "EN 9 EN matters with these countries are already intense and will remain so up to the time of actual accession. Russia is a key partner country for the EU. Recently very good progress has been made in the area of migration and mobility by establishing the EU-Russia Migration Dialogue and identifying the Common Steps in the framework of the visa liberalisation dialogue. The Commission proposes to strengthen the migration and mobility dialogue and operational cooperation with large global/regional economies in the east ( India and China ) and in the south ( Nigeria and South Africa ), as with other developing countries with which the EU shares a mutual interest, when considered feasible. The dialogue with industrialised countries, such as the USA, Canada and Australia , will continue to focus on exchanges of information on common priorities and strategies in relation to global governance of migration and mobility. The Global Approach should also further expand its geographical scope and pertinence. It should, therefore, not only focus on migration into the EU, but also address inter- and intra- regional migration and mobility in other parts of the world where relevant. While not necessarily having a direct impact on the EU, this dimension might nevertheless be highly relevant for some of the EU’s partners and, thus, for the EU’s overall political dialogue and cooperation with such countries. The Global Approach also provides an appropriate framework for addressing the role of the EU in global migration and mobility governance . The Global Approach allows the EU to speak with one voice on migration and mobility matters at global level, in particular at the Global Forum on Migration and Development (GFMD), while starting to build broad alliances towards the UN High-Level Dialogue in 2013 and beyond. Recommendations • The GAMM should be truly global . Dialogue and cooperation on migration issues should be pursued across the globe with all interested and relevant partners based on their and the EU's respective priorities. • The GAMM should keep its strong focus on regional dialogue processes . They aim at improving dialogue and cooperation between countries of origin, transit and destination, covering all mutually relevant issues and themes in the area of migration and mobility. While the EU Neighbourhood remains a main and broader priority, the overarching regional framework towards the south should be the Africa-EU partnership . Towards the east it should be the Prague process . Other sub-regional processes should be aligned and streamlined accordingly. • At bilateral level, the GAMM should focus on a relatively limited number of key partners. These bilateral dialogues complement the regional processes and, where possible, should be connected to agreements that cover the entire spectrum of cooperation between the EU and the country concerned. • The GAMM is also open to addressing intra-regional migration and mobility in other parts of the world when identified in the dialogue as relevant for obtaining the set objectives. The GAMM should also allow the EU to move towards a more active role in global migration governance. ",
        "EN 10 EN 4. I MPLEMENTATION MECHANISMS Since 2005 approximately 300 migration-related projects in non-EU countries have been funded under various thematic and geographical financial instruments of the European Commission, amounting to a value of € 800 million. These projects include the major joint initiatives between the European Commission and United Nations agencies, the International Organisation for Migration (IOM) or the International Centre for Migration Policy Development (ICMPD) addressing a wide range of international migration issues. Examples include the Migrant Service and Resource Centres in the Western Balkans and Asia, the ACP Observatory on Migration, Regional Protection Programmes (RPPs) in Africa and Eastern Europe and numerous projects supporting the implementation of Mobility Partnerships in Eastern Europe (Moldova and Georgia) and Africa (Cape Verde). In the past, the Global Approach mainly relied on a few specific tools: (a) migration profiles, which are now applied worldwide in more than 70 countries, (b) migration missions, which have taken place to 17 non-EU countries, (c) cooperation platforms, set up for a limited period in Ethiopia, and (d) Mobility Partnerships, launched with Moldova, Cape Verde, Georgia and, most recently, with Armenia. These have been developed gradually, but are of uneven relevance and importance and have no clear logical interrelationship. However, the EU’s external migration policy also builds on EU legislation and legal instruments (so far, nine visa facilitation and thirteen EU readmission agreements, plus seven Directives on legal and irregular migration), political instruments (a large number of policy dialogues, often backed up by action plans), operational support and capacity-building (including via the EU agencies such as FRONTEX, the EASO and the ETF and technical assistance facilities such as MIEUX and TAIEX) 16 and the wide range of programme and project support that is made available to numerous stakeholders, including civil society, migrant associations and international organisations. The GAMM is based on this entire spectrum of tools and instruments , which should be applied in a structured and systematic way. This will be done through tailor-made bilateral partnership frameworks that will be negotiated between the EU and each priority country concerned. The first of these frameworks is the Mobility Partnership (MP). The MP is beyond its pilot phase and should be upgraded and promoted as the principal framework for cooperation in the area of migration and mobility between the EU and its partners, with a primary focus on the countries in the EU Neighbourhood . The proposal to negotiate an MP should be presented once a certain level of progress has been achieved in the migration and mobility dialogues, also taking into consideration the broader economic, political and security context. The MP provides the comprehensive framework to ensure that movements of persons between the EU and a partner country are well-governed. The MP brings together all the measures to ensure that migration and mobility are mutually beneficial for the EU and its partners, including opportunities for greater labour mobility. 16 FRONTEX is the European Agency for operational cooperation at the external borders. EASO is the European Asylum Support Office. ETF is the European Training Foundation. TAIEX is the Technical Assistance and Information Exchange instrument managed by the European Commission. MIEUX (Migration EU Expertise) is a Joint EC-ICMPD initiative that aims at enhancing the migration management capacity of partner countries. ",
        "EN 11 EN The MP is tailor-made to the shared interests and concerns of the partner country and EU participants. The renewed MP offers visa facilitation based on a simultaneously negotiated readmission agreement. A ‘ more for more’ approach , implying an element of conditionality, should continue to be applied as a way to increase transparency and speed up progress towards concluding these agreements. An appropriately sized support package geared to capacity-building, exchanges of information and cooperation on all areas of shared interest should be offered by the EU and by Member States on a voluntary basis. The MP will help to ensure that the conditions necessary for well-managed migration and mobility in a secure environment are in place. Provided legal instruments (visa facilitation and readmission agreements) and political instruments (policy dialogue and action plans) are implemented effectively, the EU would be able to consider taking gradual and conditional steps towards visa liberalisation for individual partner countries on a case-by-case basis, taking into account the overall relationship with the partner country concerned. A second and alternative framework would be the Common Agenda on Migration and Mobility (CAMM ). The CAMM is a viable option for partner countries and for the EU and its Member States in cases where both sides want to establish an advanced level of cooperation, but where one side or the other is not ready to enter into the full set of obligations and commitments. Like the MP, the CAMM should set a number of common recommendations, targets and commitments for dialogue and cooperation and should include a package of specific support measures offered by the EU and interested Member States. If both parties agree, the Common Agenda could be upgraded to a Mobility Partnership at a later stage. Both frameworks are to be established by a joint political declaration between the EU and interested Member States, on the one hand, and the partner country on the other. Both are based on mutual commitments, while remaining formally non-binding. Recommendations • The GAMM should be supported by an extensive set of tools and two partnership frameworks , applied in a flexible and tailor-made manner , depending on the overall political dialogue between the EU and the non-EU country and on both the EU’s interests and the interests and needs of its partner. • The Mobility Partnership (MP) is to be built in a balanced way around all four pillars of the GAMM, notably with commitments on mobility, visa facilitation and readmission agreements. It may, where appropriate, also include linkages to broader security concerns. Cooperation will be backed up by a support package geared to capacity-building and cooperation in all areas of shared interest. • The Common Agenda on Migration and Mobility (CAMM) should be introduced as an alternative framework to agree common recommendations, targets and commitments within each of the four thematic pillars of the GAMM. The fundamental difference from the MP is that this framework would not necessarily require negotiating visa facilitation and readmission agreements. If both parties agree, the Common Agenda could be upgraded to a Mobility Partnership at a later stage. • The following tools can be applied within the various stages of dialogue and operational cooperation with EU partners and will find their place in the MP/CAMM frameworks: ",
        "EN 12 EN (1) Knowledge tools, including migration profiles, mapping instruments, studies, statistical reports, impact assessments and fact-finding missions; (2) Dialogue tools, including migration missions, seminars and conferences; (3) Cooperation tools, including capacity-building, cooperation platforms, exchanges of experts, twinning, operational cooperation and targeted projects and programmes. 5. O PERATIONAL PRIORITIES The European Union’s dialogue and cooperation with non-EU countries should aim at implementing a series of priority activities within each of the four pillars of the GAMM. Each of the operational activities should be in line with the EU’s geographical priorities and, as far as relevant, give priority to the EU’s main partner countries. First pillar: Organising and facilitating legal migration and mobility European policy on the organisation and facilitation of legal migration and mobility within the GAMM is based on the premise of offering employers wider opportunities to find the best individuals for vacancies on the global labour market. It equally seeks to offer new European employment possibilities for talented people from around the globe, fully respecting Member States' competence to manage their labour markets. The European Union’s dialogue and cooperation with non-EU countries should reflect evolving EU legislation on legal migration with a view to providing greater access to information on rights and opportunities. It should take into account the views and concerns of partner countries and identify shared interests. The skills demand in the EU should be an area where possible complementarities with priority partner countries could be further explored. The EU legislation on long-term residents, family reunification, students, researchers and highly qualified people has harmonised conditions for admission and migrants’ rights in some key areas, while Member States retain the right to decide on the numbers of migrants they admit for work. The EU Blue Card Directive is the first direct EU response to shortages of highly skilled workers. The Directives on seasonal workers and on intra-corporate transferees , both of direct relevance to the labour market, are under negotiation with the Council and the European Parliament. They would introduce a common, simplified and quicker procedure. The proposal on seasonal workers also includes protection from exploitation and is of relevance for many partner countries, especially in agriculture and tourism. The second proposal aims to allow, under certain conditions, companies established outside the EU temporarily to transfer managers, specialists and graduate trainees from non-EU countries to their entities and linked enterprises in Member States. The Single Permit Directive , expected to be adopted soon by the European Parliament and the Council, will bring simplification by establishing a single procedure and a single permit. It defines a list of areas where, irrespective of their initial reason for admission, all legally staying and working non-EU nationals will be granted equal treatment to nationals. Possible revisions of the Directives on researchers and students could further facilitate admission, residence and intra-EU mobility of these key groups for preserving the EU’s future innovation capacity and competitiveness. ",
        "EN 13 EN Through dialogue with its partners, the EU will explain this legal framework with a view to facilitating application. In addition, the EU Immigration Portal has been launched as an online tool for non-EU nationals interested in learning about opportunities and the procedures necessary to move to the EU and for those already in the EU who would like to move from one Member State to another. Where relevant, this source of information should be combined with pre-departure measures focusing on upgrading skills and proficiency in EU languages. Effective integration , in particular in the labour market, is the key to ensuring that both migrants and receiving societies can benefit from the potential of migration, including via stronger diaspora communities and migrant entrepreneurs. The Communication on the European Agenda for the Integration of Third-Country Nationals 17 suggests new approaches and areas for action. Dialogue with EU partners should further explore the role of diaspora communities and transnational networks in this context, e.g. in preparing migrants better for residence in the Member States. The Europe 2020 Strategy highlights the need for special efforts to attract highly skilled migrants in the global competition for talent and to further the integration of people with a migrant background in European societies. The Employment Guidelines call on Member States to pay due attention to integration of migrants in EU labour markets, providing a framework for information-sharing and coordination of employment policies. While the EURES network provides information on vacancies, the Public Employment Services also play an important role by facilitating access to employment for mobile and migrant workers. The European Social Fund (ESF) provides financial support and help to increase the participation of migrants in employment. Moreover, particular emphasis is placed on strengthening the Union’s capacity to anticipate labour market and skills needs . In 2012 the European Vacancy Monitor will be supplemented by the EU Skills Panorama, providing updated forecasts of skills supply and labour market needs up to 2020. In the area of validation of diplomas, qualifications and skills within the EU, the Professional Qualifications Directive is a key instrument for intra- EU mobility, which also applies to non-EU diplomas. Meanwhile, over-qualification or brain waste is a widespread and serious problem amongst non-EU migrant workers which needs to be further addressed. Regarding the portability of social security rights, the EU rules on social security coordination remove disadvantages and protect acquired rights for EU citizens moving within the EU and also for all legally resident non-EU nationals with a cross-border dimension. In October 2010, six Council decisions were adopted concerning the EU position on social security coordination with Algeria, Morocco, Tunisia, Croatia, the Former Yugoslav Republic of Macedonia and Israel. When these decisions are formally adopted by the Association Councils, the EU will have created a limited external social security coordination system applying to persons — both EU nationals and nationals of these six countries — who move into and out of the EU. In addition, the Single Permit Directive will, once adopted, secure the right for all migrant workers covered by it to export their acquired pensions under the same conditions and at the same rates as the nationals of the Member States concerned when they move to a non-EU country. As mobility of third country nationals is closely interlinked with the common EU visa policy for short stays, all the possibilities under the Visa Code should be used to simplify procedures 17 COM(2011) 455 final. ",
        "EN 14 EN and increase transparency. Local Schengen cooperation and an enhanced consular coverage in non-EU countries should add to the quality of services. Future revisions of EU visa policy should take into account visible progress within EU dialogues. Moreover, efforts should be stepped up to coordinate more closely the awarding of research grants, scholarships and trainee programmes and the issuing of the required visas and/or residence permits for the researchers concerned. Exchanges of practical information on the subjects of recruitment, recognition of non-EU qualifications, skills matching and labour market intermediation should be facilitated by strengthening cooperation between the Public Employment Services in the Member States and encouraging cooperation between them and other employment service providers such as private agencies and sectoral organisations in EU Member States. Work already done on recognition of foreign qualifications, led by the European Training Foundation (ETF) and by the ENIC-NARIC network with a view to implementing the Lisbon Convention on the Recognition of Qualifications, should be taken into account in this context. Greater mobility for students and researchers from third countries could also be a promising path towards catering for labour market needs in Europe if some students were to be able to work after completing their studies. This issue could be further explored, taking into account Member State competence and measures to combat brain drain, e.g. through circular migration. This could be done, in particular, by making better use of existing Mobility Partnerships to enhance and facilitate exchanges, of current international mobility programmes and, from 2014 on, of the future single programme for education, training and youth, and Horizon 2020 (the future Framework Programme for research and innovation). Establishment of institutional networks and twinning of universities in EU Member States and priority partner countries should be supported, so that curricula and certification processes are better adapted to the labour market needs in both places. The EU should support Member States to extend their range of bilateral youth mobility agreements and also offer them to Mobility Partnership countries. In the framework of both Mobility Partnerships and Common Agendas, dedicated Migration and Mobility Resource Centres (MMRC) should be set up in the partner countries. These should be integrated within the relevant national authorities or employment agencies, building upon the experiences gained from the EU-Moldova Mobility Partnership and CIGEM in Mali 18 . Focusing on migrants’ needs they should (1) serve as a one-stop shop for individuals seeking information and support on validation of their qualifications, skills upgrading and skills needs at national or regional levels or in the EU and (2) provide pre-departure, return and reintegration measures. The EU Immigration Portal would also be a useful information tool for this purpose. The MMRCs should assist the relevant authorities in the partner countries and EU Member States, including Public Employment Services with a view to improving labour matching and supporting positive development outcomes. In the medium term, these centres should also be linked up with the Common Visa Application Centres and with the EU Delegations to enhance and facilitate visa procedures for specific categories of third country nationals. The Immigration Liaison Officers (ILOs) network should be supplemented with migration experts, including seconded national experts from Member States in EU Delegations, who can 18 The two examples are the project on Strengthening Moldova’s capacity to manage labour and return migration within the framework of the Mobility Partnership with the EU, and the Centre d’Information et de Gestion des Migrations, based in Mali. ",
        "EN 15 EN follow migration matters from a broader, more comprehensive policy perspective than consular services normally do. Every opportunity to involve EU agencies in such exchanges of information and closer cooperation with non-EU countries should be seized. Recommendations Under the first pillar, the GAMM should focus on the following priorities: • Dedicated mobility offers for young people, students, artists and cultural workers, researchers and academics in the form of additional scholarships , fellowship and trainee programmes and youth mobility agreements. Commitments to apply fully and, if appropriate, possibly amend the Directives on students and researchers . • Full application of the Visa Code and possible amendments to improve local Schengen cooperation and to enhance consular coverage, where relevant by establishing Common Visa Application Centres . • Twinning between higher education and training institutions , to encourage cross- border cooperation and exchanges on aligning curricula, certification and qualifications and ensuring efficient recognition thereof (through effective quality assurance, comparable and consistent use of EU transparency tools and linking qualifications to the European Qualifications Framework) with a view to improving long-term labour market complementarity. • Encouraging Public Employment Services at EU level to monitor recruitment procedures and exchange good practice on employment and labour matching between Member States, counterparts in partner countries and other stakeholders. • In the framework of both Mobility Partnerships and Common Agendas, dedicated Migration and Mobility Resource Centres should be set up in the partner countries. Building on information available from the EU Immigration Portal, they would facilitate pre-departure measures focusing on skills matching, skills upgrading and proficiency in EU languages in cooperation with Public Employment Services, EU agencies and other stakeholders. Second pillar: Preventing and reducing irregular migration and trafficking in human beings The legitimacy of any framework for migration and mobility depends on effectively addressing irregular migration. Safe and secure migration is undermined by those who operate outside the legal framework. Intra-EU cooperation is essential, and so is the goal of reinforcing partnerships with non-EU countries in order to ensure that mobility and migration can be organised in an orderly fashion. Migration and mobility are embedded in the broader political, economic, social and security context. A broad understanding of security means that irregular migration also needs to be considered in connection with organised crime and lack of rule of law and justice, feeding on corruption and inadequate regulation. The EU should continue to give priority to transfers of skills, capacity and resources to its partners, in order to prevent and reduce trafficking, smuggling and irregular migration, and to strengthening integrated border management . Within the EU, implementation of the ",
        "EN 16 EN Directives on Return and Employer Sanctions should be ensured and combined with other relevant measures in closer interaction with non-EU partners. The dialogue and cooperation with partners should strive to protect the human rights of all migrants throughout their migration process. Unscrupulous employers should be targeted and action taken to prevent and prosecute criminal acts and human rights violations committed against migrants. Measures should be taken to ensure decent living conditions for migrants in reception centres and to avoid arbitrary or indefinite detention. Special attention should be given to unaccompanied minors in the context of implementation of the Action Plan adopted in 2010. The capability of FRONTEX to work in partnership with non-EU authorities should be fully utilised. Immigration Liaison Officers (ILOs) should expand their exchanges of information with their counterparts to more partner countries. There is a need for closer cooperation between the relevant EU agencies 19 which would allow better exchanges of information on migration and organised crime. It is increasingly clear that document security and identity theft are areas where closer cooperation could bring mutual benefits. Frequent travellers (business people, government officials, students and researchers) from non-EU partner countries that have biometric travel documents and enhanced document security in place could be offered easier access to the EU. Forthcoming Commission proposals on smart borders, including an entry/exit system and a registered travellers programme, should pave the way for such developments. Linking readmission agreements to visa facilitation agreements as part of the EU’s external migration policy can be of benefit to non-EU countries by providing opportunities for mobility while safeguarding security and reducing risks of irregular migration. Readmission and return should be firmly embedded in the broader Global Approach. The Commission will facilitate country-specific initiatives to monitor some of the returns. The EU policy on trafficking in human beings (THB) takes a holistic approach focusing on prevention, prosecution of criminals and protection of victims. This integrated view is consistent with a human rights- and victim-centred approach, taking into account the gender perspective. It aims to prevent this crime and give people who have been reduced to a slavery- like condition an opportunity to recover and to be re-integrated into society. Taking into account the Council’s recommendations 20 , THB will continue to be systematically included in relevant EU agreements and strategic partnerships with non-EU countries and also in all political dialogues on migration and mobility. A multi-stakeholder approach across relevant policy fields will be stressed. Capacity-building will be a central component, as will compliance with international standards in this area, in particular ratification and implementation of the UN Convention on Transnational Organised Crime and its protocols on THB and smuggling of migrants. The new integrated strategy on THB (planned for 2012) will provide for closer coordination and greater coherence between stakeholders. 19 Relevant agencies are FRONTEX, EUROPOL, EUROJUST, the European Police College, the European Asylum Support Office, the Fundamental Rights Agency and the European Institute for Gender Equality. 20 European Council: First implementation report on the Action-Oriented Paper on strengthening the EU external dimension on action against trafficking in human beings. ",
        "EN 17 EN Recommendations Under the second pillar, the GAMM should focus on the following priorities: • Transfer of skills, capacity and resources to partners to prevent and reduce trafficking, smuggling and irregular migration, to ensure return and readmission, and to strengthen integrated border management . • Cooperation on document security , paving the way for visa facilitation for frequent travellers from priority partner countries. • Initiatives to provide better protection for and empower victims of trafficking in human beings . • Precise monitoring of implementation by the EU Member States of the Directives on return and employer sanctions , in close cooperation with partners. • Strategic use of the new possibilities for FRONTEX and more comprehensive thematic exchanges of information between EU Immigration Liaison Officers (ILOs) and counterparts in more partner countries. Third pillar: Promoting international protection and enhancing the external dimension of asylum policy The EU needs to enhance solidarity with refugees and displaced persons and such efforts should become an integral part of the GAMM. The EU should increase cooperation with relevant non-EU countries in order to strengthen their asylum systems and national asylum legislation and to ensure compliance with international standards. This could enable these countries to offer a higher standard of international protection for asylum-seekers and displaced people who remain in the region of origin of conflicts or persecution. The EU should encourage its partner countries to incorporate this dimension in their national poverty reduction strategies, where appropriate. These strategies should also look at the relations between refugees and displaced persons and local populations where relevant, in line with the 2009 Stockholm Programme, which stressed that the external dimension of asylum must be built up in order to contribute more effectively to solving protracted refugee situations. The EU should also encourage non-EU countries to address the issue of stateless persons, who are a particularly vulnerable group, by taking measures to reduce statelessness. The EU should further promote the development of an international legal framework for the internally displaced persons (IDPs), another particularly vulnerable group. The EU should work with its partners to articulate better the links between international protection and development. The concepts and devices for improving the transition between humanitarian and development aid should also be further developed. Asylum policy frameworks and protection capacity in non-EU countries must be strengthened. This is to be achieved by means of more extensive cooperation with non-EU countries, inter alia under Regional Protection Programmes (RPPs) . An RPP in North Africa encompassing Egypt, Tunisia and Libya is one notable example in this regard. Gradually, the EASO should become more involved in building asylum capacity in non-EU countries, including support for resettlement activities. ",
        "EN 18 EN RPPs should be enhanced as the key instrument for this new pillar, as they have been underutilised up to now. Existing RPPs should be strengthened and additional RPPs should be proposed, where relevant, including as part of EU migration dialogues with the regions and countries concerned. The RPPs should continue to focus on building up protection capacity and asylum systems in partner countries and regions. Development programmes for refugees and internally displaced persons (IDPs) and disaster risk reduction programmes in these regions should continue and, where necessary, be enhanced, consistent with and complementary to RPPs . An enhanced resettlement component should be added to each RPP as a sign of international solidarity and a key instrument for pursuing orderly access to durable solutions in the EU. For many of the most vulnerable refugees, resettlement remains the only viable durable solution. Against this background, the EU has prepared a ‘Joint EU Resettlement Programme’ with the aim of increasing resettlement in Europe , whilst making more strategic use of it. More resettlement places should be offered in the EU, alongside procedural guarantees for more resettlement cases to be processed in the countries of first asylum. This requires increased funding, identification of procedures and improved logistical and technical capacity. Recommendations Under the third pillar, the GAMM should focus on the following priorities: • Regional Protection Programmes (RPPs) to strengthen the protection capacity and asylum systems of partner countries and regions. • Support from the EASO for building asylum capacity in non-EU countries, including in the form of support for resettlement activities. • Enhanced resettlement in the EU in cooperation with partners. • Stronger efforts to solve protracted refugee situations , including targeted assistance for displaced persons. Fourth pillar: Maximising the development impact of migration and mobility The EU and the international community have made great strides to promote the beneficial development outcomes of migration. Much progress has been made on facilitating the positive impact of remittances and voluntary initiatives by the diaspora. However, the downsides , such as brain drain, social costs and dependence on foreign labour markets, also need to be tackled jointly in partnerships. Procedures for access to the limited number of opportunities for legal migration are often non-transparent and over-bureaucratic. As a consequence, many migrants turn to informal intermediaries, often with links to organised crime. The migrants will not only be exposed to more risks, abuse and exploitation, but will also see their potential savings reduced. Inter- and intra-regional migration in developing regions far exceeds migration to the EU. This ‘south-south’ migration often brings benefits to migrants in the form of better job opportunities and higher incomes than available at home. Here again, many migrants are subjected to exploitation, abuse and deception. Recruiters, intermediaries, employers or organised crime rings can all prey on unaware migrants. Making information and support available to protect the rights of migrants is thus of key importance. The EU can help ",
        "EN 19 EN migrants to move in orderly fashion and take back home the resources and skills their countries of origin often badly need 21 . Much has been achieved by the EU and its partner countries on making remittance services cheaper, more transparent, more competitive and more reliable. Bi-annual reports on policy coherence for development, have improved a whole-of-government approach in the EU. The engagement of diaspora associations in development of their home country has been facilitated, most recently by supporting the setting-up of an EU-wide diaspora platform. Stronger involvement of diaspora and migrant groups can also help to attain the objective of the renewed Global Approach to address, more systematically, migrant rights and the empowerment of migrants . Efforts to mitigate brain drain have been advanced by supporting the WHO Code of practice on the international recruitment of health personnel. The EU should promote Member States’ endeavours to facilitate circular migration of health personnel, so that skills and knowledge can be acquired to the benefit of both source and destination countries. The EU Blue Card Directive allows Member States to reject applications in order to ensure ethical recruitment and enables the Commission to monitor application of the Directive with a view to mitigating brain drain. The EU should reinforce its support for capacity-building in partner countries. Coordination and coherence between national migration and development policies and links with employment creation and policies on education, health and housing should be strengthened. The sometimes overly sanguine debate on the ‘win-win potential’ needs to be better balanced by taking the downsides of migration seriously, in particular its social costs and the risks of households becoming dependent on income from remittances. Partner governments could receive EU assistance to put in place national frameworks for the transfer and portability of pensions from abroad, taking due account of Member States’ competence in this area. Successful mainstreaming of migration in development thinking requires making it an integral part of a whole range of sectoral policies (on agriculture, health, education, etc.). In parallel, targeted migration-related initiatives should be promoted. The often still limited awareness, amongst practitioners, of the relevance of migration issues to development should be addressed, both in the EU and in its partner countries. In this regard, it is essential to integrate challenges related to intra-regional migration as one of the issues under the GAMM, so that the potentially beneficial role of migration in regional cooperation and development can be properly identified and promoted. Partner countries should also be made more aware of their possibilities to earmark development funding for migration-related initiatives in the National Indicative Programmes that define their development cooperation with the EU. This link should be further deepened in the framework of development policy. Policy coherence can also be facilitated by Extended Migration Profiles , which are increasingly being used to produce a better and more sustainable evidence base on the migration and development nexus. They bring together all stakeholders in a country-specific 21 As outlined in Commission Communication COM(2011) 637 on ‘Increasing the Impact of EU Development Policy: an Agenda for Change’, the EU assists developing countries with strengthening their policies, capacity and activities in the context of both regional and global mobility of people. It supports the decent work agenda and social protection and encourages policies to facilitate regional labour mobility and will support targeted efforts to make full use of the interrelationship between migration, mobility and employment. ",
        "EN 20 EN process in order to identify and address data gaps and needs regarding current migration patterns, labour market trends, legislation and policy frameworks, information on remittance flows, diasporas and other development-related data. Ownership should be in the hands of the partner country, and sustainability should be ensured through adequate capacity-building. Recommendations Under the fourth pillar, the GAMM should focus on the following priorities: • Promoting the WHO Code of practice on the international recruitment of health personnel and monitoring application of the EU Blue Card Directive to mitigate brain drain. • Exploring setting up diaspora investment vehicles that could channel the voluntary contributions by the diaspora and adding EU resources to boost the development- oriented initiatives and investments in priority countries, such as in the Southern Mediterranean. • Private-public partnerships to engage migrant entrepreneurs and SMEs in trade, investment and skills transfers between EU Member States and partner countries. • Exploring the usefulness of an annual remittances forum and recommendations by the end of 2012 on the basis of a study on the feasibility of a common EU portal on remittances . • Assistance to partner countries to identify and monitor bona fide recruiters in order to empower migrants, notably with a view to facilitating circular migration. 6. F UNDING AND MONITORING Successful implementation of the Global Approach depends on adequate funding . Geographical and thematic financial instruments remain of key importance for external cooperation and will have to be used in a comprehensive and coherent way, building on lessons learned from, for example, the Thematic Programme on Migration and Asylum (2007- 2013). Future programming and allocation modalities of EU external instruments should continue to contribute to the goals of the Global Approach, while respecting the overall objectives of these instruments and in accordance with their rules. In addition to these external instruments and in line with the principles of subsidiarity and complementarity, the future EU Asylum and Migration Fund and the Internal Security Fund (notably on border management) should also be able to cater for financing the GAMM. These funds will be of particular relevance for activities that primarily serve the interests of the EU, but are being implemented in a non-EU country. They shall, therefore, be used for specific activities complementing those financed under geographical or other instruments in order to avoid duplication, and in consistency and coherence with foreign policy considerations and/or development policy purposes. Member States should continue to contribute directly to financing the Global Approach, e.g. when applying the Global Approach in their bilateral cooperation, when engaging in regional processes and when participating in Mobility Partnerships and Common Agendas ",
        "EN 21 EN with priority partners. While relations between the EU and partner governments are at the core of the GAMM, the role of civil society is also important for implementation of specific initiatives. Their role should be reflected in the financial and contractual arrangements. Finally, implementation of the GAMM needs to be efficient and should include a monitoring process. A GAMM report should be adopted every second year, starting in June 2013. It should be based on information provided by Member States, EU Delegations, EU agencies and partner countries and will be presented under the responsibility of the Commission in association with the EEAS. The aim of the report will be to monitor the policy objectives outlined in this Communication and cover all major EU dialogue and cooperation processes. It will assess progress on the four pillars of the GAMM and on the tools and instruments being used by applying a comparable method of assessment that will reflect change over time. The report will assess if and how targets have been met and make recommendations. Information on progress on the various dialogues, MPs and CAMMs should be collected and disseminated systematically, including on a dedicated GAMM website (with one public and one EU-internal interface, which should also aim to develop a network of EU focal points). A specific GAMM support project could be set up for this purpose. Recommendations • The GAMM should continue to be supported by a mix of mutually reinforcing financial instruments, provided by both the EU and its Member States . • At EU level these instruments should include the geographical and thematic external instruments , the future Asylum and Migration Fund and the future Internal Security Fund . • In order to ensure transparency and improve implementation, the results of the GAMM should be presented in a biennial progress report , and further communicated through a dedicated website . C ONCLUSIONS The EU is affected by a multitude of challenges and opportunities in the area of migration and mobility. To make the EU more prosperous, it needs to become more competitive, attracting talent and investments. To manage mobility in a secure environment, the EU needs to continue its prioritised dialogue and cooperation with partner countries in the EU Neighbourhood and further afield. To offer international protection to those in need, and to improve the development impact of migration and mobility for its partners, the EU must be a leading actor in global governance. The Commission is confident that the policy proposals and operational measures proposed in this Communication will allow the EU and its Member States to address these challenges. Building on the comprehensive political and legal framework for migration and mobility presented by the Commission in its Communications of 4 and 24 May 2011, and on six years of experience of implementation of the previous approach, the Commission is convinced that it is now time for the EU to consider how to consolidate this as the overarching framework of the EU’s external migration policy . To achieve this objective, the Global Approach ",
        "EN 22 EN should be firmly embedded in the EU’s overall foreign policy , including development cooperation , and better aligned with the EU’s internal policy priorities. In line with the Treaty of Lisbon, the EU will need to speak with one voice, also when it comes to its external migration policy. To structure and facilitate this process, the EU needs an agreed strategic policy framework which is clear, consistent and easy to communicate. The EU will be better equipped for migration governance at home and globally only if it further reinforces its dialogue and cooperation with partner countries. The Commission considers that the new EU Global Approach to Migration and Mobility (GAMM) represents the strategic framework which is necessary to bring added value to the EU’s and Member States’ action in this area. It can address the EU’s concerns and aspirations in the area of migration and mobility more effectively and more efficiently than individual Member States. It provides valuable support and impetus for Member States’ bilateral and national policies in this domain. The Commission, the EEAS and Member States must work together closely to ensure coherent action within this common EU framework. ",
        "EN 23 EN ANNEX C ONCLUSIONS OF THE CSWP ON MIGRATION AND DEVELOPMENT Maximising the positive impact of migration on development of partner countries (both of origin and destination) while limiting its negative consequences will remain a key priority of the GAMM. A more migrant-centred approach will be pursued without underestimating partner countries’ responsibility for designing adequate policies. As for the traditional migration and development agenda, significant results have been achieved so far, but further challenges remain and will be tackled. Migration is now an integral part of a number of national and regional development strategies . Several partner countries and regions have been given support to develop and implement their own migration strategies, to gather and analyse migration data and to build up the capacity of the relevant institutions. The EU will continue supporting these efforts to manage migration in a coherent development framework and in line with local specifics and priorities. Development objectives are being taken into account more and more in the EU and partner countries’ migration policies. At the same time the migration dimension is increasingly being taken into account within development strategies. The EU will continue to promote the Policy Coherence for Development agenda, with a view to identifying and addressing possible inconsistencies in the legislation and policies of the EU and its Member States and to reinforcing capacity and mechanisms in non-EU countries in this domain. The EU is widely recognised as a leading stakeholder at international level with regard to facilitating cheaper and more secure private remittance flows to developing countries while adding to their impact on development. The European Commission has launched a study to help it propose new recommendations and assess the expedience and feasibility of a common EU portal on remittances. More efforts should also be put into capacity-building to support partner countries interested in designing regulatory frameworks and into promoting financial literacy, new technologies and access to credits to stimulate productive investment and job creation. An annual remittances forum (either formal or informal) might be an idea to consider. In any case, more exchanges of information between EU Member States and the European Commission on the projects in the area of remittances would be required to avoid duplication and identify best practice. The EU has stepped up its efforts to support and work with diaspora groups based in Europe willing to contribute to development projects in their countries of origin. It is also increasingly supporting similar efforts by partner countries. The EU will continue to work on establishing a database of diaspora organisations based in the different Member States in order to engage them more fully in policy dialogue and disseminate information. It will continue to invest in leveraging its contribution to development and will seek to harness its partners’ knowledge and expertise better, notably for supporting entrepreneurs and SMEs. The EU will also assess how to contribute more to adding to the value of migrants’ skills and knowledge in their countries of origin and whether to support diaspora volunteering and diaspora funds put in place by partner countries. Some progress has been achieved on fighting brain drain , especially in the health sector, while support for labour market policies and decent work in partner countries is another key strategy to help them attract and retain skilled workers. The EU will continue to analyse examples of brain gain and assess how to scale up successful ones and also how to fight brain ",
        "EN 24 EN waste. Including strategies for retention of skilled workers in political dialogues on migration with partner countries could be one option to consider. Circular mobility has been encouraged by a number of national and EU legislative measures and by specific projects. Greater portability of social security rights should be promoted as a key incentive to circular migration and, more generally, to legal labour mobility. The EU and its Member States should continue to establish legal frameworks that provide for multiple entry permits and periods of absence from the country of temporary residence so that the benefits of migration can be maximised, for the migrants, source countries and destination countries alike. Going beyond the traditional agenda, the EU is working towards putting in place a more comprehensive framework to accompany and protect migrants along their migratory route, which should also take into account the social consequences of migration. This includes addressing the consequences of emigration flows in countries of origin, in particular by increasing knowledge about, and mitigating, the adverse effects suffered by children and families left behind and taking into account the potentially negative social impact of remittances on families and communities. The EU is also supporting additional efforts being made on sustainable returns, including on securing livelihoods and reintegration into the national labour market. This approach includes protecting the human rights of all migrants in transit by focusing on: protecting vulnerable migrants (unaccompanied minors, asylum-seekers, victims of trafficking, stranded migrants, etc.) and on the specific needs of women; supporting capacity- building for law enforcement forces and referral systems; supporting prevention, protection and prosecution of criminal acts and human rights violations committed against migrants, including those travelling irregularly; and guaranteeing decent living conditions for migrants in reception centres in non-EU countries. Stepping up efforts to improve integration of migrants in countries of destination is a key component of this approach, as it is linked to diaspora networks and trade, skills and investment flows. Understanding of and action need to be improved on social integration and adaptation of social policies (especially health and education), economic and labour integration and fighting xenophobia and social exclusion. In this regard, mainstreaming of the specific needs of forced migrants in non-EU countries’ development policies should be enhanced. In order to make operational cooperation more efficient and to achieve these goals, efforts will be made to support EU Delegations , including specific training and exchanges of knowledge and experience on migration issues, and to coordinate and mobilise the EU financial instruments available better, including via more exchanges with Member States on their own migration and development projects. The recent consultations held by the Commission confirm that the reality and challenges faced by partner countries regarding the link between development and migration are much broader and more complex than the policy area addressed so far. Migration has a significant impact on the development of non-EU countries. Several governments have based their economic development model partly on immigration or emigration, without taking into account either the economic and social costs and consequences or the expected contribution to growth and sustainable development. Numerous ",
        "EN 25 EN non-EU countries face migration flows that are essential for their economies but lack a structured and targeted policy framework. Awareness about synergies and interdependencies between migration and other policies, such as domestic employment policy or trade agreements, is often lacking. The influence of a number of public policies on migration patterns is usually overlooked. In case of crises or conflicts, variations in flows are difficult to cope with and could destabilise economies and weaken social cohesion. The predominance of the informal sector in many developing countries contributes to employment of irregular workers with all the subsequent problems of exploitation, trafficking, smuggling and social consequences (e.g. ‘social dumping’). There is a growing need to promote migration governance from a development perspective at all levels and to improve the understanding of the development and migration nexus, be it in migration/asylum government policies or in other sectors that may impact on or be impacted by migration. The reflection on those aspects should be in line with the Policy Coherence for Development Work Programme, as well as to respond to evolving needs of partner countries. "
    ]
}