{
    "text": [
        "5 EFSA SCIENTIFIC COLLOQUIUM SUMMARY REPORT Development of FOOd-BASEd dIETARY GUIdELINES 21-22 March 2006 - Parma, Italy I SS N 1830 - 4737 ",
        "",
        "",
        "5 EFSA SCIENTIFIC COLLOQUIUM SUMMARY REPORT 21-22 March 2006 - Parma, Italy Development of FOOd-BASEd dIETARY GUIdELINES ",
        "\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy © European Food Safety Authority – March 2007 Reproduction is authorised, provided the source is acknowledged, save where otherwise stated. The views or positions expressed in this booklet do not necessarily represent in legal terms the official position of the European Food Safety Authority. The European Food Safety Authority assumes no responsibility or liability for any errors or inaccuracies that may appear. ISBN: 92-9199-045-0 ",
        "Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 5. About EFSA The European Food Safety Authority (EFSA) was established and funded by the European Community as an independent agency in 2002 following a series of food scares that caused the European public to voice concerns about food safety and the ability of regulatory authorities to fully protect consumers. In close collaboration with national authorities and in open consultation with its stakeholders, EFSA provides objective scientific advice on all matters with a direct or indirect impact on food and feed safety, including animal health and welfare and plant protection. EFSA is also consulted on nutrition in relation to Community legislation. EFSA’s work falls into two areas: risk assessment and risk communication. In particular, EFSA’s risk assessments provide risk managers (EU institutions with political accountability, i.e. the European Commission, European Parliament and Council) with a sound scientific basis for defining policy-driven legislative or regulatory measures required to ensure a high level of consumer protection with regards to food and feed safety. EFSA communicates to the public in an open and transparent way on all matters within its remit. Collection and analysis of scientific data, identification of emerging risks and scientific support to the Commission, particularly in case of a food crisis, are also part of EFSA’s mandate, as laid down in the founding Regulation (EC) No 178/2002 of 28 January 2002. For more information about EFSA, please contact: European Food Safety Authority Largo N. Palli 5/A I-43100 Parma Italy Tel: +39 0521 036 111 Fax: +39 0521 036 110 info@efsa.europa.eu www.efsa.europa.eu ",
        "\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "CONTENTS Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u0018. I INTROdUCTION ANd STRUCTURE OF ThE COLLOQUIUM 9 II OvERvIEw ON FOOd-BASEd dIETARY GUIdELINES 13 What are Food-Based Dietary Guidelines and what are they meant for? 13 Experiences with FBDG 13 Translating scientific data into FBDG 15 III SUMMARY OF dISCUSSION RESULTS 19 Discussion group 1: Developing FBDG from nutrient recommendations 19 Discussion group 2: Developing FBDG from epidemiology 21 Discussion group 3: Determinants of food choice and dietary behaviour 22 Discussion group 4: FBDG for different population groups with a special emphasis on children and the elderly 23 Iv GENERAL dISCUSSION ANd CONCLUSION 25 v REFERENCES 2\u0018 vI ANNEXES 31 Annex 1: Programme of the EFSA Colloquium 33 Annex 2: Participants at the Colloquium 37 Annex 3: Presentations made at the Colloquium 43 Annex 4: Slides of Discussion Groups 127 ",
        "\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "I INTROdUCTION ANd STRUCTURE OF ThE COLLOQUIUM Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 9. EFSA Science Colloquia aim to achieve a better understanding of the fundamental scientific issues related to risk assessment on food and feed and are therefore organised in a way to provide ample opportunity for an interactive exchange of expert views. To that end the Science Colloquia are sufficiently informal to allow for substantial debates if needed. However, at the same time, they are adequately structured and managed to enable participants to reach conclusions and make recommendations, as appropriate. The meeting on the development of food-based dietary guidelines was the fifth in this series of Science Colloquia. EFSA has been asked by the European Commission to provide guidance for the translation of nutrient-based recommendations for a healthy diet into food-based recommendations. Before addressing this question by the EFSA scientific panel on Dietetic Products, Nutrition and Allergies (NDA), it was felt useful to organize a colloquium with scientists at the academic, regulatory and private sector levels to have an open scientific debate on the state-of-the-art of scientific approaches for developing food-based dietary guidelines (FBDG). The colloquium had the following objectives:  to discuss the state-of-the-art of scientific approaches for the development of FBDG;  to review the advantages and limitations of various approaches for the development of FBDG; and  to provide some conclusions which could be considered by the NDA Panel for developing guidance on suitable approaches for the translation of nutrient- based dietary advice into food-based dietary recommendations. Around 70 participants representing relevant expertise in the field participated in an interactive exchange of expert views (see annex 1 and 2 for the programme and list of participants). After some introductory presentations providing an overview of FBDG and examples of their use in various countries (presentations are attached as annex 3), participants were split up in small discussion groups (DG) to debate various aspects of the development of FBDG and reported back to the plenary session. The discussion group themes and questions were as follows: ",
        "10. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy dG 1: developing FBdG from nutrient recommendations  How to establish nutrient goals for individuals based on adequacy and moderation?  How to select key nutrients?  How to select energy intake levels?  What are the methods and data needs for identifying dietary patterns associated with the achievement of nutrient goals? dG 2: developing FBdG from epidemiology  What are the epidemiological approaches for establishing relationship of food/food groups/diets with (good) health?  How to establish food/diet goals for individuals based on health outcomes?  What are the criteria for the selection of key foods/diets?  What are the methods and data needs for identifying healthful dietary patterns in populations? dG 3: determinants of food choice and dietary behaviour  Evaluation of food choices/dietary habits  What information is needed?  What are the means for assessment ( e.g. Food Frequency Questionnaire)?  What are the main components for characterization?  Determinants for food choices/dietary behaviour  Which determinants have positive effects?  Which determinants have negative effects?  What is/are the critical age(s)/period(s) in life with impact on food choices/dietary behaviour? ",
        "Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 11.  Change of dietary behaviour/food choices  How stable are dietary behaviours?  What means are there to (successfully) change/influence dietary behaviour/food choices?  Is labelling/advertising helpful/reliable/contra productive?  What information/knowledge is needed by consumers? dG \u0018: FBdG for different population groups  Which key special groups with special nutrient needs can be identified?  What are the reasons for special groups to be considered separately?  By what characteristics can special groups which should be considered separately, be described?  Should groups with special ethical/religious backgrounds be considered, e.g. vegetarian/vegan/halal/kosher? Although implementation of FBDG was outside the scope of the objectives for the colloquium, all groups touched on this issue as it was felt important to include in the discussion. The outcome of the debate of each discussion group is attached as annex 4. Prof. Albert Flynn (University College of Cork, Ireland) was the overall chairman and Dr. Francesco Branca (World Health Organization, Denmark) was the overall co-chair. Dr. Lars Ovesen (National Heart Foundation, Denmark) together with Dr. Onno Korver (The Netherlands) acted as overall rapporteurs. Prof. Günther Wolfram (German Nutrition Society, Germany) , Prof. Pieter van’t Veer (Wageningen University, The Netherlands) , Prof. Hildegard Przyrembel (Federal Institute for Risk Assessment, Germany) and Prof. Lluís Serra-Majem (University of Las Palmas de Gran Canaria, Spain) offered to be discussion group chairs while Dr. Antti Aro (National Public Health Institute, Finland) , Dr. Pagona Lagiou (University of Athens, Greece) , Dr. Mary Flynn (Food Safety Authority of Ireland) and Dr. Karin Hulshof (TNO, The Netherlands) were the corresponding discussion group rapporteurs. I Introduction and structure of the colloquium ",
        "12. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "The following chapter provides an introduction to FBDG and summarises experience with FBDG made by some countries. what are Food-Based dietary Guidelines and what are they meant for? FBDG are described by the World Health Organization (WHO, 1996) as follows. They are:  the expression of the principles of nutrition education mostly as foods;  intended for use by individual members of the general public; and  written in language that avoids, as far as possible, the technical terms of nutritional science (if not expressed entirely as foods). It is important to emphasize a few points that are always coming up in discussions about FBDG:  nutrient-based guidelines and food-based guidelines should give a consistent message. The recommended amounts of nutrients as recommended in nutrient-based guidelines should ideally be provided by the foods and amounts of foods recommended in the food-based guidelines;  the foods that are consumed by individual consumers are to a large extent determined by culture and tradition. This means that FBDG can certainly not be developed on a European level but at most on a national level, and even there specific groups may have to be taken into account. Experiences with FBdG The first FBDG date from around 1950. Since then many attempts for improvement have been made. An important milestone was the 1996 WHO/FAO expert report. Its conclusions and the scheme to develop FBDG are still the basis of subsequent discussions:  FBDG will vary among population groups.  More than one dietary pattern is consistent with health.  It is important to develop food-based strategies that are locally appropriate.  Bodies responsible for developing dietary guidelines are encouraged to integrate the FBDG-messages with other policies related to health promotion ( e.g. those concerning smoking, physical activity and alcohol consumption). II OvERvIEw ON FOOd-BASEd dIETARY GUIdELINES Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 13. ",
        " It is recommended that dietary guidelines be based on, and aim to improve, current dietary practices and prevailing diet-related public health problems, rather than be based on nutrient requirements and recommended intake levels.  Foods make up diets and are more than a collection of nutrients.  Food processing and preparation influence the nutritional value of foods.  Food components may have biological functions that science has not yet identified. The report also gave suggestions for the steps to be taken for development of FBDG:  Form a working group from relevant stakeholder groups.  Consult technical experts on food availability, food intake patterns and nutrition related diseases.  Identify the major nutrition related health problems for which dietary guidelines are useful.  Draft a set of FBDG and prepare background statements for each FBDG and critically review them with experts and stakeholders. Promoting appropriate diets and lifestyles was one of the 9 action-oriented strategies formulated in the 1992 ICN Plan for Action in Nutrition. In 2005 the WHO reported that 75 countries, of which 33 in Europe, had developed FBDG. WHO also emphasizes cultural and social messages, e.g. :  enjoy your meals;  start your day with breakfast;  make mealtime a social time;  enjoy meals with all members of the family;  eat a variety of foods every day. The complexity of the FBDG is highlighted by the fact that even with a unanimously agreed advice on fruit and vegetables, 43 out of 50 recommendations on fruit and vegetables are different, and only 7 are the same ( i.e. eat plenty of). 1\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Translating scientific data into FBdG The US, which has a long history in the field, uses a very systematic approach to develop dietary guidelines. First a scientific report is developed by a committee appointed jointly by the Departments of Health and Agriculture. The systematic scientific review is based on peer-reviewed publications with the primary focus on human studies. The report is published after stakeholders and the public have been given the chance to comment. From the scientific review a policy document is developed. Translation into FBDG is carried out with the help of:  comparisons of usual intake from national surveys to the Estimated Average Requirement (EAR) or Adequate Intake (AI) to identify shortfall nutrients;  the proposed USDA food pattern and technical support data;  food pattern modelling ( e.g. increased amounts of fish, whole grains substituted for enriched grains, and varying levels of fat). A recent example of FBDG in Europe is found in Sweden. The main starting points of the exercise were that they should:  reflect Swedish dietary habits and mixed diets;  be applicable for healthy adults between 19 and 60 years of age;  attain the recommendations of the Swedish Nutrition Recommendations;  be relevant for individuals with moderate physical activity;  have as few changes as possible compared to previous guidelines; and  allow all types of food. The Swedish Nutrition Recommendations contain, apart from the common recommendations on macro- and micronutrients, messages about meal patterns, variation, energy balance and physical activity that already form a starting point for FBDG. The Swedish Nutrition Recommendations Objectified (SNO) form the basis of the “5 dietary advice” which in effect is a FBDG. To develop SNO the representative choice of foods, average portion sizes and consumption frequencies at the food group level and the exchangeability at the food group level were investigated in a 4 week-menu. Difficulties with respect to nutrient composition arose for protein-iron (for women of childbearing age), the balance between saturated and unsaturated fat and sodium. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 15. Overview on Food-Based Dietary Guidelines ",
        "An example of the outcome is shown in the figure below. A special case of FBDG development for children took place in Germany. Starting point was the characteristics of the present diets of children and adolescents, and the recommended nutrient densities which turned out to be similar for all age groups. In the subsequent development, scientific and practical criteria were combined, as illustrated in the figure below. 1\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy The 5 dietary advice - examples Do you want to eat healthy? Eat fish often - preferably 3 times a week! Do you want to eat healthy? Change to fluid margarine or oil when you cook. Vill du äta hälsosamt ? Ät fisk ofta - gärna 3 gånger i veckan! Vill du äta hälsosamt ? Byt till flytande margarin eller olja när du lagar mat! Scientific + Practical criteria protein, fat, fatty acids, carbohydrates, dietary fibre, vitamins, minerals, water e.g. adiposity, diabetes, osteoporosis, coronary heart diseases, gout, some cancers, dental caries - three meals (2 bread meals, 1 warm lunch) - two snacks e.g. Confectionary, French fries, fast food, soft drinks- common, non-fortified foods - few convenience products dietary Reference Intakes Prevention nutrition related diseases Traditional meal habits Food selection Food preferences FBDG children ",
        "The final FBDG for children were condensed into three main messages:  Make ample use of foods of plant origin and of beverages  Use foods of animal origin moderately  Use foods high in fat and added sugars sparingly Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 1\u0018. Overview on Food-Based Dietary Guidelines ",
        "1\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "discussion group 1: developing FBdG from nutrient recommendations There are some inherent problems in establishing nutrient goals for individuals, which have to be solved: nutrient recommendations are meant for populations and not for individuals, and may contain fixed values for single nutrients and ranges for macronutrients. It is not easy to combine nutrient recommendations with a balanced diet, because one has to combine intake data, composition data, recommendations and eating patterns for individuals within a population. Further, one has to identify critical nutrients for health outcomes and nutrition related disorders. In order to define key nutrients that may constitute a risk for deficiency or excess, national intake data need to be compared to recommended intakes. Basically, key public health issues should be identified and the scientific links between nutrients and health should be established. There are also many inherent problems in selecting the critical nutrients for health outcomes and nutrition related disorders. Apart from methodological errors, particularly under-reporting, in collecting nutrient data, there are the problems with a small ”window“ of intake for some nutrients ( e.g. iodine, selenium), frequency vs. quantity of intake ( e.g . sugar and the risk of dental caries), effects of foods vs. meals ( e.g. glycemic indices may be different), the effect of the intake of fat and sugar on nutrient density, and the impact of physical activity on energy intake. In order to select energy intake levels, it is essential to consider overall energy density, nutrient density of the diet, portion sizes and the frequency of food consumption. Physical activity levels are also important in this context, for instance a low physical activity level will affect FBDG and make it more difficult to achieve nutrient intakes in line with recommendations. It is essential to have a monitoring system in place with adequate food composition data and with an adequate number of days surveyed for adequate population groups ( e.g. socio-economic strata, children, adolescents, and very old people). Even with an adequate system, there will be inaccuracies in collecting data for identifying the achievement of nutrient goals, e.g. difficulties in including foods consumed outside home. III SUMMARY OF dISCUSSION RESULTS Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 19. ",
        "In concordance with the problems highlighted, the group came up with the following conclusions and recommendations. In order to translate nutrient goals into food goals, it is necessary to :  compare the distribution of requirements for priority nutrients with distribution of intakes;  identify food and lifestyle patterns compatible with nutrient recommendations;  identify key foods contributing to nutrient intakes in the population and in those who achieve the nutrient goals;  consider the nutritional, microbiological and toxicological quality of foods;  make sure that the recommended foods are affordable, available and accessible to most people;  avoid radical changes in current dietary practices;  make use of modelling techniques;  combine recommendations, composition data, intake data and intake patterns. To identify dietary patterns associated with the achievement of nutrient goals, one will need:  adequate food intake data that represent habitual individual intake across all age groups;  up-to-date food composition data;  data on the effect of socioeconomic factors and the price of food on food intake distribution;  an adequate monitoring system, and repeated nutrition and risk factor surveillance. 20. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "discussion group 2: developing FBdG from epidemiology Epidemiology is highly relevant for the development of FBDG, because it enables us to understand the effect of nutrients, foods, food groups and food patterns on health and disease. The group differentiated between descriptive and analytical epidemiology. For both approaches, critical assessment of methodology is essential. Descriptive approaches are necessary for the assessment of dietary exposure and disease patterns. They may also be relevant for specific population groups. Analytical epidemiology applies to foods, food groups and nutrients. All types of studies (from ecological to intervention) may be used, but the weight of each type of study has to be critically assessed. The strength of the evidence must be evaluated by considering the strength of the association, repeatability and generalisability, and also the criteria of causality. The risk of confounding is always present and has to be accounted for. The group came to the following conclusions:  Combination of the evidence on multiple exposures and outcomes provides information on the association between diet and disease risk.  To balance risks and benefits methodologies of risk-benefit analyses in nutritional epidemiology and impact measures ( e.g. population attributable risk) for realistically achievable dietary goals under different scenarios must be incorporated.  The consequences of replacing particular food groups with others must be evaluated and existing food patterns (taking account of regional situation, physiological state, population group) must be taken into account.  To underpin the epidemiology, there is a need to quantitatively assess determinants of food choices ( e.g. meal patterns, availability of food). Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 21. Summary of discussion results ",
        "discussion group 3: determinants of food choice and dietary behaviour Food choice and dietary behaviour are determined by a multitude of factors, which act at different points during life, both at individual and population levels.  The individual level Important determinants are biological (such as age, gender, health status, and genetic make-up), socioeconomic, cultural and tradition-related, and those related to the family, friends and the local community. Moreover, personal attributes such as self-efficacy, self-esteem, knowledge, skills and attitudes will be of influence.  The population level Determinants include the availability of healthy (and unhealthy) foods and accessibility in terms of cost and price. Marketing and advertising, food labelling and education in the use of food labels are also important determinants and will depend on a public health policy and its implementation. Therefore, to influence food choice it must be recognized that determinants are multifactorial and multisectorial, and that positive changes in food choice require action within all sectors in a society, including government, education, workplaces, communities, families and individuals within these families. Consequently, to obtain a positive change in food choice, various issues need to be addressed:  “micro-issues” (belonging to the personal domain), such as health status, taste, beliefs ( e.g. on food safety) and concerns ( e.g. body image);  “macro-issues”, such as improved availability and access to healthy foods, promotion of healthy choices (pleasant, easy and desirable). Children and their dietary habits need special attention and means should be developed to make the healthy choice the preferred choice for children in all settings. Regulation of food labelling and marketing particularly for foods appealing to children. Furthermore, it is necessary to build a public policy that supports and promotes healthy eating habits, for instance maternal leave for breastfeeding and recognition of the value of parenting and its demands for time. Critical periods in life for the acquisition of healthy eating habits are periods of growth and development, i.e. , childhood and adolescence, and changes in dietary 22. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "behaviour will mostly occur in periods with major life changes, such as pregnancy, parenting and sometimes illness. Besides the necessity of collecting good and reliable food intake data covering whole populations, there is a need for obtaining data on determinants that influence food choice. Dietary behaviour is not stable as evidenced by the large shifts in food choice that have taken place, particularly within food groups. However, shifts between food groups are more seldom achieved. It would therefore be a good idea for the food industry to provide healthier food versions within food groups and for the political system to support such measures. The group came up with following proposals to change food choice and dietary behaviour:  Educational efforts concerning the nature, importance and preparation of foods and meals.  Portion sizes have increased in recent 10 years; therefore the availability of smaller portion sizes at competitive prices is important.  Increased availability and accessibility to healthy versions of foods and of healthy foods that are easy to prepare.  Consumer-friendly labelling.  FBDG approved by the political system and by all stakeholders, which are validated for practicability and efficiency and which are implemented in concerted actions. FBDG development should be an iterative process. Special efforts are needed to reach those consumers who for social or other reasons are difficult to reach and often have poor dietary habits. discussion group \u0018: FBdG for different population groups with a special emphasis on children and the elderly The discussion group worked according to the figure represented below. In step 1, groups were identified and justified according to nutritional needs; in step 2 according to management needs; and in step 3 according to communication needs: Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 23. Summary of discussion results ",
        "Step 1 approaches are scientifically based and follow similar routes for different population groups. In step 2 and 3, important differences play a role. For example in addressing elderly people, different approaches (depending on housing situation and degree of independence) may be followed: via charities for elderly populations, via the catering community, via general practitioners, day centres, pharmacies, supermarkets, catering in the institutions or dieticians. Similarly for pregnant and lactating women, management and communication routes via school programmes, pharmacies (predictor test), family planning centres, work place programmes or supermarkets (leaflets) may be used. For infants routes via paediatricians, nursery schools, local community centres and home support were suggested. 2\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy FBDG for different population groups Scientific work to set numerical values (DRI) for different age/gender/physiological status population groups Nutrient-based dietary advice Translation into FBdG taking into account specific factors Management - public oriented (TARGETEd COMMUNICATION) Step 1 Step 2 Step 3 Health status (e.g.disease oriented) Ethnic/religious group, minorities, immigrants, etc. Life style (e.g. energy expenditure, vegetarians) Environmental / geographical factors ( e.g. UV light, contamination) others Identification, justification of groups accor. nutr.needs Identification, justification of groups accor. manag. needs Identification, justification of communication design ",
        "Iv GENERAL dISCUSSION ANd CONCLUSION Several issues, particularly with respect to procurement of food intake data, methods for developing FBDG and how to communicate FBDG to the population or to different segments of the population, were raised during the general discussion. Two approaches for dealing with FBDG were discussed. One approach is to start with the most important nutrition related health issues, and then derive the FBDG that is likely to address the targeted health issues best. Indeed, most current nutrition recommendations consider public health significance. Another approach is to start with nutrient recommendations and make sure that they are fulfilled in FBDG. Both approaches should be considered as they both have their strengths and limitations depending on the aims and underlying scientific data. With today’s rapid increase in overweight and obesity globally, we must acknowledge that energy density, portion size and frequency of consumption are crucial issues. FBDG should therefore include these aspects. The question was raised if the FBDG should be on the basis of a recommended physical activity level or on the basis of habitual low physical activity level. In other words should we adjust FBDG to the low and decreasing physical activity levels in most affluent societies or should we make FBDG on the basis of a recommended and higher physical activity level. The last-mentioned approach will increase energy allowance and give room for more foods, including discretionary foods. No unanimous conclusion was reached. There are several scientific approaches to collect information on food and health. Basically this information derives from observational and from intervention studies. Epidemiological studies, descriptive as well as analytical, are an expedient and relevant way of getting reliable large-scale data, which can be used as a tool for developing FBDG. However, there are inherent limitations depending on dietary assessment methods with respect to e.g. establishing amounts and portion sizes. Implementation and communication are important aspects of FBDG. FBDG, which are not implemented and effectively communicated to the target group are essentially worthless. Communication should be consistent and the messages should be understandable and workable for the target groups. FBDG should principally only convey “positive” messages to the population (“eat more”; “feel better”; “replace”) instead of “negative” messages (“eat less”; Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 25. ",
        "“reduce disease risk”), since positive messages are more likely to create a positive attitude. FBDG further should receive broad recognition from all stakeholders for instance through partnerships. The important, potentially very helpful, role of industry in communicating the FBDG is part of this. A strong partnership including industry would also ensure that labelling of foods and the use of health claims would be in accordance with and contribute to the fulfilling of FBDG In conclusion, the colloquium covered all relevant aspects of the development of FBDG. It became clear that the 1996 WHO/FAO document is still a good basis for discussion also in 2006. Implementation of FBDG remains a critical part. Evaluation of the success of FBDG that have been introduced is essential to make further progress. 2\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "v REFERENCES Preparation and use of food-based dietary guidelines. Report of a Joint FAO/WHO consultation, Nicosia, Cyprus. Nutrition Programme, WHO Geneva, 1996. http://www.fao.org/documents/show_cdr.asp?url_file=/docrep/x0243e/x0243e00.htm Useful background documents National Food-Based Dietary Guidelines: Experiences, Implications and Future Directions. Summary Report of a Workshop held on 28 – 30 April 2004 in Budapest, Hungary. Organised by the International Life Sciences Institute (ILSI Europe) with the technical collaboration of the Food and Agriculture Organization of the United Nations (FAO). http://europe.test.ilsi.org/NR/rdonlyres/F9BC6A4E-69D0-4F84-9301-931354B7111E/0/ foodbasedguidelinesreport.pdf US-Report of the Dietary Guidelines Advisory Committee on Dietary Guidelines for Americans, 2005. http://www.health.gov/dietaryguidelines/dga2005/report/ Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 2\u0018. ",
        "2\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 29. ANNEXES ",
        "30. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "vI ANNEXES Annex 1: Programme of the EFSA Colloquium Annex 2: Participants at the Colloquium Annex 3: Presentations made at the Colloquium Annex 4: Slides of Discussion Groups Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 31. ",
        "32. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Annex 1: Programme of the EFSA Colloquium EFSA Scientific Colloquium on Development of Food-based Dietary Guidelines 21-22 March 2006, Parma, Italy Programme Chairs: Albert Flynn Co-chair: Francesco Branca Rapporteurs: Lars Ovesen, Onno Korver Tuesday 21 March 200\u0018 08.30-09.00 Briefing meeting with overall chair and rapporteurs, discussion group chairs and rapporteurs 09.00- 12.00 SESSION 1: INTROdUCTORY PLENARY SESSION 09.00-09.20 Welcome and Introduction to EFSA Herman Koëter Albert Flynn Djien Liem 09.20-10.00 Overview of food based dietary guidelines Liisa Valsta 10.00-10.10 Discussion 10.10-10.30 Swedish Example for the development Wulf Becker of food based dietary guidelines for adults 10.30-10.40 Discussion 10.40-11.00 German example for the development of Mathilde Kersting food based dietary guidelines for children 11.00-11.10 Discussion Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 33. ",
        "11.10-11.40 COFFEE/TEA BREAK 11.40-12.00 USA example for the development of Barbara Schneeman food based dietary guidelines 12.00-12.10 Discussion 12.10-12.30 WHO approach for the development of Chizuru Nishida dietary recommendations 12.30-12.40 Discussion 12.40-12.55 Introduction to discussion groups Juliane Kleiner 12.55-14.00 LUNCH 1\u0018.00-1\u0018.00 SESSION 2: dISCUSSION GROUPS (dG) dG 1 Developing FBDG from nutrient recommendations Chair: Günther Wolfram Rapporteur: Antti Aro dG 2 Developing FBDG from epidemiology Chair: Pieter van’t Veer Rapporteur: Pagona Lagiou dG 3 Determinants of food choice and dietary behaviour Chair: Hildegard Przyrembel Rapporteur: Mary Flynn dG \u0018 FBDG for different population groups with a special emphasis on children and the elderly Chair: Lluis Serra Majem Rapporteur: Karin Hulshof 3\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "16.00-16.30 COFFE/TEA BREAK 1\u0018.30-1\u0018.30 SESSION 3: REPORT BACK OF dISCUSSION GROUPS OUTCOME 16.30-16.45 Report back from DG 1 Antti Aro 16.45-17.00 Discussion 17.00-17.15 Report back from DG 2 Pagona Lagiou 17.15-17.30 Discussion 17.30-17.45 Report back from DG 3 Mary Flynn 17.45-18.00 Discussion 18.00-18.15 Report back from DG 4 Karin Hulshof 18.15-18.30 Discussion 20.00 DINNER Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 35. ",
        "wednesday 22 March 200\u0018 09.00-11.00 SESSION \u0018: CONTINUATION OF dISCUSSION GROUPS 09.00-10.00 Discussion on possible implications of the recommendations 10.00-11.00 Discussion groups to prepare their conclusions and recommendations 11.00-11.30 COFFEE/TEA BREAK 11.30-13.30 SESSION 5: FINAL PLENARY SESSION - dISCUSSION ANd CONCLUSION 11.30-12.30 Report back to Plenary Antti Aro Pagona Lagiou Mary Flynn Karin Hulshof 12.30-13.30 Discussion, conclusion and recommendation from the colloquium 13.30-14.30 LUNCH 1\u0018.30 COLLOQUIUM AdjOURNS 3\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Annex 2: Participants at the Colloquium NAME Affiliation Country Discussion Group (DG) Dr. Stefanie Anton McDonald’s Europe DEU 1 Quality Assurance Dr. Antti Aro National Public Health Institute FI 1 Prof. Wulf Becker Swedish National SE 1 Food Administration Dr. Renald Blundell Consumers’ Association MLT 1 Dr. Francesco Branca World Health Organization DK 1 Mr. Boudewijn Voedingscentrum NL 2 Breedveld Ms. Gaynor Bussell Food and Drink Federation UK 2 Dr. Lucio Guido Costa University of Parma IT 4 Dr. Richard Cottrell World Sugar Research UK 1 Organisation Dr. Dina D’Addesa National Institute for Research IT 2 on Food and Nutrition Dr. Gillian Dalgleish Food Standards Agency UK 4 Ms. Patrizia De Vito European Association of IT 3 the Chocolate, Biscuit & Confectionery Industries Dr. Marian Faughnan Food Safety Promotion Board IE 1 Prof. Tito Fernandes Universidade Tecnica de Lisboa PT 1 Mr. Reg Fletcher Kellogg Europe IE 2 Dr. Mary Flynn Food Safety Authority of Ireland IE 3 Prof. Albert Flynn University College of Cork IE 2 Dr. Eva Gelencser Central Food Research Institute HU 1 Ms. Ismene Giachetti Unilever FR 1 Dr. Kaija Hasunen Ministry of Social Affairs FI 1 and Health Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 3\u0018. ",
        "NAME Affiliation Country Discussion Group (DG) Dr. Daniela Hofstaedter Agency for Health AT 3 and Food Safety Prof. Karl-Otto Honikel Centre de Liaison des Industries DE 1 Transformatrices de Viandes de l’U.E. (CLITRAVI) Dr. Karin Hulshof Quality of Life NL 4 (TNO Research Centre) Dr. Hans Peter Jensen Institute for Food and DK 4 Veterinary Research Dr. Lars Johansson Directorate for Health NO 2 and Social Affairs Dr. Christodoulos Kaisis Ministry of Health CYP 2 Dr. Mathilde Kersting Research Institute of DE 4 Child Nutrition Dr. Onno Korver NL 4 Dr. Pagona Lagiou University of Athens GR 2 Ms. Susanne Langguth Südzucker AG Mannheim DE 2 Ms. Helen Lee European Commission BE 1 Prof. Jan Ludwicki National Institute of Hygiene PO 2 Dr. Armand Malnoe Nestlé Research Center CH 4 Prof. Irène Margaritis Agence Française de Sécurité FR 2 Sanitaire des Aliments (AFSSA) Ms. Juliana Martinez Confederation of the Food and BE 1 Sanchez Drink Industries Of the E.U. CIAA Ms. Ellen Muehlhoff Food and Agriculture IT 3 Organization (FAO) Ms. Lucia Muresan Food Safety General RO 2 Direction (ANSVSA) Dr. Chizuru Nishida World Health Organization CH 2 (WHO) Dr. Lars Ovesen National Heart Foundation DK 3 3\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "NAME Affiliation Country Discussion Group (DG) Dr. Domenico Palli Cancer Research and HU 2 Prevention Centre Dr. Giuseppe Paltani Provincia di Verbania Servizio IT 3 Agricoltura Ms. Heather Peace Food Standards Agency UK 1 Dr. Stefka Petrova National Centre of Public BG 4 Health Protection Dr. Loek Pijls International Life Science BE 2 Institute (ILSI) Mrs. Mareike Preller European Dairy Association BE 3 (EDA) Prof. Hildegard Federal Institute for DE 3 Przyrembel Risk Assessment Dr. Tristan Robinson Heinz Company LTD UK 4 Mrs. Nathalie Danone Vitapole - Nutrivaleur FR 3 Rolf-Pedersen Dr. Laura Rossi National Research Institute IT 3 for Food and Nutrition Dr. Jiri Ruprich National Institute of CZ 4 Public Health Dr. Elisabetta Sanzini Istituto Superiore di Sanità IT 1 Dr. Barbara Schneeman Food and Drug Administration US 1 Mr. Eert Schoten Health Council NL 1 Ms. Joanna Scott Kraft Foods UK 4 Prof. Lluis Serra-Majem University of Las Palmas ES 4 de Gran Canaria Dr. Maha Tahiri Union of European FR 3 Beverages Associations Dr. Liesbeth Temme Institute of Public Health BE 2 Dr. Liisa Valsta National Public Health Institute FI 2 Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 39. Annex 2: Participants at the Colloquium ",
        "NAME Affiliation Country Discussion Group (DG) Dr. Caroline Van Rossum National Institute for Public NL 3 Health and the environment (RIVM) Prof. Pieter Van’t Veer Wageningen University NL 2 Prof. Gregorio Universidad San Pablo-CEU ES 4 Varela-Moreiras Dr. Milena Vicenova Ministry of Agriculture CZ 3 Prof. Josep Vives-Rego University of Barcelona ES 3 Mr. Jean-Luc Volatier Agence Française de Sécurité FR 1 Sanitaire des Aliments (AFSSA) Mrs. Fiona Wilcock Independent Nutrition UK 4 Consultant Dr. Josephine Wills European Food Information BE 3 Council Prof. Günther Wolfram German Nutrition Society DE 1 Dr. Magda Zika Hellenic Food Authority GR 3 \u00180. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "EFSA Staff Dr. Stef Bronzwaer Scientific Experts Service Ms. Marie-Noëlle Costa Administrative Support Dr. Leng Heng Panel on dietetic products, nutrition and allergies Mr. Alun Jones Team Communication Dr. Juliane Kleiner Scientific Experts Service Dr. Herman Koëter Acting Executive Director Dr. Djien Liem Acting Director of Science Ms. Cecilia Lloyd Administrative Support Dr. Pilar Rodriguez Iglesias Panel on dietetic products, nutrition and allergies Mrs. Valérie Rolland Scientific Committee Ms. Francesca Salvi Administrative Support Dr. Finn Sheye International and Institutional Affairs Dr. Eirini Tsigarida Panel on Biological Hazards Ms. Katty Verhelst Administrative Support Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00181. Annex 2 – PEFSA Staff ",
        "\u00182. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Annex 3: Presentations made at the Colloquium EFSA’S ChALLENGES IN 200\u0018 ANd BEYONd djien Liem EFSA Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00183. ",
        "Mission, tasks and structure EFSA’s Mission  Provision of scientific advice and scientific and technical support in all fields which have a direct or indirect impact on food and feed safety  Provision of independent information on all matters within these fields  Risk communication  Networking and collaboration The Eight Scientific Panels  Food additives, flavourings, processing aids, materials in contact with food (AFC)  Additives and products in animal feed (FEEDAP)  Plant health , Plant Protection Products (PPR)  Genetically modified organisms (GMO)  Dietetic products, nutrition and allergies (NDA)  Biological hazards (BIOHAZ)  Contaminants in the food chain (CONTAM)  Animal Health and Welfare (AHAW) The Scientific Committee Composition  Chairs of the 8 Scientific Panels  6 Scientists who are not members of a Panel Role  General co-ordination, interface with Panels  Development of guidance on cross-cutting (horizontal) issues for several panels efSA member State european parliament european Commission \u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Work programme Scientific activities (work themes):  General questions: providing scientific opinions, guidance and advice in response to questions;  Authorisations: Assessing the risk of regulated substances and development of proposals for risk-related factors;  Monitoring of specific risk factors and diseases: BSE/TSE, Zoonoses  Investing in food safety science: Development, promotion and application of new and harmonized scientific approaches and methodologies for hazard and risk assessment Questions by theme (2005) Origin of Requests 75% 0% 2% 23% General Questions Authorisations monitoring specific risk factors Investing in food Science efSA member State european parliament european Commission 2005 2004 0 100 200 300 19 20 15 10 1 1 201 151 Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00185. Annex 3 – Presentation by Djien Liem ",
        "Numbers of questions and opignions Number of Plenary and wG meetings (Draft Annual Report 2004)  Number of Plenary meetings : 62  Number of Working Groups: 97  Number of WG meetings: 328 # questions # opinions 250 200 150 100 50 0 2003 2004 2005 \u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "TRENdS ANd dEvELOPMENTS djien Liem EFSA Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u0018\u0018. Annex 3 – Presentation by Djien Liem ",
        "Source Management Plan of the European Food Safety Authority for 2006 Document providing the work of the Authority during 2006 both in relation to its annual and multi-annual work programmes Establishment Plan 2006 Adopted by the Management Board at its meeting of 24 th January 2006 Main Scientific work Themes work to be continued in 2006  General Questions (EC, EP, MS)  Authorisations (regulated substances)  Monitoring and assessing specific animal health risk factors and diseases  Investing in Food (Safety) Science (self tasks, Scientific Expert Services) Trends and developments  Re-evaluations  New regulations  Preparation of guidance/guidelines  New areas/substances/agents  Development of new and harmonised RA methodologies and approaches  Setting up of & arranging access to databases ( e.g. chemical substances, food consumption)  Collaboration/Scientific support (with e.g. MS, other EU Agencies, CODEX, WHO, …)  Openness and transparency ( e.g. national food agencies, stakeholders) \u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "EFSA IN 200\u0018 The Authorities’ First Full Year in Parma  Stabilising organisation and staff  Management, prioritisation and further development of EFSA’s scientific work plan  Further building up EFSA’s reputation in RA Science and Risk Communication  Maintaining flexibility  Development of Transparency Guidelines  Handling of Emerging Issues  Crisis preparedness Financial perspectives 200\u0018 - 2013 efSA establishment plan 2004 2005 2006 2007 2008 300 250 200 150 100 50 0 2004 2005 2006 2007 2008 efSA Budget 50 45 40 35 30 25 20 15 10 5 0 Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00189. Annex 3 – Presentation by Djien Liem ",
        "EFSA SCIENTIFIC COLLOQUIUM 5 development of Food-based dietary Guidelines 21-22 March 2006 - Parma, Italy Objectives of this Colloquium  To discuss the state-of-the-art of scientific approaches for the development of food- based dietary guidelines  To review the advantages and limitations of various approaches for the development of FBDG  To develop a starting point for the development of EFSA’s guidance on the translation of nutrient based recommendations for healthy diet into food based recommendations hope you will  Enjoy the discussions and the venue of the meeting  Find opportunities for further collaboration and exchange of experiences on relevant scientific topics  Share openly your views on crucial aspects in the development of FBDG  Advise us on how EFSA could proceed with the preparation of the requested guidance 50. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "OvERvIEw OF FOOd BASEd dIETARY GUIdELINES Liisa M. valsta, Ph.d., Senior researcher, Adjunct prof. National Public health Institute department of health Promotion and Chronic disease Prevention Nutrition Unit Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 51. ",
        "history of FBdG 1950 1990 2005 1995 2000 52. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy FAO / WHO International Conference on Nutrition (ICN) Rome, 1992 FAO / ILSI Development Of Local FBDG And Nutrition Education, Lithuania/ Slovakia 1997 EFSA FBDG ",
        "ICN Plan of Action  Included among its strategies ”promoting appropriate diets and healthy lifestyles” and calls on governments: on the basis of energy and nutrient recommendations to provide advice to the public by disseminating, through the use of mass media and other appropriate means, qualitative and/or quantitative dietary guidelines relevant for different age groups and lifestyles and appropriate for the country’s population. (WHO, 1998) RNIs, dietary guidelines, goals and targets dietary guidelines in relation to other systems of nutritional recommendations and goals Recommended nutrient intakes (RNIs) are also known, in different countries, as recommended dietary allowances (RDAs), recommended dietary intakes (RDIs), dietary reference values (RDVs) or population reference intakes. They are authoritative, quantitative estimates of human requirements for essential nutrients, usually set out with different amounts (in weight/day) considered to be adequate to meet the known nutrient needs of practically all healthy people. Dietary guidelines are sets of advisory statements that give dietary advice for the population in order to promote overall nutritional wellbeing and to address all diet-related conditions. They have usually been expressed in technical nutritional terms, but some guidelines have been expressed as food groups. Dietary guidelines differ from RNIs in that the advice is more provisional, being based on a variety of information, including indirect evidence about the complex relationship of food components with health and disease. Dietary guidelines are broad targets for which people can aim, while RNIs indicate what should be consumed on average each day. Dietary goals are desirable food intakes that support optimal nutrition and health. Dietary goals can be used for planning, often over the long term, at the national level rather than as the basis for providing advice for individuals. They are usually expressed in terms of average national intakes. Dietary (or nutritional) targets are specific desirable points to be achieved along the path towards meeting national dietary goals in an overall health policy context. Dietary targets should be expressed easily quantified terms so that monitoring of their achievement is possible. (WHO, 1998) Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 53. Annex 3 – Presentation by Liisa M. Valsta, Ph.D ",
        "dietary guidelines  Are sets of advisory statements that give dietary advice for the population in order to promote overall nutritional well-being and to address all diet-related conditions.  Have usually been expressed in technical nutritional terms, but some guidelines have been expressed as food groups.  Differ from recommended nutrient intakes (RNIs) in that the advice is more provisional, being based on a variety of information, including indirect evidence about the complex relationship of food components with health and disease.  Are broad targets for which people can aim, while RNIs indicate what should be consumed on average each day. (WHO 1998) Food-based dietary guidelines  The expression of the principles of nutrition education mostly as foods.  Intended for use by individual members of the general public.  Are written in language that avoids, as far as possible, the technical terms of nutritional science (if not expressed entirely as foods).  Will vary among population groups.  More than one dietary pattern is consistent with health.  Important to develop food-based strategies that are locally appropriate.  Bodies responsible for developing dietary guidelines are encouraged to integrate the FBDG messages with other policies related to health promotion ( e.g. Those concerning smoking, physical activity and alcohol consumption). (WHO 1998) 5\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Reasons for FBdGs  Foods make up diets – more than just a collection of nutrients.  Nutrient interactions in foods.  Food processing, preparation and cooking influence the nutritional value of foods.  Specific dietary patterns are associated with a reduced risk of specific diseases (single nutrient – a combination of nutrients or non-nutrients – replacements of other food in the diet).  Some food components may have biological functions that science has not yet identified.  Foods and diets have cultural, ethnic, social and family aspects that individual nutrients themselves do not have. (WHO 1998) Scientific evidence Nutrition and Your Health: Dietary Guidelines for Americans, 2005 Report of the DGAC – Part D. Science Base Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 55. Annex 3 – Presentation by Liisa M. Valsta, Ph.D ",
        "Identification of target nutrients Public health issues Diet-related factors Non-diet-related factors Food rich in targeted nutrient Main dietary source(s) of nutrient Related nutrients Food availability, accessibility, price and cultural acceptability Identification of potential target food (s) Dietary patterns of low consumers of target nutrient Dietary patterns of high consumers of target nutrient Percentage consumers of targeted foods Total population intake of target foods Consideration of displaced foods and impact on nutrient supply Consideration of targeted foods and impact on nutriment supply Final decision about foods/ food groups for inclusion in FBDGs Selection of options for dietary strategies (WHO 1998) From nutrients to foods in formulating FBdGs Reorientation from nutrients to foods in formulating FBDGs Case: Fibre Table \u0018. The effect of increasing the % consumers of breakfast cereals and of switching to higher-fibre cereals on fibre intake in Irish women aged 40-60 Possible changes Present 1 st level 2 nd level 3 rd level % consumers 38 50 70 90 *Fibre intake (g/d) 16.5 16.7 16.8 17.1 ** Fibre intake (g/d) 16.5 17.5 18.0 19.3 * Present 2.25 g fibre per 100 g breakfast cereal ** Possible 10.0 g fibre per 100 g breakfast cereal (Gibney, 1999) 5\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Table 1. Fibre intake (g/d) and % contribution to fibre intake in 40-60-year old Irish subjects % contribution Fibre intake (g/d) Males Females Males Females Bread 38 33 7.4 5.5 Breakfast cereals 7 9 1.4 1.5 Biscuits/cakes 7 8 1.4 1.3 Pulses 9 9 1.8 1.5 Vegetables 14 17 2.7 2.8 Potatoes 16 11 3.1 1.8 Snacks 1 2 0.2 0.3 Fruits 9 11 1.8 1.8 Total 19.\u0018 1\u0018.5 (Gibney, 1999) Table 2. Intakes (g/d and servings per day and week) and % consumers of food categories, which might be considered for increasing fibre intake in Irish women aged 40-60 years % Consumers Intake g/d* Servings* Bread 98 125 4-5 slices/d Breakfast cereals 38 66 1 large serving/d Pulses 77 26 1 average serving/wk Vegetables 100 105 2 average serving/d Potatoes 90 140 1 average serving/d Fruit 88 123 1 average serving/d * consumers only (Gibney, 1999) Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 5\u0018. Annex 3 – Presentation by Liisa M. Valsta, Ph.D ",
        "Table 3. The impact of changing the ratio of white to wholemeal bread on fibre intake in Irish women aged 40-60 years Possible changes Present 1 st level 2 nd level 3 rd level White bread (%) 81 60 40 20 Wholemeal bread (%) 19 40 60 80 Fibre intake (g/d) 16.5 17.8 19.0 20.1 (Gibney, 1999) Table 5. The effect of increasing the frequency of consumption of pulses on fibre intake of Irish women aged 40-60 years Possible changes Present 1 st level 2 nd level 3 rd level Pulses (servings per week) 1 2 3 4 Fibre (g/d) 16.5 18.3 20.1 21.9 (Gibney, 1999) Table \u0018. The effect of increasing the frequency of fruit consumption on fibre intake of Irish women aged 40-60 years Possible changes Present 1 st level 2 nd level 3 rd level Fruit (servings per week) 1 2 3 4 Fibre (g/d) 16.5 18.3 20.1 21.9 (Gibney, 1999) 5\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Table \u0018. The combined effects of the strategies of tables 3-6 on fibre intake in Irish Women aged 40-60 years Possible increase in fibre intake (g/d) 1 st level 2 nd level 3 rd level Via wholemeal bread 1.3 2.5 3.6 Via more cereal users 0.8 1.3 2.6 Via more frequent pulse intake 1.8 3.6 5.4 Via increased fruit intake 1.8 3.6 5.4 Total 5.\u0018 11.0 1\u0018.0 New fibre intake 22.3 27.5 33.5 (Gibney, 1999) Obesity and consumption of certain dietary indicators among women in Finland Similä et al. 2005 Abdominal Obesity, Waist-hip ratio >0.85 Average BMI Sucrose Potatoes Rye bread Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 59. Annex 3 – Presentation by Liisa M. Valsta, Ph.D ",
        "Foods and nutrients M. Similiä el al. / Journal of Food Composition and Analysis 19 (2006) 217-224 Table 3 Four-factor solution of the nutrient content of 1 MJ foods portions (nutrient density solution): factor loadings of nutrients and non-nutrients a,b Loading Factor 1 Factor 2 Factor 3 Factor \u0018 Vegetables and berries Low fat fish, meat and dairy Products Mushrooms and offal foods (liver, kidney) Vegetable fats Variance explained: 15.0% Variance explained: 10.4% Variance explained: 7.4% Variance explained: 6.1% > 0.4 Boron Leucine Pantothenic acid Total lipid Fibre Lysine Niacin NE PUFA Fibre water- soluble nc Isoleucine Biotin MUFA Magnesium Threonine Selenium Linoleic acid Cellulose Valine Aluminium Alpha-linolenic acid Vitamin K Phenylalanine Ergo/ cholecalciferol Brassicasterol Nitrate Thyptophan Pectin n-3 PUFA Potassium Methionine Vitamin D Campesterol Vitamin C Proteins Riboflavin SFA Beta-Carotene Cholesterol Retinol Vitamin E Folate Phosphorus Vitamin B12 Alpha-tocopherol Iodine Zinc Calcium Vitamin A Ash Lead \u00180. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Loading Factor 1 Factor 2 Factor 3 Factor \u0018 > 0.4 Chromium Folate Vitamin E Manganese Stigmasterol Thiamine Cobalt Sitosterol Plant sterols, Other c Water Bromine Zinc Aluminium Polysaccharides, nc, wis Cadmium Pectin Lignin Phosphorus < - 0.4 Carbohydrate, available Carbohydrate, available a Nutrients presented in descending order of factor loadings. Loadings >0.7 in italics. b nc, non-cellulosic; wis, water, insoluble, MUFA, monounsaturated fatty acids; PUFA, polyunsaturated fatty acids; SFA, saturated fatty acids. c other desmethyl sterols, e.g. ∆ 7-stigmasterol, monomethyl sterols and dimethyl sterols (Valsta et al., 2004). Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00181. Annex 3 – Presentation by Liisa M. Valsta, Ph.D ",
        "Suggested steps for developing FBdGs  A working group or committee is formed, comprising representatives of agriculture, health, food science, nutritional science, consumers, the food industry, communications and anthropology.  Appropriate technical focal points provide data on nutrition-related diseases and on food availability and food intake patterns in the country. Members of the group are invited to suggest nutritional objectives.  The working group or committee identifies, after full discussion, a set of major nutrition-related health problems for which dietary guidelines could be useful. The group also evaluates the general food production and supply situation by considering current practices, subsidies and other governmental policies and problems, to see whether FBDGs can be implemented in the present situation.  A set of draft FBDGs is formulated.  Background statements for each FBDG are prepared, and each statement is circulated to all group members.  The working group or committee meets again and each background statement is critically reviewed and revised. The wording of guideline statements is pilot tested with consumer groups, revised as needed and carefully checked.  The background statements are finalized, consolidated and sent to interest groups in the country (and possibly also to international advisers) for comment.  The working group or committee meets again to consider changes in view of the comments received.  Finally, the secretary of the group puts together a draft of the final report. The group finalizes and adopts the draft and publishes and disseminates the final report. (WHO 1998) \u00182. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Methods of monitoring food and nutrient intake  National food supply data  e.g. food balance sheets  do not reflect food consumption  Household data  food availability among different communities, areas, groups  tracking dietary changes in the total population and within population subgroups  not information on the distribution of foods among individual members of the household  Individual data  dietary recall (24-hour, repeated), FFQ, diet history, food habit questionnaire, combined methods Food groups in earlier guidelines Table A2.1 Food groups included in current dietary guidelines Country Year Recommendations Australia 1992 Eat plenty of breads and cereals (preferably whole- grain), vegetables (including legumes) and fruits Eat only a moderate amount of sugars and foods containing added sugars Eat foods containing calcium Eat foods containing iron Denmark 1983 Eat more bread and corn products, potatoes, vegetables and fruit Eat less butter, margarine, fat, sugar and meat fat, and fewer fatty meat products and full-cream dairy products France 1981 For sufficient fibre eat whole meal breads, vegetables, cereals, dry legumes and dried fruits Germany 1985 Eat sweets seldom Eat fresh foods (fruits, juices, vegetables, milk) Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00183. Annex 3 – Presentation by Liisa M. Valsta, Ph.D ",
        "Country Year Recommendations Hungary 1988 Reduce sugary snacks Drink half a liter of low-fat milk per day Eat fresh fruits, vegetables and salads more often Always have whole-grain bread on the table; choose potatoes over rice Quench thirst with water Japan 1985 Eat 30 (different) foodstuffs a day; take staple food ( i.e. rice), main dish and side dish together New Zealand 1982 &1991 Eat a variety of foods from each of the four major food groups each day Republic of Korea 1980 Drink milk every day Singapore 1989 Reduce intake of salt-cured, preserved and smoked foods Increase intake of fruit and vegetables and whole-grain cereal products, thereby increasing vitamins A and C and fibre United Kingdom 1990 Eat plenty of food rich in starch and fibre (examples given) Look after the vitamins and minerals in your food (milk, cheese, butter and margarine, eggs, green vegetables, carrots, liver, meat, fish, beans, bread, breakfast cereals, citrus fruits, fatty fish, dried fruit) United States 1995 Choose a diet with plenty of vegetables, fruits and grain products 1989 Eat five or more servings of vegetables and fruits each day (especially green and yellow vegetables and citrus fruits). Also increase intake of starches and complex carbohydrates such as breads, cereals and legumes; an increase in added sugars is not recommended. (WHO 1998) \u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Examples of food guides Variety and colour  A lot of cereal products  Dairy products suitable  A variety of potatoes  Vegetables, berries and fruits offer colour and variety  Fish often and low fat meat  Little fat  Sugar sparingly Appropriately and adequately Enjoy unhurriedly The Committee’s findings support the development of Dietary Guidelines that convey the following nine major messages:  Consume a variety of foods within and among the basic food groups while staying within energy needs.  Control calorie intake to manage body weight.  Be physically active every day.  Increase daily intake of fruits and vegetables, whole grains, and nonfat or low-fat milk and milk products.  Choose fats wisely for good health.  Choose carbohydrates wisely for good health.  Choose and prepare foods with little salt.  If you drink alcoholic beverages, do so in moderation.  Keep food safe to eat. (2005 DGAC report, USA) (Finnish National Nutrition Council, 1998) Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00185. Annex 3 – Presentation by Liisa M. Valsta, Ph.D ",
        "Implementation (Programme National Nutrition Santé,2002) Mode d’emploi du guide Recherchez dans la liste ci-dessous : Quel type de consommateur êtes-vous ? Comment votre personnalité, vos habitudes ou votre mode de vie retentissent-ils sur votre comportement alimentaire ? 1 Je veux : manger, protéger ma santé … et me faire plaisir p 10 2 La bouffe, je m’en fous p 21 3 Je prépare à manger pour ma famille p 25 4 J’ai du mal à joindre les deux bouts p 32 5 Je mange un sandwich tous les midis p 37 6 Je mange souvent au restaurant p 40 7 Je mange souvent au fast-food p 46 8 Je saute des repas, je n’ai pas le temps de manger p 49 9 Je ne cuisine pas p 52 10 J’ai tendance à grignoter entre les repas p 56 11 J’ai toujours faim p 60 12 Je n’aime pas certains aliments p 63 \u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "13 Je reçois souvent, j’aime faire la fête p 66 14 Je ne mange que des plats cuisinés du commerce p 70 15 Je me restreins pour ne pas grossir, je suis au régime p 73 16 Je mange souvent du fromage et/ou de la charcuterie p 77 17 Je raffole des aliments salés de type “apéritif” p 81 18 J’aime boire p 84 19 Je mange souvent des plats exotiques ou d’origine étrangère p 88 20 Je ne mange que du “bio” p 91 21 Je suis végétarien p 94 22 Je ne mange pas certains aliments pour des raisons religieuses p 98 23 J’ai peur de la vache folle, des OGM, de la dioxine,… p 101 24 Je suis plutôt sédentaire, je ne fais pas de sport,… p 105 25 Je suis plutôt sportif p 110 rendez-vous aux pages correspondant à votre portrait… (Programme National Nutrition Santé,2002) Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u0018\u0018. Annex 3 – Presentation by Liisa M. Valsta, Ph.D ",
        "\u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy Implementation (Lahti-Koski,Ed., Nutrition in Finland) Dietary recommendations and guidelines issued by public authorities or committees in Finland Year Target group Content Issued by 1968 The whole Finnish population General nutrition recommendations Nordic nutrition experts Adopted officially in 1978 1978 The whole Finnish population The Finnish food model National Nutrition Council 1981 The whole Finnish population Dietary guidelines National Committee on Diet and Health 1984 Students of vocational schools Catering guidelines National Board of Vocational Education 1985 Hospital patients Catering guidelines National Board of Health 1987 The whole Finnish population Dietary guidelines National Nutrition Council Work personnel Catering guidelines National Board of Health Pupils and students at school Catering guidelines National Board of Education 1988 Military personnel and conscripts Catering guidelines Finnish Defence Force Prisoners Catering guidelines Ministry of Justice and the Legal System of Finland 1989 Children in daycare Catering guidelines National Board of Health 1990 Athletes Dietary guidelines National Board of Health 1991 Students of vocational schools and universities Catering guidelines National Board of Vocational Education 1992 Elderly persons Catering guidelines Ministry of Health and Social Affairs 1994 Hospital patients Catering guidelines Ministry of Health and Social Affairs 1995 Military personnel and conscripts Catering guidelines Finnish Defence Force 1997 Children Dietary guidelines Ministry of Health and Social Affairs 1998 The whole Finnish population and dietary guidelines Nutrition recommendations National Nutrition Council 1999 Pupils and students at school Catering guidelines National Board of Education ",
        "Challenges for today  Decreasing energy needs vs. nutrient density of foods  Portion sizes  Complexity of the food supply  variety  enrichment / fortification  updating of food databases  Complexity of eating habits and diets  Implementation of FBDGs  Monitoring  participation of certain population groups  energy under-reporting variety of foods Food Fat Saturated f.a.’s Salt NaCl Carbo- hydrates Energy g/100g (high vs. low) g/100 (high vs. low) g/100g (high vs. low) g/100g (high vs. low) Kcal/MJ (high vs. low) Milk 0-3.5 (35 x) 0-2.2 (22 x) .. 3.1-4.8 (1.5 x) 26-64/ 110-270 (2.5 x) Yoghurt 0.1-10 (100 x) 0.06-6.3 (100 x) .. 3.2-17 (5.3 x) 40-130/ 170-540 (3.3 x) Cheese* (hard) 5- >30 (>6 x) 3.2- >19 (>6x) 0.5- >3 (>6x) 0 170- >400/ 700- >1600 (>2.4) *SFA 0.4 g/100g and carbohydrates 2 g/100g in the cheese like vegetable oil containing product Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00189. Annex 3 – Presentation by Liisa M. Valsta, Ph.D ",
        "Fibre and salt content of selected rye breads Food Fibre * g/100g Fibre g/MJ Salt NaCl g/100g Salt NaCl g/MJ Energy Kcal /100g KJ/100 g Ryebread 1 5.0 4.7 1.2 1.26 251 1053 Ryebread 2 8.5 8.0 0.8 0.75 252 1063 Ryebread 3 (high vs. low) 11.0 (2.2 x) 13.8 (2.9 x) 1.2 (1.5 x) 1.5 (2.0) 190 800 *Fibre content of a standard white bread 2.3 g/100 g Thank You!  Pirjo Pietinen  Antti Aro  Mike Gibney  Luise Mennen \u00180. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "USA EXAMPLE FOR ThE dEvELOPMENT OF FOOd BASEd dIETARY GUIdELINES Barbara Schneeman, Ph.d. Office of Nutritional Products, Labeling, and dietary Supplements CFSAN-FdA Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00181. ",
        "history of dietary Guidelines  1977 Dietary Goals for the U.S.  Developed by the U.S. Senate  1979 Healthy People Surgeon General’s Report  Developed by the Department of Health and Human Services  1980 First Edition of Dietary Guidelines  Jointly published by the Department of Health and Human Services and the Department of Agriculture  1988-89 Publication of the Surgeon General’s Report on Diet and Health and the National Academy of Sciences Report on Nutrition and Chronic Disease. USA Guidelines: 1980-2000 \u00182. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "dietary Guidelines For Americans  Science-based advice for ages 2 and older  Promote health  Meet nutrient requirements  Reduce risk for chronic diseases  Federal nutrition policy/programs  Vehicle to speak with one voice  Jointly developed by Departments of Health and Human Services and Agriculture what the Guidelines do  Provide dietary advice to consumers  Set policy for food assistance programs ( e.g. , school lunches, elderly nutrition)  Establish overarching goals for  National health objectives  Nutrition monitoring  Nutrition research  Set framework for standards in  Food labeling/fortification  Food product development Process for Revising the dietary Guidelines in 2005  Development of the Scientific Report  Development of the Policy document  Development of consumer messages Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00183. Annex 3 – Presentation by Barbara Schneeman, Ph.D. ",
        "development of the Scientific Report  Dietary guidelines advisory committee appointed by Secretaries of Health and Human Services and Department of Agriculture.  Expertise: cardiovascular disease, cancer, pediatrics, epidemiology, general medicine, overweight and obesity, physical activity, public health, nutrition, biochemistry and physiology, nutrient bioavailability, nutrition education, food safety and technology  Five public meetings, reviewed public comments  Conducted a systematic review of the peer-reviewed literature Systematic Review of Scientific Literature  The Committee generated research questions  e.g. does trans fat intake increase CVD risk; what is the optimal intake of trans fatty acids; what are the relationships between trans fat intake and health?  General criteria for questions  Focus on link between food and health  Address overall health rather than specific disease or symptom  Pertinent to a broad spectrum of population  Iterative process  All literature examined was peer-reviewed  Human studies were primary focus  Committee assessed study quality and the strength of the evidence  Priority was given to:  trials with well-accepted, clinically relevant outcomes (e.g., incidence of cancer and myocardial infarction) and well-accepted risk factors (e.g., systolic blood pressure, low-density lipoprotein cholesterol, and weight)  longitudinal, cohort studies \u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Systematic Reviews Considered by the Committee  Dietary Reference Intake reports prepared by expert committees convened by the Institute of Medicine (IOM)  Evidence-based reviews such as the HHS’s Agency for Healthcare Research and Quality (AHRQ)  International Agency for Research in Cancer (IARC) Reports: Relation Between Fruit and Vegetable Intake & Cancer; Weight Control and Physical Activity Additional Resources for translating dietary Reference Intakes into Food-Based dietary Guidelines  Comparison of usual intake from national surveys to the Estimated Average Requirement (EAR) or Adequate Intake (AI) to identify shortfall nutrients.  Proposed USDA food pattern and technical support data ( Federal Register Notice , vol. 68, no. 176, Sept. 11, 2003, p. 53536)  Food pattern modeling ( e.g. , Increased amounts of fish, whole grains substituted for enriched grains, lacto-ovo vegetarian pattern, varying levels of fat) Scientific Literature Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00185. Annex 3 – Presentation by Barbara Schneeman, Ph.D. ",
        "dGAC Key Scientific Recommendations 1. Consume a variety of foods within and among the basic food groups while staying within energy needs 2. Control calorie intake to manage body weight 3. Be physically active every day 4. Increase daily intake of fruits and vegetables, whole grains, and reduced-fat milk and milk products 5. Choose fats wisely for good health 6. Choose carbohydrates wisely for good health 7. Choose and prepare foods with little salt 8. If you drink alcoholic beverages, do so in moderation 9. Keep food safe to eat development of the Policy document  Scientific Report submitted to HHS & USDA  Report of the DGAC available for comment by internal and external stakeholders  Development of the 2005 Dietary Guidelines by a Federal drafting committee  Peer review and revision of the 2005 Dietary Guidelines.  Release of the Dietary Guidelines by HHS and USDA on January 12, 2005. \u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Stakeholder review and comment 2005 dietary Guidelines  Used to conduct Federal policy and education in food and nutrition  Targeted to policy makers, health care providers and nutritionists  Key recommendations in each chapter  23 for the General population  41 including specific populations DGAC reviewed the research and prepared a technical report and recommendations HHS and USDA scientists translated the report into a policy document Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u0018\u0018. Annex 3 – Presentation by Barbara Schneeman, Ph.D. ",
        "Nine Focus Areas  Adequate Nutrients Within Calorie Needs  Weight Management  Physical Activity  Food Groups To Encourage  Fats  Carbohydrates  Sodium and Potassium  Alcoholic Beverages  Food Safety Example of Key Recommendations from the dietary Guidelines for Americans, 2005 AdEQUATE NUTRIENTS wIThIN CALORIE NEEdS  Define Healthful Eating  Consume a variety of nutrient-dense foods and beverages within and among the basic food groups while choosing foods that limit the intake of saturated and trans fats, cholesterol, added sugars, salt, and alcohol.  Balance using Reference Eating Plans  Meet recommended intakes within energy needs by adopting a balanced eating pattern, such as the U.S. Department of Agriculture (USDA) Food Guide or the Dietary Approaches to Stop Hypertension (DASH) Eating Plan. \u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Some of the specific populations identified in the Key Recommendations  People over 50 year old  Women who may become pregnant  Pregnant or lactating women  Children  Dark-skinned individuals; individuals with insufficient UVB radiation  Those who need to lose weight; overweight children; those who are overweight and with chronic disease  Individuals with hypertension and risk of hypertension (blacks, middle-aged and older adults). development of consumer messages Consumer testing Stakeholder comment Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00189. Annex 3 – Presentation by Barbara Schneeman, Ph.D. ",
        "Application of Findings from Consumer Research  Motivation is essential.  Trust is important.  The more an individual knows, the more choices they have.  Keep it simple, but true to the science. Finding Your way to a healthier You  Feel better today.  Stay healthy for tomorrow  Make smart choices from every food group Links to Food Guidance system  Find your balance between food and physical activity  Get the most nutrition out of your calories Focuses on using the food label and Nutrition Facts \u00180. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "NUTRITION: To know the facts . . . . . . Use the food label Focus on fruits. Vary your veggies. Get your calcium-rich foods. Make half your grains whole. Go lean with protein. Know the limits on fats, salt, and sugars. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00181. Annex 3 – Presentation by Barbara Schneeman, Ph.D. ",
        "Food and Nutrition Recommendations (USA) dietary Reference Intakes (dRI) Recommended dietary Allowances (RdA) Food-Based dietary Guidelines Food Choices \u00182. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "dietary Guidelines: 19\u00180-2005 1980 1985 1990 1995 2000 2005 Variety of Foods ✓ ✓ ✓ ✓ Pyramid Food Guide DASH Body Weight Ideal Ideal Healthy Maintain Aim for healthy Healthy range Physical Activity ✓ 30, 60, 90 m Sugar Avoid Moderation Added sugars Fiber Starch & fiber Fruits, vegetables, and whole grains Food-based Fat, saturated fat, cholesterol Avoid 30% 30% 30% Add trans Fat: 20-35% Sodium ✓ ✓ ✓ ✓ ✓ 2300 mg Potassium ✓ Alcohol ✓ ✓ ✓ ✓ ✓ ✓ Food Safety -- -- -- -- ✓ ✓ A healthier You Consumer-oriented Recipes Worksheets Available through retail outlets Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00183. Annex 3 – Presentation by Barbara Schneeman, Ph.D. ",
        "dietary Guidelines 19\u00180 to 2005  Shift toward food-based recommendations  Trend to provide quantification  Food components  Food groups  Increased focus on lifestyle issues  Physical activity  Food safety  Body weight  Maintain or achieve?  Integration with other programs  Evolution to technical, policy document  Basis of consumer communication of messages www.healthierus.gov/dietaryguidelines \u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "whO’S wORK ON dEvELOPMENT & IMPLEMENTATION OF FOOd-BASEd dIETARY GUIdELINES (FBdGs) Chizuru Nishida department of Nutrition for health & development (Nhd) whO, Geneva Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00185. ",
        "Outline of presentation:  Background of FBDGs  How the work was started  What FBDGs are  Complex situations countries are facing today  Global efforts  Regional efforts The International Conference on Nutrition (ICN), Rome, 1992 \u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u0018\u0018. Annex 3 – Presentation by Chizuru Nishida 1992 ICN Plan of Action for Nutrition 9 action-oriented strategies:  incorporating nutritional objectives, considerations and components into development policies and programmes  improving household food security  protecting consumers through improved food quality and safety  preventing and managing infectious diseases  promoting breastfeeding  caring for the socio-economically deprived and nutritionally vulnerable  preventing and controlling specific micronutrient deficiencies  promoting appropriate diets and healthy lifestyles  assessing, analyzing and monitoring nutrition situations The strategy calls on governments: on the basis of energy and nutrient recommendations to provide advice to the public by disseminating… qualitative and/or quantitative dietary guidelines relevant to different age groups and lifestyles and appropriate for the country’s population. joint FAO/whO Expert Consultation on Preparation and Use of Food-based dietary Guidelines (Cyprus, 2 - \u0018 March 1995) ",
        "joint FAO/whO Expert Consultation on Preparation and Use of Food-based dietary Guidelines (TRS \u0018\u00180) Overall aim: Establish scientific basis for food-based dietary guidelines (FBDGs) to improve food consumption patterns & nutritional well-being of individuals and populations FBdGs:  Should be based on diet and health relationship  Should be part of an integrated strategy to improve food security, nutrition and health  Serve as guidance for food, agriculture, and trade policies  Serve as a tool for implementing food & nutrition policies & programmes  Serve as a tool for communication & education:  promoting desirable food consumption patterns  promoting nutritional well-being  preventing and controlling nutrition-related diseases \u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Complex health & Nutrition Situations Countries are Facing Today 5 commonly cited factors affecting health & nutritional status of populations (based on responses received from countries) 1. Infectious diseases 2. Poverty 3. Physical inactivity 4. Changing dietary patterns & habits (i.e. high fat intake, fast foods, snacking etc.) 5. Poor breastfeeding practices Household food insecurity 3 commonly cited factors affecting health & nutritional status by region AFRO: 1. Infectious diseases 2. Household food insecurity 3. Poor breastfeeding practices AMRO: 1. Poverty 2. Physical inactivity 3. Infectious diseases EMRO: 1. Infectious diseases 2. Poverty 3. Changing dietary habits Physical inactivity Insufficient intake of iron-rich foods Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy \u00189. Annex 3 – Presentation by Chizuru Nishida ",
        "EURO: 1. High fat intake 2. Physical inactivity 3. Economic transition Changing dietary patterns & habits (i.e. fast food, frequent snacking) SEARO: 1. Infectious diseases 2. Insufficient intake of iron-rich foods 3. Low literacy rate Household food insecurity Poor sanitation & personal hygiene wPRO: 1. Physical inactivity 2. Infectious diseases & parasites 3. Changing lifestyles Emerging Issues  Nutrition transition — the double burden of malnutrition  fetal programming of chronic diseases  HIV/AIDS  biotechnology — GM foods  micronutrients beyond the big three (i.e. folate, zinc, etc.)  prions — BSE  SARS, avian flu 90. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "FAO/whO Nutrient recommendations  Energy (1985 & updated in 2001)  Protein (1985 & updated in 2002)  Fats & oils (1993 & scientific updates in 2006-2007)  Carbohydrates (1997 & scientific updates in 2006)  Population nutrient intake goals (1989 & updated in 2002) Global Review (2005-200\u0018) Objectives:  Review and update the status of national FBDGs (including electronic inventory of existing FBDGs, food guides, etc.)  Identify knowledge gaps, obstacles faced, and way forward  Prepare for incorporating information on FBDGs in the WHO Global Database on BMI (to enhance interactive surveillance tool on nutrition transition) Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 91. Annex 3 – Presentation by Chizuru Nishida ",
        "92. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Global status of FBdGs by whO region (2005) Region Final Under prep will prepare No information AFRO (4*/46) 2 1 1 0 AMRO (32*+10*/35) 15 5 0 22 EMRO (3*/21) 2 0 0 1 EURO (41*/52) 33 1 0 7 SEARO (9*/10) 5 0 0 4 WPRO (23*+4*/27) 18 0 4 5 Total \u00185 \u0018 5 39 * Number of countries reviewed Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 93. Annex 3 – Presentation by Chizuru Nishida ",
        "S a l t s s s ( to t a l) f a t S ug a r S a t u r a t e d f a t f i b r e S t a r c h U n s t a t u r a t e d f a t f r u i t a nd ve g e t a b l e s s s m il k a nd d a i r y p r odu c t s A l c oh o l m ea t a nd m ea t p r odu c t s C e r ea l s W a t e r / n on - a l c . D r i nk s f i s h FBdGs: Target groups Frequency of addressing specific target groups Analysis based on 64 sets of FBDGs from 37 countries FBdGs: Main messages Frequency of including messages on the specific food groups or nutrients Food Groups Nutrients Analysis based on 64 sets of FBDGs from 37 countries 100 90 \u00180 \u00180 \u00180 50 \u00180 30 20 10 0 % 35 30 25 20 15 10 5 0 % n o t s p ec i fi e d G e n e r a l popu l a t i on i n f a n t s , b a b i e s , t odd l e r s c h il d r e n i n g e n e r a l c h il d r e n , s p ec i fi c a g e g r oup s a do l e s ce n t s a du l t s e l d e r l y p e op l e l ac t a t i ng a nd / o r p r e gn a n t w o m e n w o m e n i n g e n e r a l f a m ili e s s o c i o - ec ono m i c g r oup s o t h e r s 100 90 \u00180 \u00180 \u00180 50 \u00180 30 20 10 0 % 9\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "a t l ea s t 111 a t l ea s t 2 a t l ea s t 3 a t l ea s t 4 a t l ea s t 5 a t l ea s t 6 100 90 \u00180 \u00180 \u00180 50 \u00180 30 20 10 0 % Frequency of including other messages related to physical activity, body weight, food safety, breastfeeding as well as various sociocultural messages Other messages Social messages Analysis based on 64 sets of FBDGs from 37 countries Some examples of sociocultural messages:  Enjoy your meals (several countries)  Start your day with breakfast (Korea)  Make mealtime a social time, where possible (NZL)  Enjoy meals with all members of the family (JPN)  Eat a variety of foods everyday (several countries) 100 90 \u00180 \u00180 \u00180 50 \u00180 30 20 10 0 % f ood s a f e t y a nd h y g i e n e B r ea s tf ee d i ng f i n a n c i a l a s p ec t s p h y s i ca l ac t i v i t y B od y w e i gh t Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 95. Annex 3 – Presentation by Chizuru Nishida ",
        "Food Guides used Rhombus, 1 Apple, 1 Cirlce, 7 Flag, 1 Household pot, 3 Pagoda, 2 Plate, 2 Poster, 1 Pyramid, 16 Rainbow, 1 FBdGs: Messages on Fruit & vegetables 50 messages on fruit and vegetable intake  43: different messages  7: same message (i.e. «eat plenty of») Examples of messages: • 2 recommend the «5 a day» concept (Austria, Germany) • 7 include a numerical value • (e.g. number of servings/day, grams/day) • 8 contain the wording «increase» or «eat more» • 6 contain the message of «a variety of» Translating FBdGs into Food Guides  Based on 30 countries  AMRO: 10 countries  EMRO: 1 country  EURO: 11 countries  SEARO: 1 country  WPRO: 7 countries  3 countries use more than one Food Guide (Finland, Mexico, Spain) 9\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Food Guides Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 9\u0018. Annex 3 – Presentation by Chizuru Nishida ",
        "To provide support to countries in overcoming the bottleneck: Discussions are underway between FAO and WHO development of a detailed procedual manual (including a section on monitoring and evaluation: process, outputs & impact) Obstacles faced: Nutrient goals Nutrient requirements/ recommendations Food guides & other educational materials Food-based dietary guidelines Bottleneck 9\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        " American Region  Sub-regional review meetings: Southern Cone countries (1995); Central America & Mexico (1995); Spanish-speaking Caribbean countries (1995); The Andes (Bolivia, 1995); Brazil (Brazil, 1996)  Regional review countries (Regional Nut Strategy meeting, Fall 2006) 2005 1998/99 1994/95 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% Y e s N o N o I n f o r m a t i o n Regional review in developing/implementing FBdGs  European Region  Central and Eastern European countries (Joint FAO/ILSI meeting, Hungary, April 2004)  Questionnaire, 2005 in preparation for the development of 2nd Regional Food & Nutrition Action Plan Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 99. Annex 3 – Presentation by Chizuru Nishida ",
        " South-East Asia Region  Regional meeting to develop regional FBDGs for Asia (India, 1997)  Field-testing in 3 countries (2001)  Regional review meeting (2006 - 2007)  Eastern Mediterranean Region  Joint FAO/WHO review meeting (Cairo, December 2004)  Development of Regional FBDGs (under consideration)  African Region  Development of Regional FBDGs for Africa (under consideration)  western Pacific Region  Development of Regional FBDGs (1999)  Review of Pacific countries (DPAS meeting, April 2006) 100. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Some of the specific populations identified in the Key Recommendations  People over 50 year old  Women who may become pregnant  Pregnant or lactating women  Children  Dark-skinned individuals; individuals with insufficient UVB radiation  Those who need to lose weight; overweight children; those who are overweight and with chronic disease  Individuals with hypertension and risk of hypertension (blacks, middle-aged and older adults). development of consumer messages Consumer testing Stakeholder comment Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 101. Annex 3 – Presentation by Barbara Schneeman, Ph.D. ",
        "Application of Findings from Consumer Research  Motivation is essential.  Trust is important.  The more an individual knows, the more choices they have.  Keep it simple, but true to the science. Finding Your way to a healthier You  Feel better today.  Stay healthy for tomorrow  Make smart choices from every food group Links to Food Guidance system  Find your balance between food and physical activity  Get the most nutrition out of your calories Focuses on using the food label and Nutrition Facts 102. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "NUTRITION: To know the facts . . . . . . Use the food label Focus on fruits. Vary your veggies. Get your calcium-rich foods. Make half your grains whole. Go lean with protein. Know the limits on fats, salt, and sugars. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 103. Annex 3 – Presentation by Barbara Schneeman, Ph.D. ",
        "Food and Nutrition Recommendations (USA) dietary Reference Intakes (dRI) Recommended dietary Allowances (RdA) Food-Based dietary Guidelines Food Choices 10\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "dietary Guidelines: 19\u00180-2005 1980 1985 1990 1995 2000 2005 Variety of Foods ✓ ✓ ✓ ✓ Pyramid Food Guide DASH Body Weight Ideal Ideal Healthy Maintain Aim for healthy Healthy range Physical Activity ✓ 30, 60, 90 m Sugar Avoid Moderation Added sugars Fiber Starch & fiber Fruits, vegetables, and whole grains Food-based Fat, saturated fat, cholesterol Avoid 30% 30% 30% Add trans Fat: 20-35% Sodium ✓ ✓ ✓ ✓ ✓ 2300 mg Potassium ✓ Alcohol ✓ ✓ ✓ ✓ ✓ ✓ Food Safety -- -- -- -- ✓ ✓ A healthier You Consumer-oriented Recipes Worksheets Available through retail outlets Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 105. Annex 3 – Presentation by Barbara Schneeman, Ph.D. ",
        "dietary Guidelines 19\u00180 to 2005  Shift toward food-based recommendations  Trend to provide quantification  Food components  Food groups  Increased focus on lifestyle issues  Physical activity  Food safety  Body weight  Maintain or achieve?  Integration with other programs  Evolution to technical, policy document  Basis of consumer communication of messages www.healthierus.gov/dietaryguidelines 10\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "whO’S wORK ON dEvELOPMENT & IMPLEMENTATION OF FOOd-BASEd dIETARY GUIdELINES (FBdGs) Chizuru Nishida department of Nutrition for health & development (Nhd) whO, Geneva Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 10\u0018. ",
        "Outline of presentation:  Background of FBDGs  How the work was started  What FBDGs are  Complex situations countries are facing today  Global efforts  Regional efforts The International Conference on Nutrition (ICN), Rome, 1992 10\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 109. Annex 3 – Presentation by Chizuru Nishida 1992 ICN Plan of Action for Nutrition 9 action-oriented strategies:  incorporating nutritional objectives, considerations and components into development policies and programmes  improving household food security  protecting consumers through improved food quality and safety  preventing and managing infectious diseases  promoting breastfeeding  caring for the socio-economically deprived and nutritionally vulnerable  preventing and controlling specific micronutrient deficiencies  promoting appropriate diets and healthy lifestyles  assessing, analyzing and monitoring nutrition situations The strategy calls on governments: on the basis of energy and nutrient recommendations to provide advice to the public by disseminating… qualitative and/or quantitative dietary guidelines relevant to different age groups and lifestyles and appropriate for the country’s population. joint FAO/whO Expert Consultation on Preparation and Use of Food-based dietary Guidelines (Cyprus, 2 - \u0018 March 1995) ",
        "joint FAO/whO Expert Consultation on Preparation and Use of Food-based dietary Guidelines (TRS \u0018\u00180) Overall aim: Establish scientific basis for food-based dietary guidelines (FBDGs) to improve food consumption patterns & nutritional well-being of individuals and populations FBdGs:  Should be based on diet and health relationship  Should be part of an integrated strategy to improve food security, nutrition and health  Serve as guidance for food, agriculture, and trade policies  Serve as a tool for implementing food & nutrition policies & programmes  Serve as a tool for communication & education:  promoting desirable food consumption patterns  promoting nutritional well-being  preventing and controlling nutrition-related diseases 110. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Complex health & Nutrition Situations Countries are Facing Today 5 commonly cited factors affecting health & nutritional status of populations (based on responses received from countries) 1. Infectious diseases 2. Poverty 3. Physical inactivity 4. Changing dietary patterns & habits (i.e. high fat intake, fast foods, snacking etc.) 5. Poor breastfeeding practices Household food insecurity 3 commonly cited factors affecting health & nutritional status by region AFRO: 1. Infectious diseases 2. Household food insecurity 3. Poor breastfeeding practices AMRO: 1. Poverty 2. Physical inactivity 3. Infectious diseases EMRO: 1. Infectious diseases 2. Poverty 3. Changing dietary habits Physical inactivity Insufficient intake of iron-rich foods Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 111. Annex 3 – Presentation by Chizuru Nishida ",
        "EURO: 1. High fat intake 2. Physical inactivity 3. Economic transition Changing dietary patterns & habits (i.e. fast food, frequent snacking) SEARO: 1. Infectious diseases 2. Insufficient intake of iron-rich foods 3. Low literacy rate Household food insecurity Poor sanitation & personal hygiene wPRO: 1. Physical inactivity 2. Infectious diseases & parasites 3. Changing lifestyles Emerging Issues  Nutrition transition — the double burden of malnutrition  fetal programming of chronic diseases  HIV/AIDS  biotechnology — GM foods  micronutrients beyond the big three (i.e. folate, zinc, etc.)  prions — BSE  SARS, avian flu 112. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "FAO/whO Nutrient recommendations  Energy (1985 & updated in 2001)  Protein (1985 & updated in 2002)  Fats & oils (1993 & scientific updates in 2006-2007)  Carbohydrates (1997 & scientific updates in 2006)  Population nutrient intake goals (1989 & updated in 2002) Global Review (2005-200\u0018) Objectives:  Review and update the status of national FBDGs (including electronic inventory of existing FBDGs, food guides, etc.)  Identify knowledge gaps, obstacles faced, and way forward  Prepare for incorporating information on FBDGs in the WHO Global Database on BMI (to enhance interactive surveillance tool on nutrition transition) Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 113. Annex 3 – Presentation by Chizuru Nishida ",
        "11\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Global status of FBdGs by whO region (2005) Region Final Under prep will prepare No information AFRO (4*/46) 2 1 1 0 AMRO (32*+10*/35) 15 5 0 22 EMRO (3*/21) 2 0 0 1 EURO (41*/52) 33 1 0 7 SEARO (9*/10) 5 0 0 4 WPRO (23*+4*/27) 18 0 4 5 Total \u00185 \u0018 5 39 * Number of countries reviewed Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 115. Annex 3 – Presentation by Chizuru Nishida ",
        "S a l t s s s ( to t a l) f a t S ug a r S a t u r a t e d f a t f i b r e S t a r c h U n s t a t u r a t e d f a t f r u i t a nd ve g e t a b l e s s s m il k a nd d a i r y p r odu c t s A l c oh o l m ea t a nd m ea t p r odu c t s C e r ea l s W a t e r / n on - a l c . D r i nk s f i s h FBdGs: Target groups Frequency of addressing specific target groups Analysis based on 64 sets of FBDGs from 37 countries FBdGs: Main messages Frequency of including messages on the specific food groups or nutrients Food Groups Nutrients Analysis based on 64 sets of FBDGs from 37 countries 100 90 \u00180 \u00180 \u00180 50 \u00180 30 20 10 0 % 35 30 25 20 15 10 5 0 % n o t s p ec i fi e d G e n e r a l popu l a t i on i n f a n t s , b a b i e s , t odd l e r s c h il d r e n i n g e n e r a l c h il d r e n , s p ec i fi c a g e g r oup s a do l e s ce n t s a du l t s e l d e r l y p e op l e l ac t a t i ng a nd / o r p r e gn a n t w o m e n w o m e n i n g e n e r a l f a m ili e s s o c i o - ec ono m i c g r oup s o t h e r s 100 90 \u00180 \u00180 \u00180 50 \u00180 30 20 10 0 % 11\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "a t l ea s t 111 a t l ea s t 2 a t l ea s t 3 a t l ea s t 4 a t l ea s t 5 a t l ea s t 6 100 90 \u00180 \u00180 \u00180 50 \u00180 30 20 10 0 % Frequency of including other messages related to physical activity, body weight, food safety, breastfeeding as well as various sociocultural messages Other messages Social messages Analysis based on 64 sets of FBDGs from 37 countries Some examples of sociocultural messages:  Enjoy your meals (several countries)  Start your day with breakfast (Korea)  Make mealtime a social time, where possible (NZL)  Enjoy meals with all members of the family (JPN)  Eat a variety of foods everyday (several countries) 100 90 \u00180 \u00180 \u00180 50 \u00180 30 20 10 0 % f ood s a f e t y a nd h y g i e n e B r ea s tf ee d i ng f i n a n c i a l a s p ec t s p h y s i ca l ac t i v i t y B od y w e i gh t Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 11\u0018. Annex 3 – Presentation by Chizuru Nishida ",
        "Food Guides used Rhombus, 1 Apple, 1 Cirlce, 7 Flag, 1 Household pot, 3 Pagoda, 2 Plate, 2 Poster, 1 Pyramid, 16 Rainbow, 1 FBdGs: Messages on Fruit & vegetables 50 messages on fruit and vegetable intake  43: different messages  7: same message (i.e. «eat plenty of») Examples of messages: • 2 recommend the «5 a day» concept (Austria, Germany) • 7 include a numerical value • (e.g. number of servings/day, grams/day) • 8 contain the wording «increase» or «eat more» • 6 contain the message of «a variety of» Translating FBdGs into Food Guides  Based on 30 countries  AMRO: 10 countries  EMRO: 1 country  EURO: 11 countries  SEARO: 1 country  WPRO: 7 countries  3 countries use more than one Food Guide (Finland, Mexico, Spain) 11\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Food Guides Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 119. Annex 3 – Presentation by Chizuru Nishida ",
        "To provide support to countries in overcoming the bottleneck: Discussions are underway between FAO and WHO development of a detailed procedual manual (including a section on monitoring and evaluation: process, outputs & impact) Obstacles faced: Nutrient goals Nutrient requirements/ recommendations Food guides & other educational materials Food-based dietary guidelines Bottleneck 120. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        " American Region  Sub-regional review meetings: Southern Cone countries (1995); Central America & Mexico (1995); Spanish-speaking Caribbean countries (1995); The Andes (Bolivia, 1995); Brazil (Brazil, 1996)  Regional review countries (Regional Nut Strategy meeting, Fall 2006) 2005 1998/99 1994/95 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% Y e s N o N o I n f o r m a t i o n Regional review in developing/implementing FBdGs  European Region  Central and Eastern European countries (Joint FAO/ILSI meeting, Hungary, April 2004)  Questionnaire, 2005 in preparation for the development of 2nd Regional Food & Nutrition Action Plan Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 121. Annex 3 – Presentation by Chizuru Nishida ",
        " South-East Asia Region  Regional meeting to develop regional FBDGs for Asia (India, 1997)  Field-testing in 3 countries (2001)  Regional review meeting (2006 - 2007)  Eastern Mediterranean Region  Joint FAO/WHO review meeting (Cairo, December 2004)  Development of Regional FBDGs (under consideration)  African Region  Development of Regional FBDGs for Africa (under consideration)  western Pacific Region  Development of Regional FBDGs (1999)  Review of Pacific countries (DPAS meeting, April 2006) 122. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "INSTRUCTIONS FOR dISCUSSION GROUPS juliane Kleiner EFSA Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 123. ",
        "12\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy Organisational details:  4 parallel discussion groups  14:00-16:00 DG 1 st round  16:30-18:30 Touch base with Plenary  09:00-11:00 DG 2 nd round – implications  11:30-13:30 Final Plenary session – conclusion and recommendations discussion Group 1 developing FBdG from nutrient recommendation  How to establish nutrient goals for individuals?  How to select key nutrients?  How to select energy intake levels?  Methods and data needs for identifying dietary pattern associated with the achievement of nutrient goal discussion Group 2 developing FBdG from epidemiology  What are the epidemiological approaches for establishing relationship of food/ food groups/diets with health?  How to establish food/diet goals for individuals based on health outcomes?  What are the criteria for the selection of key foods/diet?  Methods and data needs for identifying healthful dietary pattern in populations ",
        "Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 125. Annex 3 – Instructions for Discussion Groups discussion Group 3 determinants of food choice and dietary behaviour  Evaluation of food choices/dietary habits ( e.g. information needed, means for assessment, main components for characterisation)  Determinants of food choices/dietary behaviour ( e.g. which determinants have positive or negative effects, critical age with impact on food choices/ behaviour)  Change of dietary behaviour/food choice ( e.g. means to change/influence dietary behaviour) discussion Group \u0018 FBdG for different population groups  Identify key special groups with special nutrient needs  Reason for justification of separate consideration  What are the characteristic of special groups  How to consider groups with special ethical/religious background what we want from you Open interactive exchange of views on scientific aspects and issues to be considered when developing FBDG Focus should be on the Methodology for deriving FBDG ",
        "12\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy After the Colloquium  NDA Panel will take into account conclusions and recommendations of the colloquium in its guidance on the translation of nutrient based dietary advice into food-based dietary advice (opinion is asked by 2007) Summary Report of Colloquium  Draft summary report of colloquium to be prepared by rapporteurs (May 2006)  1 st review by DG chairs and rapporteurs (June 06)  Review of revised draft by all participants (July 06)  Publication of summary report and power point presentations on EFSA website (August 06) and in EFSA Science Colloquium Report Series (Sept 06) ",
        "Annex \u0018: Slides of discussion Groups dISCUSSION GROUP 1 dEvELOPING FBdG FROM NUTRIENT RECOMMENdATIONS day-2-results Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 12\u0018. ",
        "how to establish nutrient goals for key nutrients?  Population vs individual nutrient goals single reference values for planning, ranges for individuals?  National survey data compared with recommendations  Identify public health issues and the scientific evidence on links between nutrients and health  Consider average patterns, disease burden, epidemiology  Identify critical nutrients for health outcomes and nutrition-related disorders  Prioritise targets for individual groups how to select energy intake levels?  Overall energy density and nutrient density of the diet should be considered  Physical activity part of dietary guidelines energy balance and positive health effects  Low PAL affects FBDGs and makes it more difficult to achieve the nutrient recommendations  Consider portion sizes and frequency of consumption how to translate nutrient goals into food goals?  Compare distribution of requirements for priority nutrients with distribution of intakes  Identify food and lifestyle patterns compatible with nutrient recommendations  Identify key foods contributing to nutrient intakes in the population and in those who achieve the nutrient goals  Use of modelling techniques  Combine recommendations, composition data, intake data, patterns 12\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Issues related to the implementation of the strategies  Consider a stepwise approach for achievability by the population  Consider economic, social and environmental impact  Establish appropriate monitoring system  Plan communication and education strategies data needs and methods for identifying dietary patterns associated with the achievement of nutrient goals  Adequate food intake data that represent habitual individual intake across all age groups  Up-to-date food composition data  Socio-economic factors, price of food  Monitoring, repeated nutrition and risk factor surveillance Additional questions  Development of decision-making tools  How to account for other factors affecting the quality of food (nutritional/ toxicological/microbiological) Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 129. Annex 4 - Slides of Discussion Groups ",
        "130. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "dISCUSSION GROUP 2 dEvELOPING FBdG FROM EPIdEMIOLOGY day-2-results Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 131. ",
        "Conclusions and recommendations -1 descriptive data  Descriptive epidemiologic studies are necessary for assessment of dietary exposure. Critically assess methodologies used to assess dietary patterns.  Descriptive epidemiologic studies are necessary for assessment of disease patterns in populations and their trends.  Relevant to work of DG 4. Make use of all available data. Prioritize on the basis of existing dietary and disease patterns. Conclusions and recommendations -2 Use of analytical epidemiology  Make use of all types of epidemiological studies, from ecological to intervention ones. Critically assess the weight of each type of study. Evaluate the strength of evidence (strength of association, repeatability and generalizability, criteria of causality).  Account for confounding by (and effects of) other factors ( e.g. physical activity).  These processes apply equally to food groups, foods and nutrients.  Make use of resources from (inter)national bodies ( e.g . WHO), but also critically evaluate studies.  Combine evidence on different exposures and outcomes. 132. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Conclusions and recommendations -3 Balancing risks and benefits  Incorporate methodologies of risk-benefit analyses in nutritional epidemiology (look at different components within one food).  Impact measures ( e.g. population attributable risk) for realistically achievable dietary goals under different scenarios.  Evaluate the consequences of replacing particular food groups with others. Account for existing food patterns. Conclusions and recommendations -\u0018 determinants of dietary behavior  Need for more studies to quantitatively assess determinants of foods choices ( e.g. meal patterns, availability of food). Useful to work of DG3 and for evaluation of effects of FBDG. Implications (not epi-specific)  Implications of FBDG on food availability. Need for involvement of stakeholders in the process of creating FBDG.  Implementation (catering) guidelines. From FBDG to practice in specific settings ( e.g. hospitals, schools).  Consumers need to be aware of how to combine information provided for specific food items (FBDG vs. labels).  FBDG (mis)used for health claims. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 133. Annex 4 - Slides of Discussion Groups ",
        "13\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "dISCUSSION GROUP 3 dETERMINANTS OF FOOd ChOICE ANd dIETARY BEhAvIOUR day-2-results Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 135. ",
        "Methodology and Implications we started with what was missing?  Do consumers understand where food comes from?  Ready made fast foods vs raw materials for a healthy meal (foods that are easy to eat vs difficult – cookie vs orange; fish with bones) Eating some foods need experience and skills Methodology: need to assess all the steps involved (meal planning, shopping list, purchase, preparation, eating) LOGIC MOdEL approach is required to assess all steps taken by different population sub groups Missing determinants of food choice and behaviour  Familiarity with foods and what healthy eating involves – data assessing what consumers understand is a prerequisite  Food Groups - do consumers understand what these mean?  Do nutritionists fully understand all the foods that need to be included in Food Groups?  variety – what do consumers understand by this?  variety of food groups and  variety within a food group?  Quantities and frequencies – what do consumers understand by this?  Portions sizes available do NOT reflect FBDG; this needs to be addressed  Availability and Access – real life, real time choices need to be available ( e.g. coffee time at this meeting) 13\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Re-visit MULTIFACTORIAL and MULTISECTORAL  FBDG formulated at national level  They need to be supported politically and by industry  Then they need to be GIvEN LIFE in terms of being RELEVANT and ENGAGING to all population sub groups  Data needed on determinants of food choice  FBdG need to be made specific for each pop sub group FBdG need messages attached  FBDG conveyed to imply good taste, pleasure, cool, positive affect appearance  Data needed on what motivates food choice Implications of FBdG need to be tested for feasibility, acceptability, access IMPLICATIONS  FBDG need to be tested in terms of implications  Agricultural practices – is change required?  Fish is a very limited resource  Impact on food producers and suppliers needs to be assessed  Trade and traffic implications are important Political and practical issues need to be considered Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 13\u0018. Annex 4 - Slides of Discussion Groups ",
        "BRAINwAvE! FBDG need to be modeled right through to ensure  feasibility (technical and economic)  acceptability  ability to be relevant and engage consumers HOW………………………? Not good enough to say ‘it’s not our job!’ hOw? – stakeholder involvement!  Need joined up thinking to integrate feasibility and acceptability  Scientific basis of FBDG will not change Example = US and Canadian approaches where an iterative process was undertaken to formulate, test, revise, re-test to ensure feasibility and acceptability US/ Canadian approach  Several committees  Expert Advisory Committee – strictly scientific (nutrition and public health)  Subcommittees with different mandates and expertise  communication, behavioural sciences  agriculture, food producers and retailers input  population subgroup input (cultural aspects) ITERATIvE process is essential 13\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "IteRAtIve process  FBDG is formulated by scientific expert committee  FBDG is tested by subcommittee  Data needed assessing current situation (e.g determinants of food choice)  Pilot test/ focus test with stakeholders  Bring results back to main scientific committee to revise FBDG if necessary ONGOING EvALUATION – essential for sustainability  Important to see what people are eating – NUTRITIONAL SURvEYS (should include time and place of food consumption)  Ancillary data ( e.g. loyalty card etc) on determinants of food is critical USES of FBdG 1  Integration – media programmes (cooking), spots on TV/ Radio/ print/ Internet/ IPod  Integration in education of all health professionals, teachers, trendsetters (champions should not sell inappropriate messages on healthy eating)  Wide dissemination by media at low cost/ no cost  Same messages coming through from all sources, at all levels and all places USES of FBdG 2 Examples  Advertising and promotion in co operation with industry  Catering ( e.g. certification/ accreditation)  Nutrition-friendly “mark” Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 139. Annex 4 - Slides of Discussion Groups ",
        "how to engage consumers who are difficult to reach and have poor dietary habits?  Cooperation with fast food outlets (salads etc with fired food outlets)  No solutions on how to reach these subgroups but:  Research and pilot interventions needed  NEED TO INVOLVE these subgroups  NEED TO ENGAGE these subgroups at their own level 1\u00180. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "dISCUSSION GROUP \u0018 FBdG FOR dIFFERENT POPULATION GROUPS day-2-results Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 1\u00181. ",
        "Basic questions  Reason for justification of separate consideration : age, gender, physiology  Identify key special groups with special nutrient needs : yes  What are the characteristics of special groups : age specific groups  How to consider groups with special ethical/ religious background : motivation and communication FBdG for different population groups FBDG for different population groups Scientific work to set numerical values (DRI) for different age/gender/physiological status population groups Nutrient-based dietary advice Translation into FBdG taking into account specific factors Management - public oriented (TARGETEd COMMUNICATION) Step 1 Step 2 Step 3 Health status (e.g.disease oriented) Ethnic/religious group, minorities, immigrants, etc. Life style (e.g. energy expenditure, vegetarians) Environmental / geographical factors ( e.g. UV light, contamination) others Identification, justification of groups accor. nutr.needs Identification, justification of groups accor. manag. needs Identification, justification of communication design 1\u00182. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Criteria  Different types of physical activity  Free living – institutionalised – depending on other persons  Motivation factors  Social concept  Simplicity  Benefit to health (long term)  Immediate perspective: well being Motivation incentives (elderly)  Availability  Accessibility  Taste  Chewing capacity  Small changes  Socialization/support how to use specific dietary guidelines in specific groups  Elderly: 2 different approaches according to housing situation-independency; guidelines are more or less the same  Charities for elderly populations, catering community, general practitioners, day centers, pharmacy, supermarket  Catering in the institutions, dieticians Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 1\u00183. Annex 4 - Slides of Discussion Groups ",
        "Pregnant women  Medical professional  People at risk:  School programmes  Pharmacy (predictor test)  Family planning centers  Work place programmes  Supermarket (leaflets) Lactating women  Medical doctors/health and social support  NGO (breastfeeding supporters)  Supermarket setting  Maternity leave setting Infants  Pediatricians  Nursery schools  Local community centers  Home support 1\u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Minority groups (Ethnic, socio economic)  Leaders of the community  Meeting places (church, parties)  School  Women (to reach in own language)/Peers  NGO  Traditional (super) market  Local media: radio, papers, tv Communication channels  Medical doctors/health professionals  Media  Websites/internet  Mobiles  Schools  Workplace  Social workers  NGO  Charity  Supermarket/retailers  Catering/restaurant  Food labeling Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 1\u00185. Annex 4 - Slides of Discussion Groups ",
        "Tasks communication channels  Training: increasing motivation and skills  More consistency to avoid confusion  Reach maximum consensus and participation  Get feedback from the population  Training in different setting  Use technology  Food TV channel  Sms Barriers to use dietary guidelines  Lack of motivation  Does not apply to me  Costs of the food  Complexity  Accessibility  Lack of skills  Language  Convenience and taste Most barriers are higher in low socio-economic groups and ethnic minorities motivation, relevance, need alternative foods, food budgets easy to understand, validation transportation, social support training cooking/preparing translation and adaptation 1\u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy 1\u0018\u0018. ",
        "1\u0018\u0018. Summary Report EFSA Scientific Colloquium 5, 21-22 March 2006 - Parma, Italy ",
        "T M - A D - 06 - 002 - E N - C EUROPEAN FOOd SAFETY AUThORITY (EFSA) Largo N. Palli 5/A I-43100 Parma Italy Tel: +39 0521 036 111 Fax: +39 0521 036 110 info@efsa.europa.eu www.efsa.europa.eu "
    ]
}