{
    "text": [
        "Key challenges and opportunities for Cities and Regions and MFF post 2020 ",
        "",
        "This report was written by Jorge Núñez Ferrer, David Rinaldi, Arnd Hassel (CEPS), Martin Nesbit,Andrea Illes and Kamila Paquel (IEEP). This report does not represent the official views of the Committee of the Regions. More information on the European Union and the Committee of the Regions is available online at http://www.europa.eu and http://www.cor.europa.eu respectively. Catalogue number: QG-01-17-651-EN-N ISBN: 978-92-895-0931-2 doi:10.2863/613164 © European Union, 2017 Partial reproduction is allowed, provided that the source is explicitly mentioned. ",
        "Executive summary ............................................................................................. 1 1 Introduction ................................................................................................. 5 2 The importance of the EU budget for LRAs ............................................ 7 2.1 ESI Funds as a tool for economic development .................................. 10 2.1.1 Increased focus on urban areas ....................................................... 13 2.1.2 Focus on youth unemployment ....................................................... 14 2.2 Increasing importance of RD&I at all levels ...................................... 15 2.3 Connecting Europe Facility .................................................................. 22 2.4 Delivering on environmental objectives .............................................. 23 2.5 Importance of the CAP for LRAs ........................................................ 24 2.5.1 CAP and territorial cohesion ........................................................... 25 2.6 Flexibility instruments .......................................................................... 26 2.6.1 What the mid-term review proposes on flexibility ......................... 29 2.7 European Fund for Strategic Investments (EFSI) ............................. 30 2.7.1 EFSI performance and distribution ................................................. 31 3 Future challenges facing regions and cities ............................................ 37 3.1 Emerging economic, social and environmental challenges for regions and cities ................................................................................... 37 3.2 Visions for Europe – implications of the white paper on the future of Europe .................................................................................... 41 3.3 Policy choices will affect the economic geography of the EU ............ 43 3.4 Potential budgetary implications of Brexit for LRAs ........................ 44 3.4.1 Brexit negotiations and UK ‘commitments’ ................................... 46 3.5 Addressing stability, security and uncertainty in the EU ................. 48 3.5.1 Security and migration .................................................................... 48 3.5.2 European Financial stability ............................................................ 49 3.6 Short scenarios for the period until the next MFF ............................ 49 3.6.1 Scenario 1: Mostly status quo ......................................................... 50 3.6.2 Scenario 2: Significant reform ........................................................ 51 3.6.3 Implication of the scenarios for the next MFF ................................ 52 4 The EU budget’s future ............................................................................ 55 4.1 A future MFF for a changing world .................................................... 55 4.1.1 From a budget for results to a relevant budget ............................... 55 4.1.2 Living with a smaller but better budget .......................................... 56 4.1.3 Increased urban focus ...................................................................... 57 4.1.4 Better integration of EU budget instruments .................................. 58 4.1.5 Improving research and innovation policy ...................................... 60 4.1.6 EFSI: expanded role to complement the EU budget ....................... 62 ",
        "4.2 New own resources ................................................................................ 65 4.2.1 What reforms on resources are proposed and what impacts for cities and regions? ........................................................................... 67 4.2.2 Indirect benefits from own resources for cities and regions ........... 70 4.3 Visions of regional and city stakeholders ............................................ 71 4.3.1 Survey scope and limitations .......................................................... 71 4.3.2 Survey results .................................................................................. 72 4.3.3 Additional priorities highlighted by respondents ............................ 76 4.3.4 Survey conclusions .......................................................................... 76 5 Conclusions ................................................................................................ 77 ",
        "List of figures Figure 1. Hermin and Quest model results for cohesion policy, 2007-16 ............ 8 Figure 2. Share of cohesion policy (including national co-financing) as % of total public investment (average over 2010-12)........................... 9 Figure 3. EU funding for Horizon 2020 project grants in 2015, calls per inhabitant (in €) ..................................................................................... 16 Figure 4.Share of answers provided to the question \"Based on your experience has the implementation of FP7 been effective?\" in the stakeholder consultation, by type of respondent ................................. 18 Figure 5. Mobilised investment with EFSI and ESI Funds (€ billions) .............. 31 Figure 6. EFSI investment by sector ................................................................... 32 Figure 9. Ranking of EFSI top five beneficiaries ............................................... 33 Figure 8. EFSI-mobilised investment with respect to GDP ................................ 34 Figure 9. Challenges ahead for cities and regions categorised by social, economic and environmental categories ............................................. 38 Figure 10. Cohesion vs competitiveness scenario, outcome 2030 ...................... 44 Figure 11. Grants and financial instruments ....................................................... 58 Figure 12. Grant and financial instrument complexity ....................................... 59 Figure 13. Stairway to excellence ....................................................................... 61 List of tables Table 1. Thematic objectives for ESI Funds in the 2014-2020 MFF ................. 12 Table 2. Existing flexibility instruments within the MFF ................................... 27 ",
        "1 Executive summary The EU budget is indeed facing unprecedented challenges which may have profound impacts in the size and structure of the post-2020 multiannual financial framework (MFF). One of the greatest challenges will be to handle the impact of Brexit on the EU budget’s revenues. This is not only a budgetary issue; it may well entail a shift in the ambitions of EU action as well as in its focus. Part of the foundations of Brexit are also to be found in the EU budget and should not be ignored. The EU is under pressure to deliver in critical areas such as economic growth, environmental protection, climate change, security and migration . Depending on the role the EU will be expected or have to play, this may have considerable budgetary implications. But the challenge is also how to adapt the budget given its limited (and unlikely to be increased) size. There is also a risk that member states, rather than focusing on Europe’s changing needs, will fall prey to pork barrel politics in order to protect their receipts from the EU budget. It is possible that cuts generated by Brexit will affect the local and regional authorities (LRAs). An impact on LRAs is also to be expected from the revision of the budget’s effectiveness, efficiency, governance, flexibility and general rules. Indeed, several reform processes are already in action, whilst others are still at an embryonic stage or under reflection. It is therefore difficult to determine unequivocally how the next MFF will impact LRAs. On the bright side, the multiple challenges have also led to extensive reflection on the functioning of the budget, and some of the latest innovations and proposals for simplification also point to potential improvements for the beneficiaries, as long as simplification does not lead to subsequent amendments that create even more complexity. The report presents an overview of the impact of funds today, and indicates the following: a) The EU budget and particularly the cohesion policy has had an impact on increasing the long-term growth level of beneficiary countries . b) While the Horizon programme, the European Structural Investment Funds (ESI Funds) and the European Fund for Structural Investments (EFSI) offer a positive contribution to the EU, there is a lot of room for ",
        "2 improvement, particularly in simplifying procedures, harmonising requirements and integrating the different fund operations . c) Bureaucratic burden is too high and there is still too much focus on process and too little on outputs . The auditing procedures are still too burdensome. d) The areas of border control, security and migration have been underfunded . e) EFSI has been successful in mobilising investment, but it needs to be tailored more effectively to address the needs of regions lagging behind . f) The CAP funding rules are not in line with its objectives. The MFF must be reformed but the mid-term review is not sufficient . Ground- braking reform is necessary, perhaps by eliminating ineffective rules and instruments and making relevant ones simpler and more effective . There has been an excessive focus on process control , and in recent years a focus on delivering results, but the “relevance” of the budget in modern times has not been addressed sufficiently. In addition to relevance, an important question to address is what type of European Union is desired. The analysis shows the results of modelling, which presents how a competitiveness-oriented policy would result in a very different outcome, in terms of the level of agglomeration of economic activities, compared to a cohesion-based approach . The results demonstrate the need to carefully consider what kind of outcome for the EU is desired . An increase in regional disparities can generate social costs that exert considerable negative economic (and political) impact. A review of the white paper on the future of the European Union shows that while the conglomeration of economic activities and the appearance of ‘Silicon Valleys’ are lauded by the Commission , the problem of the lack of a ‘Social Europe’ is addressed in a rather theoretical fashion . Territorial cohesion is hardly addressed in the white paper and the accompanying reports, which seem to focus on a ‘growth first’ supported by a ‘redistribution second’ follow-up. While the first has a clear path and is already accelerating, redistribution at EU level is just a hopeful political discourse. The hard truth is that member states are not – and will unlikely be – ready to subsidise social problems of other member states. This calls for maintaining a European strategy of promoting endogenous growth in all territories, i.e. a modern cohesion policy, to avoid a deepening social and political crisis . ",
        "3 Recently, the High Level Group on Own Resources report clearly stated that a reform of EU resources should go hand-in-hand with a reform of expenditures and that the present system is unsustainable. For most resources, the local authorities will not be affected significantly, but the introduction of potential carbon taxes might affect some regions with high energy intensive industries and the EU would have to consider helping them to become more efficient and cleaner . The most important impact may be indirect. Own resources would reduce the direct contribution of treasuries to the EU budget, thus reducing the relentless member state pressure to cut the budget, which can be favourable to regional policy. On priorities for the regions, stakeholders were requested to give their views on the future MFF and cited growth and jobs as the areas of most importance for the EU budget. Interestingly, most did not consider the EU budget’s role in infrastructure central, but more on innovation and employment. This shows a shift in mentality regarding the foundations of economic development. The report recommends the following reforms: a) The EU thus needs to continue promoting endogenous growth in its territories via a modern cohesion policy, and not simply hope for some solution when the socio-economic tensions due to rising disparities become untenable . ICT advances create new forms of collaboration and the EU should experiment with them, given its social, political and territorial realities. b) Ensure the procedures of the EU budget for all funds are similar and allow for easy integration of funds and programmes. Facilitate combining funds on behalf of beneficiaries. c) To have the best financial instruments with best risk-bearing facility, it is better to have one European-wide fund for different investments, rather than small financial instruments that uses small amounts from the structural funds allocated to regions as guarantees. Managing authorities should be able to create financial instruments from the large EU funds (a modified and expanded EFSI) with off-the-shelf solutions. d) EFSI should have a ‘development window’, a guarantee structure designed for regions bearing higher risks. ",
        "4 e) Support for integrated programmes in cities should be expanded , which is one of the reasons for the need to simplify procedures and make combining funds easier. f) The innovation policy should be improved , with a stronger effort to use smart specialisation strategies to develop the innovation capacity of regions . g) There should be a single audit procedure with auditors following internationally recognised standards . h) Bureaucratic barriers should be reduced, rules and instruments should focus more on results and budget relevance but also be genuinely simplified . i) Advisory services should be improved to help set up projects, particularly integrated multi-fund projects. j) The common agricultural policy (CAP) could be financed using a “fiscal capacity” or solidarity system , such as is the case for the cohesion policy. The level of support financed by the EU budget should depend on the national fiscal capacity to finance the policy. Wealthier countries would pay for the policy mostly themselves, while for poorer regions the CAP would largely be paid through the EU budget. The budget could then address real EU value added policies, where common action reduces costs and increases efficiency k) EFSI guaranties and all funds linked to, but presently outside the framework of, the EU budget should be reintroduced into budget governance structures in line with the principle of budget unity . One of the highlighted problems of the budget is trust , or lack thereof, which leads to excessive regulation and, ultimately, paralysis. It is important for the Committee of the Regions to focus on ensuring that simplification is for real and not a recipe for more complexity . There is a risk that performance indicators will be introduced and bureaucratic burdens retained. This must be avoided: new output-oriented requirements cannot become a new hurdle in addition to existing ones. ",
        "5 1 Introduction The objective of this report is to review the challenges and opportunities for cities and regions in the next (post-2020) Multiannual Financial Framework (MFF). The EU budget is indeed facing unprecedented challenges which may have profound impacts on the size and structure of the post-2020 MFF. Perhaps the greatest challenge will be how to handle the impact of Brexit on the EU budget’s revenues. Yet Brexit will not only affect the size of the EU budget. As confirmed by the recent “White Paper on the Future of Europe”, some avenues for unity for the EU-27 may well entail a shift in the EU’s ambitions and focus. The truth is that even before Brexit, the EU budget required reform. The EU is under pressure to deliver in critical areas such as economic growth, environmental protection and climate change, security and migration. Depending on the role the EU will be expected or have to play, this may have considerable budgetary implications. There undoubtedly is broad consensus that the EU budget would benefit from reform but no consensus on how to do it. The reforms ahead may not be driven by the result of an analysis of the performance of the funds but by needing more funds for circumstantial events, such as the migration crisis, rising security concerns and Brexit. One problem is that this will be dominated by the need to impose a politically determined ceiling on the budget. It is fair to point out that there is a risk that decisions will be taken not in the interest of promoting actions with a high European value added but rather owing to unrelated aspects, such as net balance considerations and protecting specific budget lines, both of which benefit from stronger political backing. In the present MFF, decisions to reallocate funding to new needs have led to reductions in the headings with the highest European value added, namely the research budget and the Connecting Europe Facility (CEF). In the future, with a budget affected by Brexit, it is possible that cuts will affect the local and regional authorities (LRAs). An impact on LRAs is also to be expected from the revision of the budget’s effectiveness, efficiency, governance, flexibility and general rules. Indeed, several reform processes are already in action, whilst others are still at an embryonic phase or under reflection. It is therefore difficult to determine unequivocally how the next MFF will impact LRAs, but there is little doubt that the changes may ultimately lead to a decrease in ESI (European Structural and Investment) Funds, i.e. to a situation that is less favourable than the current one. ",
        "6 On the bright side, the multiple challenges have also led to extensive reflection on the functioning of the budget, and some of the latest innovations and proposals for simplification point to improvements for the beneficiaries. Such potentially broad and pervasive transformations within the financing arm of the Union, coupled with the risk of even smaller budgets for regional, urban and rural development, are taking place when regions and municipalities have to address multiple societal transformations and are being called on to play a key role in attaining social, economic and environmental objectives. Addressing the increasing social inequalities of the population, securing access to services and decent housing, establishing a favourable environment for innovation and competitiveness, managing the energy and digital transition on the ground, giving birth to future-proof mobility, and promoting the integration of asylum seekers and migrants – these are just some of the key challenges that must be met locally if they are to be met at the aggregate European level. The objective of this study is twofold: first we aim to provide a clear overview of the most recent research in terms of i) performance of current EU budgetary tools for LRAs (chapter 2), ii) challenges ahead for municipal and regional administrations and potential future scenarios (chapter 3) and iii) potential reforms of the EU budgetary architecture (chapter 4). Chapter 4 also introduces and describes the results of an opinion survey carried out among stakeholders, which allows for identifying their main concerns for the post-2020 MFF. Chapter 5 presents some conclusions. ",
        "7 2 The importance of the EU budget for LRA S This section overviews the present policies and their relevance for cities and regions. It focuses on internal policies and the flexibility instruments which may to some extent affect regional and rural policy or address unexpected challenges affecting regions. It is very difficult to assess the performance of the EU budget and there are a large number of arguments on the pros and cons of its interventions. Evaluating the impacts of EU budget actions is difficult, because it often depends on the quality of implementation at local level. This is particularly the case for cohesion policy, whose impacts differ depending on the local capacity to develop and implement strategies that are socially and economically sustainable. Arguments today are often dominated by strong statements that the Common Agricultural Policy (CAP) or the cohesion policy are a waste of EU taxpayers’ money. Closer scrutiny, however, largely confirms that when such policies do not attain expected results, it is not because of a failure of the general EU policy but rather due to a problem in the local context. It is therefore very important to identify what drives the performance of the funds in order to ensure that reforms are based on actual facts and not perceptions resulting from a selective choice of cases, positive or negative. To an outsider, the EU budget has remained static, with very similar headings and budgetary shares per policy (driven by the need to minimise impacts on net balances and beneficiary groups in order to reach agreement in the Council). Within headings, however, policies have changed profoundly in response to changes in growth theories, from reliance on investment in capital – based on the assumption that technological change is an exogenous factor – to focusing on endogenous growth, which prioritises investment in knowledge (Aghion & Howitt, 1998; Martin, 2002; Núñez Ferrer, 2008). Presently, the OECD is also highlighting the impact of public governance on investment performance (OECD, 2017a; Rubio et al., 2016). The importance of the EU budget to EU investment in Europe 2020 objectives is misunderstood and undervalued. Studies of both the EU budget’s impact on growth (Núñez Ferrer & Katarivas, 2014; Bradley & Untiedt, 2012) and the share of the EU budget in public investment in Europe 2020 objectives (Sauter et al., 2014) show that the EU budget is of key importance to growth generation and public investment at regional level. ",
        "8 According to estimates by the Hermin and Quest 1 models, which were designed to analyse the impact of EU cohesion policy, the EU budget has been central to increasing long-term growth perspectives in cohesion countries, with growth impacts in specific cases reaching over 3% of GDP (Figure 1). But the models show large impact discrepancies between countries, which are largely due to differences in the share of EU support in relation to overall GDP. Figure 1. Hermin and Quest model results for cohesion policy, 2007-16 Source : Bradley & Untiedt (2012), p. 16. RHOMOLO modelling results (European Commission, 2016d) show significant long-term impacts on all funds in the targeted regions and the EU in general. The analysis includes various impacts in addition to growth, such as employment, reduction in transport costs, and spillover effects to other countries. Nevertheless, the relationship between economic growth and EU support is difficult to estimate and often questioned (Molle, 2007; Begg, 2010). However, Núñez Ferrer & Katarivas (2014) and Saunier et al. (2014) look more closely at the share and type of investment undertaken by the EU budget and find that it exerts considerable influence on investment in Europe 2020 objectives, particularly at subnational level, and on governance. This is relevant, because the increased focus on strategic quality of investment planning and the EU requirements of achieving objectives and increasing the quality of governance are having an impact not only on the EU budget’s quality of investment, but also on the quality of overall public investment. The OECD (2017a), in fact, identifies governance as a key factor in growth performance. 1 The Hermin model was developed by the Economic and Social Research Unit in Dublin and used extensively in analysing cohesion policy impacts. Quest is the main model used by the Commission’s Economic and Financial Affairs Directorate General. ",
        "9 The EU funded share of investments by local and regional authorities is greater than generally believed. While the EU budget represents only 2% of the total public expenditure in the EU, of which only 1% is cohesion policy expenditure, it is highly concentrated on specific areas of action. In an in-depth analysis, Saunier et al. (2014) showed the EU budget represented 15% (€53.9 billion in 2011) of all public direct investment directed towards Europe 2020 goals (€350 billion). EU budget expenditure on Europe 2020 goals is expected to rise to €80 billion by 2020. This is significant, but more important is that 58% of this total investment expenditure on Europe 2020 objectives was in the hands of local and regional authorities (€205 billion). As support for EU cohesion policy is to a large extent focused on regions lagging behind, it is clear that for poorer regions the EU budget can loom large in investments. This is visible in the European Commission’s 2013 report on cohesion policy, which shows that the EU supported share of public investments (including national co-financing) is very large in poorer member states and regions, reaching in some cases up to 90%. Figure 2. Share of cohesion policy (including national co-financing) as % of total public investment (average over 2010-12) Source : European Commission (2013a). Of course, these figures are also the result of local and regional authorities’ reducing the level of direct investment as a result of the lingering financial and economic crisis. Greater social expenditures and lower tax revenue reduced central government transfers, while access to lending sources fell. ",
        "10 The EU budget has thus been contributing to counterbalancing the impact of the crisis and also functioned in part, despite its limited size and regressive correction mechanisms, as a redistribution mechanism (Pasemini & Riso, 2016). 2.1 ESI Funds as a tool for economic development The creation of the European Structural Investment (ESI) Funds, which combined the separate sectoral structural support 2 funds into a single structure, at least in name, was an important step in continuing to improve the strategic focus of the EU budget. The strategic requirements and focus on effectiveness and results have increased considerably over successive MFFs, particularly since the 2000-06 MFF. Two reasons motivated this change. First, the understanding that Europe needed a different approach to growth than focusing on infrastructure and direct subsidies to agriculture. Growth requires investment focused on the long run and to develop the bases for continuous innovation. It also became clear that the obsession of the EU budget on a single performance indicator, namely budget absorption levels, was not efficient. The Lisbon and Europe 2020 strategies, in combination with the rather negative view on the EU budget performance by the 2003 Sapir report, led to considerable budget programming reforms. Most of these reforms happened within the budgetary headings of the EU budget. The financial crisis just reinforced the need for further improvements. The second reason is the result of the financial scandals that shook the Santer Commission in 1999, which demonstrated the need for much greater accountability regarding fund spending. The need for extensive reform to transform the culture of generalists in an international organisation into one of managers and the difficulties in doing so have been documented by Cipriani (2007). Reforms led to a stricter focus on governance and financial controls, some of which have been deemed excessive and led to the simplification proposals in the mid-term revision/review of the EU budget. Over the years it became clear that an in-depth reform of EU budget regulation was required. In 2012 a considerably reformed regulation came into force 3 (which altered the accompanying common provision regulations for ESI Funds, 4 2 European Social Fund (ESF), European Regional Development Fund (ERDF) and European Agricultural Fund for Rural Development (EAFRD). 3 Regulation (EU, Euratom) No 966/2012 on the financial rules applicable to the general budget of the Union. 4 Regulation (EU) No. 1303/2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund. ",
        "11 Horizon 2020 5 and external action 6 ). It reinforced the protection of the financial interests of the EU in a difficult operational landscape, while improving the budget’s operability. Considerable additional reforms were introduced to bring some coherence to the budget, particularly to help more effectively integrate the financial instruments into the operations of the budget and allow for flexibility in reallocating funds between headings and budgetary years. But these reforms were insufficient and thus more reforms were proposed. 7 This over decade-long effort to impose stricter budgetary control has been costly, and its multiplication of instruments has led to ever growing complexity. The cases of excessive regulation are partially the result of a deep mistrust in the financial control procedures of the EU budget. This mistrust still prevails and has led to draconian rules and parallel auditing, with an excessive focus on the financial pipeline and bureaucracy, and much less focus on actual outcomes. This is highlighted by the work of the High Level Group on simplification established in 2015, which placed much emphasis on the excessive burden and contradictions of the financial control system, particularly auditing procedures (Letáčková, 2016). This is also the consequence of the lack of accountability of national bodies to the EU; while the European Parliament holds the European Commission accountable for EU budget expenditures, 80% of the budget is managed by national and regional authorities which are not accountable to the EU but rather to national governments and parliaments. Member state governments cannot in turn be held to account officially by the European Parliament (see Cipriani, 2010). This has had the natural effect of making the European Commission highly risk averse, as it tries to avoid any problems ex ante through micromanagement, delegated acts and guidelines. This in turn has made EU funds less and less workable, leading to programming delays and even negatively affecting the error rate due to complexity (see Letáčková, 2016 and Núñez Ferrer, 2017). The impact and performance of the funds are expected to improve with the focus on EU budget efficiency and results. These are promoted by the increasing requirements of integrated strategies for structural funds which have to be 5 Regulation (EU) No 1290/2013 laying down the rules for participation and dissemination in Horizon 2020 - the Framework Programme for Research and Innovation (2014-2020). 6 Regulation (EU) No. 236/2014 laying down common rules and procedures for the implementation of the Union's instruments for financing external action. 7 Proposal for a regulation on the financial rules applicable to the general budget of the Union and amending Regulation (EC) No 2012/2002, Regulations (EU) No 1296/2013, (EU) 1301/2013, (EU) No 1303/2013, EU No 1304/2013, (EU) No 1305/2013, (EU) No 1306/2013, (EU) No 1307/2013, (EU) No 1308/2013, (EU) No 1309/2013, (EU) No 1316/2013, (EU) No 223/2014,(EU) No 283/2014, (EU) No 652/2014 of the European Parliament and of the Council and Decision No 541/2014/EU of the European Parliament and of the Council, COM(2016) 605 final. ",
        "12 approved by the European Commission and require an evaluation for performance – aspects that were missing before the 2000-06 MFF. Today the national authorities have to reach a Partnership Agreement with the European Commission setting out a strategy and the targets to achieve. The strategies have to integrate the operational programmes into a national strategy and take into account the country-specific recommendations (CSR) adopted by the Council, which review the macroeconomic conditions and developments of member states. While the recommendations themselves are not legally binding, the approval of EU funds is a responsibility of the European Commission, which exerts strong leverage to ensure that EU funds, which in many countries are an important share of public investment, are aligned to the recommendations. Member states also need to concentrate their efforts on 11 thematic objectives to ensure impacts on key areas of intervention (Table 1). In addition, a number of new innovations have been introduced in the MFF, such as the Smart Specialisation Strategy, which aims at promoting an integrated innovation focus in the use of EU funds. Table 1. Thematic objectives for ESI Funds in the 2014-2020 MFF 1) Strengthening research, technological development and innovation. 2) Enhancing access to, and use and quality of, ICT. 3) Enhancing the competitiveness of small and medium-sized enterprises, the agricultural sector (for the EAFRD) and the fisheries and aquaculture sector (for the European Maritime and Fisheries Fund). 4) Supporting the shift towards a low-carbon economy in all sectors. 5) Promoting climate change adaptation, risk prevention and management. 6) Protecting the environment and promoting resource efficiency. 7) Promoting sustainable transport and removing bottlenecks in key network infrastructures. 8) Promoting employment and supporting labour mobility. 9) Promoting social inclusion and combating poverty. 10) Investing in education, skills and lifelong learning. 11) Enhancing institutional capacity building and efficient public administrations. Source : Art. 9, Common Provision Regulation (EU) No 1303/2013. Countries and regions are also now encouraged to introduce Joint Action Plans, which address specific objectives via a combination of EU funds (Chapter III of the Common Provisions Regulation (CPR) Reg. No. 1303/2013). This option has had little traction, however, for a number of reasons. First of all, the guidance document was published more than a year after the start of the programming period, in June 2015 (European Commission, 2015). Reprogramming is no easy feat for public administrations. In addition, the ",
        "13 combination of funds requires the collaboration of the separate entities managing the funds, which is a goal worth pursuing and necessary, but many administrations are not well equipped to handle effectively such collaboration and integration. It is premature to evaluate the first period of the programme, because evaluations of cohesion policy will only be produced by the end of 2017 (SWD (2016) 447 final). It is also beyond the scope of this report to assess the performance and impact of current EU financing tools on LRAs. In what follows, we highlight the areas where progress and results are expected, in line with the targeted initiatives included in the 2014-20 MFF. 2.1.1 Increased focus on urban areas A new and important innovation for regional policy has been the shift in focus from the regional and rural level towards a strategy that prioritises cities. The structural funds did not focus on major urban centres because these are in fact the economic powerhouse of the EU, and the EU structural and cohesion funds were designed to reduce disparities in GDP between regions. In some cases, such as for Slovakia shortly before its accession, regions were redesigned to separate large cities (Bratislava) in order to ensure that investment focused on less urbanised and poorer areas. The need to invest in climate mitigation and adaptation, combined with the financial crisis, has refocused EU policies. Cities are the largest consumers of energy (approximately 75%), the largest emitters of greenhouse gasses (also 75%), and the economic motors of Europe (approximately 80% of GDP). For the EU’s energy, climate and growth policy, ESI Funds has to include cities. Even the EU’s research policy has had to include a strong urban innovation aspect (for example, the Smart Cities and Communities European Innovation Partnership). Cities are a unique challenge and require a highly integrated approach to urban transformation. Investment needs to be multidisciplinary to ensure a minimum rebound effect and avoid inefficiencies. City infrastructure endures, and decisions on what is built and for what function can have long-term repercussions. The focus on urban areas is clearly visible in the EU’s new urban agenda (http://urbanagendaforthe.eu) and the issues are detailed in the European Commission’s ‘The State of European Cities 2016 - Cities leading the way to a better future’ document published in 2016, which also reflects on the increase in ESI Funds, European Fund for Structural Investments (EFSI) and Horizon 2020 city-related programmes. The Urban Agenda presents the benefits of developing ",
        "14 cities of the future but also highlights the challenges ahead for many urban areas, particularly those that are getting stuck in a middle-income trap. The economic development of cities will determine the performance of most of the Europe 2020 indicators. This was taken into account in the following ESI Funds’ common provisions (Reg. No. 1303/2013):  In each member state, a minimum 5% of the European Regional Development Fund (ERDF) is earmarked for integrated sustainable urban development; its on-the-ground deployment will be decided and directed by urban authorities.  €371 million is set aside for innovative actions in the field of sustainable urban development over a seven-year period. In the 2014-20 MFF, a considerable share of ERDF resources will be channelled to investment linked to urban areas; with integrated strategies for sustainable urban development amounting to approximately €10 billion from the ERDF. However, it is important to frame the support to cities with an understanding of the potential impacts on economic disparities within regions and potential social tensions in urban and peri-urban areas. 2.1.2 Focus on youth unemployment An issue of great concern for the EU is the spike in youth unemployment and the high number of NEETS (not in education, employment or training) under 25 living in regions where youth unemployment was over 25% in 2012. The purpose of the Youth Employment Initiative (YEI) is to provide fiscal support for creating youth employment in the regions most affected by the phenomenon. The YEI targets so-called ‘NUTS level 2’ – basic regions for the application of regional policies – with a level of youth unemployment above 25%. Regions with youth unemployment between 20% and 25% are also eligible, if the unemployment rate increased by more than 30% in 2012. The YEI was created in 2013 as a response to the high and persistent youth unemployment generated by the economic crisis. The EU average unemployment rate for young people under 25 reached 23.3% that year (Eurostat database). Using the flexibility instruments available in the 2014-20 MFF, YEI was launched using €6.4 billion – €3.2 billion in YEI budget line funding and €3.2 billion in European Social Fund (ESF) contributions, ",
        "15 frontloading the funding of the whole MFF 8 and also pre-financing it to avoid delays. The resulting Youth Employment Package consists of three main actions: (i) the proposal to establish a Youth Guarantee (YG) Fund; (ii) a consultation among social partners on quality traineeships; and (iii) the establishment of a European Alliance for Apprenticeships. The YEI budget line complements other ESF and national actions addressing high youth unemployment and does not need national co-financing. The funding has been committed in the first two years and will be paid out by 2018. This has led the Commission to propose an increase in funding in the mid- term review/revision in line with the budgetary procedure laid down in the MFF Regulation (Art. 14, Regulation 1311/2013). The first published results of the programme (European Commission, 2016e) estimate that by November 2015 close to 320,000 young people had participated in YEI actions in 18 of 22 member states. Since then, the numbers have increased. While the programme overall has been successful, the evaluation revealed initial weaknesses in the type of participants: mainly skilled rather than low skilled. Additionally, YEI management authorities, while generally positive about the programme, suffered from delays caused by late adoption of operational programmes, little guidance, excessive reporting and cumbersome administrative requirements. Another concern is the dependence of YEI’s “success” on external economic circumstances. YEI cannot replace the need for structural reform. 2.2 Increasing importance of RD&I at all levels This section delves into the increased focus on innovation as central to development and the need for stronger regional participation. With a budget of around €77 billion over the 2014-20 period, Horizon 2020 (H2020) is a major innovation programme (European Commission, 2016b) and a building block of the Europe 2020 strategy, including the “Innovation Union” strategy, and the 8 Art. 15 of the European Council Regulation of 25 November 2013 laying down the multiannual financial framework for the years 2014-20. Note that Article 15 only mentions €2.142 billion, but subsequent decisions led to frontloading the full €3.211 billion. ",
        "16 European Research Area. 9 Its goal is to make sure that “Europe produces world- class science, removes barriers to innovation and makes it easier for the public and private sectors to work together in delivering innovation”. Based on the observation that the EU does not spend sufficiently on innovation and that there is a lack of venture capital, it has partially transformed the H2020 programme into an industrial policy and an applied science financing tool (see Núñez Ferrer & Figueira, 2011, for a description of the policy change). H2020 achieves its objectives by providing grants and financial instruments to beneficiaries selected via highly competitive procedures. There is no regional or national pre-allocation; it is only merit-based. The distribution of EU funds depends on the number and success rate of applicants across Europe. The distribution of EU funding is presented in Figure 3. Figure 3. EU funding for Horizon 2020 project grants in 2015, calls per inhabitant (in €) Source : European Commission (2016) Horizon 2020 Monitoring Report 2015. While neither H2020 nor its predecessors has had a geographic scope directly favouring regional or local development, it is possible to assess their performance and distribution from that perspective. This can be achieved by considering the role of regions as hosts of research clusters and SMEs, intermediaries between researchers and users, primary institutional partners, and the beneficiaries and users of project results. In general, most stakeholders welcome H2020 support for research activities and acknowledge its economic and societal benefits, which very often have a clear local and regional dimension. 9 Regulation (EU) No 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 - the Framework Programme for Research and Innovation (2014-2020) and repealing Decision No 1982/2006/EC (http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2013:347:0104:0173:EN:PDF). ",
        "17 While it is still too early to assess the performance of H2020, some initial insights are available from the programme’s interim evaluation, which is ongoing. Moreover, the H2020 predecessor’s ex post evaluations can also provide some information about the impact of EU research and innovation programmes in general as well as at regional and local levels. Performance evaluations in both cases are not perfect: a recent report by the European Court of Auditors (2016) notes that despite improvements over its predecessor (the Seventh Framework Programme), H2020’s performance is insufficiently monitored and reported. The Court also urges the Commission to clarify the links between H2020 and Europe 2020 strategy. The Seventh Framework Programme (FP7) of the European Community for research, technological development and demonstration activities ran from 2007 to 2013 on a budget of €55 billion. The ex post evaluation of FP7 suggested that it had fostered excellence in research and competitiveness by attracting EU and non-EU researchers to more than 25,000 projects that carried out interdisciplinary, collaborative research. It resulted, among other outcomes, in more than 1,700 patent applications and over 7,400 commercial products (Fresco et al., 2015). The programme successfully supported international collaboration and networks; on average a collaborative project would involve 11 organisations, six countries and nine regions (European Commission, 2016c). According to stakeholders, the FP7 was effective in achieving its goals, namely contributing to the development of a knowledge-based economy and society in Europe, creating the European Research Area, increasing R&D spending in Europe and making the EU the world’s leading research area (see Figure 4). The evaluators also noted that FP7 made a significant effort to coordinate member state activities by developing common strategic research agendas, aligning national plans, defining and implementing joint calls, using instruments such as the ERA Networks (ERA-NETs and ERA-NET plus actions) and initiatives, and achieving the funding scale required for tackling major societal challenges. From a regional perspective, FP7’s achievement in encouraging SME engagement is particularly noteworthy. Smaller enterprises are often more closely embedded in local economies than larger ones are. For instance, in FP7’s so-called ‘Specific Programme’ “Cooperation”, 64% of participating SMEs stated that the benefits already outweigh the costs (and another 27% expected this to happen in future) (Panteia, 2014). The programme has driven job creation (an estimated 950,000 full-time equivalents by 2030 in direct employment) and leveraged research funding at national and regional levels. ",
        "18 Figure 4. Share of answers provided to the question \"Based on your experience has the implementation of FP7 been effective?\" in the stakeholder consultation, by type of respondent Source : DG RTD analysis. 10 The Horizon 2020 Interim Evaluation is ongoing and its results are due by the end of 2017. The information available so far shows that €15.9 billion was allocated to 9,087 grants in the first two years of H2020 (European Commission, 2016b: 9). Several EU regions submitted their position papers for a public consultation 11 that contributes to the ongoing interim evaluation of H2020. According to them, H2020 is a useful and necessary tool for driving innovation and development. The developments driven by H2020 with regards to regional and local development can be broadly summarised under the following key headings: new entrants and SMEs, interregional cooperation through smart specialisation, coherence of EU and regional investment, innovation that addresses societal challenges, and use of grants and financial instruments.  New entrants and SMEs: H2020 has attracted growing interest from potential participants, especially from the private sector. There were many SME newcomers to the programme in the first two years of programme operation, but universities and research institutes remain the most frequent beneficiaries. 10 https://ec.europa.eu/research/evaluations/pdf/archive/fp7-ex- post_evaluation/staff_working_doucment_1_en_autre_document_travail_service_part1.pdf. 11 Public consultation was running from October 2016 to January 2017, position papers submitted by stakeholders are available at https://ec.europa.eu/research/consultations/interim_h2020_2016/consultation_en.htm. ",
        "19 On one hand, H2020’s design, notably its complexity, is perceived as favouring large-scale, experienced beneficiaries and has been criticised in the recent public consultation that contributes to the interim evaluation of H2020. For example, regional authorities of Provence-Alpes-Côte d’Azur note that as compared with FP7, H2020 tends to fund large-scale projects involving large entities, which is detrimental to new entrants, such as SMEs and start-ups. 12 On the other hand, some progress in adapting the research and innovation funding framework has been achieved. H2020 seems to successfully facilitate applications, grant preparation and submissions through its Participant Portal. As noted by Berlin municipal authorities in their position paper, “[T]he electronic workflow, without the need to send original signatures for proposal preparation and grant management, greatly facilitates the related processes”. 13 The calls under the SME Instrument 14 (over 1,200 SMEs selected to receive support in 2014-15) and INNOSUP, 15 for instance, have been welcomed by some cities and regions owing to their contribution to regional development through enhanced SME participation in research and innovation activities. Regions and cities seem to be particularly interested in close-to-market innovation that has the most potential to trigger tangible changes in relatively short time scales. As the H2020 budget is limited, the great interest in it implies a relatively low success rate among applicants. In 2015, for instance, only one in four of so- called ‘High Quality Proposals’ received funds. It is estimated that “an additional EUR 41.6 billion would have been necessary in the first two years of Horizon 2020 to fund all the over 25 000 High Quality Proposals which were not funded” (European Commission, 2016b: 9). This low success rate may discourage potential applicants, especially those that are unfamiliar with H2020, i.e. newcomers, small entities, and regional and local authorities. There is a risk that those in member states or sectors with limited experience of research budget work are discouraged from applying. 12 Region Provence-Alpes-Côte d’Azur, Evaluation Intermédiaire du programme Horizon 2020, response to the public consultation. 13 Berlin Position Paper on the Future of the EU Framework Programmes on Research and Innovation, December 2017. 14 An approximate €3 billion budget is available through the SME Instrument over the period 2014-20, for “high- potential SMEs to develop ground-breaking innovative ideas for products, services or processes that are ready to face global market competition” (https://ec.europa.eu/programmes/horizon2020/en/h2020-section/sme- instrument). 15 INNOSUP aims at providing “opportunities to Member States and regions to enhance their services through collaboration, peer-learning and uptake of new approaches (https://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-sme_en.pdf). ",
        "20  Interregional cooperation through smart specialisation: Interregional collaboration is considered a cornerstone of H2020 and an ingredient of success for the European Research Area the programme aims to create. Interregional collaboration is increasingly driven by the smart specialisation approach, which builds on regional assets and strategic partnerships with neighbouring regions. Currently, H2020 supports smart specialisation through a range of tools such as INNOSUP and the S3-Platform. The smart specialisation approach aims to develop research capabilities by using EU regional funds, which avoids diluting pursuit of H2020 objectives by allowing regions lacking the innovation potential required to catch up and improve their capacity to join H2020 consortia. According to public consultation responses, both INNOSUP and the S3- Platform are considered to work well in this respect, with the latter assisting regions to “develop, implement and review” their research and innovation strategies for smart specialisation in line with the Commission communication on “Regional Policy contributing to smart growth in Europe 2020” (European Commission, 2010). For instance, the Smart Specialisation Platform for Industrial Modernisation (S3P-Industry) aims to support interregional partnerships, drive cohesion policy and connect regions to the European Investment Plan (Niessler, 2016). It is “co-developed and co-led by the regions themselves ensuring an active participation of industry and related business organisations such as clusters, as well as research institutions, academia and civil society”. 16 Alongside the S3-Platform, some National Contact Points have also had proven success in linking industry with science. There are signs that H2020 inspired some regions to cooperate outside of its framework. For example, an ALCOTRA project (“ Alpes Latines Coopération Transfrontalière ”), which covers the Alpine region in France and Italy, scrutinises ways for French and Italian regions to cooperate based on the ERA- net model. It is co-funded by the ERDF and is a part of the ITERREG instrument. 17 In spite of these positive signs, the regional stakeholder contribution to the ongoing evaluation of H2020 shows that the programme’s effectiveness in bringing regional partners together and its inclusion of a territorial dimension in 16 Smart Specialisation Platform: http://s3platform.jrc.ec.europa.eu/industrial-modernisation. 17 ALCOTRA official website: www.interreg-alcotra.eu/fr/decouvrir-alcotra/presentation-generale-du- programme. ",
        "21 projects could be greater. The potential benefit of participation by regions and cities in projects often underlines the importance of innovation and, when outcomes are positive, facilitates the commercial deployment of outputs from the project.  Coherence of EU and regional investment for innovation: One remedy for the low ratio of successful participants under H2020 is the creation of the “Seal of Excellence” initiative. Launched in 2015, the Seal of Excellence is a label awarded to high quality projects that were not retained for funding under H2020 owing to the programme’s budget limitations. 18 Via the label, alternative funding for the best applications can be tapped more easily. Regions and cities, especially in their capacity as ESI Funds’ managing authorities, are among such alternative funding sources. The initiative is therefore a welcome addition to the programme design, with the potential to streamline research and innovative projects and engage regional and local authorities. However, regional actors contributing to the ongoing evaluation of H2020 recommend more dialogue between themselves and the European Commission, particularly the Executive Agency for SMEs (EASME), in order for applicants eligible for the label to become sufficiently visible to potential funders. 19 Moreover, the links between H2020 and the cohesion policy should be further explored; in the light of the future reforms of the latter, H2020’s role in driving regional development may become even more significant.  Use of grants and financial instruments: While the majority of the H2020 budget is distributed via grants, there is growing focus on the use of financial instruments that would leverage alternative funding. For instance, the InnovFin initiative under the “Industrial Leadership” pillar of H2020 aims to “help companies and other types of organisation engaged in research and innovation to gain easier access, via financial instruments, to loans, guarantees, counter-guarantees and hybrid, mezzanine and equity finance”. 20 Operating jointly with the Competitiveness of Enterprises and Small and Medium-sized Enterprises (COSME) programme, H2020 instruments 18 European Commission official website: https://ec.europa.eu/research/soe/index.cfm?pg=what. 19 Berlin Position Paper on the Future of the EU Framework Programmes on Research and Innovation, December 2016. 20 https://ec.europa.eu/programmes/horizon2020/en/h2020-section/access-risk-finance. ",
        "22 (InnovFin) are backed by the European Investment Bank Group. InnovFin’s ambition is to offer over €24 billion of financing for investment in research and innovation to a wide range of enterprises. There were 87 projects financed through InnovFin between 2014 and end of September 2016, supporting more than 3,000 SMEs and small mid-caps (EIB, EIF and European Commission, 2017). 2.3 Connecting Europe Facility The Connecting Europe Facility (CEF) is to some extent a quintessential EU- level instrument, focusing primarily on EU cross-border infrastructure. It finances trans-European transport (TEN-T), energy (TEN-E) and telecommunications infrastructure with a budget of €30.4 billion over the 2014- 20 period, with the bulk committed to transport (€12.7 billion), followed by energy (€5.4 billion) and telecommunications (€1 billion). Of the initial €33.2 billion of CEF funds agreed for the MFF 2014-2020, €2.8 were allocated to the EFSI instrument. The Cohesion Fund complements this with €11.3 billion in the eligible countries. To put it in perspective, this is estimated to cover around a one-tenth of the overall investment required to meet CEF priorities. The policy can therefore only offer a partial solution. This is the reason for the 2013 introduction of a new model of a financial instrument, the project bonds initiative, which made possible the issuance of bonds to co-finance CEF projects. The LGTT, 21 a guarantee facility for transport, had already existed since 1996 but was very restrictive, covering only limited risks. In 2014, the €2.8 billion for EFSI was transferred from the CEF. There is no guarantee that the equivalent of this amount will be used for CEF priorities, as EFSI capital is not pre-allocated, but it is likely that a sufficient share of EFSI investments will be linked to CEF projects. Annual or multiannual work programmes define CEF investment plans. The former lists priorities and detail funding. The projects supported by CEF are listed in Annex 1 of the CEF Regulation (No 1316/2013). The CEF programme was recently assessed for review by the European Parliament (Papí et al., 2016), and while it was too early to evaluate the present period, several important points were raised: 21 Loan Guarantee Instrument for TEN-T projects, offering some risk guarantees for loans. ",
        "23  Demand has been high and the no new calls will be available until 2019 due to financial limitations.  The projects are selected based on an ‘inflexible’ top-down approach, which creates a bias for a specific large-scale type of infrastructure while for efficiency a more flexible approach may be needed.  The preceding may indicate a need for more stakeholder involvement to improve identification of critical infrastructure.  The complementarity and combination of CEF, ESIF, EFSI and other funding sources need to be clarified and simplified. The role of financing CEF is increasingly expected to be taken over by EFSI, which may or may not be reasonable depending on the bankability of some of the projects, such as those regarding aspects of waterway infrastructure. CEF is important for LRA, in terms of local areas being better connected to transport, energy and telecommunication corridors, which facilitates local business development. However, with CEF’s top-down large-scale project approach, LRAs are generally completely cut off from decisions on the selection of priorities and complementarities with local strategies. 2.4 Delivering on environmental objectives The increased focus of the 2014-20 MFF on delivery of the Europe 2020 targets includes a greater emphasis on climate change. The June 2011 Commission Communication on “A budget for Europe 2020” included a recommendation that climate considerations should be taken into account across the budget, and that a share of at least 20% of the EU budget should explicitly contribute to climate action. This objective was endorsed in the European Council Conclusions of 7-8 February 2013, which established agreement on the structure of the MFF for 2014-20. However, the detailed implementation of this commitment has focused less directly on the Europe 2020 objectives themselves, 22 which are concerned with delivering climate mitigation and clean energy, and rather encompassed the issue of adaptation to climate change. Thus, of the two climate-related thematic 22 Reducing GHG emissions by at least 20% compared with 1990 levels; increasing the share of renewable energy in final energy consumption to 20%; and moving towards a 20% increase in energy efficiency. ",
        "24 objectives adopted to guide expenditure under the ESI Funds, one (Thematic Objective 4) concerns “Supporting the shift towards a low-carbon economy in all sectors”, while the other (Thematic Objective 5) concerns “Promoting climate change adaptation, risk prevention and management”. 23 While the latter are clearly important issues, they are not (yet) the subject of common EU targets. Around 73% of funds allocated to the low carbon economy (mitigation) thematic objective come from the ERDF, while 75% of the contribution to the climate adaptation thematic objective is from the European Agricultural Fund for Rural Development (EAFRD). On the environment, the importance of a circular economy and the preservation of biodiversity are increasing. Biodiversity remains a natural ally of regions and cities, even though its health and well-being benefits are often overlooked. There is growing evidence that many respiratory, obesity-related, and mental diseases as well as social exclusion and fragmentation, which so negatively affect both urban and rural populations, could be to a great extent contained through synergies between nature conservation and socio-economic dimensions (ten Brink et al., 2016). The ERDF has shown that it is able to efficiently deliver a range of conservation outputs provided the measures are well implemented. European Agricultural Guarantee Fund (EAGF) performance in meeting environmental objectives has been called into question and needs more attention (Kettunen et al., 2017). 2.5 Importance of the CAP for LRAs The Common Agricultural Policy (CAP) was developed in the early 1960s and has undergone several reforms, including the most recent one adopted in 2013 and affecting expenditure in the 2014-20 MFF. This period’s overall budget for meeting CAP priorities (viable food production, sustainable management of natural resources, and balanced development of rural areas throughout the EU) is €408.3 billion, disbursed through two main funds: the European Agricultural Guarantee Fund (EAGF) and the European Agricultural Fund for Rural Development (EAFRD), managed jointly by the member states and the EU. LRAs depend mainly on the EAFRD, which co-finances rural development (CAP pillar 2, also part of ESI Funds) through member state rural development programmes. Its expenditure includes both area-related measures (for example, agriculture-environment-climate measures, or payments to farms in areas subject 23 Common Provisions Regulation 1303/2013, Annex 1. ",
        "25 to natural constraints) and non-area-related measures (for example, knowledge transfer and risk management measures). Its overall 2014-20 budget is €99.6 billion. It is expected to leverage an additional €61 billion of public funding in the member states. 24 In 2015, the EAFRD accounted for €11.8 billion of expenditure. With an annual budget of €58 billion, the CAP takes up an important part (38%) of the EU budget, despite the fact that the relative spending on CAP (as a share of the EU budget) has been decreasing since the 1980s. This significant share of agricultural spending in the EU’s budget has been regarded by some as an impediment to greater emphasis on the interests of cities and regions. The EAFRD, while a small share of the overall CAP budget, provides greater scope for devolved decision-making and the involvement of regions and cities. Regions and cities do have an interest in the effectiveness of the CAP’s delivery of its objectives. 2.5.1 CAP and territorial cohesion Balanced territorial development is one of the CAP’s post-2013 objectives, formulated on the premise that demographic, economic and social challenges, including depopulation and relocation of businesses, are increasingly affecting the agriculture sector across the EU (European Commission, 2013b). While the EAGF, as noted above, is not well attuned to particular regional needs, the EAFRD has much greater scope to address the particular challenges and opportunities of different geographic areas within the EU. Regulation (EU) No 1305/2013 on support for rural development by the EAFRD clearly indicates that “in order to mitigate the specific constraints resulting from the level of development the remoteness and insularity, an appropriate EAFRD contribution rate should be set for less developed regions, the outermost regions referred to in the TFEU and the smaller Aegean islands, as well as transition regions.” 25 Furthermore, the fund’s bottom-up approach to rural development is exemplified by the LEADER initiative, which has supported local communities in rural areas since 1991. Under the current 2014-20 CAP, the LEADER initiative is referred to as “Community-Led Local Development” (CLLD) and is a mandatory part of the EAFRD, with a minimum budget of 5% in each regional development plan. It is contributing to, inter alia , reinforcing links between 24 DG AGRI website, https://ec.europa.eu/agriculture/rural-development-2014-2020_en. 25 Regulation (EU) No 1305/2013 of the European Parliament and of the Council of 17 December 2013 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) and repealing Council Regulation (EC) No 1698/2005, http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2013:347:0487:0548:en:PDF. ",
        "26 rural and urban areas in line with the ambition stated in the Commission’s communication on the post-2013 CAP. 26 Multiple examples of rural-urban cooperation supported by the EAFRD can be found on the website of European Network for Rural Development. 27 2.6 Flexibility instruments While the flexibility instruments do not directly affect the cities and regional authorities, they do have an effect on the level of commitments and payments in future years, which in turn affects the availability of funds for the regions. Until the next MFF, the ‘landscape’ for the EU budget appears as follows: a) The financial crisis and the instability in our neighbourhood have increased the need for the EU to respond jointly to challenges. There is a clear expectation domestically and abroad for the EU to take action. The political and economic implications are serious and responsiveness should take precedence over some traditional budget objectives. b) Unfortunately, the present EU MFF was finalised under difficult conditions. The result was suboptimal: a. In an effort to reach an agreement between the European Council and Parliament the ceilings for payments were cut while the ceilings for commitments were increased. This leads to an excessive margin between the payment and commitment appropriations, ensuring that conflicts regarding the annual budgets and outstanding commitments become unavoidable. This is particularly important under the present economic conditions, because regions, seeing their regional budgets strained by the crisis, have increased their efforts to access EU funds. The rate of implementation of the budget is therefore very high, while the difference between budget payment appropriations and commitments for the MFF period is approximately €40 billion, which reveals a high risk of a considerable shortfall emerging. 26 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions The CAP towards 2020: Meeting the food, natural resources and territorial challenges of the future, COM/2010/0672 final, http://eur-lex.europa.eu/legal- content/EN/TXT/?uri=COM:2010:0672:FIN. 27 For instance, the ENRD showcases a project in which “transnational cooperation between a French and Portuguese LAG [local action groups] on the topic of urban-rural relations has resulted in mutual learning about new ways to improve the scope and effectiveness of short supply-chains for local food” (http://enrd.ec.europa.eu/projects-practice/reinforcing-rural-and-urban-relations_en). ",
        "27 Technical adjustments are possible, but limited to a total of €26 billion. b. The margins to finance new and unexpected needs is very low and, doubtlessly, insufficient, despite the higher level of flexibility that was introduced in the budget. A net balance approach and prioritisation of pre-allocated funding have placed the EU budget in a straightjacket when faced with new EU priorities. c. To avoid reducing pre-allocated budget headings while increasing the support to competitiveness, ceilings with high value added, such as the security and citizenship heading, which includes funding for border controls, were cut and severely underfunded. d. The rules have increased flexibility but protected pre-allocated funding, i.e. placed local or lower value added funding above higher EU value priorities. The present MFF allowed the use of a number of flexibility instruments which were introduced at the insistence of the European Parliament and are listed in Council Regulation 1311/2023 on the MFF. Table 2. Existing flexibility instruments within the MFF Use of margins The remaining margins in the MFF provide for the ability to react to unforeseen circumstances by shifting money under the ceilings of individual MFF headings. Total remaining margins for the 2017-20 period were estimated at €5 billion at the time of the adoption of the 2016 budget. More than 50% of this amount remains in administrative expenditure. In other individual headings (most affected by unforeseen circumstances) programmed margins are low. Budgetary neutral instruments within the MFF The Global Margin for Payments, Global Margin for Commitments and the Contingency Margin instrument are all budgetary neutral and do not affect the total amount of commitments and payments during the 2014-20 MFF period. By shifting commitments or payments between years, they provide for the ability to react to changes in the implementation rhythms of current programmes. Insofar as margins can be frontloaded or safeguarded, the Global Margin for Commitments and the Contingency Margin allow for financing for unforeseen circumstances. An example is the Contingency Margin, which allows a maximum increase in commitment or payment ceilings of 0.03% GNI (equal to €4.4 billion in 2016) ",
        "28 to be offset with future ceiling reductions. It was used in 2014 for payments to be offset in equal reductions in 2018, 2019 and 2020. Special instruments The special instruments are designed to react to unforeseen circumstances and can be applied to individual headings of the MFF. Except for the flexibility instrument, they can only be used for the specific goals they have been designed for. The following amounts are still available in the 2017-20 period: - Flexibility Instrument, €1.4 billion (in total or per year; can be applied to all headings). - EU Solidarity Fund, €2.3 billion (in total or per year; response to major disasters). - European Globalization Adjustment Fund, €700 million (in total or per year; fund to support workers affected by structural changes in the economy). - Emergency Aid Reserve, €1.3 billion (in total or per year; for emergency aid outside EU). The consequences of a protracted financial crisis and now the migration crisis have led to additional ‘flexible’ responses: a) The creation of EFSI, funded through transferring funding from the centrally managed headings of the budget. b) The frontloading of the YEI, which funds will be absent in this area from 2017 onwards. c) Maximum use of flexibility instruments to finance responses to the migration crisis. d) The creation of off-budget trust funds to cover needs exceeding budget ceilings. In 2015 the budget mobilised over €12 billion for unexpected needs. The European Commission managed to finance EFSI, compensate farmers affected by the Russian ban and help those affected by the milk price crisis, support Greece, fund actions to support Ukraine, frontload funding for the YEI, and raise funding to address the refugee crisis. But needs exceeded the EU budget’s capacity, so some external action activities are being financed by trust funds outside the budget, i.e. the regional Trust Fund for Syria and the Trust Fund for the Central African Republic. For 2016 the margin for flexibility is €4 billion, considerably lower than the €12 billion mobilised in 2015. Fortunately, this was sufficient, but with the end of ",
        "29 the YEI and the migration crisis continuing, there is a need to increase budget flexibility. This is proposed in the EU budget’s mid-term review/revision. One urgent problem was how to cover increasing costs related to the refugee crisis; in 2015 and 2016 over €10 billion was been mobilised, of which €2.3 billion were in extra-budgetary trust funds for Syria and Central African Republic. The EU also agreed to two refuge support payments to Turkey worth €3 billion each: €2 billion of the total €6 billion come from the EU budget (€1 billion will come from flexibility within the budget and (€1 billion from within EU budget margins). Details on where the Commission will draw the €1 billion are not clear; meanwhile, relations with Turkey are deteriorating. The other €1 billion will reduce the margins of the budget within the MFF ceilings, while the potential costs of greater border protection and risks in other areas may well require additional resources. 2.6.1 What the mid-term review proposes on flexibility The mid-term proposals include the following reforms:  Amending the MFF Regulation to further increase the capacity of the Flexibility Instrument and the Emergency Aid Reserve.  Removing the limitations on the Global Margin for Commitments and Global Margin for Payments to allow full use of funds under MFF ceilings.  Creating trust funds, which for the moment are limited to external actions, as tools for meeting internal challenges. This can be useful for rapid reaction to regional crises, but it is an imperfectly suited tool for the EU budget.  Developing a European Union Crisis Reserve to finance responses to crises, such as the current migration crisis, as well as events with serious humanitarian and security implications. This reserve would be funded by decommitted appropriations from all MFF headings. Such a reserve, if large enough, could reduce the need for trust funds. The most problematic aspect of the flexibility proposals for LRAs are the potential reallocations of funds to other priorities, i.e. the migration crisis or other needs, particularly if the transfer of funds to initiatives is outside ESI Funds. Until now the flexibility has been used to defend regional policy by shifting commitments to later years in order to avoid decommitments, or by ",
        "30 bringing forward funding to finance the YEI (but at the same time reducing further available funding). Trust funds for specific challenges within the EU, such as the migration crisis, could help regions facing extraordinary challenges, but, to some extent, trust funds are a shortcut to avoid difficult reforms within the budget. The recent use of the Contingency Margin, which allows for increasing ceilings for commitments and payment today by reducing them in the future, has already reduced funding for the final years of the MFF. Flexibility can be useful but can also make programming more difficult. 2.7 European Fund for Strategic Investments (EFSI) To respond to the persistent decline in investment which has characterised EU and eurozone economies in particular since the economic and financial crisis, the Juncker Commission designed an ambitious Investment Plan for Europe, which on top of moving toward eliminating barriers to investment and enhancing EU-led technical assistance to project development, established the European Fund for Strategic Investments (EFSI). EFSI works with an EU guarantee that, by absorbing some of the risks, is supposed to make projects more bankable and attract private investment. The idea behind the use of financial products such as loans, equity, quasi-equity and guarantees, as opposed to traditional direct funding of projects, is that they mobilise a much greater amount of total investment by catalysing a maximum of co-investment from the private sector. With limited financing of €21 billion, it was estimated to deliver about €315 billion over a three-year period. EFSI is intended to provide additionality of investment by addressing market failures and suboptimal investment conditions, i.e. funding projects that would otherwise not be financed. 28 Therefore, EFSI funding is targeted to those projects with a higher risk profile than projects supported by normal EIB operations. EFSI Regulation 2015/1017 entered into force on 4 July 2015, and on 14 September 2016 the Commission proposed to extend the initiative by two years to 2020, with the aim of increasing investment in the EU by €500 billion. This 28 For a thorough assessment of what additionality means in practice, see Rubio et al. (2016) and Rinaldi & Núñez Ferrer (2017). ",
        "31 extension comes with an increase of the EU guarantee from €16 billion to €26 billion and EIB capital from €5 billion to €7.5 billion, amounting to €33.5 billion of EU public money (European Commission, 2016f). As underlined in Núñez Ferrer et al. (2016) and in the Monti Report on Own Resources (European Commission, 2017), the establishment of EFSI, by increasing substantially the relevance of financial instruments and the weight of centrally managed funds, introduces big changes in the landscape of EU funds and budgeting. It has the potential, all on its own, of mobilising investments (target €315 billion) that rival the size of the cohesion policy allocation by the EU budget, i.e. €315 billion versus €351.80 billion (Núñez Ferrer et al., 2016: 35). If prolonged to 2020, as proposed by the Commission, the expected total investment mobilised by EFSI, as shown in Figure 5, could reach the size of the EU budget allocated for all of ESI Funds (Rinaldi & Núñez Ferrer, 2017). Figure 5. Mobilised investment with EFSI and ESI Funds (€ billions) Note : EFSI (I+II) is modelled according to the latest Commission proposal (14 September 2016) to extend EFSI until the end of the current MFF. * Member states’ co-financing for EFSI is represented by voluntary contributions made available via national promotional banks (NPBs). ** Private investment is estimated according to an average x15 leverage for EFSI and is considered negligible for ESI Funds. Source: Rinaldi & Núñez Ferrer (2017). 2.7.1 EFSI performance and distribution A thorough assessment of the performance of EFSI as an investment policy tool to relaunch economic growth and job creation in Europe cannot yet be carried out; some EFSI-backed projects have just been launched and not yet implemented; furthermore, the macroeconomic impact of such policy 0 100 200 300 400 500 600 2015-2018 2015-2020 2014-2020 EFSI EFSI (I+II) ESIF € b i l l i o n EU Budget EIB MS co-financing* Private Investment** ",
        "32 interventions on employment and economic growth rates are rather gradual and visible only in the medium to long term. What is feasible to assess is the take up of investment and the performance of EFSI with respect to the Commission’s expected targets. Up until the end of January 2017, the total mobilised investment by EFSI-backed projects reached €168.8 billion. With approximately half of EFSI resources (€31.5 billion out of about €61 billion), the programme mobilised 54% of the expected total investment (€168.8 billion out of €315 billion). It follows that EFSI, with over a year and half remaining until the end of 2018, is on track to meet the targeted investment set out by the Commission. In terms of distribution, it is possible to evaluate the distribution of EFSI per sector and per member state. Regarding cumulative investment via the Infrastructure and Innovation (IIW) and SME Window (SMEW), three sectors alone cover as much as 74% of approved operations. As highlighted by Figure 6, smaller companies, the energy sector and research development and innovation (RDI) benefitted largely from EFSI-backed financing. Social infrastructure and environment and resource efficiency, however, received fewer investment flows, with a share of EFSI-mobilised investment of below 5%. Figure 6. EFSI investment by sector Source : EIB Presentation to the CEPS IDEAS Lab. Note : Based on approved operations for the IIW and SMEW at the end of January 2017. Most of the criticism of EFSI, however, has been raised in relation to its geographical coverage. The independent evaluation carried out by EY in mid- 2016 reported that 90% of EFSI-mobilised investment went to the EU-15, whilst the 13 newest member states received only 9% of mobilised investment, in absolute terms. EY (2016) also put forward a set of potential reasons for which EFSI-related investment was substantially lower in central and eastern regions: ",
        "33 1. competition from ESI Funds; 2. lower capacity to develop large bankable projects; 3. lack of experience with public private partnerships (PPP); 4. insufficiently developed venture capital culture; 5. excessively small size of projects. Concern has been raised about the potential negative impact of EFSI on the redistributive role of the EU budget and cohesion objectives. EFSI has no regional or sectoral quotas; all allocation decisions follow a market-based logic ensured by the independent Investment Committee (for IIW) and by the European Investment Fund (EIF) (for SMEW). As a natural consequence, investment projects are more likely to be supported where the economic environment is thriving and more favourable to investors. However, as stressed in Núñez Ferrer et al. (2016), it is also true that the largest returns on investments are often found in those countries that are catching up, i.e. countries that are growing and feature demand-side growth but still remain below EU- average wages. According to the figures presented in Rinaldi & Núñez Ferrer (2017), once the size of the economy or of the population is taken into account, the distribution of EFSI-related investment (for infrastructure) no longer appears significantly skewed towards more developed economies. Figure 9 highlights how relevant the measurement adopted to determine the beneficiaries of EFSI financing is. Figure 9. Ranking of EFSI top five beneficiaries Source : Rinaldi & Núñez Ferrer (2017). Note : Based on approved operations up until 26 December 2016. The EIB and the European Commission also started to provide information about investment related to EFSI approved per €1 million of GDP. Figure 8 summarises the latest data, which include all approved operations till 31 January 2017. Million €, Absolute Value 1. The UK 2. Spain 3. France 4. Germany 5. Italy Mobilised Investment over GDP 1. Estonia 2. Bulgaria 3. Spain 4. Portugal 5. Italy/Greece Mobilised Investment per Capita 1. Finland 2. Ireland 3. Spain 4. Italy 5. Luxembourg ",
        "34 Figure 8. EFSI-mobilised investment with respect to GDP Source : EIB Presentation to the CEPS IDEAS Lab. Note : investment related to EFSI approved per 1€ million of GDP, at current prices. The Jacques Delors Institute 2016 Report (see Rubio et al., 2016) on the Investment Plan for Europe highlighted two particular areas where EFSI delivered relevant impact in regions and cities:  Regions: broadband deployment in rural areas Two EFSI-supported projects in France, the Syndicat Mixte Nord-Pas-De-Calais Numérique and Alsace Très Haut Débit , prove how relevant a regional perspective can be to driving and accelerating the rollout of digital infrastructure to the financial support of EU programmes and NPBs. The French approach, based on the model of a ‘ syndicat mixte ’, allows for a tight collaboration of intercommunal and multilevel associations of public authorities. The two regions in the framework of a nationwide ‘ Mission Très Haut Débit ’ have been able to mobilise private and public investment to deploy future-proof broadband infrastructure in their less populated and rural areas, and made use of EFSI for that purpose.  Cities: energy-efficient buildings Private residential buildings account for roughly two-thirds of final energy consumption in European buildings. Renovations and construction of new energy-efficient buildings can be an attractive investment, with economic ",
        "35 returns for private investors and environmental returns for urban areas. Often, the small scale of projects and a highly segmented market have prevented the use of EU financing tools for energy-efficiency projects in urban areas. Cumulating projects at city level allows a viable scale for EFSI and more generally for EU support. The city level represents an effective way to cumulate, coordinate and bring forward plans to improve energy efficiency in buildings, as well as catalyse financial support from financial intermediaries and EFSI. The EFSI-backed projects “ Logements Intermediaires – SLI ” in France, the “Mall of Tripla Near- Zero Energy Building Project” for the Helsinki Metropolitan Area, and the “Lisbon Urban Regeneration Climate Housing FL” for the greater city of Lisbon, will take advantage of this approach. ",
        "",
        "37 3 Future challenges facing regions and cities This chapter presents the wide-ranging challenges that regions and cities face. The first set of challenges are of an economic, social and environmental nature, something the EU budget is expected to focus on. The second set are challenges of a geopolitical nature that can affect the budget’s size, distribution, structure and key objectives. One large looming uncertainty is Brexit and the uncertainty of the immediate and long-term budgetary implications; a second is increasing geopolitical instability, which may require more EU funds for non-traditional expenditures on migration or security. The next decade will put the unity of the European Union into question. Not all aspects can be discussed here and speculative impacts of elections are not addressed, nor is the impact of any potential new financial crisis, for example one caused by a default by Italy or a political reversal of a eurozone member leaving the euro. How the EU should respond to future challenges is a growing concern and the European Commission has explored potential avenues in the white paper on the future of Europe (European Commission, 2017a) and is producing follow-up sector reflection papers, two of which have been published: one on the social dimension of Europe (2017b), the other on the challenge of harnessing globalisation (2017c). This paper presents potential visions for Europe and their possible implications. This section will present and overview challenges from a number of sources before examining the white paper and looking more closely at relevant aspects of the policy options that affect regions. 3.1 Emerging economic, social and environmental challenges for regions and cities This section provides a brief overview of the future challenges faced in cities and regions, some of which are interlinked. Figure 9 illustrates these challenges, differentiating them via three categories: social, economic and environmental challenges. These categories are not exclusive; a challenge may occupy two or all three categories. Interlinkages between the individual challenges, e.g. ",
        "38 between “Energy” and “Competitiveness”, are manifold but not graphically represented for reasons of clarity. They are, however, addressed to some degree in the rest of this section, which explains the key challenges in more detail. Figure 9. Challenges ahead for cities and regions categorised by social, economic and environmental categories Source : Authors’ elaboration based on analysis by European Commission (2011 and 2016a) and OECD (2017b and c). Social justice and poverty can be expected to gain in urgency as the income gap continues to grow. In 2015, 119 million European citizens (almost one-quarter of the EU population) were at risk of poverty (Augère-Granier, 2017). At the same time, there has been a gradual withdrawal of the welfare state (European Commission, 2011). The average poverty rate is slightly higher in rural areas, with some countries having large poverty gaps between rural and urban areas. Key challenges in rural areas include an unfavourable demographic situation, a weaker labour market, limited access to education and higher transport costs (Augère-Granier, 2017). As the process of urbanisation continues, rural well- being is at risk, because access to services such as health care may narrow. In many cities, there is a geographical concentration of inequalities in terms of poor housing, low-quality education, unemployment and difficulties in ",
        "39 accessing health, transport and ICT services (European Commission, 2016a). Cities attract highly skilled workers who compete for housing with the local population. Low-income groups, including the elderly, are increasingly marginalised and face spatial segregation (European Commission, 2011). The increase in global competition can continue driving the departure of traditional industries, which could result in economic stagnation in certain regions and cities. Balanced economic growth across the EU’s territory, with its polycentric urban structures, is desirable but challenging. In order to enhance competitiveness, innovation of new businesses is needed and would also help to maintain economic growth. In parallel, cities and regions may develop local and sustainable cycles of consumption and production (European Commission, 2011). Low- and medium-income cities can try to upgrade their governance, infrastructure and business ecosystems to attract higher value-added activities. There is great potential for technological, social, administrative and business innovation. Its main drivers (good governance, infrastructure, education) require continuous development and investment. High- and very high-income cities are dependent on continuous cycles of innovation for maintaining their economic wealth, because innovative industries and business models tend to move to low- cost locations when they mature (European Commission, 2016a). The creation of jobs is no longer coupled with economic growth. High demand for highly skilled workers may lead to higher-paid jobs, but in some countries the reduction of mid-level jobs may reinforce competition in the low-skilled market, which in turn reduces wages. These developments may intensify the problem of in-work poverty (OECD, 2016). According to the same study, the loss of jobs through automation may be less substantial than is sometimes claimed (7-12% at risk in EU member states), but many jobs will see radical automation-related change (about 25% of jobs on average). In rural areas, employers may have only a small local workforce available and limited access to required skills (OECD, 2017c). Successful labour market and skill policies, as well as tax and benefit schemes, would need to be improved to promote skills adaptation as well as labour mobility. While at the same time it must be ensured that all jobs, even those that are low-paying, provide a sufficient income to avoid poverty. EU countries are affected by effects of demographic change and migration, which includes an ageing population (due to longer life expectancy and lower fertility rates), intra-EU migration and immigration. The trend of urbanisation (particularly towards capitals) continues (particularly for the working-age population) and intensifies the challenge in rural areas, where, as a result of urbanisation, the problem of an ageing population has become more acute. ",
        "40 Elsewhere, cities may face depopulation, for example in cases of deindustrialisation (European Commission, 2016a). Socially and economically integrating migrants within and from outside the EU is a long-term task. There is an increasing need for climate adaptation in response to changing weather patterns, which are a consequence of climate change. The risk of both droughts and floods has increased (European Commission, 2016a). Air pollution is still a problem in many European cities. While some pollutants have been reduced, the reduction of particulates, NO 2 and the ozone poses a greater challenge. Due to non-compliance with related EU directives, there were 36 ongoing air quality infringements in 2015 (European Commission, 2016a). Sustainable use of resources and the circular economy are issues of increasing importance. Cities and regions will have to invest significantly in order to meet sustainable development goals such as treating and reusing waste water, recycling 75% of municipal waste and reducing landfill to a maximum of 10% of all waste by 2030 (European Commission, 2016a). Effective governance requires sufficient powers as well as financial and human resources (European Commission, 2016a). The participation of citizens and stakeholders can make governance more effective. Improved fiscal autonomy can foster greater participation of citizens by giving them a sense of ownership. More flexible governance is needed, particularly in metropolitan areas, where administrative borders no longer represent the social, economic and environmental reality (European Commission, 2016a). Greater involvement of all relevant stakeholders should take into account various supra-urban, infra- urban and temporal scales (European Commission, 2011). E-governance may make traditional processes more efficient and facilitate participation, particularly for rural development (European Commission, 2012). Various types of infrastructure must be adapted and expanded to meet future needs, which necessitates high levels of investment. Future infrastructural tasks include maintenance of roads and bridges, expansion of public transport, a modernisation of waste and (waste) water management, digital infrastructure and the electricity grid, as well as deployment of electric charging/hydrogen stations for future road vehicles. Decarbonisation of the energy sector (electricity, heating and transport) is connected to large-scale adaptations such as the aforementioned infrastructural changes, energy efficiency measures for buildings and appliances and the deployment of renewable energy technologies, which takes place increasingly on a decentralised basis. Local energy companies, including producers and grid operators often owned by communal/regional governments, play an important role. With the cost of this energy transition rolled over to the end-consumer, the risk of energy poverty may increase. ",
        "41 As centres of service provision, cities play an increasingly important role for surrounding rural areas. Mobility between regions and cities, and within cities, needs to be ensured. Urban sprawl (suburbanisation) poses a challenge for mobility concepts, because suburbs’ lower population density favours road transport, which causes congestion in city centres (European Commission, 2016a). 3.2 Visions for Europe – implications of the white paper on the future of Europe The white paper on the future of the European Union (2017a) and first accompanying reflection papers (2017 b, c) present very broad visions of the paths that could be taken, without expressing any strong preference. The scenarios only present some very broad positive and negative aspects for each. These scenarios are: a) Carrying on : Based on the 2014 Commission New Smart Start for Europe , this scenario involves tackling priorities as they arise, replacing outdated legislation and focusing policies on reinforcing the single market and other key priorities of the Union. b) Nothing but the single market : This scenario involves a union focused mainly on the single market, but weaker cooperation in a number of areas, including security. Many areas are handled nationally and there is a risk of a race to the bottom in several areas, such as taxation. Member states accept the free movement of goods and capital, but allow for blockages in the movement of people and services owing to the lack of harmonisation of national legislation. c) Those who want more do more : This is the case of a European Union developing under a variable geometry scenario, where countries work increasingly under reinforced cooperation. This has its advantages especially for those willing to move ahead, but it also means increasing differential treatment of citizens, depending on their place of residence. d) Doing less more efficiently : In this scenario, the EU competences are reduced and focused on key areas of action, including a shift away from regional policy and other areas not directly related to the single market. Member states are left more areas of governance dissociated from the EU. While the EU becomes an entity with a clearer goal, questions remain ",
        "42 concerning the Union’s true long-term objective, if it is ultimately to be a place that offers the same rights and opportunities to all citizens. e) Doing much more together : In this scenario the Union deepens its integration and member states join forces in more areas, including defence and security, while investment in innovation and SMEs, and particularly European centres of economic activity, are fostered. Instruments to respond to economic shocks are also developed. The reflections and scenarios are rather vague, which is normal, but have one feature in common: territorial cohesion is of no particular importance . Even in the ‘doing more together’ scenario, the focus on EU economic development is specifically on clusters of economic activity. This is unfortunate, because as section 3.3 will explain, political choices will affect the EU’s centres of activity and such choices will affect social cohesion and negatively impact the perceptions of citizens on Europe, the single market and trade. The accompanying reports on the social dimension and globalisation focus strongly on social disparities and impacts of globalisation but do not directly mention territorial cohesion. Even in scenario c) where more is done regarding all policies, only support to support regions affected by globalisation is mentioned. To some extent this reflects the drive towards increasing overall growth in the EU, including, if necessary, in growth engine areas, with the hope that redistribution policies will address the adaptation to these changes. This absence of territorial cohesion in the reports is most likely not a mistake but indicates the current thinking on economic development, which is focused on aggregate GDP growth. Unfortunately, the scenarios and reflection papers are very vague, while one important scenario is missing, which is one of the riskiest of all, the status quo: an entrenchment of existing policies with minimal changes. In this very realistic scenario (which is not presented here but is likely to occur), the policies are adjusted to a lower budget after Brexit and few reforms are undertaken. It is not possible here to dwell on the impending challenges, but it is important to maintain a policy which helps regions develop their endogenous growth potential and to adapt. In a world where communication technologies should allow for the decentralisation of economic activities, it is interesting to observe pressure to conglomerate physically. However, the cause of this economic centralisation may also be driven by the pressures to cut costs not only in the private sector but also in the public sector, such as when public authorities physically delocalise services. When budgets are cut for schools and other services, they tend to be shifted to more populated areas, and people follow. ",
        "43 Again the question is: What kind of Europe are we willing to build? Could information technology not help reverse some of the conglomeration? It is risky to allow a rapid concentration of economic activities in the European Union without a counterbalance in terms of a European social policy. Maybe Europe is not ready to have a few Silicon Valleys. Can such a policy be successful if the economic activities are concentrated in a few countries while social needs are greatest on the periphery? Social policy is not an EU competence and member states are not keen to finance the social problems of other member states. 3.3 Policy choices will affect the economic geography of the EU Attention to economic geography and territorial cohesion studies has been lost over the last decade, due to the immediate needs generated by the financial crisis and the objective to generate aggregate growth. This loss of focus on territorial development has also affected the focus of policy-making in terms of balanced territorial cohesion and there is a perception that a trade-off between growth and cohesion is necessary. There is, however, a real cost from regional decline which needs to be taken into account and may lead to important social and political implications with further costs that should be considered. Policies need to integrate carefully the socio-economic costs of declining regions in their decision-making. To provide an idea of the impacts of EU and national policy choices, the ESPON (2007) report presents pathways according to different policy choice scenarios, e.g. a cohesion approach versus a competitiveness approach. The ESPON analysis modelled different policy scenarios in order to make some predictions for 2030. The results are surprisingly different and show considerable variations in the location of economic activities. Figure 10 shows potential 2030 differences between the cohesion policy pathway and the competitive pathway. The graphs show the area where there is a more integrated economic structure (grey borderline) and the level of concentration of economic activities (yellow). The base scenario, without policy changes, showed a moderate increase in the concentration of activities, but that scenario is no longer applicable since the crisis has impacted growth concentration and policy choices have already been taken which are more in line with the competitiveness approach. ",
        "44 Figure 10. Cohesion vs competitiveness scenario, outcome 2030 Cohesion scenario Competitiveness scenario Source : ESPON (2007), p. 53. A further study in 2015 confirmed that agglomeration and growth concentration are happening, and reiterates that the policy choices will have important repercussions. In a European Union where member states do not feel a clear responsibility for the situation in their neighbouring countries, i.e. there is no social policy at EU level, is such a development not very risky? While the question of social policy is posed in the reflection reports accompanying the white paper (2017b), there is no real expectation that member states will easily accept a ‘social Europe’ approach. In the meantime, however, the forces of economic concentration continue to operate and are even promoted. The policy of hoping that when the foundation cracks some solution will be found is politically risky. 3.4 Potential budgetary implications of Brexit for LRAs Brexit will likely result in a reduction in the EU budget. Some may argue that the fall in the EU GDP will affect eligibility for structural funds, as the regions being supported by EU funding will be richer compared to the average and become ineligible. The resulting savings could offset the decrease in the EU budget for the remaining 27 member states. If this is the case for ‘convergence regions’, while the overall EU GDP level would decrease, the Commission does not expect a great change in the regions’ GDP per capita position. Not many regions would lose their status as ",
        "45 convergence regions by 2019-20. The Brexit-induced fall in EU GDP per capita in purchasing power standards (PPS) (which is the measure used for eligibility) would be 13.6% (using 2014 Eurostat data); this figure may be lower if UK GDP falls or EU GDP rises by the date of exit; the exchange rate would also influence this. However, the average EU-27 income per capita in PPS would fall by only 1.3%, which translates into a change in the GDP per capita in PPS of the regions by a similar amount, and thus hardly changing the eligibility of regions. Some regions that were not convergence regions in 2007 are today included in this group. Thus ‘convergence funding’ eligibility will mainly be affected by actual economic growth rates and not so much by Brexit. This is because very few regions are near the threshold of eligibility (74%), and they may have already crossed it through a higher growth rate compared to the average. By looking at the trends from 2007 to 2015 and the regions near the threshold, the most likely loss of convergence objective eligibility will be by Lithuania, which went from 60% of EU average GDP per capita in 2007 to 75% in 2015, and by Estonia, which went from 69% to 75%. The present rules would classify these countries as transition regions (75% to 90% range). Similar situations can be seen in two Polish regions (Wielkopolskie, 56% to 75%, and Dolnoslaskie, 58% to 77%), Hungary (Nyugat-Dunántúl, 58% to75%), three Czech regions (Strední Cechy, which had previously declined but in 2015 was at 81%; and two regions that are growing fast and crossing or about to cross the 75% threshold). Less clear is the situation for regions whose rates have declined, such as Murcia in Spain, which steadily declined from 86% to 73% and it is uncertain whether the decline will be reversed. Italy seems to be a case to monitor, yet despite its overall decline, for more of its regions to cross the threshold and become convergence regions, a considerable additional decline would be necessary. At some risk is Umbria, where GDP per capita PPS rapidly declined from 102% to 85%, and if this continues it may soon approach the under 75% range. Outermost regions have also seen declines but, due to their outermost region status, have higher support levels even with higher GDP per capita. In such regions, a considerable decline has been registered but would not greatly affect EU support levels. ",
        "46 Another factor that may affect eligibility is the desire to use other parameters to determine EU support, such as unemployment and perhaps sustainability issues. In such a scenario, how much member states receive may change. 3.4.1 Brexit negotiations and UK ‘commitments’ The main concern for LRAs is clearly budgetary. The exit of the UK, a net contributor to the EU budget, will dent budget resources, with the estimated yearly net shortfall being around €10 billion. The exact net effect and the speed at which the budget cut occurs will be determined by the:  Brexit date;  attitude of the remaining net payers toward the budgetary shortfall;  arrangements for outstanding commitments;  decisions on the next MFF. These factors are presented below, with some scenarios of the budgetary discussion process which forms the basis of the proposals in chapter 4.  Brexit date This point seems to some extent settled. Given the recent notice, the UK could exit the EU in 2019. This is a cause of concern, as by then the MFF will likely not be concluded. However, equally as likely, the negotiations will need to continue delaying exit and allowing the last year of the budget to run smoothly. Nevertheless, the EU budget will have to be cut over time, unless the remaining member states foot the bill, which seems to some extent dubious. The UK’s exit will not affect contributions evenly, owing to the existence of the ‘rebate of the rebate’, 29 which benefits Germany, the Netherlands, Sweden and Austria. This would be null and void, proportionally increasing their contribution to the shortfall. The speed of the budget cut will depend on a number of factors. The value of the UK net contribution in 2020 could exceed €10 billion, but the figure is subject to a number of variables, including the UK’s share of GDP in the EU. The 29 These four countries receive a rebate of their contributions to the EU budget, in relation to the shortfall created by the UK rebate. This means that once the rebate is abolished, these four countries will face a bill proportionally much higher than the increase of the other 23 member states. In fact, the weight of the UK rebate bill was higher on these countries, i.e. these countries, including the poorer member states, contributed disproportionally to the budget. The sums are not inconsequential, e.g. for Germany this rebate of the rebate was worth around €2 billion. In 2019 the rebate would be even higher. ",
        "47 exchange rate impact of the UK referendum has reduced the euro value of UK GDP, but economic uncertainty and exchange rate volatility makes predictions difficult. Even if a transitional arrangement ensures that the UK contribution to existing commitments is paid, which may not be the case, ultimately the shortfall will affect the next MFF. What the shortfall will ultimately be will also depend on the trade arrangement with the UK. If the UK were to have to pay WTO duties, these would become EU revenue worth potentially over €4 billion (see Núñez Ferrer & Rinaldi, 2016). If it were not, but the UK were to have some sort of access to the single market, similar or even higher amounts would be collected. This paper does not speculate on the final amount, because it is clouded in uncertainty. Of course, the initial hit will depend on transitional arrangements of the final severance payment.  Arrangements for outstanding commitments There will be a considerable number of budgetary commitments at the moment of exit. The famous RAL ( reste à liquider , or in English “outstanding commitments”) is at its highest during the final year of an MFF. Many of the commitments were undertaken while the UK was a member state, and there is no legal certainty on the UK’s obligations. Article 50 of the Treaty states that once a member state leaves the European Union, the Treaties cease to apply to the exiting member state. This means, in practice, that all legal membership obligations of the UK cease to apply. The fact that the UK entered a commitment as a member to finance its share of the budget is seen by some as a clear obligation to pay, by others it is not (for a detailed debate, see the House of Lords Report, 2017). Of course, a refusal to agree on any contributions to the EU budget would entail an immediate freeze of all EU budget transfers to ongoing projects in the UK. It is likely that there will be a ‘settlement’ which would allow for covering, at least partially, the commitments undertaken through 2019. Nevertheless, eventually the EU budget is likely to shrink. Even if the budget were to increase, it is unlikely that traditional budget lines would benefit, which puts pressure on the CAP and structural funds because they are key budget lines in the area of territorial cohesion. The actual impact will depend on where the cuts are undertaken and how, including how the expansion of financial instruments and their coordination with grants are handled. ",
        "48 Obviously, the negotiations will determine what situation all parties will face. Presently, the only clear outcome is that business as usual is not going to be possible. 3.5 Addressing stability, security and uncertainty in the EU The EU was built as an economic structure without much thought given to security or financial uncertainty. One reason for this is that today’s problems of security and financial uncertainty were under national competencies; the other was political expedience. The 1973 MacDougal report warned of the need of a transfer union to ensure stability, but this was ignored, and so a large, complex entity with a common currency was built upon optimistic scenarios. The eurozone was developed under the assumption that the euro was too big to be at risk of a financial crisis (see Brender et al., 2012). The Schengen borders, despite being common, were left without appropriate EU funding and institutional structures. On security, only minimal collaboration was achieved in matters of exchange of information and fighting crime, and there is still no fully coherent collaboration. The EU has developed from a multinational organisation into a partial state amongst states, creating common areas of collaboration and shared benefits but of shared responsibility. National for benefits, multinational for responsibility, this has led to EU structures at risk from unexpected shocks. For the EU, unfortunately, the shocks are not coming separately. While the financial crisis is still affecting Europe’s economies, instability around Europe has created a security and migration problem, exposing the EU’s institutional weaknesses. This has repercussions for the EU budget, because common structures require a common financial effort, and this is not what is in place at the moment. 3.5.1 Security and migration Driven by necessity, member states are increasing their collaboration. Terrorism has been a catalyst for coordination in information-sharing and common responses. It has also been a catalyst for the realisation that the EU’s borders are every member state’s borders, and thus that the security of all member states depends on common border controls. Here the EU budget has been highly inadequate. In 2007, before the migration crisis, the budget for freedom, security and justice was a mere €200 million for the 28 member states, of which €50 million was for solidarity and management of migration flows. The total seven- year budget for Frontex was around €250 million. ",
        "49 It is interesting to read the report on Frontex by the Bureau of Investigative Journalism, 30 which analysed its functioning and financing in 2015 and concluded that it was highly underfunded and depended on borrowing equipment from often unwilling member states and non-member states. They were also unwilling to collaborate and create a proper European body and common border structure. All this with a serious migration crisis at the doorstep. A common response would be not only more operationally effective but more cost-effective than separate national borders. But such effectiveness requires commitment. Migration flows may eventually ebb and security risks decrease, but the nature of the threats is not the issue, nor is the solution creating some migration fund and a border fund. The EU must create the capacity to adapt to an uncertain world. Climate change might cause unexpected or unpredictable impacts that will require a rapid response. The budget cannot restrict its focus to Agriculture, Cohesion and innovation. 3.5.2 European Financial stability It is to some extent beyond the remit of this paper to discuss the stability of the eurozone, but there have been ideas to create a ‘eurozone budget’. For many this term is a mystery, as we already have an EU budget, but the idea is rather to develop the necessary ‘transfer Union’ tools with which eurozone member states can ensure the functioning and stability of the single currency. This is discussed in Núñez Ferrer et al. (2016). For the EU budget to play the role of stabiliser, the budget ceiling would need to be raised to at least 3% of EU GNI. This would allow for a margin sufficient to react to crises, and for the introduction of an unemployment insurance policy at EU level, as called for by Beblavy et al. (2015). Most likely, for the period after 2020, we will see European Stability Mechanisms assuming the stabiliser role, because not enough time remains to negotiate the EU budget transformation required to come up with a new structure within the budget for this role. 3.6 Short scenarios for the period until the next MFF Unfortunately, the white paper on the future of Europe and the accompanying reflection papers provide very little material on the potential changes to the budget for the period after 2020. We present two scenarios. In the first we look at the case of business as usual, with conservative reform agreements for the EU 30 http://labs.thebureauinvestigates.com/is-frontex-bordering-on-chaos/ ",
        "50 budget. This is not present in the white paper but is highly probable and risky. The second is a more positive scenario that addresses the needs of the EU. This scenario could happen under the a, c and e white paper scenarios. Because the white paper does not address the budget, it is impossible to create scenarios directly linked to it. The scenarios are the most politically realistic in the case of a status quo and positive reform-oriented outcome. 3.6.1 Scenario 1: Mostly status quo In this reform scenario, member states take a conservative approach dominated by a ‘pork-barrel’ or net-balance approach, in an effort to limit the budgetary impact while resisting policy change. This could have a number of hypothetical repercussions:  Avoiding change entails resistance to a flexible budget and thus clinging to a mentality of net balances and funding pre-allocation.  A cut in EU budget receipts for remaining member states. A net-balance approach leads to a damage limitation exercise by net payers, such as Germany, affected disproportionately by the UK’s exit, which results in requests for structural funds.  Agricultural policy is not greatly strongly, as it is an important part of pre- allocated funding, but rural development funding suffers a considerable cut.  The lack of funding results in a freezing or even fall in the budget for research (successor to Horizon 2020).  The budget expands the use of trust funds, creating more incoherence in the governance of the funds.  No new resources are sought, which helps maintain a net-balance approach.  Only minor changes are introduced in the regional policy priorities, with more funds earmarked for cities and mainly for energy efficiency.  The process to improve the coordination and integration of different EU funds and in turn their better integration with EFSI is not ambitious enough, and the sectoral and uncoordinated nature of the budget persists. ",
        "51 The lack of new approaches to the development of the EU would also likely lead to a reinforcement of strict macroeconomic conditionality, putting the regions at risk of sanctions. Of course, the speed and severity of the impact on the regions will also depend on whether there is a financial settlement with the UK. 3.6.2 Scenario 2: Significant reform In this scenario we assume that member states impose more radical measures to make the EU budget more flexible and focused on the needs of today.  The reforms after the mid-term review lead to better coordination of funds, allowing the integration of the sectoral budgets in terms of procedures and fundability. EFSI compensates for the cut in ESI Funds with better coordination and the introduction of a ‘development’ window, allowing for regions to bear more risk in order to benefit from EFSI.  The EU enhances the strength of the advisory hub, which today is underfunded, 31 and supports regions effectively in deploying the financial instruments.  The budget is made more flexible, allowing for better targeting of priorities, but also has a large emergency reserve to be deployed for crises.  To expand their impact and the risk-bearing capacity, all financial instruments are merged under EFSI but shared management aspects are retained in some areas. There are no more overlapping instruments and separate procedures by sector. The sharing of risks at higher levels reduces the costs of capital and extends the reach of the instrument.  A decisive move is undertaken to shift away from a net-balance approach by introducing real own resources for the EU.  The size of the budget is determined by future challenges and areas where common EU action produces higher value added and efficiency. 31 The fi-compass platform and the advisory hub have a budget today which is less than the sum of the funds available for the same kind of programmes in the previous MFF (see Rubio et al., 2016). ",
        "52  The EU expenditures are compliant with the principle of unity of the EU budget. This means reintegrating all the ‘satellites’ created outside the MFF and thus outside the governance structures of the EU budget. 32  A reform of own resources reduces the burden on member state budgets, making net balances less of a concern and increasing the focus on new objectives. The budget’s 1% ceiling is revised in view of security, cohesion policy preservation and urban agenda needs.  The new budget is based on needs, linking growth with sustainability goals, which includes social sustainability, including a stronger focus on developing the competitiveness of urban areas, which are then linked more effectively within macro-regions, expanding the reach of city markets to surrounding areas. EFSI includes a strong urban lending system to compensate for the lack of capital for cities, with a municipal green bond system. National authorities can use structural funds to guarantee EFSI financing, expanding the reach of EFSI with more joint grants and EFSI opportunities.  A new financial method for agricultural policy is reached, where support for subsidies is based on member state fiscal capacity (in line with the concept used for the cohesion policy), thus reducing the agricultural budget share of the EU budget considerably. There are a number of potential reforms that could improve the functioning of the EU budget considerably, and their details are presented as proposals in the next chapter. 3.6.3 Implication of the scenarios for the next MFF Unfortunately, the status quo scenario is not only unsustainable but also the most probable. It would send a signal that the EU is unreformable and ignoring the concerns of its citizens. In the short-term, to protect EU budget flows to existing beneficiaries, this is the most likely outcome. Inertia, however, will not lead to stability; rather, instability will increase and put the EU at even more risk. In scenario two, points one, two and three are essential minimum requirements for the EU to continue functioning. The need for own resources and to what 32 The principle of unity requires that all EU revenues and expenditures should appear in the budget and be subjected to its budgetary rules. ",
        "53 extent these should be introduced can be questioned, but if the EU does not abandon the net-balance mentality, it will remain stuck in an unsustainable structure. Either the ceiling is raised to accommodate new needs properly, or the existing items need to be reduced or ‘repatriated’. Necessary reforms and how to achieve them are presented in the next chapter. ",
        "",
        "55 4 The EU budget’s future This chapter first presents an assessment by the authors of the reforms the EU budget should undertake in order to preserve the benefits of its operations and correct any shortcomings. This includes options for the own resources. It is followed by the results of a survey of local and regional authorities in the EU that was conducted for this study, asking for their opinions on the kind of reforms the EU should undertake. 4.1 A future MFF for a changing world The MFF needs to adapt to a changing world that is presenting considerable challenges and requires a common European position. The EU budget, however, is still dominated by a structure designed to support intra-EU integration, by addressing a sectoral concern (agriculture) and regional economic disparities (structural funds) mainly in order to compensate for perceived integration impacts on the periphery. The budget structure was famously declared a relic by the well-known Sapir (2003) report, a rather hard-hitting assessment, but which is acknowledged by the recent reports on EU own resources (Núñez Ferrer et al., 2016; HLGOR, 2016). While policy-makers clearly realise the need for and are indeed moving towards a new budgetary structure, they do not agree on what that structure should be, who will pay for it and how they will pay for it. 4.1.1 From a budget for results to a relevant budget Due to the damaged image of the EU budget as a wasteful and inefficient instrument, which stemmed from cases of mismanagement in the 1980s and 1990s, the European institutions focused many of their efforts on control measures and how to make existing expenditures more efficient. Efforts to rethink the EU budget structure and main priorities have been less. It is true that the European Commission has given attention to the need to align the budget to EU objectives, such as the Europe 2020 objectives and greening the EU budget, but a real alignment of the EU budget to emerging realities has been absent. Alignments have been made within budget headings where the funding allocation is based on parameters that are not linked to relevant challenges. The financial requirements to meet emerging agricultural challenges correspond neither to farms’ historical yields and sizes (which determines a considerable share of the CAP budget) nor to the GDP per capita eligibility criteria for structural funds. Some marginal attempts at improvement have been made, such ",
        "56 as making a share of direct payments to agriculture dependent on farmers’ establishing a green contract for implementing additional measures. But still the payments are not linked to actual costs and needs in the area. Support for structural funds is more defensible, because the fiscal and economic capacity of regions is being supported, but there is still a mismatch. Even the eligibility criterion of GDP per capita in PPS is questionable, because some regions do not generate large GDPs, and yet their inhabitants may earn high incomes because the wealth is generated in a neighbouring region. This may be the case in regions with urban centres just beyond their borders. In addition, what matters is not that the EU budget is more efficient in the policy areas it focuses on, but that the funding is aligned to the needs of the European Union, i.e. that it is relevant to both the situation we face and citizens. One of the questions raised by Núñez Ferrer et al. (2016) is based on the subsidiarity principle and theories of fiscal federalism. Why should the EU budget have to include a central unified budget for agriculture? The fact that it is a common policy does not dictate that funding must be routed through the EU budget. It is somewhat absurd to do this for agriculture but not do so for Schengen area border security. The system of support for agriculture through the EU budget could use an approach based on fiscal capacity, i.e. fiscal transfers to pay for the policy in countries whose government is poorer. Some may consider this outlandish, but it is the foundation of fiscal transfers in many federal states and of cohesion policy. This means that, as with cohesion policy, CAP transfers would be linked to the level of income disparity of the member state compared to the EU average, and that CAP would thus be financed in rich member states by those member states and in poorer countries by the EU. This solution could have a wider benefit: while overall support for the agricultural sector would not change, the area available under the EU budget 1% ceiling could be expanded for other policies. The budget could then address real EU value added policies, where common action reduces costs and increases efficiency , despite a hard ceiling. 4.1.2 Living with a smaller but better budget It is somewhat inevitable that the EU budget will remain tight and that it will shrink, but as bad as this may sound, there is room to improve spending, and the increase in the use of financial instruments and EFSI actually opens the door to a better differentiation of the needs of projects (grants, loans or equity) and to expand the actual level of investment. EU budget priorities and funding structures must be reconsidered. Much could be done were the CAP funded based on a fiscal-capacity approach, with the ",
        "57 budget containing more elements that can be tapped to respond to unexpected events. Economies of scale and better programmes could be achieved if the rules for all grants were to be simplified and standardised, and thus facilitate the development of integrated projects. More has to be done to create easily applicable project models, such as the Joint Action Plan (JAP) option, which allows simplified cost actions based on delivery and one form of support request from ESF and ERDF. However, this is a very restricted case and simplified systems should also be created for other interventions. This is urgent: the development of guidelines are a priority before the next programming period begins. The lack of JAPs today is partially (if not completely) the cause of guidelines being published in 2015, after the start of the programming period. 4.1.3 Increased urban focus Urban areas were in the past not the main focus of cohesion policy, but this can no longer be the case due to the need to take advantage of the economic potential of urban centres to rapidly reduce greenhouse gas emissions and reduce the environmental footprint from water usage, wastewater generation, waste generation and so forth. Therefore, cities are both a challenge and a solution. However, a policy focused on agglomeration can also generate unwanted social tensions and a widening of the regional disparities and social divide. It may fail to identify ways of fulfilling the potential of new technologies to de facto help decentralise wealth generation. Improvements in telecommunications and transport have led to further agglomeration despite the potential for their achieving the opposite. Thus, while an urban focus is important, a focus on balanced economic development is not to be neglected. Development options are available, and decisions should be based on a clear understanding of the implications. An urban focus brings with it a particular challenge of managing interrelations between economic activities, infrastructure, and public spaces and services. Urban areas need highly integrated approaches to address their sustainable development. Integrated approaches in turn require integrated planning and tools. Urban areas are not a ‘sector’ and cannot be addressed using sectoral policies and individual tools. Unfortunately, EU budget mechanisms are not designed to handle integrated challenges. ",
        "58 As mentioned earlier, to address urban challenges effectively the EU should go beyond the mid-term review simplification proposals and create a single procedure for multi-fund projects which cover various thematic programmes. A concerted effort needs to be made to avoid artificial divisions between, for example, the areas of transport, ICT and energy. This could be achieved by avoiding separate DG calls for smart city proposals. 4.1.4 Better integration of EU budget instruments The EU budget is extremely complex, despite its small size. One could argue that its complexity stems from the fact that the Union has 28 member states and that it is the result of compromise. This is partially true, but a lot of complexity has also been generated by layers of procedures added on top of older ones and the division of the budget into pieces that are not only sectoral but also administrative constructions. The EU budget has in fact two kinds of instruments: grants and financial instruments. Grants are policy-driven, while financial instruments are demand- driven (even if they need to fit policy objectives). The two instruments focus on investment categories (Figure 11). Figure 11. Grants and financial instruments Source: Presentation to the European Parliament by Núñez Ferrer, 16 March 2017 Unfortunately, the divisions into separate authorities at EU level (Directorate Generals) and the split by type and subtype of action, have led to a highly complex map of grant and financial instrument ‘types’. To some extent for each objective there is a separate instrument. If, in addition, we add to this picture the FINANCIAL(cid:9) INSTRUMENTS GRANTS INFRASTRUCTURES INFRASTRUCTURES CAPACITY(cid:9)BUIDING R&D SME(cid:9)support Innovation SOCIAL(cid:9) DEVELOPMENT Environment ",
        "59 existing lack of trust in audit and control, we arrive at today’s very complex map of different requirements for different support instruments that actually have similar and sometimes identical objectives (Figure 12), with single projects and programmes monitored and audited by different bodies (see Núñez Ferrer, 2017). Grants and financial instruments must be consolidated into clearer and smaller blocks with simpler and similar procedures which in turn allow for integrated programmes and projects to emerge with seamless procedures. Figure 12. Grant and financial instrument complexity Source: Presentation to the European Parliament by Núñez Ferrer, 16 March 2017 On the level of auditing mutual recognition and clear standards, costs to and time spent by beneficiaries could be reduced. The advantage of real simplification with better results-oriented and much less process-oriented outcomes could be significant. Such changes would need to go well beyond the mid-term review proposals of the European Commission, but would also require member states and the European Parliament to change their mindsets on the functioning of the budget. With a focus on excessive control and risk aversion, the main function of public sector finance is lost, i.e. to go where private funding does not. With the EU highlighting the need to support innovation and investment in regions whose economies require kick-starting, the present budget structure is far from adequate. INFRASTR UCTURES (CEF,(cid:9)etc.) Innovfin SME(cid:9)support COSME(cid:9)SME(cid:9)SUPPORT (also(cid:9)for(cid:9)innovation) CENTRAL SHARED INFRASTRUC- TURES SME(cid:9)support Innovation Funds(cid:9) • Divided(cid:9)amongst(cid:9)DGs • Divided(cid:9)in(cid:9)objectives • Divided(cid:9)in(cid:9)regions • Divided(cid:9)in(cid:9)sectors • Divided(cid:9)into(cid:9) subdivisions GRANTS Financial(cid:9)Instruments EFSI(cid:9)SME(cid:9)SUPPORT (also(cid:9)for(cid:9)innovation) EFSI(cid:9) INFRASTR UCTURES ",
        "60 4.1.5 Improving research and innovation policy Although it is still early days to formulate suggestions for improving H2020, the insights from the ongoing interim evaluation suggest that the programme could focus more on bottom-up initiatives involving regions, especially in terms of demand-driven innovation and new entrants’ participation. 33 In order for this to happen, at least the following reforms could be envisaged: a) streamlining H2020 structure and research tools so that less experienced grant applicants stand a chance; b) focusing on the delivery of research results, rather than excessive bureaucracy and monitoring; c) a less risk-averse approach, as uncertainty and flexible approaches are part of the R&D process; d) more calls directly targeting SMEs, such as via the SME Instrument; e) more calls targeting clusters, science parks and other intermediaries, such as via INNOSUP; f) more calls for close-to-market innovation to facilitate replication; g) strengthening links between universities, research centres and SMEs; h) greater focus on socio-economic challenges to align more effectively with the Europe 2020 strategy; i) integration of the smart specialisation principle in the H2020 priority setting, and a form of preferential treatment for smart specialisation platforms in application processes; j) better promotion of lead regions and demonstration projects involving regions and cities; k) expansion of the Seal of Excellence initiative and other measures mitigating the discouragement effect triggered by the low success rate of applications. Additionally, synergies between ESI Funds, H2020 and EFSI must be improved. 33 Position Paper from North-Middle Sweden on the consultation on the interim evaluation on Horizon 2020. ",
        "61 In the current MFF, research and innovation, cohesion and regional development funding objectives often overlap to an unprecedented extent. To ensure that the overlap is exploited in a synergistic rather than inefficient manner, DG REGIO issued the guide “Enabling synergies between ESI Funds, Horizon 2020 and other research, innovation and competitiveness-related Union programmes” (European Commission, 2014). It defines synergies as joint or coordinated efforts to achieve greater impact and efficiency, and mentions that they could be achieved by, e.g. directing joint H2020 and ESI Funds’ support in the same project (provided that there is no double funding of the same expenditure item), delivering successive and/or parallel projects that build on/complement each other, and designing and implementing ESI Funds’ programmes in a way that allows for taking forward the best applications that were not retained under H2020 (addressing the problem of insufficient funds and high demand under H2020). DG REGIO’s guidance establishes a number of concepts and principles relevant to the combined funding of ESI Funds’ programmes and H2020, such as:  No substitution of ESI Funds’ money for national/regional or private co- funding of EU projects/programmes under direct Commission management (and vice versa).  No double financing: in no circumstances shall the same costs be financed twice by any budget. It also illustrates a ‘stairway to excellence’ in terms of ESI Funds (managed by member states) and H2020 (managed by the Commission) implementation. Figure 13. Stairway to excellence Source : European Commission (2014), p. 4. ",
        "62 While all of these documents and concepts are valuable, more has to be done to make it easier for the applicant to create synergies, by providing the applicant better guidance and more direct capacity-building support. For such forms of funding to emerge, rules governing not only the application process but also auditing and monitoring must be simplified considerably. There is also need to ensure that there are not several financial instruments doing the same thing, such as funding for innovative SMEs by COSME, H2020, and the Financial Instruments under the structural funds run by the managing authorities and EFSI. These multiple sources with differing rules could be better aligned. In any case, most of these funds are channelled through financial intermediaries, three of them by the EIF (European Investment Fund), thus streamlining can be achieved. 4.1.6 EFSI: expanded role to complement the EU budget Although thorough answers to the future of EFSI are beyond the scope of this report, EFSI will remain most likely one of the EU’s instruments and can play a role in complementing the EU budget and particularly cohesion policy. In fact, in addition to the present role of promoting investment in the EU, it is increasingly becoming the instrument to expand the possibilities for funding EU objectives in a number of areas. It could be key to counteracting some of the implications of Brexit, for example. However, the whole financial instrument structure must be reformed, as mentioned in section 4.2.4. In fact, as the power of financial instruments increases, they widen the portfolio of action and geographical coverage, thus spreading risk. Indeed, instead of allowing each managing authority to make minor financial instruments for its region by using grant funding, regions should build financial instruments from a large central pool, such as EFSI, so the risk premium of their instruments can benefit from the scale of larger instruments. These could be built based on simple off-the-shelf templates. Today, EFSI is not designed to do this, because its mandate does not allow it to operate in certain areas and scales, but there could be ways to adapt the structure. Rinaldi & Núñez Ferrer (2017) proposes an to introduce one of those changes in the ‘EFSI 2.0’ (see EPRS (2017) briefing on the Commission’s proposal to expand EFSI), i.e. to have a special part of EFSI dedicated to riskier projects in poorer regions of the EU where the private sector is less interested in investing due to risks (i.e. a development window). It proposes revising the concept of additionality and the rules for guarantees to fit those cases. ",
        "63 It is also recommended that guarantees for EFSI could, for governance reasons, be returned to the EU budget and thus restore budgetary control over EFSI’s guarantees.  EFSI and challenges and opportunities for regions and cities EFSI’s design was not meant to maintain a particular stance regarding regional policy and development. Indeed, during the first year and half the impact on regions and cities has been rather incidental. Nevertheless, there are ways in which regions and cities can make use of the opportunities provided by EFSI in a more structured way:  Investment platforms (IPs) , developed in partnership with the EIB, EIF and national promotional banks (NPBs), can take many forms, such as special purpose vehicles, managed accounts or funds, contract-based co- financing or risk-sharing arrangements. The objective of an investment platform, which can have a regional or macro-regional focus as well as a sectoral focus, is that of maximising the crowd-in of public and private funds in support of projects recognised as strategic by the IP itself. In other words, the IP, once recognised and approved, can make direct use of the EU guarantee, in line with a memorandum of understanding between the sponsoring institutions. Such arrangements can de facto give to local and regional authorities, in partnership with NPBs, a more active role in determining investment priorities and speeding up investments in key sectors and areas identified at local level. Furthermore, investment platforms involving ESI Funds managing authorities can constitute a vehicle to concretely enhance the joint use of ESI funds and EFSI financial products. As stressed in Rinaldi & Núñez Ferrer (2017), at the moment the number of IPs is still limited, and they have so far emerged unevenly throughout the Union, with Italy and France being very active. To size the opportunities created by EFSI for regions and local authorities, it is recommended to engage with the EIB Group and NPBs in order to establish IPs which can devise win-win solutions by promoting the emergence and enhancing the financing of locally relevant projects in line with EU and regional development objectives.  Combining EFSI with other EU resources. As mentioned above, EFSI, as a market-based instrument, is not apt for financing projects which are neither bankable nor likely to have an economic return on investment. From a public sector point of view, however, it is at times necessary to sponsor and promote projects which have an unattractive economic return profile for the private sector but are conducive to high social and environmental returns or enhancing cohesion. A joint employment of ESI ",
        "64 Funds and EFSI, by designing financing arrangements that combine a grant with a loan or guarantee component, could represent a viable way to support cohesion-like projects by attracting private financing and limiting the resources used at both EU and local levels.  Better integrating CEF with realities on the ground. CEF has been designed in a top-down fashion, promoting big projects of transnational importance. In some areas, and particularly in energy, the technological changes may require more flexibility. There has to be better integration of the needs of the local areas with the TEN network design. This is not easy but the opportunities for and threats to local infrastructure when it comes to the question of setting up one of the TEN infrastructures is important. A few of the already signed EFSI operations have also benefitted from ESI funds and can be taken as good examples of enhancing complementarities and synergies between EU regional policies and EIB-led financing:  Nord-Pas-de-Calais TRI Fund , involving the Nord-Pas-de-Calais Regional Council and CCI Nord de France for the creation of a dedicated investment fund with an initial financing capacity of €50 million. 34 It is developed through the financial involvement of the ERDF, EIB, EFSI, and the Caisse des Dépôts Group and Crédit Agricole Nord de France, with the ambitious aim of achieving industrial transformation and a carbon-free economy in Nord-Pas-de-Calais by 2050.  Accelerated Fixed High Speed Broadband Rollout by Telecom Italia, 35 with a focus on southern Italian regions, is meant to bring ultra-high- speed broadband services to about 7 million households and increase the population coverage from the current 32% to about 60% by combining multiple EU financing.  A Public-Private Partnership for the D4-R7 highways 36 in Slovakia has benefitted from both EFSI and ESI funds for an infrastructure project of key relevance for the city of Bratislava.  The Swedish Venture Initiative 37 and the EstFund 38 for Estonia make joint use of the EFSI SMEs Window and ESI Funds to provide equity 34 More info at: www.eib.org/infocentre/press/releases/all/2015/2015-237-nord-pas-de-calais-15-meur-dans-un- fonds-dinvestissement-dedie-a-la-troisieme-revolution-industrielle.htm. 35 Additional information about the TI Accelerated Fixed High Speed BB Rollout project is available at: www.eib.org/projects/pipeline/2015/20150189.htm. 36 Additional information about the PPP D4-R7 project is available at: www.eib.org/infocentre/press/releases/all/2016/2016-157-eib-supports-d4-r7-ppp-in-slovakia-with-eur-426- million-of-financing-first-eib-transaction-under-efsi-in-slovakia.htm. ",
        "65 capital for early-stage high-growth enterprises in the two member states, showing that synergies between EFSI and ESI Funds an be attained also in the support to SMEs. In addition, the expansion of the Advisory Hub network, which is meant to bring technical assistance to the local level through partnerships between the EIB Group, NPBs and the EBRD, may support and strengthen capacity at local and regional levels. To this end, local actors with expertise in project development and financing, with a deep knowledge of the regional economic situation, may prove to be useful partners in enhancing the local reach and effectiveness of the EU technical assistance network. 4.2 New own resources Recently the High Level Group on Own Resources (HLGOR), led by Mario Monti, published their long awaited report (HLGOR, 2017). The shortcomings of the present resources and expenditures of the EU are laid bare, reforms are presented as essential and are in line with the analysis and warnings of the background report for the high level group that the resources and expenditures cannot be reformed independently (Núñez Ferrer et al., 2016). The report goes well beyond financing solely the EU budget and looks at other areas of EU action, including the controversial possibility of resources that use reinforced cooperation, i.e. resources levied by a mechanism only applicable in some member states and not others (variable geometry). This is the case for the idea of a financial transaction tax or ‘Tobin tax’. The report highlights that there is no single ideal option, but that a combination will be required. It also enters the discussion of revenue for items which are not part of the EU budget. This report is one of the most daring official publications on the own resources to date, addressing the core problems of the mechanisms of resources and expenditures with considerable frankness. Unfortunately, the discussions on own resources are being overshadowed by very complex events, including Brexit. While the challenges ahead are a clear indication that many changes are going to be necessary, many institutional players and member states are not keen for reform but rather want to preserve core budget mechanisms and policies. The HLGOR report clearly states that this 37 Additional information about the Swedish Venture Initiative is available at: www.eif.org/what_we_do/resources/swedish_venture_initiative/index.htm?lang=-en. 38 Additional information about the EstFund is available at: www.eif.org/what_we_do/resources/estfund/index.htm?lang=-en. ",
        "66 is not the correct approach. It identifies the core need as the “capacity – and the public perception thereof – of the budget to address EU priorities and to help solve the challenges our citizens face in their lives, be they economic, security- related and geopolitical, social and cultural” (HLGOR, 2017, p. 10). This means that preserving the present strategy is suboptimal. It is important to ensure that the different parts of the EU budget, even if they create local benefits, contribute to EU objectives and the common good of the Union. Local acceptance of EU actions is necessary, but so is the acceptance of the remaining EU citizens that local benefits for some beneficiaries are necessary for the good of the Union. The report highlights key principles for the EU budget that should apply to the level of resources and expenditures: a) Investing in European value added areas. b) Subsidiarity: The EU should intervene where it is best suited to do so in line with the subsidiarity principle. c) Budget neutrality: The amount of revenues should not affect the amount of expenditures which are determined politically in the MFF. d) Fiscal neutrality: The overall fiscal burden should not be increased by the use of new own resources and should reflect a reduction in a national resource. e) Synergies: The EU budget is an element of EU overall public expenditure, and should be seen as working in synergy with other national and local expenditures. f) Unity of the EU budget: The EU budget should cover all EU expenditure, avoiding extra budgetary expenditures which also escape budgetary democratic controls. g) Transparent and readable budget. h) Resources should be able to finance the budget in a sufficient, stable and fair manner, and contribute to EU structures and objectives (single market, environmental protection, etc.). These principles are very different to the narrow principles for own resources in past reports on resources. They reflect the need for resources to finance the right expenditures with the right means in a manner that supports EU objectives ",
        "67 rather than narrow ‘net balances’ approaches, which in the longer term erodes the trust of citizens in the EU. 4.2.1 What reforms on resources are proposed and what impacts for cities and regions? The HLGOR report reviewed many potential sources and presented some as the most suitable for the next MFF, namely a reformed real VAT-own resource, corporate income tax, financial transaction tax or other financial activities tax, a CO 2 levy, the inclusion of the European Emissions Trading System proceeds (ETS), an electricity tax, a motor fuel levy, or indirect taxation of imported goods produced in third countries with high emissions. It also called for exploring other revenue relevant to EU policies, such as in the digital single market, protection of the environment and energy efficiency, etc. This could be used to finance specific policies. Going into detail on each of the options would go far beyond the scope of this paper. It will thus emphasise key issues of potential for regional authorities. CO 2 levy/Carbon pricing The report presents a number of options for carbon pricing. The particularity of carbon pricing is that it can have considerable spatial or industry-specific impacts, thus potentially raising concerns of national and regional actors. In contrast to proposed VAT or corporate taxation proposals, which are proposed mainly as a collection from a share of an existing tax without affecting the overall taxation of those that pay it, carbon taxation is designed to change behaviour and thus as an additional tax on those affected, even if the overall tax burden is kept neutral. A basic first option is to make the European Emissions Trading System (ETS) an EU resource; after all, this tax is set at EU level and is an EU level mechanism. It may affect member state interest in the tax if it is not to be used nationally, although an allocation to the EU would make more sense in terms of efficiency, with proceeds subsequently allocated to those regions where there is the highest potential to reduce emissions. An EU CO 2 or carbon tax on sectors not covered by the ETS could also be an option, but again, there are redistributive impacts which may affect some regions more than others. An attempt by the Commission to produce an energy taxation directive failed in 2015, after four years of negotiations, thus demonstrating the sensitivity of this issue. ",
        "68 The Economic and Social Committee proposes an alternative (EESC, 2015), namely a tax on all goods and services marketed in the single market, whether they are produced in the EU or imported. It would be modelled on the principles of the VAT and tax the carbon content. It requires the evaluation of the quantity of carbon emissions imputed from each input in the production chain, which requires a standardised carbon accounting. This seems complex but is feasible within today’s data capacities, and firms are establishing carbon balance sheets. Imports would be subjected to the same carbon tax, thus eliminating concerns of WTO rule incompatibility and carbon leakage problems, while dispensing with the controversial introduction of a ‘border carbon levy’. Nevertheless, calculating the carbon contents of imported goods might create complications, but transport emissions are calculable and values for countries where carbon balance sheets are missing could be agreed to. A tricky issue arises with respect to whether to exempt exports from this tax if other countries do not impose similar taxes. Using the logic of the VAT, exports would not be taxed. Ultimately, for cities and regions, carbon taxation introduces a risk if local infrastructures and economic sectors are very energy intensive or emissions intensive. Systems would need to be put in place to help the most affected regions invest in solutions that make them more efficient and reduce emissions. Revenues from such taxes should be earmarked towards reducing emissions and not towards financing other expenditures, such as payments for agriculture. The HLGOR report also presents the option of fully or partially shifting existing motor fuel taxes to the EU with a common EU tax level. While in theory there are a number of benefits to this, this tax is important for governments, as it is easy to change for needed revenue adaptations. This tax is politically very sensitive. Electricity tax-based own resource: The justification for such a tax is the move to an Energy Union, with better interconnections and a European energy security strategy. The best option is to tax consumption. In practice the tax has many practical benefits in terms of simplicity, fairness and transparency. There are many ways to address potential regressivity for poorer households. The regions with the highest consumption are generally the richest, thus contributing to fairness of the own resources, but there might be a discrepancy between contributions based on GNI at national level and the impact under this individual tax. The lack of clear links between such a tax and the EU budget operations may also be a drawback. While taxing energy consumption at individual household level is in many respects efficient and fair, electricity prices can be highly controversial politically. ",
        "69 Real VAT own resource: This option allows a small percentage of the VAT to be direct revenue to the EU budget: 1% of the VAT could cover close to 50% of the EU budget. Using a VAT resource would not be using a new resource, thus it would be of very limited relevance for LRAs. The VAT bases are harmonised and some solutions would need to be found for 0% rates for some items, such as food or school books in some countries. There may be some minor redistributive impacts between nations based on their economic structures, but for LRAs this is not a major issue. Corporate income tax: This can be of more relevance for LRAs, depending on the economic structure of some regions. The location of corporates may affect the share of contributions of specific regions to the EU budget, but the overall taxation levels would not change. The EU would mainly propose a transfer of a share of proceeds to the EU not affecting overall national taxation. Of course, the acceptance of such a tax as EU-owned and not part of a ‘national’ contribution may also be difficult to establish. Another main issue is the lack of a harmonised tax base, which means that the percentage tax for the EU would be based on different estimations of the taxable amounts. Without a harmonised tax base, there will be no possible corporate tax at EU level. In this respect the EU has proposed a comprehensive tax base harmonisation proposal, the common consolidated corporate tax base (CCCTB), which would allow for a future EU corporate tax. Would the regions win or lose from this tax base? One of the impacts of a CCCTB is that taxes across countries become more comparable, allowing for a fairer analysis. While today some countries show higher or lower corporate tax rates as a percentage of profits, the ‘effective tax rates’ can be very different, as they depend highly on what companies can deduct as costs, for example. The key importance is the effective tax rate. For countries with a high effective tax rate similar to the real tax rate, EU harmonisation may be of interest, as it would reveal some unfair tax completion in the EU. But for other member states the interest in this may be low. Financial Transaction Tax: A proposal by the European Commission was introduced for such a tax in 2011, and 11 member states engaged in the discussions to introduce it under ‘enhanced ",
        "70 cooperation’. It could be income for the EU budget, although the principal objective is to stabilise the financial markets by reducing the number of short- term speculator exchange-rate transactions. This tax would not have much of an impact on cities and regions, although the impact on the location of financial services after the introduction of such a tax is a matter of debate. Cities which are financial centres may be affected, but it is not possible to make an assessment at this stage. A mechanism to cover the contribution of member states not introducing such a tax should be found; this is discussed in the background report for the HLGOR (Núñez Ferrer et al., 2016). Financial Transaction Tax alternative: bank levy or financial activities tax: This is a tax that was proposed by the IMF in a report for the G20 in 2010, aiming at taxing ‘value added’ or ‘gross margins’ of financial services, which have been exempted from VAT. The tax could be imposed by member states with different rates, but part of it could be used as revenue of the EU budget. The resource could also be earmarked to help firms and individuals affected by a bank default or to prevent a systemic financial crisis. Presently the EU is far from having the political support for such a proposal to fly, and most cities and regions should not be affected in any considerable way. Those with large financial institutions could be affected, but the impacts are far from clear. Seigniorage: This is the final proposal, which would collect government revenue from issuing currency, which in the eurozone would be revenue for the European Central Bank. This could be a revenue for the EU budget. It is in fact a sui generis EU- level revenue. There are no particular implications for regions and cities. 4.2.2 Indirect benefits from own resources for cities and regions The EU budget is dominated by net balances and the reductionist view of the budget as a simple expenditure, as is well documented in the HLGOR report. This is a position that affects decisions by the treasuries of the member states and regards the transfers to the EU budget as a mere cost, leading to little interest in the EU value added or second level impacts of EU interventions on ",
        "71 the EU economy, such as the benefits a country itself can have from investments elsewhere in the EU. It is not surprising to see a different position in regions benefitting from the EU budget, even within countries that preach for a reduction in the EU budget. These often tend to favour EU policies. This is not solely due to a financial benefit, but the fact that regional policy offers regions an opportunity to design their own programmes with some strategic and financial autonomy. While the EU budget needs reform, introducing own resources would facilitate reforms that go beyond merely cutting the budget. The existence of own resources may bring to MFF negotiations healthy discussions on the rational of policies instead of on the net balances. This could help LRAs to concentrate on the best use of resources and have a closer dialogue with decision-makers at EU and national levels, based on merit rather than on the return of financial flows. 4.3 Visions of regional and city stakeholders An online survey of stakeholders sought to collect their views on the future of the EU budget. The survey questions are presented in an annex. Survey responses were very limited, perhaps due to language barriers (the survey was in English) or simply due to the difficulty of engaging local authorities who are battling too many demands to have time to complete a survey. The survey was sent to regional associations, followed by four reminders to complete the survey. Despite these actions, only 17 responses were collected, mostly from the regional associations or regional representative offices. Fortunately, however, authorities in very different regions responded; unfortunately, these regions were too small to infer solid preferences. On some points the responses were very similar despite the heterogeneity of regional realities. We assume association responses represent the average views of the authorities they represent. Responses from regions and associations by country: 4: Germany; 3: Netherlands; 2: UK; 1: Belgium, Denmark, Estonia, Finland, France, Greece and Italy. 4.3.1 Survey scope and limitations Stakeholder opinions were collected via a five-question survey prepared with the web-based survey tool SurveyMonkey, which enabled us to customise the ",
        "72 questions and provide a clean and user-friendly layout and space for additional comments. Survey answers were kept anonymous. 4.3.2 Survey results This section presents answers and additional comments by respondents: Q1: How well do current ESI Funds’ instruments reflect the needs and priorities of regions and cities such as yours? Rate the following factors on a scale from 1 to 10, where 1 = “not well at all”, and 10 = “perfectly”: a) Resources available for spending in your region or city: The majority of respondents rated the answer to this question between 4 and 8, with an average of 6, i.e. in relation to resources available for spending, the ESI Funds’ instruments moderately reflect the needs and priorities of regions and cities. b) Administrative burden associated with using EU funds : The results of this answer were more dispersed, with an average of 5 and answers from respondents ranging from not well at all to a perfect balance. There was no clear trend in relation to regional differences either and respondents from the same country answered this question very differently. The three respondents from Germany, for example, held very different opinions. One answered 1 to this question, another 10 and the third answered 3. This tells us that the opinion of the administrative burden associated with using EU funds either depends on the region within a country or diverse views exist. c) The focus of support created value in the region : Respondents were generally more positive when responding to this question. Answers ranged between 4 and 10, with an average of 7. The majority of respondents believe the focus of EU support, through current ESI Funds’ instruments, mostly reflects the needs and priorities of regions and cities. d) The focus of support also has high European value added : Similar to the previous question, the average answer to this question was also 7, highlighting that most respondents would consider the current ESI Funds’ instruments generally reflect the needs and priorities of cities and regions, in relation to a high European value added. ",
        "73 Q2: What would you like to see in the next EU budget planning period (post-2020)? Rate the following factors on a scale from 1 to 10: a) Budget levels available, where 1 = “reduce EU funding significantly” and 10 = “increase EU funding significantly” : With an average of 7, the majority of respondents would like to see an increase in EU funding. Most answers remained within the range 5-8 with none below 5. This confirms that respondents would prefer an increase in available budget levels, with two answering 10, indicating that they would like funds significantly increased. b) Reduce bureaucratic burden, where 1 = “not an important issue” and 10 = “essential” : Reducing bureaucratic burden in the next EU budget planning period was considered essential by all but two respondents answering either 9 or 10 to this question, implying that there is a strong consensus on this issue from respondents. c) More thematic concentration of the funds on the issues most in need of attention, where 1 = “open choice of areas for member states and managing authorities” and 10 = “much greater thematic concentration, focusing on EU objectives” : In relation to the thematic concentration of funds on issues most in need of attention, some respondents would prefer a much greater thematic concentration, focusing on EU objectives, whereas others would like to see a more open selection of areas in the next EU budget planning period. Answers ranged between 1 and 9 with no clear trend. d) Change eligibility criteria, where 1 = “the eligibility criteria should be made much stronger” and 10 = “the eligibility criteria should be made much weaker” : The majority of respondents either provided no answer or selected 5, suggesting that respondents are either undecided or the question was not understood. Q3: Setting aside questions of how much should be spent through the EU budget, how should the EU budget be funded? When asked how the EU budget should be funded, a third of respondents suggested that they would like to see no change of sources at all. A third specified that they would like to see a real VAT levy, i.e. moving away from the current system based on an estimate of member state VAT resources, and instead having a percentage of VAT receipts allocated directly to the EU budget. One respondent commented that a real VAT with a fixed percentage of ",
        "74 VAT from all member states would be the fairest system, since it would mean in relative terms that every member state would contribute the same amount. Over a third suggested that they would like to see the budget funded by a mixture of GNI and tax-based resources, with half of those adding that a real VAT levy should be part of it. Only two replied that they would like to see the budget funded by new environmental taxes. Competing views appeared regarding the financial transaction tax (FTT): one respondent suggested funding the budget directly by using the FTT, but this idea was rejected by another who stated that this should be avoided since the majority of the EU’s financial transactions run through one member state. Q4: The European Commission has prioritised a “budget focused on results”. How successful are current EU budget instruments at delivering the results that matter to your city or region? Please rate the following factors on a scale of 1 to 10, where 1 = “ineffective – no positive impact, or negative impact”, and 10 = “very positive impact”: a) How good is the programming process in ensuring a budget focused on results: The majority of answers ranged between 4 and 8 with an average of 6. This indicates that the general view is that there is a slight positive impact on the programming process in ensuring a budget focused on results. b) Growth and jobs: The average rating of how successful the current EU budget instruments are at delivering growth and jobs was 6.5. Ratings ranged from 2 to 10, with some respondents seeing a very positive impact of the EU budget instruments on growth and jobs, with the most positive responses coming from Germany, Denmark and Estonia. c) Social issues, including migration and its impacts: The average and most common answer in relation to EU budget instruments delivering results for social issues, including migration and its impacts, was 5 and answers ranged between 3 and 7. d) Environmental issues: Respondents were generally positive about EU budget instruments delivering results for environmental issues. The most common answer to this question was 7, while the average was 6. Respondents from Germany and Slovenia provided the highest rating and those from the Netherlands and France provided the lowest. e) Improving infrastructure: Feedback was less positive regarding EU budget instruments to improve infrastructure. Three did not answer this ",
        "75 question at all, one each from Denmark, Finland and the Netherlands provided a rating of 1, whereas others from the Netherlands, and also from Estonia and France, held opinions. f) Supporting sustainable agricultural production: A wide range of opinions on the success of EU budget instruments in supporting sustainable agricultural production are present within the EU. The average rating was 6 and results ranged from 1 to 9. Q5: This was actually a three-part question regarding several key priority areas for the EU: growth and jobs, social issues (including migration), climate/energy targets, other environmental issues, improving infrastructure, sustainable agriculture and transport. The could add other categories. A. What are the current most important priorities for your city or region? (High, Medium, Low) a) Almost all respondents considered job growth a high priority for their region, with only one considering it a low priority. Half of respondents considered transport highly important. b) In most other areas the responses varied and were balanced between a low and high priority. Medium or high priority always prevailed and low priority only once reached 30% (sustainable agriculture). B. Which of the key priorities do you think could be most effectively tackled by EU funding programmes? (Choices for each priority listed: Yes, No, It depends) Respondents answered that the majority of categories could be effectively tackled by EU finding programmes. The priorities where above 70% of respondents answered “yes” were climate and energy targets as well as sustainable agriculture; 50% to 70% of respondents answered “yes” for growth and jobs, social issues including migration, other environmental issues and improving infrastructure. Less than 50% of respondents thought transport could be most effectively tackled by EU funding programmes, with over 30% stating that “it depends” on other factors. ",
        "76 C. Are there advantages to having funding for these priorities from the EU budget, or would more national and local resources be a better way of achieving results? (Yes, No, It depends) The priorities where 50% or more respondents answered “yes” were climate and energy followed by sustainable agriculture. Transport received the highest number of “no” answers out of all priorities, with 35% of respondents stating that they see no advantage to EU spending over national or local spending in their region. 4.3.3 Additional priorities highlighted by respondents Comments from respondents highlight that other high priorities include education, institutional cooperation, innovation and smart specialisation, welfare and health related issues, and sustainably integrated territorial development, i.e. sectorial priorities such as transport, energy, environment, societal and social issues have to be tackled in an integrated way that takes into account local and regional circumstances and their stakeholders. One respondent added that innovation platforms and ecosystems, as well as smart cities, should have been added as priorities. Managing the impact of Brexit was also a high priority for one UK respondent. 4.3.4 Survey conclusions Most respondents seemed relatively satisfied that the EU budget focuses on the right priorities and indicated that funding is either just right or insufficient. Of course, the survey targeted regional authorities, and the view of other bodies dealing, for example, with agriculture are not represented. A bit more surprising is that half of the respondents did not consider excessive administrative burdens associated with EU funding, yet a large majority considered administrative burdens an essential issue to be addressed in the post-2020 period. Most respondents clearly stated that growth and jobs have to be the key focus of the funds. Somewhat surprising is the lack of support for transport as an EU funding priority. There seems to be strong support for the EU budget to focus on climate change and energy, job creation and social issues (including migration). ",
        "77 5 Conclusions This report has highlighted the main problems facing the EU budget, assessed the existing budget’s performance and proposed reforms. The budget has suffered from a lack of trust in the capacity of the EU to manage funding. The lack of trust will make any simplification and ground-breaking reform difficult. The report highlights a serious challenge for regional authorities. The European Union is experiencing rapid socio-economic changes which are in fact forcing further conglomeration of economic activities. This will increase territorial economic disparities not only within countries but also between countries. This is happening in the absence of any real hope for a ‘social Europe’ approach. The EU thus needs to continue promoting endogenous growth in its territories via modern cohesion policy, and not simply hope for some solution to present itself when socio-economic tensions become untenable . ICT advances create new forms of collaboration and the EU should experiment with them, given its social, political and territorial realities. In fact, present policy priorities seem to promote this trend in the name of aggregate GDP growth, while not providing any solution that meets the need for a Europe-wide ‘social Europe’ policy. While the concentration of growth is a reality, a ‘social Europe’ is just a political statement with lukewarm support. The report recommends the following reforms: a) Continue territorial cohesion, promoting endogenous growth at regional level via a modernised cohesion policy. b) Avoid simplifications that legally ambiguous, i.e. delegated legislation and guidelines must not contain exceptions to the rules. c) Ensure EU budget procedures for all funds are similar and allow easy integration of funds and programmes. Facilitate combining funds on behalf of beneficiaries. d) To have the best financial instruments with the best risk-bearing facility, it is better to have one European-wide fund performing different investments, rather than small financial instruments using small amounts from the structural funds allocated to regions as guarantees. Managing authorities should be able to create necessary financial instruments from the large EU funds (such as EFSI) and using off-the-shelf solutions. ",
        "78 e) EFSI should have a ‘development window’, a guarantee structure designed for regions bearing higher risks. f) Support for integrated programmes in cities should be expanded, which is one of the reasons simplified procedures are necessary, i.e. to make combining funds easier. g) The innovation policy should be improved, and greater efforts made to use smart specialisation strategies to develop the innovation capacity of regions. h) There should be a single audit procedure, with auditors following internationally recognised standards. i) Reduce bureaucratic barriers and focus more on results and relevance. j) Improve advisory services to help establish projects, particularly integrated multi-fund projects. k) The common agricultural policy (CAP) could be financed using a “fiscal capacity” or solidarity system, such as is the case for cohesion policy. The level of support financed by the EU budget should depend on the national fiscal capacity to finance the policy. Wealthier countries would pay for the policy mostly themselves, while for poorer regions the CAP would largely be paid from the EU budget. l) EFSI guaranties and all funds linked to – but outside – the EU budget should be reintroduced into the budget in line with the principle of budget unity and under the governance rules applicable to budgetary operations. Additionally, the Committee of the Regions should press to significantly simplify the use of funds and make them focus more on results and much less on process. There is a risk that the new concept of monitoring outputs merely adds to the existing administrative burden. ",
        "79 References Aghion, P. and P.W. Howitt (1998), Endogenous Growth Theory , Cambridge: MIT Press. Augère-Granier, M.-L. (2017), “Rural poverty in the European Union”, European Parliamentary Research Service (www.europarl.europa.eu/RegData/etudes/BRIE/2017/599333/EPRS_BRI(2017 )599333_EN.pdf). Beblavy M., D. Gros and I. Maselli (2015), “Reinsurance of National Unemployment Benefit Schemes”, CEPS Working Document, CEPS, Brussels (www.ceps.eu/system/files/wd401.pdf). Bradley, J., Untiedt, G. (2012): \"Future Perspectives on EU Cohesion Policy\", HERMIN Economic Paper 1-2012. Cipriani, G. (2007), “Rethinking the EU Budget – Three Unavoidable Reforms”, CEPS, Brussels, 30 November (www.ceps.eu/publications/rethinking-eu- budget-three-unavoidable-reforms). Cipriani, G. (2010), “The EU Budget – Responsibility without accountability”, CEPS, Brussels, 30 November (www.ceps.eu/publications/eu-budget- responsibility-without-accountability). EIB, EIF and European Commission (2017), “InnovFin: EU Finance for Innovators”, March (www.eib.org/attachments/thematic/innovfin_eu_finance_for_innovators_en.pdf ). ESPON (2007), ‘Scenarios on the territorial future of Europe’, ESPON Project 3.2, Luxembourg, May (http://central2013.eu/fileadmin/user_upload/Downloads/Tools_Resources/Gene ral/Espon_Scenarios_1.pdf). European Commission (2011), “Cities of tomorrow: Challenges, visions, ways forward”, DG Regio, Brussels, October (http://ec.europa.eu/regional_policy/sources/docgener/studies/pdf/citiesoftomorr ow/citiesoftomorrow_final.pdf). ",
        "80 European Commission (2012), “eGovernance study at EU / Member State level”, Brussels, 23 May. (http://ec.europa.eu/agriculture/sites/agriculture/files/external-studies/2012/e- government/fulltext_en.pdf). European Commission (2013a). “EU Cohesion Policy contributing to employment and growth in Europe”, Joint paper from the Directorates-General for Regional & Urban Policy and Employment, Social Affairs & Inclusion, Brussels, July (http://ec.europa.eu/regional_policy/sources/docgener/studies/pdf/cp_employ_gr owth_en.pdf). European Commission (2013b), “Overview of CAP Reform 2014-2020”, Agricultural Policy Perspectives Brief No. 5, December (http://ec.europa.eu/agriculture/sites/agriculture/files/policy-perspectives/policy- briefs/05_en.pdf). European Commission (2014), “Enabling synergies between European Structural and Investment Funds, Horizon 2020 and other research, innovation and competitiveness-related Union programmes”, guidance for policy-makers and implementing bodies, DG Regio, Brussels (http://ec.europa.eu/regional_policy/sources/docgener/guides/synergy/synergies _en.pdf). European Commission (2016a), “The State of European Cities 2016 - Cities leading the way to a better future”, DG Regio and UN Habitat, Brussels (http://ec.europa.eu/regional_policy/sources/policy/themes/cities- report/state_eu_cities2016_highres_en.pdf). European Commission (2016b), “Horizon 2020 Monitoring Report 2015”, DG Research, Brussels (https://ec.europa.eu/research/evaluations/pdf/archive/h2020_monitoring_report s/second_h2020_annual_monitoring_report.pdf#view=fit&pagemode=none). European Commission (2016c), Ex-Post Evaluation of the Seventh Framework Programme, Commission Staff Working Document Accompanying the Communication from the Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions On the Response to the High Level Expert Group on the Ex-Post Evaluation of the Seventh Framework Programme, SWD(2016) 2 final, 19 January (https://ec.europa.eu/research/evaluations/pdf/archive/fp7-ex- post_evaluation/staff_working_doucment_1_en_autre_document_travail_servic e_part1.pdf). ",
        "81 European Commission (2016d), “The impact of Cohesion Policy 2007-2013: Model simulations with RHOMOLO, work package 14b, Summary of Simulation Results, Ex-post evaluation of Cohesion Policy programmes 2007- 2013, focusing on the European Regional Development Fund (ERDF) and the Cohesion Fund (CF)”, DG Regio, JRC Centre Seville, May (http://ec.europa.eu/regional_policy/sources/docgener/evaluation/pdf/expost201 3/wp14b_final_report_en.pdf). European Commission (2016e), “First results of the Youth Employment Initiative”, A Final Report to DG Employment, Social Affairs and Inclusion of the European Commission, Brussels. European Commission (2016f), Proposal for the extension of the duration of the European Fund for Strategic Investments as well as the introduction of technical enhancements for that Fund and the European Investment Advisory Hub, SWD(2016) 297 final, 14 September (http://eur-lex.europa.eu/legal- content/EN/TXT/PDF/?uri=CELEX:52016SC0297&from=EN). European Court of Auditors (2016), Annual report of the Court of Auditors on the implementation of the budget concerning the financial year 2015, together with the institutions' replies, Notice 2016/C 375/01 (www.eca.europa.eu/Lists/ECADocuments/annualreports-2015/annualreports- 2015-EN.pdf). European Commission (2017a), “White paper on the future of Europe – Reflections and Scenarios for the EU27 by 2025”, COM(2017)2025, 1 March 2017 European Commission (2017b), “Reflection Paper on the Social Dimension of Europe”, COM (2017)206, 26 April 2017 European Commission (2017c), “Reflection paper on Harnessing Globalisation”, COM (2017)240, 10 May 2017 European Economic and Social Committee (EESC) (2012), Proposal for a Council Directive on a common system of financial transaction tax and amending Directive 2008/7/EC COM(2011) 594 final, OJ C 181, 21.6.2012. European Investment Bank (EIB) (2016), “Operations Evaluation – Evaluation of the Functioning of the European Fund for Strategic Investments (EFSI)”, Synthesis Evaluation Report, September, (www.eib.org/attachments/ev/ev_evaluation_efsi_en.pdf). ",
        "82 European Parliamentary Research Service (EPRS) (2016), “European Fund for Strategic Investments – EFSI 2.0”, Briefing – EU Legislation in Progress, November (www.europarl.europa.eu/RegData/etudes/BRIE/2016/593531/EPRS_BRI(2016 )593531_EN.pdf). EY (2016), “Ad-hoc audit of the application of the Regulation 2015/1017 (the EFSI Regulation) – Final Report”, November. Fresco, L. et al. (2015), “Commitment and coherence: essential ingredients for success in science and innovation. Ex - Post - Evaluation of the 7th EU Framework Programme (2007 - 2013)”, November (http://ec.europa.eu/research/evaluations/pdf/fp7_final_evaluation_expert_group _report.pdf#view=fit&pagemode=none). HLGOR (2016), “Future Financing of the EU: Final report and recommendations of the High Level Group on Own Resources”, High Level Group on Own Resources, Chaired by Mario Monti, December (http://ec.europa.eu/budget/mff/hlgor/library/reports-communication/hlgor- report_20170104.pdf). House of Lords (2017), “Brexit and the EU budget”, European Union Committee, 15th Report of Session 2016-17. Kettunen, M., A. Illes, M. Rayment, E. Primmer, Y. Verstraeten, A. Rekola, I. Ring, G. Tucker, D. Baldock, N. Droste, R. Santos, S. Rantala, N. Ebrahim and P. ten Brink (2017), “Integration approach to EU biodiversity financing: evaluation of results and analysis of options for the future”, Final report for the European Commission (DG ENV) (Project ENV.B.3/ETU/2015/0014), Institute for European Policy (IEEP), Brussels/London, January (www.ieep.eu/assets/2240/Kettunen_et_al_2017_-_Financing_biodiversity_- _FINAL_layout.pdf). Letáčková, O. (2016), “High Level Group of Independent Experts on Monitoring Simplification for Beneficiaries of the European Structural and Investment Funds: Report on ‘Evidence on cross-cutting audit issues’”, 29 November (https://ec.europa.eu/futurium/en/system/files/ged/29.11.16_hlg_audit_olga_leta ckova_0.pdf). Martin, P. (2002), “Public policies and economic geography”, in R. Baldwin, R. Forslid, P. Martin, G. Ottaviano and F. Robert-Nicoud, Economic Geography and Public Policy , Princeton, NJ: Princeton University Press. ",
        "83 Niessler, R. (2016), “Policy framework for S3 partnerships”, slides, Kick-off Event, Smart Specialisation Platform, Industrial Modernisation, Barcelona, 16 November (http://s3platform.jrc.ec.europa.eu/documents/20182/194256/01.IntroNiessler_T SSP_Barcelona_161116.pdf/1f36018a-d6ee-4d07-99be-0a2abb752eb0). Núñez Ferrer, J. (2017), “New Financial Rules applicable to the general budget of the European Union – Impact on Local and Regional Authorities”, Report for the Committee of the Regions, forthcoming. Núñez Ferrer, J. and M. Katarivas (2014), “What are the effects of the EU Budget? - Driving force or drop in the ocean?”, Briefing note for the European Parliament, reprinted as CEPS Special Report No. 86, CEPS, Brussels, 28 April (www.ceps.eu/publications/what-are-effects-eu-budget-driving-force-or-drop- ocean). Núñez Ferrer, J., J. Le Cacheux, G. Benedetto, M. Saunier, F. Candau, D. Emonnot, F. Lachet-Touya, J. Mortensen, A. Potteau and I. Taranic (2016), “Study on the potential and limitations of reforming the financing of the EU budget”, on behalf of the High Level Group on Own Resources, 3 June (http://ec.europa.eu/budget/mff/hlgor/library/highlights/hlgor-studies-external- studyonfinancingofeu-budget-june-2016_en.pdf). OECD (2016), “Automation and Independent Work in a Digital Economy”, Policy Brief on the Future of Work, Paris, May (http://www.oecd.org/employment/Policy%20brief%20- %20Automation%20and%20Independent%20Work%20in%20a%20Digital%20 Economy.pdf). OECD (2017a), “Getting Infrastructure Right: A framework for better governance”, OECD Publishing, Paris, 20 March (www.oecd.org/publications/getting-infrastructure-right-9789264272453- en.htm). OECD (2017b), “The State of National Urban Policy in OECD Countries”, OECD Publishing, Paris (www.oecd.org/cfe/regional-policy/the-state-of- national-urban-policy-in-OECD-countries.pdf). OECD (2017c), “New Rural Policy: LINKING UP FOR GROWTH”, Background Document, National Prosperity Through Modern Rural Policy Conference (www.oecd.org/rural/rural-development-conference/documents/New-Rural- Policy.pdf). ",
        "84 Panteia (2014), “Interim evaluation of the participation and performance of SMEs within FP7”, Zoetermeer, 7 May. Pasemini, P. and S. Riso (2016), “The redistributive function of the EU Budget”, working paper No 174, Macroeconomic Policy Institute, November (https://ideas.repec.org/p/imk/wpaper/174-2016.html) Pepí J., M. Sanz and R. Blomeyer (2016), “Assessment of Connecting Europe Facility”, In-Depth Analysis for the European Parliament. Rinaldi, D. and E. Rubio (2016), “Public Sector Reform: How the EU budget is used to encourage it”, Study for the European Parliament. Rinaldi, D. and J. Núñez Ferrer (2017), “The European Fund for Strategic Investments as a new type of budgetary instrument”, In-depth analysis, European Parliament, Committee on Budgets, reprinted as CEPS research report No 2017/07, April 2017. Rubio, E., D. Rinaldi and T. Pellerin-Carlin (2016), “Investment in Europe: Making the best of the Juncker Plan with case studies on digital infrastructure and energy efficiency”, Studies & Reports No. 108, Jacques Delors Institute, Paris (https://d.docs.live.net/www.institutdelors.eu/media/investmentjunckerplan- rubiorinaldipellerincarlin-jdi-mar16.pdf?pdf=ok). Sapir, A., P. Aghion, G. Bertola, M. Hellwig, J. Pisani-Ferry, D. Rosati, J. Viñals and H. Wallace (2003), “An agenda for a growing Europe: Making the EU economic system deliver”, Report of an independent High-Level Study Group established on the initiative of the President of the European Commission, Brussels, July. Sauter, R., A. Illes and J. Núñez Ferrer (2014), “Financing Europe 2020: a consolidated view”, report for the Committee of the Regions, IEEP and CEPS, February (http://cor.europa.eu/en/documentation/studies/Documents/2014- Financing-Europe-2020/2014-Financing-Europe-2020.pdf). ten Brink, P., K. Mutafoglu, J-P. Schweitzer, M. Kettunen, C. Twigger-Ross, Y. Kuipers, M. Emonts, L. Tyrväinen, T. Hujala and A. Ojala (2016), “The Health and Social Benefits of Nature and Biodiversity Protection”, report for the European Commission (ENV.B.3/ETU/2014/0039), Institute for European Environmental Policy, London/Brussels. "
    ]
}