{
    "text": [
        "1 FREEDOM OF INFORMATION BILL 2012 DRAFT GENERAL SCHEME PART I – PRELIMINARY AND GENERAL ................................................................... 3 Head 1- Citation and commencement. ................................................................................ 3 Head 2- Interpretation. ....................................................................................................... 5 Head 3- Regulations. ......................................................................................................... 14 Head 4- Delegation of certain functions of heads. ............................................................ 16 Head 5- Expenses. ............................................................................................................. 18 PART II – ACCESS TO RECORDS ................................................................................ 19 Head 6- Access to Records ............................................................................................... 19 Head 7- Requests for access to records............................................................................ 23 Head 8- Decisions on requests under section 7 and notification of decisions. ................. 26 Head 9- Extension of time for consideration of requests under section 7 . ...................... 30 Head 10- Refusal on administrative grounds to grant requests under section 7 . ............ 31 Head 11- Deferral of access to records. ............................................................................ 33 Head 12- Manner of access to records. ............................................................................. 35 Head 13- Access to parts of records. ............................................................................... 37 Head 14- Review by heads of decisions. .......................................................................... 38 Head 15- Publication of information about public bodies. .............................................. 42 Head 16- Publication of information regarding rules and practices in relation to certain decisions by public bodies. ............................................................................................... 47 Head 17- Amendment of records relating to personal information. ................................ 50 Head 18- Right of person to information regarding acts of public bodies affecting the person. ............................................................................................................................... 53 PART III – EXEMPT RECORDS .................................................................................... 58 Head 19- Meetings of the Government. ............................................................................ 58 Head 20- Deliberations of public bodies. ......................................................................... 63 Head 21- Functions and negotiations of public bodies. .................................................... 66 Head 22- Parliamentary, court and certain other matters. ................................................ 67 Head 23- Law enforcement and public safety. ................................................................. 70 Head 24- Security, defence and international relations. ................................................... 73 Head 25- Conclusiveness of certain decisions pursuant to heads 23 and 24 . .................. 77 Head 26- Information obtained in confidence. ................................................................. 83 Head 27- Commercially sensitive information. ............................................................... 86 Head 28- Personal information. ........................................................................................ 88 Head 29- Procedure in relation to certain requests under head 7 to which head 26, 27 or 28 applies. ......................................................................................................................... 92 Head 30- Research and natural resources. ........................................................................ 96 Head 31- Financial and economic interests of the State and public bodies. ..................... 97 Head 32- Enactments relating to non-disclosure of records. ......................................... 100 PART IV – THE INFORMATION COMMISSIONER ................................................. 103 Head 33- Establishment of office of Information Commissioner. .................................. 103 ",
        "2 Head 34- Review by Commissioner of decisions. .......................................................... 104 Head 35-Requests for further information by Commissioner......................................... 114 Head 36- Review of operation of Act and investigations by Commissioner. ................ 115 Head 37-Powers of Commissioner. ................................................................................ 117 Head 38- Commissioner to encourage publication of information by public bodies. .... 122 Head 39-Publication of commentaries by Commissioner on practical application, etc., of Act. .................................................................................................................................. 123 Head 40-Reports of Commissioner. ................................................................................ 124 PART V – MISCELLANEOUS ..................................................................................... 125 Head 41-Decisions deemed to have been made in certain cases. ................................... 125 Head 42- Appeal to High Court. ..................................................................................... 126 Head 43- Precautions by High Court and Commissioner against disclosure of certain information. ..................................................................................................................... 130 Head 44- Stay on certain decisions. ............................................................................... 132 Head 45-Immunity from legal proceedings. ................................................................... 133 Head 46-Restriction of Act. ............................................................................................ 136 Head 47- Fees. ................................................................................................................ 145 Head 48-Amendment of Official Secrets Act, 1963 . ..................................................... 150 Head 49- Offence and Penalties ...................................................................................... 151 Head 50-Repeal of the Freedom of Information Acts 1997 and 2003 ............................ 152 Head 51 - General Simplification of the Act FIRST SCHEDULE ........................................................................................................ 154 VECs ............................................................................................................................... 159 SECOND SCHEDULE ................................................................................................... 160 THIRD SCHEDULE ...................................................................................................... 164 FOURTH SCHEDULE ",
        "3 PART I – PRELIMINARY AND GENERAL Head 1- Citation and commencement. Provide that 1.—(1) This Act may be cited as the Freedom of Information Act 2012. (2) Subject to subhead (3) , this Act shall come into operation; (a) in respect of any body that was subject to the Freedom of Information Acts 1997 and 2003 prior to the enactment of this bill Act, on enactment, (b) in respect of any body which was not subject to the Freedom of Information Acts 1997 and 2003 prior to the enactment of this bill Act, 6 months from enactment or on such earlier day or days as the Minister may prescribe by Order. Explanatory Note This Head is based on section 1 of the Freedom of Information Act 1997, however it provides that in relation to bodies which were subject to the previous Freedom of Information Acts, this Act comes into operation on its enactment. Bodies brought within the scope of the legislation by this Act, will have a further 6 months. Bodies may be brought within the scope of the legislation earlier than 6 months by Ministerial Order. This does not include the non-public significantly funded bodies as the Act does not automatically apply to them. As set out in Part 2 of the draft First Schedule, after ",
        "4 consultation, such significantly funded bodies as the Minister decides should be brought under the FOI Act will be brought under the Act by way of Ministerial Order. This process may take longer than the 6 month period which applies to the statutory or public bodies. Certain bodies like An Garda Síochána have requested or are expected to request a particular commencement date governing their inclusion and an effective date from which they will be obliged to provide information in respect of requests made under the Act to them. If necessary this will be catered for by orders under the First Schedule. ",
        "5 Head 2- Interpretation. Provide that 2.—(1) In this Act, save where the context otherwise requires— “commencement of this Act” means the time at which this Act comes into operation; “the Commissioner” means, as the context may require, the office of Information Commissioner established by head 33 or the holder of that office; “determined” means determined by the Minister and, in relation to a form, means determined having had appropriate regard to the needs of requesters, and cognate words shall be construed accordingly; “director” means a director (within the meaning of the Companies Acts, 1963 to …) but includes, in the case of a local authority or the Health Service Executive or any other public body that is not a company (within the meaning of the Companies Act, 1963 ) or, being a body, organisation or group (other than a company) specified in subparagraph (b) (i), (c), (e), (f) or (g) of subparagraph (5) of paragraph 1 of the First Schedule , stands prescribed for the time being pursuant to that subparagraph, a person who is a member of it or a member of any board or other body that controls, manages or administers it, and any cognate words shall be construed accordingly; “enactment” means a statute or an instrument made under a power conferred by a statute; “exempt record” means— (a) a record in relation to which the grant of a request under head 7 would be refused pursuant to Part III or by virtue of head 46 , or ",
        "6 (b) a record that is created for or held by an office holder and relates to the functions or activities of— (i) the office holder as a member of the Oireachtas or a political party, or (ii) a political party; ‘factual information’ includes information of a statistical, econometric or empirical nature, together with any analysis thereof; “functions” includes powers and duties and references to the performance of functions include, with respect to powers and duties, references to the exercise of the powers and the carrying out of the duties; “give” includes send, whether by post or electronic or other means, and cognate words shall be construed accordingly; “head” means head of a public body; “head of a public body” means— (a) in relation to a Department of State, the Minister of the Government having charge of it, (b) in relation to the Office of the Tánaiste, the Tánaiste, (c) in relation to the Office of the Attorney General, the Attorney General, (d) in relation to the Office of the Director of Public Prosecutions, the Director of Public Prosecutions, ",
        "7 (e) in relation to the Office of the Comptroller and Auditor General, the Comptroller and Auditor General, (f) in relation to the Office of the Ombudsman, the Ombudsman, (g) in relation to the Office of the Commissioner, the Commissioner, (h) in relation to the Office of the Local Appointments Commissioners, the Local Appointments Commissioners, (i) in relation to the Houses of the Oireachtas Service, the Chairman of Dáil Eireann (j) in relation to the Houses of the Oireachtas Commission, the chairperson of the Houses of the Oireachtas Commission, (k) in relation to the office of the Ombudsman for Children, the Ombudsman for Children (l) in relation to the office of Pensions Ombudsman, the Pensions Ombudsman. (m) in relation to the Office of Legal Services Ombudsman, the Legal Services Ombudsman (n) in relation to An Garda Síochána, the Garda Commissioner (o) in relation to any other public body, the person who holds, or performs the functions of, the office of chief executive officer (by whatever name called) of the body; ",
        "8 ‘local authority’ means a local authority for the purposes of the Local Government Act 2001 “the Minister” means the Minister for Public Expenditure and Reform; “Office”, in relation to a person, means the offices in which the administration and business relating to the functions of the person are carried on; “office holder” means— (a) a person who is a Minister of the Government or a Minister of State, or (b) a member of either House of the Oireachtas who holds the office of Attorney General; “personal information” means information about an identifiable individual that— (a) would, in the ordinary course of events, be known only to the individual or members of the family, or friends, of the individual, or (b) is held by a public body on the understanding that it would be treated by it as confidential, and, without prejudice to the generality of the foregoing, includes— (i) information relating to the educational, medical, psychiatric or psychological history of the individual, (ii) information relating to the financial affairs of the individual, ",
        "9 (iii) information relating to the employment or employment history of the individual, (iv) information relating to the individual in a record falling within section 6 (6) (a), (v) information relating to the criminal history of the individual, (vi) information relating to the religion, age, sexual orientation or marital status of the individual, (vii) a number, letter, symbol, word, mark or other thing assigned to the individual by a public body for the purpose of identification or any mark or other thing used for that purpose, (viii) information relating to the entitlements of the individual under the Social Welfare Acts as a beneficiary (within the meaning of the Social Welfare (Consolidation) Act, 1993 ) or required for the purpose of establishing whether the individual, being a claimant (within the meaning aforesaid), is such a beneficiary, (ix) information required for the purpose of assessing the liability of the individual in respect of a tax or duty or other payment owed or payable to the State or to a local authority, the Health Service Executive, or other public body or for the purpose of collecting an amount due from the individual in respect of such a tax or duty or other payment, (x) the name of the individual where it appears with other personal information relating to the individual or where the disclosure of the name would, or would be likely to, establish that any personal information held by the public body concerned relates to the individual, ",
        "10 (xi) information relating to property of the individual (including the nature of the individual's title to any property), and (xii) the views or opinions of another person about the individual, but does not include— (I) in a case where the individual holds or held office as a director, or occupies or occupied a position as a member of the staff, of a public body, the name of the individual or information relating to the office or position or its functions or the terms upon and subject to which the individual holds or held that office or occupies or occupied that position or anything written or recorded in any form by the individual in the course of and for the purpose of the performance of the functions aforesaid, (II) in a case where the individual is or was providing a service for a public body under a contract for services with the body, the name of the individual or information relating to the service or the terms of the contract or anything written or recorded in any form by the individual in the course of and for the purposes of the provision of the service, or (III) the views or opinions of the individual in relation to a public body, the staff of a public body or the business or the performance of the functions of a public body; “political party” means a party registered in the Register of Political Parties; “prescribed” means prescribed by the Minister by regulations under head 3 ; “public body” shall be construed in accordance with the First Schedule ; ",
        "11 “record” includes any memorandum, book, plan, map, drawing, diagram, pictorial or graphic work or other document, any photograph, film or recording (whether of sound or images or both), any form in which data (within the meaning of the Data Protection Act, 1988 ) are held, any other form (including machine-readable form) or thing in which information is held or stored manually, mechanically or electronically and anything that is a part or a copy, in any form, of any of the foregoing or is a combination of two or more of the foregoing; and a copy, in any form, of a record shall be deemed, for the purposes of this Act, to have been created at the same time as the record. “request to which head 29 applies” means a request under head 7 to which head 26 (3), 27 (3) or 28 (5) (a) applies and which, apart from section 29 , would fall to be granted; “requester” means a person who makes a request under head 7 ; “the right of access” shall be construed in accordance with head 6 ; ‘week’ means a period of 5 consecutive week-days and, in determining such a period, a Saturday or a public holiday (within the meaning of the Organisation of Working Time Act 1997) shall be disregarded and ‘weeks’ shall be construed accordingly. (2) A power conferred by this Act to draw up and publish guidelines or to make determinations shall be construed as including a power exercisable in the like manner to revoke or amend guidelines or determinations drawn up and published or, as the case may be, made under the power. (3) Nothing in this Act shall be construed as prohibiting or restricting access by a public body to a record held by another public body. (4) A reference in head 7, 8, 14, 17 or 18 in relation to a request under head 7 or the receipt of such a request or to an application under section 14 (2), 17 (1) or 18 (1), to the ",
        "12 head of a public body shall be construed as including a reference to the body and to any director or member of the staff thereof, and this Act shall, with any necessary modifications, apply and have effect accordingly. (5) In this Act— (a) a reference to records held by a public body includes a reference to records under the control of the body, (b) a reference to a Part, section or Schedule is a reference to a Part or section of, or a Schedule to, this Act unless it is indicated that reference to some other provision is intended, and (c) a reference to a subhead, paragraph, subparagraph, clause or subclause is a reference to a subsection, paragraph, subparagraph, clause or subclause of the provision in which the reference occurs, unless it is indicated that reference to some other provision is intended, and (d) a reference to any enactment is a reference to that enactment as amended, adapted or extended by or under any subsequent enactment. Explanatory Note This Head is based on section 2 of the Freedom of Information Act 1997 as amended by section 2 of the Freedom of Information (Amendment) Act 2003, the Houses of the Oireachtas Commission (Amendment) Act 2009, section 36 of the Legal Services Ombudsman Act 2009, Ombudsman for Children Act 2002, Section 12 of the Houses of the Oireachtas Commission (Amendment) Act 2006, section 62 of the Public Service ",
        "13 Management (Recruitment and Appointments) Act 2004, section 75 of the Health Act 2004. The following amendments are being made: (cid:1) The definition in relation to a request to which head 29 applies has been altered slightly to include a reference to head 28 (5) (a) rather than just 28 (5). Head 29 deals with instances where an existing exemption is overruled by the relevant public interest test within that exemption; head 28(5) has two separate provisions and only one of them, at (a), has to do with the public interest. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” recommends an amendment whereby the definition of a \"request to which section 29 applies\" should read \"section 28(5)(a)\" rather than \"section 28(5)\". This is therefore a minor change to the text to ensure greater accuracy and clarity. (cid:1) The definition of “head” has been amended and/or deleted since 1997 and the subclauses have been reordered accordingly. ",
        "14 Head 3- Regulations. Provide that 3.—(1) The Minister may— (a) by regulations provide, subject to the provisions of this Act, for any matter referred to in this Act as prescribed or to be prescribed, and (b) in addition to any other power conferred on him or her to make regulations, make regulations generally for the purposes of, and for the purpose of giving full effect to, this Act, (c) if, during the first 3 years of application of this Act to a public body (not being a public body subject to the Act of 1997 immediately prior to the commencement of this Act) specified in subparagraph (3), (4) or (5) of paragraph 1 of the First Schedule , any difficulty arises in bringing this Act into operation in so far as it applies to that body, by regulations do anything which appears to be necessary or expedient for bringing this Act into operation in so far as it applies to that body and regulations under this paragraph may, in so far only as may appear necessary for carrying the regulations into effect, modify a provision of this Act if the modification is in conformity with the purposes, principles and spirit of this Act, (2) Regulations under this Act may contain such incidental, supplementary and consequential provisions as appear to the Minister to be necessary or expedient for the purposes of the regulations. ",
        "15 (3) Where the Minister proposes to make regulations under subhead (1)(c), he or she shall, before doing so, consult with such other (if any) Minister of the Government as the Minister considers appropriate having regard to the functions of that other Minister of the Government in relation to the proposed regulations. (4) Every regulation under this Act shall be laid before each House of the Oireachtas as soon as may be after it is made and, if a resolution annulling the regulation is passed by either such House within the next 21 days on which that House has sat after the regulation is laid before it, the regulation shall be annulled accordingly but without prejudice to the validity of anything previously done thereunder. Explanatory Note This Head is re enacts the provisions of section 3 of the Freedom of Information Act 1997 with amendments reflecting the new approach of flexibility by SI under the First Schedule, without positive Oireachtas approval. ",
        "16 Head 4- Delegation of certain functions of heads. Provide that- 4.—(1) A head may delegate in writing to a member of the staff of the public body concerned any of the functions of the head under this Act (other than this head and head 25). (2) A delegation under subhead (1) (“a delegation”) may— (a) relate to functions generally or specified functions or be in respect of records generally or specified classes of records or specified records, and (b) be to a specified member or specified members of the staff of the public body concerned or to such members who are of a specified rank or grade or of a rank or grade not lower than a specified rank or grade, and may delegate different functions or classes of function to different such members or classes of members. (3) A delegation may be revoked in whole or in part or amended in writing by the head for the time being of the public body concerned. (4) A delegation shall operate, so long as it continues in force, to confer on and vest in the person concerned the function or functions delegated by the delegation. (5) References in this Act to a head shall be construed, where appropriate having regard to the context and any delegation under this section, as including references to any person to whom functions stand delegated by the delegation. ",
        "17 Explanatory Note This Head is based on section 4 of the Freedom of Information Act 1997 as amended by section 3 of the Freedom of Information (Amendment) Act 2003. Subhead (6) has been renumbered (5) following the deletion of the former subhead (5) by the 2003 Act. ",
        "18 Head 5- Expenses. Provide that 5.—The expenses incurred in the administration of this Act shall be paid out of moneys provided by the Oireachtas and the expenses incurred by any other Minister of the Government in the administration of this Act shall, to such extent as may be sanctioned by the Minister, be paid out of moneys provided by the Oireachtas. Explanatory Note This Head is based on section 5 of the Freedom of Information Act 1997 and its provisions are re enacted without amendment. ",
        "19 PART II – ACCESS TO RECORDS Head 6- Access to Records Provide that- 6.—(1) Subject to the provisions of this Act, every person has a right to and shall, on request therefor, be offered access to any record held by a public body and the right so conferred is referred to in this Act as the right of access. (2) It shall be the duty of a public body to give reasonable assistance to a person who is seeking a record under this Act— (a) in relation to the making of the request under head 7 for access to the record, and (b) if the person has a disability, so as to facilitate the exercise by the person of his or her rights under this Act. (3) The Minister shall, after consultation with such other (if any) Ministers of the Government as he or she considers appropriate, draw up and publish to public bodies guidelines in relation to compliance by public bodies with subhead (2)(b), and public bodies shall have regard to any such guidelines. (4) The records referred to in subhead (1) are records created after the commencement of the Act of 1997 and— (a) records created during such period (if any), or after such time (if any), before the commencement of that Act, and ",
        "20 (b) records created before such commencement and relating to such particular matters (if any), and (c) records created during such period (if any) and relating to such particular matters (if any), as may be prescribed, after consultation with such Ministers of the Government as the Minister considers appropriate. (5) Notwithstanding subheads (1) and (4) but subject to subhead (6), where— (a) access to records created before the commencement of the Act of 1997 is necessary or expedient in order to understand records created after such commencement, or (b) records created before such commencement relate to personal information about the person seeking access to them, subhead (1) shall be construed as conferring the right of access in respect of those records. (6) Subhead (5) shall not be construed as applying, in relation to an individual who is a member of the staff of a public body, the right of access to a record held by a public body that— (a) is a personnel record, that is to say, a record relating wholly or mainly to one or more of the following, that is to say, the competence or ability of the individual in his or her capacity as a member of the staff of a public body or his or her employment or employment history or an evaluation of the performance of his or her functions generally or a particular such function as such member, ",
        "21 (b) was created more than 3 years before the commencement of the Act of 1997, and (c) is not being used or proposed to be used in a manner or for a purpose that affects, or will or may affect, adversely the interests of the person. (7) Nothing in this head shall be construed as applying the right of access to an exempt record. (8) Nothing in this Act shall be construed as prohibiting or restricting a public body from publishing or giving access to a record (including an exempt record) otherwise than under this Act where such publication or giving of access is not prohibited by law. (9) A record in the possession of a person who is or was providing a service for a public body under a contract for services shall, if and in so far as it relates to the service, be deemed for the purposes of this Act to be held by the body, and there shall be deemed to be included in the contract a provision that the person shall, if so requested by the body for the purposes of this Act, give the record to the body for retention by it for such period as is reasonable in the particular circumstances. (10) Where a request under head 7 would fall to be granted by virtue of subhead (9) but for the fact that it relates to a record that contains, with the matter relating to the service concerned, other matter, the head of the public body concerned shall, if it is practicable to do so, prepare a copy, in such form as he or she considers appropriate of so much of the record as does not consist of the other matter aforesaid and the request shall be granted by offering the requester access to the copy. (11) (a) In subhead (4) to (6), ‘commencement of the Act of 1997’, in relation to local authorities and health boards, means 21 October, 1998. ",
        "22 Explanatory Note This Head is based on section 6 of the Freedom of Information Act 1997 as amended by section 4 of the Freedom of Information (Amendment) Act 2003. The following amendments are made: (cid:1) Section 6(11) (b) is deleted, introduced as an amendment in 2003, this subsection excluded the records of those public bodies (not prescribed by the Act) with contracts for services to other public bodies covered by the FOI Act. Head 6 (9) of the Freedom of Information Acts brings the relevant records of persons involved in contracts of services with any public body subject to FOI within the ambit of the FOI regime. Persons included certain categories of public body specified in subparagraph (5) of Schedule 1 to the Act. It did this by excluding from the definition of “person” in subsection 6 (9) of the original Act any public body or any other body or group as specified in subparagraph (5) of schedule 1 to the Act who does not stand prescribed a public body for purpose of the Act. The deletion of this amendment is comprehended by the commitments in the Programme for Government in relation to ‘restoration’ of the Freedom of Information Acts. Its deletion has also been requested by the Office of the Information Commissioner. The effect of the amendment will bring the records concerned of all persons (including any non-prescribed public bodies) who provide contracts of services to a prescribed public body within the ambit of FOI. ",
        "23 Head 7- Requests for access to records. Provide that 7.—(1) A person who wishes to exercise the right of access shall make a request, in writing or in such other form as may be determined, addressed to the head of the public body concerned for access to the record concerned— (a) stating that the request is made under this Act, (b) containing sufficient particulars in relation to the information concerned to enable the record to be identified by the taking of reasonable steps, and (c) if the person requires such access to be given in a particular form or manner (being a form or manner referred to in head 12 ), specifying the form or manner of access. (2) The head shall cause the receipt by him or her of a request under subhead (1) to be notified, in writing or in such other form as may be determined, to the requester concerned as soon as may be but not later than 2 weeks after such receipt, and the notification shall include a summary of the provisions of head 41 and particulars of the rights of review under this Act, the procedure governing the exercise of those rights, and the time limits governing such exercise, in a case to which that section applies. (3) Where a request under this head is received by the head of a public body (“the head”) and the record or records concerned is or are not held by the body (“the first- mentioned body”) but, to the knowledge of the head, is or are held by one or more other public bodies, the head shall, as soon as may be, but not more than 2 weeks, after the receipt of the request, cause a copy of the request to be given to the head of the other body or, as the case may be, to the head of that one of the other bodies— ",
        "24 (a) whose functions are, in the opinion of the head, most closely related to the subject matter of the record or records, or (b) that, in the opinion of the head, is otherwise most appropriate, and inform the requester concerned, by notice in writing or in such other form as may be determined, of his or her having done so and thereupon— (i) the head to whom the copy aforesaid is furnished shall be deemed, for the purposes of this Act, to have received the request under this head and to have received it at the time of the receipt by him or her of the copy, and (ii) the head shall be deemed, for the purposes of this Act, not to have received the request. (4) Where a request under this head relating to more than one record is received by the head of a public body (“the first-mentioned body”) and one or more than one (but not all) of the records concerned is or are held by the body, the head shall inform the requester concerned, by notice in writing or in such other form as may be determined, of the names of any other public body that, to his or her knowledge, holds any of the records. (5) The Minister shall, after consultation with the Commissioner, draw up and publish to heads guidelines for the purposes of subhead (3) and (4) and heads shall have regard to any such guidelines. (6) A person shall be deemed to have the knowledge referred to in subhead (3) and (4) if, by the taking of reasonable steps, he or she could obtain that knowledge. (7) Where— ",
        "25 (a) a person makes a request for information, or a request for access to a record, to a public body or to a head or a director, or member of the staff, of a public body, other than under and in accordance with this Act, and (b) it is not or may not be possible to give the information, or make available the record, other than pursuant to a request in relation to it under and in accordance with head 7, the head shall, if appropriate, cause the person to be informed of the right of access and shall assist, or offer to assist, the person in the preparation of such a request. (8) A person who makes a request under subhead (1) may, at any time before the making of a decision under head 8(1) in relation to the request, by notice in writing or in such other form as may be determined, given to the head concerned, withdraw the request and the head concerned shall cause notice of the withdrawal to be given to any other person to whom, in the opinion of the head, it should be given. Explanatory Note This Head is based on section 7 of the Freedom of Information Act 1997 as amended by section 5 of the Freedom of Information (Amendment) Act 2003. ",
        "26 Head 8- Decisions on requests under section 7 and notification of decisions. Provide that 8.—(1) Subject to the provisions of this Act, a head shall, as soon as may be, but not later than 4 weeks, after the receipt of a request under head 7 — (a) decide whether to grant or refuse to grant the request or to grant it in part, (b) if he or she decides to grant the request, whether wholly or in part, determine the form and manner in which the right of access will be exercised, and (c) cause notice, in writing or in such other form as may be determined, of the decision and determination to be given to the requester concerned. (2) A notice under subhead (1) shall specify— (a) the decision under that subsection concerned and the day on which it was made, (b) unless the head concerned reasonably believes that their disclosure could prejudice the safety or well-being of the person concerned, the name and designation of the person in the public body concerned who is dealing with the request, (c) if the request aforesaid is granted, whether wholly or in part— (i) the day on which, and the form and manner in which, access to the record concerned will be offered to the requester concerned and the period during which the record will be kept available for the purpose of such access, and ",
        "27 (ii) the amount of any fee under head 47 payable by the requester in respect of the grant of the request, (d) if the request aforesaid is refused, whether wholly or in part— (i) the reasons for the refusal, and (ii) unless the refusal is pursuant to head 19(5), 22(2), 23(2), 24(3), 26(4), 27(4) or 28(5A), any provision of this Act pursuant to which the request is refused and the findings on any material issues relevant to the decision and particulars of any matter relating to the public interest taken into consideration for the purposes of the decision, (e) if the giving of access to the record is deferred under head 11 , the reasons for the deferral and the period of the deferral, and (f) particulars of rights of review and appeal under this Act in relation to the decision under subhead (1) and any other decision referred to in the notice, the procedure governing the exercise of those rights and the time limits governing such exercise. (3) Subject to the provisions of this Act, where a request is granted under subhead (1)— (a) if— (i) a fee is not charged under head 47 in respect of the matter, (ii) a deposit under that section has been paid and a fee under that head is charged and the amount of the deposit equals or exceeds the amount of the fee, or ",
        "28 (iii) such a deposit has been paid but such a fee is not charged, access to the record concerned shall be offered to the requester concerned forthwith and the record shall be kept available for the purpose of such access for a period of 4 weeks thereafter, and (b) if a fee is so charged, access to the record concerned shall be offered to the requester concerned as soon as may be, but not more than one week, after the day on which the fee is received by the public body concerned, and the record shall be kept available for the purpose of such access until— (i) the expiration of the period of 4 weeks from such receipt, or (ii) the expiration of the period of 8 weeks from the receipt by the requester concerned of the notice under subhead (1) concerned, whichever is the earlier. (4) Subject to the provisions of this Act, in deciding whether to grant or refuse to grant a request under head 7- (a) any reason that the requester gives for the request, and (b) any belief or opinion of the head as to what are the reasons of the requester for the request. shall be disregarded. ",
        "29 (5) This head shall not be construed as requiring the inclusion in a notice under subhead (1) of matter that, if it were included in a record, would cause the record to be an exempt record. (6) References in this section to the grant of a request under head 7 include references to such a grant pursuant to head 13. Explanatory Note This Head is based on section 8 of the Freedom of Information Act 1997 as amended by section 6 of the Freedom of Information (Amendment) Act 2003. ",
        "30 Head 9- Extension of time for consideration of requests under section 7 . Provide that 9.—(1) The head may, as respects a request under head 7 received by him or her (“the specified request”), extend the period specified in head 8 (1) for consideration of the request by such period as he or she considers necessary but not exceeding a period of 4 weeks if in the opinion of the head— (a) the request relates to such number of records, or (b) the number of other requests under head 7 relating either to the record or records to which the specified request relates or to information corresponding to that to which the specified request relates or to both that have been made to the public body concerned before the specified request was made to it and in relation to which a decision under section 8 has not been made is such, that compliance with that subhead within the period specified therein is not reasonably possible. (2) Where a period is extended under this head, the head concerned shall cause notice in writing or in such other form as may be determined, to be given to the requester concerned, before the expiration of the period, of the extension and the period thereof and reasons therefor. (3) The reference in head 8 (1) to 4 weeks shall be construed in accordance with any extension under this section of that period. Explanatory Note This Head is based on section 9 of the Freedom of Information Act 1997. ",
        "31 Head 10- Refusal on administrative grounds to grant requests under section 7 . Provide that 10.—(1) A head to whom a request under head 7 is made may refuse to grant the request if— (a) the record concerned does not exist or cannot be found after all reasonable steps to ascertain its whereabouts have been taken, (b) the request does not comply with head 7 (1) (b), (c) in the opinion of the head, granting the request would, by reason of the number or nature of the records concerned or the nature of the information concerned, require the retrieval and examination of such number of records or an examination of such kind of the records concerned as to cause a substantial and unreasonable interference with or disruption of work of the public body concerned, (d) publication of the record is required by law and is intended to be effected not later than 12 weeks after the receipt of the request by the head, (e) the request is, in the opinion of the head, frivolous or vexatious or forms part of a pattern of manifestly unreasonable requests from the same requester or from different requesters who, in the opinion of the head, appear to have made the requests acting in concert, or (f) a fee or deposit payable under head 47 in respect of the request concerned or in respect of a previous request by the same requester has not been paid. (g) the request relates to records already released, either to the same requester, or, in circumstances where by reason of the potential availability of the records released to that requester or the appearance that that requester is acting in concert ",
        "32 with a previous requester, it is reasonable to refuse a further request, to another requester. (2) A head shall not refuse, pursuant to paragraph (b) or (c) of subhead (1), to grant a request under head 7 unless he or she has assisted, or offered to assist, the requester concerned in an endeavour so to amend the request that it no longer falls within that paragraph. Explanatory Note This Head is based on section 10 of the Freedom of Information Act 1997 as amended by section 7 of the Freedom of Information (Amendment) Act 2003. The following amendment is being made: (cid:1) Subhead 1 (g) which provides a reason for refusal where the request relates to records already released to a requester. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” recommends that a provision should be included to allow the head of a public body to refuse to grant a request for records already released to a requester. The Information Commissioner also recommends that such a refusal would be subject to appeal to the Information Commissioner. In the normal course such a refusal would be subject to internal appeal and appeal to the Information Commissioner. This is a useful suggestion as there is a need to ensure that public bodies can take the necessary actions to minimise administrative disruption from individuals who may misuse the FOI Act. ",
        "33 Head 11- Deferral of access to records. Provide that 11.—(1) Where a request is made under head 7, and— (a) the record concerned was prepared solely for the information of either or both of the Houses of the Oireachtas or a committee of either or both of such Houses and copies of the record are intended to be laid before either or both of such Houses or given to such a committee or otherwise published to members of either or both of such Houses or such a committee on a day falling within a reasonable period after the receipt by the head concerned of the request (“the specified day”), or (b) information contained in the record concerned falls within paragraph (b), (d) or (e) of head 20 (2) and the giving of access to the record on or before a particular day (“the specified day”) would, in the opinion of the head concerned, be contrary to the public interest, or (c) the record concerned is held by a public body, being a Department of State or the Office of the Tánaiste and the Minister of the Government in whom functions in relation to the public body are vested considers that the record or part thereof or any matter to which it relates is of such interest to the public generally that he or she intends to inform either or both of the Houses of the Oireachtas of the contents of the record or part or of the matter or otherwise to publish the contents of the record or part or information relating to the matter on a day not later than one week after the appropriate time specified in head 8 (3) (“the specified day”), the head concerned may defer the offering of access to the record to the requester concerned until the day immediately after the specified day. ",
        "34 (2) Head 8 (3) shall be construed and have effect in relation to a case in which the offering of access to a record is deferred under this section as if— (a) paragraph (a) thereof required access to the record to be offered to the requester concerned forthwith upon the expiration of the period of the deferral and the record to be kept available for the purpose of such access for a period of 4 weeks thereafter, and (b) paragraph (b) thereof required access to the record to be offered to the requester as soon as may be, but not more than one week, after— (i) the expiration of the period of the deferral, or (ii) the day on which the fee under head 47 concerned is received by the public body concerned, whichever is the later and the record to be kept available for the purpose of such access until— (I) the expiration of the period of 4 weeks from such receipt, or (II) the expiration of the period of 4 weeks from the expiration of the period of the deferral, whichever is the later. Explanatory Note This Head is based on section 11 of the Freedom of Information Act 1997. ",
        "35 Head 12- Manner of access to records. Provide that 12.—(1) A head may give access under this Act to a record by providing the requester with— (a) a copy of the record, (b) a transcript of the information concerned, (c) a computer disk or other electronic device containing the information, (d) a reasonable opportunity to inspect the record, (e) in case the record is of sound or visual images, a reasonable opportunity to hear or view the record, (f) in case the information is in shorthand or other code, the information in decodified form and in written form or such other form as may be determined, (g) the information in such other form or manner as may be determined, or (h) the information in a combination of any two or more of the foregoing. (2) Where a head decides to grant a request under head 7 and the request is for access in a particular form or manner to a record, such access shall be given in that form or manner unless the head concerned is satisfied— (a) that such access in another form or manner specified in or determined under subsection (1) would be significantly more efficient, or ",
        "36 (b) that the giving of access in the form or manner requested would— (i) be physically detrimental to the record, (ii) involve an infringement of copyright (other than copyright owned by the State, the Government or the public body concerned), (iii) conflict with a legal duty or obligation of a public body, or (iv) prejudice, impair or damage any interest protected by Part III or head 46 . (3) Where a head decides to grant a request under head 7 but not to give access to the record concerned in the form or manner specified in the request, he or she shall give such access— (a) if the case is one to which paragraph (a) of subhead (2) applies, in the appropriate form or manner having regard to that paragraph, and (b) if the case is one to which paragraph (b) of that subhead applies, in such other form or manner specified in or determined under subhead (1) as may be agreed by the head and the requester or, if those persons are unable to agree upon such a form, in such form specified in subhead(1) as the head considers appropriate. Explanatory Note This Head is based on section 12 of the Freedom of Information Act 1997. ",
        "37 Head 13- Access to parts of records. 13.—(1) Where a request under head 7 would fall to be granted but for the fact that it relates to a record that is an exempt record, by reason of the inclusion in it, with other matter, of particular matter, the head of the public body concerned, shall, if it is practicable to do so, prepare a copy, in such form as he or she considers appropriate, of so much of the record as does not consist of the particular matter aforesaid and the request shall be granted by offering the requester access to the copy. (2) Subhead (1) shall not apply in relation to a record if the copy provided for thereby would be misleading. (3) Where a requester is offered access to a copy of part of a record under this head, then (unless the record is one to which head 19(5), 22(2), 23(2), 24(3), 26(4), 27(4) or 28(5A) applies), the notice under head 8(1) concerned shall specify that such access is offered pursuant to this section and that the copy does not purport to be a copy of the complete record to which the request under head 7 relates and shall also specify the nature of the matter contained in the record by virtue of which subhead (1) applies to the record. Explanatory Note This Head is based on section 13 of the Freedom of Information Act 1997 as amended by section 8 of the Freedom of Information (Amendment) Act 2003. ",
        "38 Head 14- Review by heads of decisions. Provide that 14.—(1) This section applies to a decision made pursuant to this Act by a person to whom the function concerned stood delegated at the time of the making of the decision, being— (a) a decision to refuse to grant a request under head 7, whether wholly or in part, (other than a request to which head 29 applies) (“a request”) in relation to the record concerned, (b) a decision under head 11 to defer the offering of access to a record falling within paragraph (a) of subhead (1) of that section, (c) a decision under head 12 to grant a request by giving access to the record concerned in a form other than that specified in the request, (d) a decision under head 13 to grant a request under head 7 by offering the requester concerned access to a copy of part only of the record concerned, (e) a decision under head 17 to refuse to amend a record, (f) a decision under head 18 in relation to the contents of a statement furnished under subhead (1) of that section or to refuse an application under that subsection, or (g) a decision to charge a fee or deposit, or a fee or deposit of a particular amount, under section 47 . ",
        "39 (2) Subject to the provisions of this head, the head of the public body concerned, on application to him or her in that behalf, in writing or in such other form as may be determined, by a relevant person— (a) may review a decision to which this section applies, and (b) following the review, may, as he or she considers appropriate— (i) affirm or vary the decision, or (ii) annul the decision and, if appropriate, make such decision in relation to the matter as he or she considers proper, in accordance with this Act. (3) A person to whom a function under this head stands delegated under head 4 shall not perform that function in relation to a decision to which this head applies that was made by a member of the staff of the public body concerned whose rank is the same as or higher than that of the person aforesaid. (4) A decision under subhead (2) shall be made, and the head concerned shall cause notice thereof, in writing or in such other form as may be determined, to be given to the relevant person and any other person whom he or she considers should be notified thereof, not later than 3 weeks after the receipt by the head of the application for the review under that subsection concerned. (5) A notice under subhead (4) shall specify— (a) the day on which the decision concerned under that subsection was made, ",
        "40 (b) if the decision is to grant, in whole or in part, the request under head 7 concerned, the information referred to in head 8 (2) (c), (c) if the decision is to refuse to grant, wholly or in part, the request aforesaid, the information specified in subparagraph (i) of paragraph (d) of head 8(2) and, if the refusal is not pursuant to head 10(1)(c), 19(5), 22(2), 23(2), 24(3), 26(4), 27(4) or 28(5A), the information specified in subparagraph (ii) of that paragraph, (d) if the decision is to defer the giving of access to the record concerned, the reasons for the deferral and the period of the deferral, (e) if the decision is a decision referred to in paragraph (c), (d), (e), (f) or (g) of subhead (1), the reasons for the decision, and (f) particulars of the rights of review and appeal under this Act in relation to the decision, the procedure governing the exercise of those rights and the time limits governing such exercise. (6) This head shall not be construed as requiring the inclusion in a notice under subhead (4) of matter that, if it were included in a record, would cause the record to be an exempt record. (7) An application under subhead (2) shall be made not later than 4 weeks after the notification under this Act of the decision concerned to the relevant person concerned or, in a case in which the head concerned is of the opinion that there are reasonable grounds for extending that period, the expiration of such longer period as he or she may determine. (8). The relevant person concerned may, at any time before the making of a decision under subhead (2) following the review concerned, by notice in writing or in such other ",
        "41 form as may be determined, given to the head concerned, withdraw the application concerned under that subsection and the head concerned shall cause a copy of any notice given to him or her under this subsection to be given to any other person to whom, in the opinion of the head, it should be given (9) Subhead (3) of head 8 shall apply in relation to a case where a decision under subhead (2) is to grant a request under head 7 or to annul or vary a deferral under head 11 with the modification that the reference in the said subhead (3) to the grant of a request under subhead (1) of head 8 shall be construed as a reference to the making of the decision under subhead (2). (10) Subject to the provisions of this Act, a decision under subhead (2) shall— (a) in so far as it is inconsistent with the decision to which this section applies concerned, have effect in lieu thereof, and (b) be binding on the parties concerned. (11) In this head “relevant person”, in relation to a decision to which this head applies, means— (a) the requester concerned, or (b) if the decision is under head 17 or 18 , the person who made the application concerned. Explanatory Note This Head is based on section 14 of the Freedom of Information Act 1997, as amended by section 9 of the Freedom of Information (Amendment) Act 2003. ",
        "42 Head 15- Publication of information about public bodies. Provide that 15.—(1) A public body shall cause to be prepared and published and to be made available electronically on the web site for the public body concerned free of charge a reference book containing— (a) a general description of its structure and organisation, functions, powers and duties, any services it provides for the public and the procedures by which any such services may be availed of by the public, (b) a general description of the classes of records held by it, giving such particulars as are reasonably necessary to facilitate the exercise of the right of access, (c) a general description of the matters referred to in paragraphs (a) and (b) of head 16 (1), (d) the arrangements made by the body— (i) to enable a person to obtain access to records held by the body, (ii) to enable an individual to apply for the amendment of any such records that relate to personal information in respect of the individual, and (iii) to enable a person to whom head 18 (1) applies to obtain the information specified therein, (e) the names and designations of the members of the staff of the body responsible for carrying out the arrangements aforesaid (unless the head of the body reasonably believes ",
        "43 that publication of that information could threaten the physical safety or well-being of the persons), (f) the address or addresses at which requests under head 7 or applications under head 17 or 18 should be given, (g) appropriate information concerning— (i) any rights of review or appeal in respect of decisions made by the body (including rights of review and appeal under this Act), and (ii) the procedure governing the exercise of those rights and any time limits governing such exercise, (h) any other information that the head of the body considers relevant for the purpose of facilitating the exercise of the right of access, and (i) information in relation to such other matters (if any) as may be prescribed. (2) A reference book prepared under subhead (1) shall be made available electronically on the web site of the public body concerned free of charge upon the commencement of this Act, and thereafter a version, appropriately revised, of the book shall be prepared and published and shall be made available as aforesaid by the body not less frequently than the end of the third year after the year in which the latest such book was so made available by the body and as soon as may be after any significant alterations or additions fall to be made in or to the latest such book so made available. Accordingly the former s.15(2)(a), (b), (c), and (d) were no longer required as the same time period for publishing the reference book applies for all public bodies. ",
        "44 (3) In preparing a reference book under subhead (1), a public body shall have regard to the fact that the purpose of the book is to assist members of the public in ascertaining and exercising their rights under this Act. (4) The Minister shall ensure that appropriate measures are taken by public bodies, as respects training of staff, organisational arrangements and such other matters as the Minister considers appropriate, for the purpose of facilitating compliance by the bodies with this Act and, without prejudice to the generality of paragraph (b) of head 3 (1), may, by regulations made under that paragraph after consultation with the Commissioner and the Director of the National Archives (within the meaning of the National Archives Act, 1986), make provision for the management and maintenance of records held by public bodies. (5) (a) As soon as may be after the end of a period specified in paragraph (d), the Minister shall prepare a report in writing of the measures taken by public bodies pursuant to subhead (4) during that period. (b) A report under this subhead shall include a report of any measures taken by a public body during the period to which the report relates consequent upon a report under head 36 (4). (c) The Minister shall cause a copy of a report under this subsection to be furnished as soon as may be to the committee (within the meaning of head 32). (d) The periods referred to in paragraph (a) are: (i) the period of 3 months beginning on the commencement of this Act, and (ii) the period of 12 months or of such other length as may be determined beginning on the expiration of the period aforesaid and each subsequent period of 12 months or of such other length as may be determined beginning on the ",
        "45 expiration of the period of 12 months or of such other length as may be determined immediately preceding. (6) Subhead (1) does not apply to any matter by reason of which a record in which it is included is an exempt record. (7) In this section ‘published’ includes published by electronic means, and ‘publication’ shall be construed accordingly Explanatory Note This Head is based on section 15 of the Freedom of Information Act 1997 as amended by section 10 of the Freedom of Information (Amendment) Act 2003 and section 75 of the Health Act 2004. The following changes are being made: (cid:1) Subheads 1 and 2 are amended by the inclusion of “electronically on the web site for the public body concerned free of charge” and the deletion of subject to subsection 7. (cid:1) Subhead 7 is deleted. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” states that Section 15(7) is somewhat confusing in that it provides for a section 15 manual being available \"for removal free of charge ...\" whilst also stating that in certain circumstances it may be available \"for purchase\". Where the manual is published electronically, with no full paper version published, public bodies should be required to make the document available electronically with a print-out facility, if requested, a document which describes the range of material in the manual and offers to provide paper copies of the contents (or those parts of interest) to any person It is recommended that the manual should be available free of charge for ",
        "46 consultation electronically on the web site of the public body concerned. Where specific issues arise for persons who are not computer literate, public bodies have the discretion to make available a printed hard copy or part copy of the publication to a requester where necessary and should endeavour to cooperate with a requester in this regard to the greatest extent possible. A legislative provision is not necessary in this regard. Department of Public Expenditure and Reform does not support the publication free of charge of printed document which is no longer a viable environmental proposition in the digital age. (cid:1) Subheads (4) to (7) are re numbered as a result of the deletion of a subhead by the 2003 Act. ",
        "47 Head 16- Publication of information regarding rules and practices in relation to certain decisions by public bodies. Provide that 16.—(1) A public body shall cause to be prepared and published and to be made available electronically on the web site for the public body concerned free of charge— (a) the rules, procedures, practices, guidelines and interpretations used by the body, and an index of any precedents kept by the body, for the purposes of decisions, determinations or recommendations, under or for the purposes of any enactment or scheme administered by the body with respect to rights, privileges, benefits, obligations, penalties or other sanctions to which members of the public are or may be entitled or subject under the enactment or scheme, and (b) appropriate information in relation to the manner or intended manner of administration of any such enactment or scheme. (2) A publication prepared under subhead (1) shall be made available electronically on the web site for the public body concerned free of charge upon the commencement of this Act,and thereafter a version, appropriately revised, of the publication shall be prepared and published and shall be made available as aforesaid by the body not less frequently than 3 years after the latest such publication was so made available by the body and as soon as may be after any significant alterations or additions fall to be made in or to the latest such publication so made available. (3) If the material specified in paragraph (a) of subhead (1) is not published and made available in accordance with this section or the material so published and purporting to be the material aforesaid is incomplete or inaccurate and a person shows— ",
        "48 (a) that he or she was not aware of a rule, procedure, practice, guideline, interpretation or precedent referred to in subhead (1) (a) (“the rule”) or of a particular requirement of the rule, and (b) that, but for such non-publication, non-availability, incompleteness or incorrectness, as the case may be, he or she would have been so aware, the public body concerned shall, if and in so far as it is practicable to do so, ensure that the person is not subjected to any prejudice (not being a penalty imposed by a court upon conviction of an offence) by reason only of the application of the rule or requirement if the person could lawfully have avoided that prejudice if he or she had been aware of the rule or requirement. (4) Subhead (3) shall not apply in a case where the public body concerned shows that reasonable steps were taken by it to bring the rule or requirement concerned to the notice of those affected by it. (5) A precedent referred to in an index specified in subhead (1) shall, on request therefor to the public body concerned, be made available to the person concerned in accordance with subhead (5). (6) Subhead (1) does not apply to any matter by reason of which a record in which it is included is an exempt record. (7) In this section ‘published’ includes published by electronic means, and ‘publication’ shall be construed accordingly. Explanatory Note ",
        "49 This Head is based on section 16 of the Freedom of Information Act 1997 as amended by section 11 of the Freedom of Information (Amendment) Act 2003, section 75 of the Health Act 2004. The following alterations are being made: As with Head 15, Subheads 1 and 2 are amended by the inclusion of “electronically on the web site for the public body concerned free of charge and deletion of subject to subsection 7. The former s.16(2)(a), (b), (c), and (d) were no longer required as the same time period for publishing a manual applies for all public bodies. (cid:1) The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” states that where a manual under Section 16 is published electronically, with no full paper version published, public bodies should be required to publish electronically with a print-out, if requested, a document which describes the range of material in the manual and offers to provide paper copies of the contents (or those parts of interest) to any person.. The Department of Public Expenditure and Reform fully agrees that alls such manuals should be available free of charge electronically with a facility for ‘print out’. Where specific issues arise for persons who are not computer literate, public bodies have the discretion to make available a printed hard copy or part copy of the publication to a requester where necessary and should endeavour to cooperate with a requester in this regard to the greatest extent possible. A legislative provision is not necessary in this regard. (cid:1) Similarly subhead (5) is being deleted and as a consequence subheads (6), (7) and (8) are being renumbered. ",
        "50 Head 17- Amendment of records relating to personal information. Provide that 17.—(1) Where personal information in a record held by a public body is incomplete, incorrect or misleading, the head of the body shall, on application to him or her in that behalf, in writing or in such other form as may be determined, by the individual to whom the information relates, amend the record— (i) by altering it so as to make the information complete or correct or not misleading, as may be appropriate, (ii) by adding to the record a statement specifying the respects in which the body is satisfied that the information is incomplete, incorrect or misleading, as may be appropriate, or (iii) by deleting the information from it. (2) An application under subhead (1) shall, in so far as is practicable— (a) specify the record concerned and the amendment required, and (b) include appropriate information in support of the application. (3) The head concerned shall, as soon as may be, but not later than 4 weeks, after the receipt by him or her of an application under subhead (1), decide whether to grant or refuse to grant the application and shall cause notice, in writing or in such other form as may be determined, of his or her decision and, if the decision is to grant it, of the manner of such grant to be given to the person concerned. ",
        "51 (4) (a) If the grant of an application under subhead (1) is refused, the head concerned shall— (i) attach to the record concerned the application or a copy of it or, if that is not practicable, a notation indicating that the application has been made, and (ii) include in the notification under subhead (3) particulars of— (I) rights of review and appeal under this Act in relation to the decision to refuse to grant the application, and (II) the procedure governing the exercise of those rights and any time limits governing such exercise. (b) Paragraph (a)(i) does not apply in relation to a case in which the head concerned is of opinion that the application concerned is defamatory or the alterations or additions to which it relates to the record concerned would be unnecessarily voluminous. (5) Where a record is amended pursuant to this section, the public body concerned shall take all reasonable steps to notify of the amendment— (a) any person to whom access to the record was granted under this Act, and (b) any other public body to whom a copy of the record was given, during the period of one year ending on the date on which the amendment was effected. (6) Notwithstanding subhead (1), the Minister may provide by regulations for the making of an application under that subsection— ",
        "52 (a) by the parent or guardian of an individual referred to in that subhead, if the individual belongs to a class specified in the regulations, or (b) in a case where such an individual is dead, by a member of a class specified in the regulations. (7) A head to whom a request under this head is made may refuse to grant the request if the request is, in the opinion of the head, frivolous or vexatious, or forms part of a pattern of manifestly unreasonable requests from the same requester or from different requesters who, in the opinion of the head, appear to have made the requests acting in concert. Explanatory Note This Head is based on section 17 of the Freedom of Information Act 1997, as amended by section 12 of the Freedom of Information (Amendment) Act 2003. The following amendment is being made: (cid:1) Insertion of a new subhead authorising the refusal of a head to grant a request if in his or her opinion it is frivolous, vexations or forms part of a pattern of manifestly unreasonable requests from the same requester or different requesters acting in concert. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” recommends that the \"frivolous or vexatious\" ground of refusal should be extended to section 17 and 18 applications. The Department of Public Expenditure and Reform agrees with this recommendation and for the reasons underlying it. The Information Commissioner correctly highlights that while a request for records under section 7 of the FOI Act may be refused on the grounds of being \"frivolous or vexatious\", there is no equivalent provision in the case of applications made under section 17 (seeking amendment of personal information) or section 18 (seeking reasons for an act of a public body). ",
        "53 Head 18- Right of person to information regarding acts of public bodies affecting the person. Provide that 18.—(1) The head of a public body shall, on application to him or her in that behalf, in writing or in such other form as may be determined, by a person who is affected by an act of the body and has a material interest in a matter affected by the act or to which it relates, not later than 4 weeks after the receipt of the application, cause a statement, in writing or in such other form as may be determined, to be given to the person— (a) of the reasons for the act, and (b) of any findings on any material issues of fact made for the purposes of the act. (2) Nothing in this head shall be construed as requiring— (a) the giving to a person of information contained in an exempt record, or (b) the disclosure of the existence or non-existence of a record if the non- disclosure of its existence or non-existence is required by this Act. (3) Subhead (1) shall not apply to— (a) a decision of the Public Appointments Service or other licence holder concerned under the Public Service Management (Recruitment and Appointments) Act 2004, not to accept a person as qualified for a position referred to in that section, or (b) a decision of the Chief Executive of the Public Appointments Service made by virtue of section 7 of the Local Authorities (Officers and Employees) Act ",
        "54 1926, not to recommend a person to a local authority for appointment to an office referred to in that head, if, in the opinion of the head concerned, the giving of a statement under subhead (1) in relation to the decision would be likely to prejudice the effectiveness of the process for selecting a person for appointment to the position or office. (4) If, pursuant to subhead (2) or (3), the head of a public body decides not to cause a statement to be given under subhead (1) to a person, the head shall, not later than 4 weeks after the receipt of the application concerned under subhead (1), cause notice, in writing or in such other form as may be determined, of the decision to be given to the person. (5) For the purposes of this section a person has a material interest in a matter affected by an act of a public body or to which such an act relates if the consequence or effect of the act may be to confer on or withhold from the person a benefit without also conferring it on or withholding it from persons in general or a class of persons which is of significant size having regard to all the circumstances and of which the person is a member. (5A) Notwithstanding subhead (1), the Minister may provide by regulations for the making of an application under that subhead— (a) by the parent or guardian of a person referred to in that subhead if the person belongs to a class specified in the regulations, or (b) in a case where such a person is dead, by a member of a class specified in the regulations (6) In this head— ",
        "55 “act”, in relation to a public body, includes a decision (other than a decision under this Act) of the body; “an act of a public body for the purpose of this head, is any act taken since the commencement of the Act of 1997 for the public body concerned” “benefit”, in relation to a person, includes— (a) any advantage to the person, (b) in respect of an act of a public body done at the request of the person, any consequence or effect thereof relating to the person, and (c) the avoidance of a loss, liability, penalty, forfeiture, punishment or other disadvantage affecting the person. (7) A head to whom a request under this head is made may refuse to grant the request if the request is, in the opinion of the head, frivolous or vexatious, or forms part of a pattern of manifestly unreasonable requests from the same requester or from different requesters who, in the opinion of the head, appear to have made the requests acting in concert. (8) (a) An application under this head must be made within twelve months of the person who is affected by the act becoming aware of it; and (b) if there are particular circumstances that, in the opinion of the head, justify an extension of the twelve month period, the head shall have discretion to grant such an extension Explanatory Note ",
        "56 This Head is based on section 18 of the Freedom of Information Act 1997, as amended by section 13 of the Freedom of Information (Amendment) Act 2003, the Public Service Management (Recruitment and Appointments) Act 2004. The following amendments are being made: (cid:1) As with Head 17, a new subhead (7) is inserted authorising the refusal of a head to grant a request if in his or her opinion it is frivolous, vexations or forms part of a pattern of manifestly unreasonable requests from the same requester or different requesters acting in concert. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” recommends that the \"frivolous or vexatious\" ground of refusal should be extended to section 17 and 18 applications. Department of Public expenditure and Reform agrees with this recommendation and for the reasons underlying it. The Information correctly highlights that while a request for records under head 7 of the FOI Act may be refused on the grounds of being \"frivolous or vexatious\", there is no equivalent provision in the case of applications made under head 17 (seeking amendment of personal information) or head 18 (seeking reasons for an act of a public body). While this recommendation is not reflected in the Programme for Government, it is a practical suggestion for the better and is in order for implementation. (cid:1) Insertion of a new subhead (8) states that an application under this head must be made within twelve months of the person who is affected by the act becoming aware of it, Subhead 8 (b) does however provide that the head can authorise an extension of this period. The Information Commissioner suggested that applications under this provision must be made within twelve months of the applicant becoming aware of the \"act\" that affects him/her unless there are particular circumstances that, in the opinion of the head, justify an extension of this period. ",
        "57 (cid:1) Insertion of a definition in relation to acts of public bodies. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” recommends that section 18 be amended to clarify that the right to a statement of reasons for an act of a public body applies only in respect of \"acts\" taken since the commencement of the FOI Act. This recommendation makes good sense and is in order for implementation. ",
        "58 PART III – EXEMPT RECORDS Head 19- Meetings of the Government. Provide that 19.—(1) A head may refuse to grant a request under head 7 if the record concerned— (a) has been, or is proposed to be, submitted to the Government for their consideration by a Minister of the Government or the Attorney General and was created for that purpose, (b) is a record of the Government other than a record by which a decision of the Government is published to the general public by or on behalf of the Government, or (c) contains information (including advice) for a member of the Government, the Attorney General, a Minister of State, the Secretary to the Government or the Assistant Secretary to the Government for use by him or her solely for the purpose of the transaction of any business of the Government at a meeting of the Government. (2) A head shall refuse to grant a request under head 7 if the record concerned— (a) contains the whole or part of a statement made at a meeting of the Government or information that reveals, or from which may be inferred, the substance of the whole or part of such a statement, and ",
        "59 (b) is not a record— (i) referred to in paragraph (a) or (c) of subhead (1), Or (ii) by which a decision of the Government is published to the general public by or on behalf of the Government. (3) Subject to the provisions of this Act, subhead (1) does not apply to a record referred to in that subsection— (a) if and in so far as it contains factual information relating to a decision of the Government that has been published to the general public, or (b) if the record relates to a decision of the Government that was made more than 5 years before the receipt by the head concerned of the request under section 7 concerned. (4) A decision to grant a request under head 7 in respect of a record to which paragraph (a) or (b) of subhead (1) applies shall not be made unless, in so far as it is practicable to do so, the head concerned has, prior to the making of the decision, consulted in relation to the request with— (a) the leader of each political party to which belonged a member of the Government that made any decision to which the record relates, and (b) any member of the Government aforesaid who was not a member of a political party. (5) Where a request under head 7 relates to a record to which subhead (1) applies, or would, if the record existed, apply, and the head concerned is satisfied that the disclosure of the existence or non-existence of the record would be contrary to the public interest, he or she shall refuse to grant the request and shall not disclose to the requester concerned whether or not the record exists. (6) In this head— ",
        "60 “decision of the Government” includes the noting or approving by the Government of a record submitted to them; “record” includes a preliminary or other draft of the whole or part of the material contained in the record; ‘‘Government’’ includes a committee of the Government, that is to say, a committee appointed by the Government whose membership consists of— (a) members of the Government, or (b) one or more members of the Government together with either or both of the following: (i) one or more Ministers of State, (ii) the Attorney General. Explanatory Note This Head is based on section 19 of the Freedom of Information Act 1997 as amended by section 14 of the Freedom of Information (Amendment) Act 2003. There are however a number of sections altered or not re enacted. (cid:1) Subhead (1) Restores subsection 19(1) (a) to what was contained in the original Act of 1997. This amendment arises from the commitment in the Programme for Government to restore the Freedom of Information legislation. It removes the mandatory power of a head of a public body to refuse an FOI request and restores the discretionary power of such a head as was contained in the original Act. ",
        "61 (cid:1) In addition, section 19(1) (aa), introduced in 2003 is not re enacted. It deals with communications between two or more Ministers dealing with matters under consideration by the Government. This amendment arises from the commitment in the Programme for Government to restore the Freedom of Information legislation. It should also be noted that the existing protections in the Act in relation to the deliberative process are sufficiently strong to deal with communications between two or more Ministers in relation to matters under consideration by the Government. (cid:1) Subhead 19 (1) (c) provides for the restoration of the word ‘solely’ by replacing the word ‘primarily’ which was introduced in the 2003 Amendment Act. This amendment arises from the commitment in the Programme for Government to restore the Freedom of Information legislation. (cid:1) Head 19 (2) (b) re enacts the original provisions of section 19(2) (b) prior to its amendment in 2003. No major consequences are foreseen as a result of the restoration. The amendment is necessary to give effect to the commitments in the programme for Government in relation to the restoration of the amendments made by the Freedom of Information (Amendment) Act, 2003. (cid:1) This Head also provides for the restoration of the period during which records of Government are exempt from FOI from 10 to 5 years. The restoration is in fulfilment of the Programme for Government . This amendment provides for the restoration of the original 19(4) provided for in the original Act. As the 2003 Amendment Act introduced a mandatory refusal in relation to records covered by section 19 (1) it was believed to be inconsistent to retain the requirement in subsection 4 of section 19 to consult with members of former governments prior to releasing a record covered by section 19(1)(a) or 19(1)(b). The amendment is necessary to give effect to the commitments in the programme for Government in relation to the restoration of the amendments made by the Freedom of Information (Amendment) Act, 2003. ",
        "62 (cid:1) The original definition of Government contained in section 19(6) is restored. The 2003 Amendment Act extended the protection available under section 19(1) to records of certain committees, including working groups where the committee concerned is certified by the Secretary General to the Government as having been established in direct support of government deliberations. No such committee was certified by the Secretary General to the Government in the intervening period. The amendment is necessary to give effect to the commitments in the programme for Government in relation to the restoration of the amendments made by the Freedom of Information (Amendment) Act 2003. ",
        "63 Head 20- Deliberations of public bodies. Provide that 20.—(1) A head may refuse to grant a request under head 7— (a) if the record concerned contains matter relating to the deliberative processes of a public body concerned (including opinions, advice, recommendations, and the results of consultations, considered by the body, the head of the body, or a member of the body or of the staff of the body for the purpose of those processes), and (b) the granting of the request would, in the opinion of the head, be contrary to the public interest, and, without prejudice to the generality of paragraph (b), the head shall, in determining whether to grant or refuse to grant the request, consider whether the grant thereof would be contrary to the public interest by reason of the fact that the requester concerned would thereby become aware of a significant decision that the body proposes (2) Subhead (1) does not apply to a record if and in so far as it contains— (a) matter used, or intended to be used, by a public body for the purpose of making decisions, determinations or recommendations referred to in head 16 , (b) factual information ",
        "64 (c) the reasons for the making of a decision by a public body, (d) a report of an investigation or analysis of the performance, efficiency or effectiveness of a public body in relation to the functions generally or a particular function of the body, (e) a report, study or analysis of a scientific or technical expert relating to the subject of his or her expertise or a report containing opinions or advice of such an expert and not being a report used or commissioned for the purposes of a decision of a public body made pursuant to any enactment or scheme. Explanatory Note This Head is based on section 20 of the Freedom of Information Act 1997, as amended by section 15 of the Freedom of Information (Amendment) Act 2003. The following alterations are being made: (cid:1) Section 20(1) and section 20(1A) are not being re enacted and subhead (1) restores section (20) (1) of the original Act in its place. The subhead removes the power of a Secretary General to issue a certificate stating that a particular record contains matters relating to the deliberative processes of a Department of State. The amendment is necessary to give effect to the commitments in the programme for Government in relation to the restoration of the amendments made by the Freedom of Information (Amendment) Act, 2003. Two Certificates issued to date and these remain in place. (cid:1) Further subsection 20(3) is not re enacted. This subsection was inserted by the 2003 Act and its removal restores the wording in the original Freedom of Information Act where documents in relation to the deliberative process must be ",
        "65 released unless it is shown that their release would be contrary to the public interest. This amendment is necessary to give effect to the commitments in the programmed for government in relation to the restoration of the amendments made by the Freedom of Information (Amendment) Act 2003. ",
        "66 Head 21- Functions and negotiations of public bodies. Provide that- 21 (1) A head may refuse to grant a request under head 7 if access to the record concerned could, in the opinion of the head, reasonably be expected to— (a) prejudice the effectiveness of tests, examinations, investigations, inquiries or audits conducted by or on behalf of a public body or the procedures or methods employed for the conduct thereof. (b) have a significant, adverse effect on the performance by a public body of any of its functions relating to management (including industrial relations and management of its staff), or (c) disclose positions taken, or to be taken, or plans, procedures, criteria or instructions used or followed, or to be used or followed, for the purpose of any negotiations carried on or being, or to be, carried on by or on behalf of the Government or a public body. (2) Subhead (1) shall not apply in relation to a case in which in the opinion of the head concerned, the public interest would, on balance, be better served by granting than by refusing to grant the request under head 7 concerned. Explanatory Note This Head is based on section 21 of the Freedom of Information Act 1997, as amended by section 16 of the Freedom of Information (Amendment) Act 2003. ",
        "67 Head 22- Parliamentary, court and certain other matters. Provide that 22.—(1) A head shall refuse to grant a request under head 7 if the record concerned— (a) would be exempt from production in proceedings in a court on the ground of legal professional privilege, (b) is such that the head knows or ought reasonably to have known that its disclosure would constitute contempt of court, or (c) consists of— (i) the private papers of a representative in the European Parliament or a member of a local authority, or (ii) opinions, advice, recommendations, or the results of consultations, considered by— (I) either House of the Oireachtas or the Chairman or Deputy Chairman or any other member of either such House or a member of the staff of the Houses of the Oireachtas Service for the purposes of the proceedings at a sitting of either such House, or (II) a committee appointed by either such House or jointly by both such Houses and consisting of members of either or both of such Houses or a member of such a committee or a member of the staff of the Houses of the Oireachtas Service for the purposes of the proceedings at a meeting of such a committee. ",
        "68 (1A) A head may refuse to grant a request under head 7 if the record concerned relates to the appointment or proposed appointment, or the business or proceedings, of— (a) a tribunal to which the Tribunals of Inquiry (Evidence) Act 1921 applies, (b) any other tribunal or other body or individual appointed by the Government or a Minister of the Government to inquire into specified matters at least one member, or the sole member, of which holds or has held judicial office or is a barrister or a solicitor, or (c) any tribunal or other body or individual appointed by either or both of the Houses of the Oireachtas to inquire into specified matters, and the request is made at a time when it is proposed to appoint the tribunal, body or individual or at a time when the performance of the functions of the tribunal, body or individual has not been completed. (1B) Subhead (1A) does not apply to a record in so far as it relates to the general administration of, or of any offices of, a tribunal or other body or an individual specified in that subhead. (2) Where a request under head 7 relates to a record to which subhead (1)(a) applies, or would, if the record existed, apply, and the head concerned is satisfied that the disclosure of the existence or non-existence of the record would be contrary to the public interest, he or she shall refuse to grant the request and shall not disclose to the requester concerned whether or not the record exists. Explanatory Note ",
        "69 This Head is based on section 22 of the Freedom of Information Act 1997 as amended by the Houses of the Oireachtas Commission (Amendment) Act 2009, Section 75 of the Health Act 2004 and section 17 of the Freedom of Information (Amendment) Act 2003. ",
        "70 Head 23- Law enforcement and public safety. Provide that 23.—(1) A head may refuse to grant a request under head 7 if access to the record concerned could, in the opinion of the head, reasonably be expected to— (a) prejudice or impair— (i) the prevention, detection or investigation of offences, the apprehension or prosecution of offenders or the effectiveness of lawful methods, systems, plans or procedures employed for the purposes of the matters aforesaid, (ii) the enforcement of, compliance with or administration of any law, (iii) lawful methods, systems, plans or procedures for ensuring the safety of the public and the safety or security of persons and property, (iv) the fairness of criminal proceedings in a court or of civil proceedings in a court or other tribunal, (v) the security of a penal institution, (vi) the security of the Central Mental Hospital, (vii) the security of a building or other structure or a vehicle, ship, boat or aircraft, (viii) the security of any system of communications, whether internal or external, of the Garda Síochána, the Defence Forces, the Revenue Commissioners or a penal institution, ",
        "71 (aa) endanger the life or safety of any person. (b) reveal or lead to the revelation of the identity of a person who has given information to a public body in confidence in relation to the enforcement or administration of the civil law or any other source of such information given in confidence, or (c) facilitate the commission of an offence. (2) Where a request under head 7 relates to a record to which subhead (1) applies, or would, if the record existed, apply, and the head concerned is satisfied that the disclosure of the existence or non-existence of the record would have an effect specified in paragraph (aa), (a), (b) or (c) of that subsection, he or she shall refuse to grant the request and shall not disclose to the requester concerned whether or not the record exists. . (3) Subhead (1) does not apply to a record— (a) if it— (i) discloses that an investigation for the purpose of the enforcement of any law, or anything done in the course of such an investigation or for the purposes of the prevention or detection of offences or the apprehension or prosecution of offenders, is not authorised by law or contravenes any law, or (ii) contains information concerning— (I) the performance of the functions of a public body whose functions include functions relating to the enforcement of law or the ensuring of the safety of the public (including the effectiveness and efficiency of such performance), or ",
        "72 (II) the merits or otherwise or the success or otherwise of any programme, scheme or policy of a public body for preventing, detecting or investigating contraventions of the law or the effectiveness or efficiency of the implementation of any such programme, scheme or policy by a public body, and (b) in the opinion of the head concerned, the public interest would, on balance, be better served by granting than by refusing to grant the request concerned. (4) In subhead (1) “penal institution” means— (a) a place to which the Prisons Acts, 1826 to 1980, apply, (b) a military prison or detention barrack within the meaning, in each case, of the Defence Act, 1954 , (c) Saint Patrick's Institution, or (d) an institution established under the Children Act, 1908, in which young offenders are detained. Explanatory Note This Head is based on section 23 of the Freedom of Information Act 1997, as amended by section 18 of the Freedom of Information (Amendment) Act 2003 ",
        "73 Head 24- Security, defence and international relations. Provide that 24.—(1) A head may refuse to grant a request under head 7 in relation to a record (and, in particular, but without prejudice to the generality otherwise of this subsection, to a record to which subhead (2) applies) if, in the opinion of the head, access to it could reasonably be expected to affect adversely— (a) the security of the State, (b) the defence of the State, (c) the international relations of the State, (d) matters relating to Northern Ireland, or ( e ) matters relating to the functions of the Independent Commission for the Location of Victims' Remains (within the meaning of the Criminal Justice (Location of Victims' Remains) Act 1999) (2) A head shall refuse to grant a request under section 7 if the record concerned— (a) is one the disclosure of which would in the opinion of the Head, prejudice, or be likely to prejudice the defence, security or international relations of the State, and the record is one that – (i) relates to tactics, strategy or operations of the Defence Forces in or outside the State; (ii) contains a communication between a Minister of the Government or his/her Department/Office and a diplomatic mission or consular post in or of the State or a communication between the Government or a person ",
        "74 acting on behalf of the Government and another government or a person acting on behalf of another government; (b) contains information communicated in confidence or relates to negotiations between the State and another state, or in relation to such a state; or (c) is a record of that other state containing information the disclosure of which is prohibited by that state. (d) contains information pertaining to the international relations of the State communicated between a Minister of the Government or his/her Department/Office and a diplomatic mission or consular post of the State the circulation of which was intended to be restricted to government circles, including (i) records containing analysis, opinions, advice, recommendations and the results of consultations or (ii) information the release of which, in the opinion of the head could reasonably be expected to disclose positions taken, or to be taken, or plans, procedures, criteria or instructions used or followed, for the purpose of any negotiations carried on or being, or to be carried on by or on behalf of the Government (e) contains information that was obtained or prepared for the purpose of intelligence in respect of the security or defence of the State, (f) contains information communicated in confidence: (i) to any person in or outside the State from any person in or outside the State and relating to a matter referred to in subsection (1) or to the protection of human rights and expressed by the latter person to be confidential or to be communicated in confidence; (ii) from, to or within an international organisation of states or a subsidiary organ of such an organisation or an institution or body of the European Union or relates to negotiations between the State and such an organisation, organ, ",
        "75 institution or within or in relation to such an organisation, organ, institution or body, or is a record of such a body containing information the disclosure of which is prohibited by the organisation, organ, institution or body. (g) the functions of the Commission referred to in subhead (1) (e), or (h) the functioning of the Independent Monitoring Commission (within the meaning of the Independent Monitoring Commission Act (2003)) (3) Where a request under head 7 relates to a record to which subhead (1) applies, or would, if the record, existed, apply, and the head concerned is satisfied that the disclosure of the existence or non-existence of the record would prejudice a matter referred to in that subsection, he or she shall refuse to grant the request and shall not disclose to the requester concerned whether or not the record exists. Explanatory Note This Head is based on section 24 of the Freedom of Information Act 1997, as amended by section 19 of the Freedom of Information (Amendment) Act 2003, section 9 of the Criminal Justice (Location of Victims' Remains) Act 1999, section 9 of the Independent Monitoring Commission Act 2003), The following amendments are being made: (cid:1) Section 24 be amended as follows; (i) Replace the word ‘may’ with ‘shall’ in first line in section 24(1) (ii) Insert the words “(and, in particular, but without prejudice to the generality otherwise of this subsection, to a record to which subsection (2) applies) after the word “record” in subsection (1) of Section 24; and (iii) Delete and replace the wording in the first line in Section 24(2) as follows: ‘This subsection applies to a record that. ",
        "76 The amendments proposed above provide for the exemption of certain records subject to a harm test, that is, if in the opinion of the Head, access to such records could reasonably be expected to adversely affect the security, defence, international relations of the State or matters relating to Northern Ireland. This represents a strengthening of the original legislation in this respect which previously provided for a discretionary power to refuse or grant access to certain records. The amendments also provide for the removal of the mandatory class exemption for the records specified in subhead (2), namely certain categories of records relating to security, defence and international relations. A mandatory exclusion from Freedom of Information of a broad class of records can only be justified where a significant proportion of such records are so sensitive or so confidential that even consideration of their release is unlikely to ever be justified on account of the harm to the public interest that would be likely to be caused. There is international precedence in comparative jurisdictions (for example Australia, New Zealand and Canada) for not having a mandatory exemption in these matters. Furthermore, the 2001 EU regulation governing public access to European Parliament, Council and Commission documents does not contain a mandatory exemption for records relating to security, defence and international matters. The amendment is necessary to give effect to the commitments in the programme for Government in relation to the restoration of the amendments made by the Freedom of Information (Amendment) Act 2003. ",
        "77 Head 25- Conclusiveness of certain decisions pursuant to heads 23 and 24 . Provide that 25.—(1) (a) Subject to paragraph (b), where— (i) a Minister of the Government or the head of a public body (other than a Department of State or the Office of the Tánaiste) in relation to which functions stand conferred on that Minister of the Government— (I) pursuant to head 8, refuses to grant a request to him or her under head 7, or (II) pursuant to head 14 , upholds a decision, or decides, to refuse to grant a request under head 7 , because he or she is satisfied that, by virtue of head 23 or 24 , the record concerned is an exempt record, and (ii) the Minister of the Government is satisfied, that the record is of sufficient sensitivity or seriousness to justify his or her doing so, the Minister of the Government may declare, in a certificate issued by him or her (“a certificate”), that the record is, by virtue of head 23 or 24 , an exempt record. (b) A Minister of the Government shall not issue a certificate in respect of a record the subject of a decision referred to in clause (I) or (II) of paragraph (a) (i) by the head of a public body or the Garda Commissioner (other than a Department of State or the Office of the Tánaiste) unless he or she has been requested by the head or the Garda Commissioner, in writing or such other form as may be determined, to do so. ",
        "78 (2) Where an application is made to a head or the Garda Commissioner for the review under section 14 of a decision to refuse to grant a request under head 7, a certificate shall not be issued in respect of the record concerned more than 3 weeks after the date of the receipt of the application by that head or the Garda Commissioner.” (3) While a certificate is in force— (a) the record to which it relates shall, subject to the provisions of this Act, be deemed conclusively to be an exempt record, and (b) an application for a review under head 14 or 34 , as may be appropriate, of the decision concerned under head 8 or 14 in relation to the record shall not lie. (4) A document purporting to be a certificate and to be signed by a Minister of the Government shall, unless the contrary is proved, be deemed to be a certificate of that Minister of the Government and to be in force and shall be received in any proceedings in a court or under head 14 or 34 without further proof. (5) A certificate shall specify— (a) the request under head 7 concerned, (b) the provisions of head 23 or 24 , as may be appropriate, by reference to which the record to which it relates is an exempt record, (c) the date on which the certificate is signed by the Minister of the Government concerned and the date of its expiration, and ",
        "79 (d) the name of the requester, and shall be signed by the Minister of the Government by whom it is issued. (6) Upon the issue of a certificate, the Minister of the Government concerned shall cause— (a) a copy of the certificate to be furnished forthwith to the requester concerned, and (b) a copy of the certificate and a statement in writing of the reasons why the record to which it relates is an exempt record and of the matter by reference to which the Minister of the Government is satisfied that subhead (1) (a) (ii) applies to the record to be furnished forthwith to the Taoiseach and such other Ministers of the Government as may be prescribed. (7) (a) Subject to paragraph (b), the Taoiseach, jointly with any other Ministers of the Government standing prescribed under subhead (6), shall as soon as may be after the expiration of each period of 12 months (or such other period not exceeding 24 months in length as may be prescribed) beginning with the period from the commencement of section 20 (1) of the Freedom of Information (Amendment) Act 2003 review the operation of subsection (1) during that period. (b) A Minister of the Government shall not take part in a review under this subhead in so far as it relates to a certificate issued by him or her but may make submissions to the other Ministers of the Government concerned in relation to the part of such a review in which he or she is precluded as aforesaid from taking part. (c) If, following a review under this subhead, the Ministers of the Government concerned are not satisfied— ",
        "80 (i) that a record to which the certificate concerned relates is an exempt record, or (ii) that any of the information contained in the record is of sufficient sensitivity or seriousness to justify the continuance in force of the certificate, they shall request the Minister of the Government concerned to revoke the certificate. (d) A Minister of the Government may, for the purposes of a review by that Minister of the Government under this subsection, examine all relevant records held by or on behalf of or under the control of another head. (8) (a) The Taoiseach may, at any time, review the operation of subhead (1) in so far as it relates to any other Minister of the Government or the issue of a particular certificate by another Minister of the Government. (b) Paragraphs (c) and (d) of subhead (7) shall have effect in relation to a review under this subsection with the necessary modifications. (9) A Minister of the Government may, and shall, if so requested pursuant to subhead (7) (c), by instrument signed by him or her, revoke a certificate issued by that Minister of the Government and, if he or she does so, he or she shall cause the requester concerned to be furnished forthwith with a copy of the instrument. (10) If a certificate or the decision concerned under head 8 or 14 in relation to a record to which a certificate relates is annulled by the High Court under head 42, the certificate shall thereupon expire. (11) A Minister of the Government shall, in each year after the year in which this section comes into operation, cause to be prepared and furnished to the Commissioner a report in writing specifying the number of certificates issued by him or her in the ",
        "81 preceding year and the provisions of head 23 or 24 , as may be appropriate, by virtue of which, pursuant to head 8 , the grant of the request under head 7 concerned was refused, or, pursuant to head 14 , a decision to uphold a decision to refuse to grant, the request under head 7 concerned was made. (12) Where a certificate is revoked or has expired and another certificate is not in force in relation to the record concerned or the certificate is annulled under head 42, the requester concerned may make an application for a review under head 14 or 34, as may be appropriate, of the decision concerned under head 8 or 14 not later than 28 days after the date of the revocation, expiration or annulment, as the case may be. (13) Subject to subheads (9) and (10), a certificate shall remain in force for a period of 2 years from the date on which it is signed by the Minister of the Government concerned and shall then expire, but a Minister of the Government may, at any time, issue a certificate under this section in respect of a record in relation to which a certificate had previously been issued unless pursuant to— (a) a decision (which has not been reversed) following a review under head 14 or 34 , or (b) a decision under head 42 on an appeal to the High Court, the record is not an exempt record. Explanatory Note This Head is based on section 25 of the Freedom of Information Act 1997, as amended by section 20 of the Freedom of Information (Amendment) Act 2003. The following amendments are being made: ",
        "82 (cid:1) Sections 25 (1) (b) and (2) are altered by inserting the wording “including the Garda Commissioner”. Consistent with the commitment in the Programme for Government to take account of security exceptions, any extension of Freedom of Information to the Garda Síochána must include the power to certify security and intelligence related material as beyond the remit of the Freedom of Information Act. The purpose of this Head is, therefore, to amend Section 25 which covers the issuance of Ministerial certificates so as to allow the Garda Commissioner as head of An Garda Síochána to request the Minister to issue a Ministerial Certificate for a particular record thereby removing it from the scope of Freedom of Information. The objective of the Head is to provide a legal mechanism which would allow the Garda Commissioner to request the Minister for Justice to issue a Ministerial certificate under Section 25 of the Act where the Garda Commissioner believes that a record held by the Garda which is subject to Freedom of Information and at risk of release is sufficiently sensitive or serious to justify its certification as exempt from Freedom of Information. The Ministerial Certificate is issued in accordance with Section 25 of the Freedom of Information Act, as amended. This Section allows the Minister to state that the record is exempt in that it relates to law enforcement issues and the security, defence of the State. The certificates are for a period of two years and are reviewed annually by a sub- committee of the Cabinet, Taoiseach, the Minister for Jobs, Enterprise and Innovation and the Minister for Public Expenditure and Reform. Where one of the above certificates has been issued, the requester cannot seek a review by the Information Commissioner. In the case of the Ministerial Certificates, the requester can appeal the decision to the High Court. ",
        "83 Head 26- Information obtained in confidence. Provide that 26.—(1) Subject to the provisions of this head, a head shall refuse to grant a request under head 7 if— (a) the record concerned contains information given to a public body, in confidence and on the understanding that it would be treated by it as confidential (including such information as aforesaid that a person was required by law, or could have been required by the body pursuant to law, to give to the body) and, in the opinion of the head, its disclosure would be likely to prejudice the giving to the body of further similar information from the same person or other persons and it is of importance to the body that such further similar information as aforesaid should continue to be given to the body, or (b) disclosure of the information concerned would constitute a breach of a duty of confidence provided for by a provision of an agreement or enactment (other than a provision specified in column (3) of the Third Schedule of an enactment specified in that Schedule) or otherwise by law. (2) Subhead (1) shall not apply to a record which is prepared by a head or any other person (being a director, or member of the staff of, a public body or a person who is providing a service for a public body under a contract for services) in the course of the performance of his or her functions unless disclosure of the information concerned would constitute a breach of a duty of confidence that is provided for by an agreement or statute or otherwise by law and is owed to a person other than a public body or head or a director, or member of the staff of, a public body or a person who is providing or provided a service for a public body under a contract for services. ",
        "84 (3) Subject to head 29, subhead (1) (a) shall not apply in relation to a case in which, in the opinion of the head concerned, the public interest would, on balance, be better served by granting than by refusing to grant the request under head 7 concerned. (4) Where— (a) a request under head 7 relates to a record to which subhead (1) applies but to which subheads (2) and (3) do not apply or would not, if the record existed, apply, and (b) in the opinion of the head concerned, the disclosure of the existence or non- existence of the record would have an effect specified in subhead (1), he or she shall refuse to grant the request and shall not disclose to the requester concerned whether or not the record exists. (5) In this head a record of information shall include information conveyed in confidence in writing, or by phone and a note is taken of the phone message by an official, or other electronic means. Explanatory Note This Head is based on section 26 of the Freedom of Information Act 1997, as amended by section 21 of the Freedom of Information (Amendment) Act 2003. The following amendment is made: (cid:1) A new subhead 5 is inserted which provides that a record of information shall include information conveyed in confidence in writing or by phone and a note is taken of the phone message. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” 1 states that there is an anomaly whereby confidential information sent in a letter to a public body from a third party can qualify for exemption if it meets the criteria in head 26(1)(a) while the same information received via a phone call and noted by a member of staff of a public body cannot attract such protection (because of head26(2)) unless it meets the 'duty of confidence' test in head 26(1)(b) / s 26(2). The Information Commissioner recommends that such information should attract the same protection and a distinction should be drawn 1 \"Suggested amendments to improve the operation of the Freedom of Information Acts, 1997 and 2003” dated March 2007 ",
        "85 between information received from a third party in such circumstances and information created or generated by a member of staff of a public body. It is worth considering for implementation subject to the legal advice of the Attorney General on the matter particularly in the light of the Supreme Court decision on the Rotunda case. Clarification with the Office of the Information Commissioner will be required also as regards the effectiveness of the suggested head above. ",
        "86 Head 27- Commercially sensitive information. Provide that 27.—(1) Subject to subhead (2), a head shall refuse to grant a request under head 7 if the record concerned contains— (a) trade secrets of a person other than the requester concerned, (b) financial, commercial, scientific or technical or other information whose disclosure could reasonably be expected to result in a material financial loss or gain to the person to whom the information relates, or could prejudice the competitive position of that person in the conduct of his or her profession or business or otherwise in his or her occupation, or (c) information whose disclosure could prejudice the conduct or outcome of contractual or other negotiations of the person to whom the information relates. (2) A head shall grant a request under head 7 to which subhead (1) relates if— (a) the person to whom the record concerned relates consents, in writing or in such other form as may be determined, to access to the record being granted to the requester concerned, (b) information of the same kind as that contained in the record in respect of persons generally or a class of persons that is, having regard to all the circumstances, of significant size, is available to the general public, (c) the record relates only to the requester, ",
        "87 (d) information contained in the record was given to the public body concerned by the person to whom it relates and the person was informed on behalf of the body, before its being so given, that the information belongs to a class of information that would or might be made available to the general public, or (e) disclosure of the information concerned is necessary in order to avoid a serious and imminent danger to the life or health of an individual or to the environment. but, in a case falling within paragraph (a) or (c), the head shall ensure that, before granting the request, the identity of the requester or, as the case may be, the consent of the person is established to the satisfaction of the head (3) Subject to head 29, subhead(1) does not apply in relation to a case in which, in the opinion of the head concerned, the public interest would, on balance, be better served by granting than by refusing to grant the request under head 7 concerned. (4) Where— (a) a request under head 7 relates to a record to which subhead (1) applies but to which subheads (2) and (3) do not apply or would not, if the record existed, apply, and (b) in the opinion of the head concerned the disclosure of the existence or non-existence of the record would have an effect specified in subhead (1), he or she shall refuse to grant the request and shall not disclose to the requester concerned whether or not the record exists. Explanatory Note This Head is based on section 27 of the Freedom of Information Act 1997, as amended by section 22 of the Freedom of Information (Amendment) Act 2003. ",
        "88 Head 28- Personal information. Provide that 28.—(1) Subject to the provisions of this head, a head shall refuse to grant a request under head 7 if, in the opinion of the head, access to the record concerned would involve the disclosure of personal information (including personal information relating to a deceased individual). (2) Subhead (1) does not apply if— (a) subject to subhead (3), the information concerned relates to the requester concerned, (b) any individual to whom the information relates consents, in writing or such other form as may be determined, to its disclosure to the requester, (c) information of the same kind as that contained in the record in respect of individuals generally, or a class of individuals that is, having regard to all the circumstances, of significant size, is available to the general public, (d) the information was given to the public body concerned by the individual to whom it relates and the individual was informed on behalf of the body, before its being so given, that the information belongs to a class of information that would or might be made available to the general public, or (e) disclosure of the information is necessary in order to avoid a serious and imminent danger to the life or health of an individual, but, in a case falling within paragraph (a) or (b), the head concerned shall ensure that, before the request under head 7 concerned is granted, the identity of the ",
        "89 requester or, as the case may be, the consent of the individual is established to the satisfaction of the head. (3) Where a request under head 7 relates to— (a) a record of a medical or psychiatric nature relating to the requester concerned, or (b) a record kept for the purposes of, or obtained in the course of the carrying out of, social work in relation to the requester, and, in the opinion of the head concerned, disclosure of the information concerned to the requester might be prejudicial to his or her physical or mental health, well-being or emotional condition, the head may decide to refuse to grant the request. (4) Where, pursuant to subhead (3), a head refuses to grant a request under head 7 (a) there shall be included in the notice under head 8 (1) in relation to the matter a statement to the effect that, if the requester requests the head to do so, the head will offer access to the record concerned, and keep it available for that purpose, in accordance with head 8 (3) to such health professional having expertise in relation to the subject-matter of the record as the requester may specify, and (b) if the requester so requests the head, he or she shall offer access to the record to such health professional as aforesaid, and keep it available for that purpose, in accordance with head 8 (3). (5) Where, as respects a request under head 7 the grant of which would, but for this subhead, fall to be refused under subhead (1), in the opinion of the head concerned, on balance— ",
        "90 (a) the public interest that the request should be granted outweighs the public interest that the right to privacy of the individual to whom the information relates should be upheld, or (b) the grant of the request would benefit the individual aforesaid, the head may, subject to head 29 , grant the request. (5A) Where— (a) a request under head 7 relates to a record to which subhead (1) applies but to which subheads (2) and (5) do not apply or would not, if the record existed, apply, and (b) in the opinion of the head concerned the disclosure of the existence or non- existence of the record would have the effect specified in subhead (1), he or she shall refuse to grant the request and shall not disclose to the requester concerned whether or not the record exists. (5B) Notwithstanding paragraph (a) of subhead (2), a head shall, subject to paragraphs (b) to (e) of that subhead and subheads (5) and (6), refuse to grant a request under head 7 if, in the opinion of the head, access to the record concerned would, in addition to involving the disclosure of personal information relating to the requester, also involve the disclosure of personal information relating to an individual or individuals other than the requester. (6) Notwithstanding subhead (1), the Minister may provide by regulations for the grant of a request under head 7 where— ",
        "91 (a) the individual to whom the record concerned relates belongs to a class specified in the regulations and the requester concerned is the parent or guardian of the individual, or (b) the individual to whom the record concerned relates is dead and the requester concerned is a member of a class specified in the regulations. (7) In this section “health professional” means a medical practitioner, within the meaning of the Medical Practitioners Act, 1978 , a registered dentist, within the meaning of the Dentists Act, 1985, or a member of any other class of health worker or social worker standing prescribed, after consultation with such (if any) other Ministers of the Government as the Minister considers appropriate. Explanatory Note This Head is based on section 28 of the Freedom of Information Act 1997, as amended by section 23 of the Freedom of Information Act 2003. ",
        "92 Head 29- Procedure in relation to certain requests under head 7 to which head 26, 27 or 28 applies. Provide that 29.—(1) In this head “a request to which this section applies” means a request under head 7 to which head 26 (3) or 27 (3) applies or to which head 28 (5) (a) applies and which, apart from this head, would fall to be granted. (2) Subject to subhead (5), before deciding whether to grant a request to which this section applies, a head shall, not later than 2 weeks after the receipt of the request— (a) if the request is one to which head 26 (3) applies, cause the person who gave the information concerned to the public body concerned and, if the head considers it appropriate, the person to whom the information relates, or (b) if the request is one to which head 27 (3) or 28 (5) applies, cause the person to whom the information relates, to be notified, in writing or in such other form as may be determined— (i) of the request and that, apart from this head, it falls, in the public interest, to be granted, (ii) that the person may, not later than 3 weeks after the receipt of the notification, make submissions to the head in relation to the request, and (iii) that the head will consider any such submissions before deciding whether to grant or refuse to grant the request. ",
        "93 (2A) (a) The head may, as respects a request to which this section applies received by him or her, extend the period specified in subhead (2) for compliance with that subsection by such period as he or she considers necessary but not exceeding a period of 2 weeks if in the opinion of the head— (i) the request relates to such number of records, or (ii) the number of persons required by subhead (2) to be notified of the matters referred to in paragraphs (i) to (ii) of that subhead is such, that compliance with that subhead within the period specified therein is not reasonably possible. (b) Where a period is extended under this subhead, the head concerned shall cause notice in writing, or in such other form as may be determined, to be given to the requester concerned, before the expiration of the period, of the extension and the period thereof and reasons therefor. (c) The reference in subhead (2) to 2 weeks shall be construed in accordance with any extension under this subsection of that period. (3) A person who receives a notification under subhead (2) may, not later than 3 weeks after such receipt, make submissions to the head concerned in relation to the request to which this section applies referred to in the notification and the head— (a) shall consider any such submissions so made before deciding whether to grant the request, (b) shall cause the person to be notified in writing or in such other form as may be determined of the decision, and ",
        "94 (c) if the decision is to grant the request, shall cause to be included in the notification particulars of the right of review of the decision under head 34 , the procedure governing the exercise of that right and the time limit governing such exercise. (4) Subject to subhead (5), a head shall make a decision whether to grant a request to which this section applies, and shall comply with subhead (3) in relation thereto, not later than 2 weeks after— (a) the expiration of the time specified in subhead (3), or (b) the receipt of submissions under that subsection in relation to the request from those concerned, whichever is the earlier, and head 8 (1) shall be construed and shall have effect accordingly. (5) If, in relation to a request to which this section applies, the head concerned is unable to comply with subhead (2), having taken all reasonable steps to do so, the head shall, if the Commissioner consents to the non-compliance, make a decision whether to grant or refuse the request not later than 7 weeks after the receipt of the request and in such a case head 8 (1) shall be construed and shall have effect accordingly. (6) If, in relation to a request to which this section applies, the Commissioner does not consent, pursuant to subhead (5), to non-compliance with subhead (2), he or she shall direct the head concerned to take specified steps within a specified period for the purpose of complying with subhead (2) and if, having taken those steps within that period or such further period as the Commissioner may specify, the head is unable to comply with that subsection, he or she shall, as soon as may be, make a decision whether to grant or refuse the request. ",
        "95 Explanatory Note This Head is based on section 29 of the Freedom of Information Act 1997, as amended by section 24 of the Freedom of Information Act 2003. The following minor amendment is being made: (cid:1) Section 29 dealt with instances where an existing exemption is overruled by the relevant public interest test within that exemption; section 28(5) has two separate provisions and only one of them, at (a), has to do with the public interest. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts 1997 and 2003” recommends an amendment whereby the definition of a \"request to which section 29 applies\" should read \"section 28(5)(a)\" rather than \"section 28(5)\". This is a minor change to the text to ensure greater accuracy and clarity ",
        "96 Head 30- Research and natural resources. Provide that 30.—(1) A head may refuse to grant a request under head 7 if, in the opinion of the head— (a) the record concerned contains information in relation to research being or to be carried out by or on behalf of a public body and disclosure of the information or its disclosure before the completion of the research would be likely to expose the body, any person who is or will be carrying out the research on behalf of the body or the subject matter of the research to serious disadvantage, or (b) disclosure of information contained in the record could reasonably be expected to prejudice the well-being of a cultural, heritage or natural resource or a species, or the habitat of a species, of flora or fauna. (2) Subhead (1) does not apply in relation to a case in which, in the opinion of the head concerned, the public interest would, on balance, be better served by granting than by refusing to grant the request under head 7 concerned. Explanatory Note This Head is based on section 30 of the Freedom of Information Act 1997. ",
        "97 Head 31- Financial and economic interests of the State and public bodies. Provide that 31.—(1) A head may refuse to grant a request under head 7 in relation to a record (and, in particular, but without prejudice to the generality otherwise of this subsection, to a record to which subhead (2) applies) if, in the opinion of the head— (a) access to the record could reasonably be expected to have [an] / [a serious] adverse affect on the ability of the Government to manage the national economy or on the financial interests of the State or [of any public body]., (b) premature disclosure of information contained in the record could reasonably be expected to result in undue disturbance of the ordinary course of business generally, or any particular class of business, in the State and access to the record would involve disclosure of the information that would, in all the circumstances, be premature, or (c) access to the record could reasonably be expected to result in an unwarranted benefit or loss to a person or class of persons. (2) This subhead applies to a record relating to— (a) rates of exchange or the currency of the State, (b) taxes, revenue duties or other sources of income for the State, a local authority or any other public body, (c) interest rates, (d) borrowing by or on behalf of the State or a public body, ",
        "98 (e) the regulation or supervision by or on behalf of the State or a public body of the business of banking or insurance or the lending of money or of other financial business or of institutions or other persons carrying on any of the businesses aforesaid, (f) dealings in securities or foreign currency, (g) the regulation or control by or on behalf of the State or a public body of wages, salaries or prices, (h) proposals in relation to expenditure by or on behalf of the State or a public body including the control, restriction or prohibition of any such expenditure, (i) property held by or on behalf of the State or a public body and transactions or proposed or contemplated transactions involving such property, (j) foreign investment in enterprises in the State, (k) industrial development in the State, (l) trade between persons in the State and persons outside the State, (m) trade secrets or financial, commercial, industrial, scientific or technical information belonging to the State or a public body and is of substantial value or is reasonably likely to be of substantial value, (n) information the disclosure of which could reasonably be expected to affect adversely the competitive position of a public body in relation to activities carried on by it on a commercial basis, or ",
        "99 (o) the economic or financial circumstances of a public body. (3) Subhead (1) does not apply in relation to a case in which, in the opinion of the head concerned, the public interest would, on balance, be better served by granting than by refusing to grant the request under head 7 concerned. Explanatory Note This Head is based on section 31 of the Freedom of Information Act 1997. ",
        "100 Head 32- Enactments relating to non-disclosure of records. Provide that 32.—(1) A head shall refuse to grant a request under head 7 if— (a) the disclosure of the record concerned is prohibited by any enactment (other than a provision specified in column (3) of the Third Schedule of an enactment specified in that Schedule), or (b) the non-disclosure of the record is authorised by any such enactment in certain circumstances and the case is one in which the head would, pursuant to the enactment, refuse to disclose the record. (2) A joint committee of both Houses of the Oireachtas shall, if authorised in that behalf by both such Houses (and such a committee so authorised is referred to subsequently in this head as “the committee”)— (a) review from time to time the operation of any provisions of any enactment that authorise or require the non-disclosure of a record (other than a provision specified in the said column (3)) for the purpose of ascertaining whether, having regard to the provisions, purposes and spirit of this Act— (i) any of those provisions should be amended or repealed, or (ii) a reference to any of them should be included in the said column (3), and (b) prepare and furnish to each such House a report in writing of the results of the review aforesaid and, if it considers it appropriate to do so, include in the ",
        "101 report recommendations in relation to the amendment, repeal or continuance in force of, or the inclusion in the said column (3) of a reference to, any of those provisions. (3) A Minister of the Government shall, in accordance with subhead (6), prepare and furnish to the committee reports in writing— (a) specifying, as respects any enactments that confer functions on that Minister of the Government or on a public body in relation to which functions are vested in that Minister of the Government, any provisions thereof that authorise or require the non-disclosure of a record, and (b) specifying whether, in the opinion of that Minister of the Government and (where appropriate) any such public body, formed having regard to the provisions, purposes and spirit of this Act— (i) any of the provisions referred to in paragraph (a) should be amended, repealed or allowed to continue in force, or (ii) a reference to any of them should be included in the said column (3), and outlining the reasons for the opinion. (4) A Minister of the Government shall cause a copy of a report prepared by him or her under subsection (3) to be furnished to the Commissioner and to be laid before each House of the Oireachtas. (5) The Commissioner may, and shall, if so requested by the committee, furnish to the committee his or her opinion and conclusions in relation to a report under subhead (3) or any matter contained in or arising out of such a report or any matter relating to or arising out of the operation of this head. ",
        "102 (6) The first report under subhead (3) of a Minister of the Government shall be furnished by him or her in accordance with that subsection not later than 12 months after the commencement of this Act and subsequent such reports of that Minister of the Government shall be so furnished not later than 30 days after the fifth anniversary of the day on which the last previous such report by him or her was so furnished. Explanatory Note This Head is based on section 32 of the Freedom of Information Act 1997. ",
        "103 PART IV – THE INFORMATION COMMISSIONER Head 33- Establishment of office of Information Commissioner. Provide that- 33.—(1) There is hereby established the office of Information Commissioner and the holder of the office shall be known as the Information Commissioner. (2) The Commissioner shall be independent in the performance of his or her functions. (3) The appointment of a person to be the Commissioner shall be made by the President on the advice of the Government following a resolution passed by Dáil Éireann and by Seanad Éireann recommending the appointment of the person. (4) (a) Subject to paragraph (b), the provisions of the Second Schedule shall have effect in relation to the Commissioner. (b) Paragraph 5 of the Second Schedule shall not have effect in relation to remuneration in a case where the person who holds the office of Commissioner also holds the office of Ombudsman. (5) Section 2 (6) of the Ombudsman Act, 1980 shall not apply to a person who holds the office of Ombudsman and also holds the office of Commissioner. Explanatory Note This Head is based on section 33 of the Freedom of Information Act 1997, as amended by section 25 of the Freedom of Information Act 2003 ",
        "104 Head 34- Review by Commissioner of decisions. Provide that 34.—(1) This head applies to— (a) a decision under head 14 , other than a decision referred to in paragraph (c), (b) a decision specified in paragraph (a), (b), (c), (d), (e) or (f) of head 14 (1), (c) a decision under head 14 , or a decision under head 47 , that a fee or deposit exceeding €13 or such other amount (if any) as may stand prescribed for the time being should be charged under head 47 , (d) a decision under head 9 to extend the time for the consideration of a request under head 7 , (dd) a decision to refuse to grant a request under head 7 on the ground that, by virtue of head 46, this Act does not apply to the record concerned,”, (e) a decision under head 11 to defer the giving of access to a record falling within paragraph (b) or (c) of subhead (1) of that section, and (f) a decision on a request to which head 29 applies, but excluding— (i) a decision aforesaid made by the Commissioner in respect of a record held by the Commissioner or (in a case where the same person holds the office of Ombudsman and the office of Commissioner) made by the Ombudsman in respect of a record held by the Ombudsman, and ",
        "105 (ii) a decision referred to in paragraph (b), and a decision under head 47 referred to in paragraph (c), made by a person to whom the function concerned stood delegated under head 4 at the time of the making of the decision. (2) Subject to the provisions of this Act, the Commissioner may, on application to him or her in that behalf, in writing or in such other form as may be determined, by a relevant person— (a) review a decision to which this section applies, and (b) following the review, may, as he or she considers appropriate— (i) affirm or vary the decision, or (ii) annul the decision and, if appropriate, make such decision in relation to the matter concerned as he or she considers proper, in accordance with this Act. (3) A decision under subhead (2) shall be made as soon as may be and, in so far as practicable, not later than 4 months after the receipt by the Commissioner of the application for the review concerned (4) An application under subhead (2) shall be made— (a) if it relates to a decision specified in paragraph (d) or (f) of subhead (1), not later than 2 weeks after the notification of the decision to the relevant person concerned or, in a case in which the Commissioner is of opinion that there are ",
        "106 reasonable grounds for extending that period, the expiration of an additional period of such length as he or she may determine, and (b) if it relates to any other decision specified in that subhead, not later than 6 months after the notification of the decision to the relevant person concerned or, in a case in which the Commissioner is of opinion that there are reasonable grounds for extending that period, the expiration of such longer period as he or she may determine. (5) A person who makes an application under subhead (2) may, by notice given in writing, orally or by electronic means, to the Commissioner, at any time before a notice under subhead (10) in relation to the application is given to the person, withdraw the application, and the Commissioner shall cause a copy of any notice given to him or her under this subsection to be given to the relevant person, or the head, concerned, as may be appropriate, and any other person to whom, in the opinion of the Commissioner, it should be given. (6) (a) As soon as may be after the receipt by the Commissioner of an application under subhead (2), the Commissioner shall cause a copy of the application to be given to the head concerned, and, as may be appropriate, to the relevant person concerned and, if the Commissioner proposes to review the decision concerned, he or she shall cause the head and the relevant person and any other person who, in the opinion of the Commissioner, should be notified of the proposal to be so notified and, thereupon, the head shall give to the Commissioner particulars, in writing or in such other form as may be determined, of any persons whom he or she has or, in the case of a refusal to grant a request to which head 29 applies, would, if he or she had intended to grant the request under head 7 concerned, have notified of the request. (b) The Commissioner may, at her discretion, remove any personal or confidential information which was not intended for circulation to the public body concerned ",
        "107 from the application under this Section when causing a copy of the application to be forwarded to the public body.” (7) (a) Where an application under subhead (2) is made, the Commissioner may at any time endeavour to effect a settlement between the parties concerned of the matter concerned and may for that purpose, notwithstanding subhead (3), suspend, for such period as may be agreed with the parties concerned and, if appropriate, discontinue, the review concerned. (b) In determining whether to suspend a review under this head, the Commissioner shall act in accordance with his or her own discretion. (8) In relation to a proposed review under this head, the head, and the relevant person concerned and any other person who is notified under subhead (6) of the review may make submissions (as the Commissioner may determine, in writing or orally or in such other form as may be determined) to the Commissioner in relation to any matter relevant to the review and the Commissioner shall take any such submissions into account for the purposes of the review. (9) (a) The Commissioner may refuse to grant an application under subhead (2) or discontinue a review under this section if he or she is or becomes of the opinion that— (i) the application aforesaid or the application to which the review relates (“the application”) is frivolous or vexatious, (ii) the application does not relate to a decision specified in subhead (1), or (iii) the matter to which the application relates is, has been or will be, the subject of another review under this section. ",
        "108 (iv) where the applicant fails to provide the Commissioner with sufficient information or otherwise fails to co-operate with the Commissioner in the conduct of a review; (v) where in the course of the review, access to the records in question has been granted by the public body and where the Commissioner is satisfied that there is no longer any issue requiring adjudication by his or her Office; (vi) where the application to the Commissioner does not contain sufficient particulars to enable the Commissioner to proceed with a review or (vii) the request is, in the opinion of the Information Commissioner, frivolous or vexatious, or forms part of a pattern of manifestly unreasonable requests from the same requester or from different requesters who, in the opinion of the Information Commissioner, appear to have made the requests acting in concert. (viii) in the opinion of the Information Commissioner, accepting the appeal would, by reason of the number or nature of the records concerned or the nature of the information concerned, require the examination of such number of records or an examination of such kind of the records concerned as to cause a substantial and unreasonable interference with or disruption of work of the Office of the Information Commissioner, (b) In determining whether to refuse to grant an application under subhead (2) or to discontinue a review under this section, the Commissioner shall, subject to the provisions of this Act, act in accordance with his or her own discretion. (10) Notice, in writing or in such other form as may be determined, of a decision under subhead (2) (b), or of a refusal or discontinuation under subhead (9), and the reasons therefor, shall be given by the Commissioner to— ",
        "109 (a) the head concerned, (b) the relevant person concerned, and (c) any other person to whom, in the opinion of the Commissioner, such notice should be given. (11) (a) The notice referred to in subhead (10) shall be given as soon as may be after the decision, refusal or discontinuation concerned and, if it relates to a decision under subhead (2), in so far as practicable, within the period specified in subhead (3). (b) The report of the Commissioner for any year under head 40 shall specify the number of cases (if any) in that year in which a notice referred to in subhead (10) in relation to a decision under subhead (2) (b) was not given to a person specified in subhead (10) within the appropriate period specified in paragraph (a). (12) In a review under this head— (a) a decision to grant a request to which head 29 applies shall be presumed to have been justified unless the person concerned to whom subhead (2) of that head applies shows to the satisfaction of the Commissioner that the decision was not justified, and (b) a decision to refuse to grant a request under head 7 shall be presumed not to have been justified unless the head concerned shows to the satisfaction of the Commissioner that the decision was justified. (13) A decision of the Commissioner following a review under this head shall, where appropriate, specify the period within which effect shall be given to the decision and, in fixing such a period, the Commissioner shall have regard to the desirability, subject to head 44 , of giving effect to such a decision as soon as may be after compliance in relation thereto with subhead (11). ",
        "110 (14) Subject to the provisions of this Act, a decision under subhead (2) shall— (a) in so far as it is inconsistent with the decision to which this section applies concerned have effect in lieu thereof, and (b) be binding on the parties concerned. (15) In this head “relevant person”, in relation to a decision specified in subhead (1), means— (a) the requester concerned and, if the decision is in respect of a request to which head 29 relates, a person to whom subhead (2) of that head applies, or (b) if the decision is under head 17 or 18 , the person who made the application concerned under that head. Explanatory Note This Head is based on section 34 of the Freedom of Information Act 1997, as amended by section 26 of the Freedom of Information Act 2003. The following amendments are being made: (cid:1) Section 34(1) sets out the types of decision the Information Commissioner may review. Decisions taken under six specific sections listed can be reviewed by the Commissioner. This Head will provide simplification of the process outlined in the previous section 34. Section 34(1) (f) provides that the Commissioner may review \"a decision on a request to which section 29 applies\". A \"request to which section 29 applies\" is defined in section 2 of the Act. This allows the Commissioner to review a public body's decision in respect of the public interest element only of sections 26, 27 and 28. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” recommends an amendment which will establish that the Commissioner is not confined to considering the public interest only in relation to a \"decision on a ",
        "111 request to which section 29 applies\". However, this approach prevents the Commissioner taking into account the possibility that information may have lost its confidentiality, commercial sensitivity, etc. in the time between the public body's decision and the Commissioner concluding her review. This would seem to undermine the view of the High Court that the Commissioner's review is de novo. Discussion with the Office of the Information Commissioner would be highly desirable on this and further exploration with the Attorney General’s Office might also be appropriate. (cid:1) Subhead (5) is amended by deleting the words “in writing given” and inserting “given in writing, orally or by electronic means. Section 34(5) currently requires that withdrawal of a review application must be done in writing. However, many applicants are slow to write to the Office of the Information Commissioner confirming a withdrawal of their application. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” therefore recommends that this provision be amended to allow a withdrawal to be done orally with the Commissioner confirming this in writing to the applicant and also informing the public body that this has happened. Department of Public Expenditure and Reform also recommends that ‘withdrawals’ communicated communications received via modern Information Communication Technologies (text should also be accepted as valid). There may be legal issues around electronic signature... Consultation with the Office of the Attorney General would be required. Subject to further consultation with the OIC (cid:1) A new subhead (6) (2) is inserted which provides that the Commissioner may at her discretion remove personal or confidential information which was not intended for circulation to the public body concerned, from the application of section 34 when sending a copy of the application to the public body concerned. At present section 34(6) provides that when accepting an application for review the Information Commissioner must forward a copy of the application to the public body concerned. In some cases the application from a person contains personal or confidential information which was not intended for circulation to the public body. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” recommends that the provision should be amended to allow the Commissioner, at her discretion, remove any information from the application which the Commissioner believes was not intended by the applicant to be forwarded to the public body. The Department of Public Expenditure and Reform agrees with the recommendation made. (cid:1) Insert subheads which provide for a number of circumstances in which the Commissioner may discontinue a review or refuse to grant an application. At present section 34(9) (a) provides that, in certain circumstances, the Information Commissioner may discontinue \"a review\" or refuse to grant \"an application\". In many cases the review or application involves a number of different aspects.The Information Commissioner in her 2007 commentary on the operation of the ",
        "112 Freedom of Information Acts, 1997 and 2003” recommends that the Act clarify that the Commissioner's powers include the power to discontinue a review or refuse an application in respect of some or all aspects of the overall case. The Commissioner recommends that the grounds on which the Commissioner may refuse to grant an application or discontinue a review should be widened. The Information Commissioner recommended the following additional grounds based on section 138 (1) (b) of the Planning Act, 2000; (a) where the applicant fails to provide the Commissioner with sufficient information or otherwise fails to co-operate with the Commissioner in the conduct of a review; (b) where in the course of the review, access to the records in question has been granted by the public body and where the Commissioner is satisfied that there is no longer any issue requiring adjudication by her Office; (c) where the application to the Commissioner does not contain sufficient particulars to enable the Commissioner to proceed with a review. The Information Commissioner in her 2007 commentary also draws attention to the fact that the grounds for a public body refusing a request as frivolous or vexatious (as set out in section 10(1) (e) of the FOI Act, 1997) and expanded by the Freedom of Information (Amendment) Act, 2003 and recommends the terms of the amended section 10(1) (e) should apply also to the Commissioner under section 34(9) also. The Department of Public Expenditure and Reform considers that the introduction of these amendments would lead to an improved functioning of the Act. (cid:1) Insert after subhead 34 (7) a subhead that provides that in determining whether to suspend a review under this head, the Commissioner shall act in accordance with his or her own discretion. At present section 34 (7) of the Act provides that the Commissioner may suspend a review only when endeavouring to effect a settlement between the parties concerned. Section 34 (7) (b) must be read in conjunction with Section 34 (7) which provides for suspension in this context. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” states that it is also appropriate to suspend reviews in other circumstances, for example, where a court judgment which would clarify the point of law at issue is awaited or where clarification of the nature of the application to the Commissioner is needed. The Information Commissioner therefore recommends an amendment to section 34 (7) that would permit the Commissioner to act in accordance with her own discretion when deciding to suspend a review. The Department of Public Expenditure agrees that it would be appropriate to give the Commissioner the necessary powers in relation to ‘suspensions’ but go no further. An amendment of Section 34 (7) would also ",
        "113 cover discontinuation of a Review which is wider than what is necessary. The amendment above is drafted on this basis. ",
        "114 Head 35-Requests for further information by Commissioner. Provide that 35.—(1) Where— (a) an application for the review by the Commissioner of— (i) a decision to refuse to grant a request under head 7 , or (ii) a decision under head 14 in relation to a decision referred to in subparagraph (i), is made under head 34 , and (b) the Commissioner considers that the statement of the reasons for the decision referred to in paragraph (a) (i) in the notice under subhead (1) of head 8 or of the findings or particulars referred to in subhead (2) (d) (ii) of that section in relation to the matter is not adequate, the Commissioner shall direct the head concerned to furnish to the requester concerned and the Commissioner a statement, in writing or such other form as may be determined, containing any further information in relation to those matters that is in the power or control of the head. (2) A head shall comply with a direction under this head as soon as may be, but not later than 3 weeks, after its receipt. Explanatory Note This Head is based on section 35 of the Freedom of Information Act 1997. ",
        "115 Head 36- Review of operation of Act and investigations by Commissioner. Provide that 36.—(1) The Commissioner shall keep the operation of this Act under review and may, subject to subhead (2), carry out an investigation at any time into the practices and procedures adopted by public bodies generally or any particular public body or public bodies for the purposes of compliance with— (a) the provisions of this Act generally, (b) any particular provisions of this Act. (2) The Commissioner shall carry out an investigation under subhead (1) (a) in relation to public bodies generally not later than 3 years after the commencement of this Act. (3) The Commissioner may at any time carry out an investigation into the practices and procedures adopted by public bodies or any particular public body or public bodies for the purposes of enabling persons to exercise the rights conferred by this Act and facilitating such exercise. (4) The Commissioner may at any time prepare a report, in writing or such other form as may be determined— (a) of his or her findings and conclusions resulting from the performance of any function under subhead (1) (2) or (3), or (b) on any matter relating to or arising out of the performance of such a function. ",
        "116 (5) The Commissioner shall, if he or she considers it appropriate to do so, cause a copy of a report under this section to be furnished to the Minister and to each public body concerned and shall cause a copy of the report to be appended to the report under head 40 (1) prepared next after the preparation of the first-mentioned report. Explanatory Note This Head is based on section 36 of the Freedom of Information Act 1997. ",
        "117 Head 37-Powers of Commissioner. Provide that 37.—(1) The Commissioner may, for the purposes of a review under head 34 or an investigation under head 36 — (a) require any person who, in the opinion of the Commissioner, is in possession of information, or has a record in his or her power or control, that, in the opinion of the Commissioner, is relevant to the purposes aforesaid to furnish to the Commissioner any such information or record that is in his or her possession or, as the case may be, power or control and, where appropriate, require the person to attend before him or her for that purpose, and (b) examine and take copies in any form of, or of extracts from any record that, in the opinion of the Commissioner, is relevant to the review or investigation and for those purposes take possession of any such record, remove it from the premises and retain it in his or her possession for a reasonable period. (2) The Commissioner may for the purposes of such a review or investigation as aforesaid enter any premises occupied by a public body and there— (a) require any person found on the premises to furnish him or her with such information in the possession of the person as he or she may reasonably require for the purposes aforesaid and to make available to him or her any record in his or her power or control that, in the opinion of the Commissioner, is relevant to those purposes, and (b) examine and take copies of, or of extracts from, any record made available to him or her as aforesaid or found on the premises. ",
        "118 (3) Subject to subhead (4), no enactment or rule of law prohibiting or restricting the disclosure or communication of information shall preclude a person from furnishing to the Commissioner any such information or record, as aforesaid. (4) A person to whom a requirement is addressed under this head shall be entitled to the same immunities and privileges as a witness in a court. (5) The Commissioner may, if he or she thinks fit, pay to any person who, for the purposes of a review under head 34, or an investigation under head 36, attends before the Commissioner or furnishes information or a record or other thing to him or her— (a) sums in respect of travelling and subsistence expenses properly incurred by the person, and (b) allowances by way of compensation for loss of his or her time, of such amount as may be determined by the Minister. (6) Subject to the provisions of this Act, the procedure for conducting a review under head 34 or an investigation under head 36 shall be such as the Commissioner considers appropriate in all the circumstances of the case and, without prejudice to the foregoing, shall be as informal as is consistent with the due performance of the functions of the Commissioner. (7) A person who fails or refuses to comply with a requirement under this head, or head 6 (9) or who hinders or obstructs the Commissioner in the performance of his or her functions under this head or head 6(9) shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding €3,000 or to imprisonment for a term not exceeding 6 months or both or on conviction on indictment to a fine not exceeding €10,000 and/or 2 years imprisonment or both. ",
        "119 (8) Where, a public body fails to comply with a binding decision of the Commissioner under this Act; the Information Commissioner may apply to the Courts for an enforcement order to oblige the public body to comply with the decision. (9) This head does not apply to a record in respect of which a certificate under head 25 is in force. (10) Subhead 2, 2 (a) and 2 (b) shall not apply in the case of information, records or premises (or parts of premises) designated by regulation under section 126 of the Garda Siochána Act 2005, as relating to the security of the State. Explanatory Note This Head is based on section 37 of the Freedom of Information Act 1997. The powers of the Information Commissioner are set out in Section 37 of the Freedom of Information Act. The unrestricted power of entry and the power to take copies and examine records found on Garda premises raises very significant concerns in the context of the Garda Síochána. While the Office of the Information Commissioner (OIC) has always behaved in a most reasonable fashion in examining sensitive records, the implications of extending such powers, in their current form, to Garda stations and areas where highly sensitive security/intelligence and operational files are stored are very considerable. It is inevitable that some administrative records contain information that relates to security/intelligence matters. If an official of the OIC has the power to enter any Garda premises and remove records, which could potentially be of great sensitivity, unquantifiable security risks arise. If it became known to other national and international bodies which routinely share intelligence and security information with the Garda Síochána that their information could be inadvertently compromised in such a fashion ",
        "120 significant impediments may be placed in the way of the transfer of sensitive information. Information flows of this nature are central to the intelligence, and security functions of the Garda Síochána and must be protected. Section 6(9) provides that records in the possession of a person who is or was providing a service for a public body under a \"contract for services\" are deemed to be held by the public body. However, there is currently no enforcement provision when a person who is or was providing a service for a public body under a \"contract for services\" refuses to comply with a request from a public body for records relevant to an FOI request. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” recommends that failure by such a person to supply relevant records under section 6(9) be made an offence along the same lines as obstructing an investigation of the Commissioner in section 37(7) of the Act. The intention of the original Act is clear in that a person mentioned in Section 37(7) was intended to cover a ‘person who is or was providing a service for a public body under contract’. The amendment suggested by the Information Commissioner will put the matter beyond doubt. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” highlights that while the Commissioner has various powers to compel public bodies to provide copies of records and co-operate with her review, there is no explicit provision requiring a public body to comply with a binding decision of the Commissioner. It is unclear what the legal situation is in a case where the Commissioner directs that a public body grant an applicant access to records and, in the absence of an appeal to the High Court, the public body refuses to do so. ",
        "121 The Information Commissioner recommends that a provision to allow for the enforcement of decisions made by the Commissioner be included. In the UK, the Information Commissioner may apply to the courts for an enforcement order and failure to comply with such an order is a contempt of court. The Information Commissioner recommends that a provision to allow for the enforcement of decisions made by the Commissioner be included in the Irish legislation. The Department of Public Expenditure and Reform, in the context of the devolution, of the Minister’s operational function under the FOI Acts to the Information Commissioner, supports this provision. The mere provision of such a power should act as a positive incentive for public bodies to discharge fully any obligations to which it would apply even though the use of the powers are not foreseen as being necessary very often. The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” recommends that the maximum fine for failing or refusing to comply with a requirement or for hindering or obstructing the Commissioner should be increased to €10,000 and/or six months imprisonment. The Department of Public Expenditure and Reform supports the modernisation of fines and penalties in accordance with current norms. Policy in regard to the level of fines is a matter for the Office of the Attorney General and while a suggested amendment has been made to s.37(7), the AG’s advice as regards to appropriate levels and norms for such fines and prison sentences will be followed. Section 37(8)(b) is being deleted as its unnecessary. Intentional breach of any court order is contempt so it is otiose to say so in this context. ",
        "122 Head 38- Commissioner to encourage publication of information by public bodies. Provide that 38.—The Commissioner shall foster and encourage the publication by public bodies, in addition to the publications provided for by heads 15 and 16, of information of relevance or interest to the general public in relation to their activities and functions generally. Explanatory Note This Head is based on section 38 of the Freedom of Information Act 1997. ",
        "123 Head 39-Publication of commentaries by Commissioner on practical application, etc., of Act. Provide that 39.—The Commissioner may prepare and publish commentaries on the practical application and operation of the provisions, or any particular provisions, of this Act, including commentaries based on the experience of holders of the office of Commissioner in relation to reviews, and decisions following reviews, of such holders under head 34. Explanatory Note This Head is based on section 40 of the Freedom of Information Act 1997. ",
        "124 Head 40-Reports of Commissioner. Provide that 40.—(1) The Commissioner shall, in each year after the year in which this head comes into operation— (a) prepare a report in relation to his or her activities under this Act in the previous year, and (b) append to the report a copy of any report furnished to him or her under head 25 (11), (c) cause copies of the report and of any copy referred to in paragraph (b) to be laid before each House of the Oireachtas. (2) The Commissioner may, if he or she considers it appropriate to do so in the public interest or in the interests of any person, prepare and publish a report in relation to any investigation, or review carried out or other function performed, by him or her under this Act or any matter relating to or arising in the course of such an investigation, review or performance. Explanatory Note This Head is based on Section 40 of the Freedom of Information Act 1997. ",
        "125 PART V – MISCELLANEOUS Head 41-Decisions deemed to have been made in certain cases. Provide that 41.—(1) Where notice of a decision under head 8 or 17 is not given to the requester concerned or to the person who made the application concerned under head 17 before the expiration of the period specified for that purpose in head 8 or 17 , as the case may be, a decision refusing to grant the request under head 7 or the application under head 17 shall be deemed for the purposes of this Act to have been made upon such expiration and to have been made by a person to whom the relevant functions stood delegated under head 4. (2) Where notice of a decision under head 14 is not given to the person who made the application concerned under that section before the expiration of the period specified in subhead (4) thereof, a decision affirming the decision to which the application relates shall be deemed for the purposes of this Act to have been made upon such expiration. (3) Where a statement under subsection (1), or notice of a decision under subhead (4), of head 18 is not given to the person who made the application under the said subhead (1) concerned before the expiration of the period specified for that purpose in the said subhead (1) or (4), as the case may be, a decision refusing to grant the application shall be deemed for the purposes of this Act to have been made upon such expiration and to have been made by a person to whom the relevant functions stood delegated under head 4. Explanatory Note This Head is based on section 41 of the Freedom of Information Act 1997. ",
        "126 Head 42- Appeal to High Court. Provide that 42.—(1) A party to a review under head 34 or any other person affected by the decision of the Commissioner following such a review may appeal to the High Court on a point of law from the decision. (2) The requester concerned or any other person affected by— (a) the issue of a certificate under head 25 , (b) a decision, pursuant to head 8 , to refuse to grant a request under head 7 in relation to a record the subject of such a certificate, or (c) a decision, pursuant to head 14 , to refuse to grant, or to uphold a decision to refuse to grant, such a request, may appeal to the High Court on a point of law against such issue or from such decision. (3) A person may appeal to the High Court from— (a) a decision under head14 , or (b) a decision specified in paragraph (a), (b), (c), (d), (e), (f) or (g) of subhead (1) of that head (other than such a decision made by a person to whom the function stood delegated under head 4 at the time of the making of the decision), made by the Commissioner in respect of a record held by the Office of the Commissioner or (in a case where the same person holds the office of Ombudsman and the office of Commissioner) made by the Ombudsman in respect of a record held by the Office of the Ombudsman. ",
        "127 (4) An appeal under subhead (1), (2) or (3) shall be initiated not later than 4 weeks after notice of the decision concerned was given to the person bringing the appeal. (5) The Commissioner may refer any question of law arising in a review under head 34 to the High Court for determination, and the Commissioner may postpone the making of a decision following the review until such time as he or she considers convenient after the determination of the High Court. (6) The High Court or Supreme Court may order that some or all of the costs of proceedings under this head of a person (other than a head) be paid by the public body concerned - (a) in the case of a reference under this head, or (b) if the point of law concerned was of exceptional public importance, in the case of an appeal under this head. [and, but for this head, the Court would not so order.] (7) A decision of the High Court following an appeal under subhead (1), (2) or (3) shall, where appropriate, specify the period within which effect shall be given to the decision. (9) A requester, part of whose request is the subject of an appeal to the High Court on a point of law under this head, shall have a further 4 week period in which to make an appeal in law when presented with the Information Commissioner’s decision Explanatory Note This Head is based on section 42 of the Freedom of Information Act 1997, as amended by section 27 of the Freedom of Information Act 2003. The following amendments are made: ",
        "128 (cid:1) Delete 8 and insert 4 in head 42 (4). The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” recommends that the time limit for an appeal of the Commissioner's decision to the High Court should be returned to 4 weeks. The Information Commissioner believe that the current period of 8 weeks is excessive and can further delay a right of access to records after a requester has already been through internal review and review by the Commissioner. (cid:1) Insert new subhead (8) which provides that a requester who has part of their request subject to an appeal to the High Court on a point of law shall have a further 4 weeks in which to make an appeal in law when presented with the Commissioners’ decision. Section 42 (4) provides that the time limit for appealing a decision of the Commissioner to the High Court is eight weeks (introduced by amendment under the 2003 Act.) The Information Commissioner in her 2007 commentary points out that this provision creates an anomaly whereby, in certain circumstances, a requester who is being granted partial access to records will not receive those records until after the time for a High Court appeal has expired. In such circumstances, the requester will not know whether he or she is satisfied with the Commissioner's decision until after the time for the making of an appeal has expired. This situation may arise where a third party, other than the requester, has an interest in the release of the records and, because of the operation of head 44 there is a stay on the implementation of the Commissioner's decision. This stay is to protect the rights of the third party. However, an unintended consequence is that the requester cannot be given the records until after the appeal period has expired. The Office of the I.C. has had one instance of a High Court appeal made \"on the blind\" in such circumstances. The advice of the Office of the Attorney General would be relevant here in regard to any legal issues. (cid:1) Insert a new subhead (4) which makes provisions in relation to the payment of costs of a person in relation to an appeal under this section to the High Court.The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” recommends that the provision at ",
        "129 section 42(6) (c) in relation to the Supreme Court should also apply to the High Court, i.e. in a successful High Court appeal by a requester, or third party, and where the point of law involved is of exceptional public importance, some or all of the requester's, or third party's costs may be borne by the public body involved. These proposals, prima facie, make eminent good sense and in the context of furthering the liberalisation of freedom of information would merit support. The views of the Office of the Attorney General would however be central on this matter. It would be particularly important that the Attorney General should be solicited to avoid any unintended consequences or creating any undesirable precedents that might among other things lead to the transfer of costs on the taxpayer at a critical juncture in the public finances of the country. The Information Commissioner’s suggestion is not comprehended by the commitments in the Programme for Government. ",
        "130 Head 43- Precautions by High Court and Commissioner against disclosure of certain information. Provide that 43.—(1) In proceedings in the High Court under or in relation to this Act, that Court shall take all reasonable precautions to prevent the disclosure to the public or, if appropriate, to a party (other than a head) to the proceedings of— (a) information contained in an exempt record, or (b) information as to whether a record exists or does not exist in a case where the head concerned is required by this Act not to disclose whether the record exists or does not exist. (2) Without prejudice to the generality of subhead (1), precautions under that subhead may include— (a) hearing the whole or part of any such proceedings as aforesaid otherwise than in public, (b) prohibiting the publication of such information in relation to any such proceedings as it may determine, including information in relation to the parties to the proceedings and the contents of orders made by the High Court in the proceedings, and (c) examining a record or a copy of a record without giving access or information in relation thereto to a party (other than a head) to the proceedings. (3) In the performance of his or her functions under this Act, the Commissioner shall take all reasonable precautions (including conducting the whole or part of a review under ",
        "131 head 34 or an investigation under head 36 otherwise than in public) to prevent the disclosure to the public or, in the case of such a review, to a party (other than a head) to the proceedings concerned of information specified in paragraph (a) or (b) of subhead (1) or matter that, if it were included in a record, would cause the record to be an exempt record. Explanatory Note This Head is based on section 43 of the Freedom of Information Act 1997, as amended by section 28 of the Freedom of Information Act 2003 ",
        "132 Head 44- Stay on certain decisions. Provide that 44.—(1) This head applies to— (a) a decision to grant a request to which head 29 applies, and (b) a decision under head 34 . (2) Effect shall not be given to a decision to which this head applies before— (a) the expiration of the time for— (i) making an application for a review of the decision under section 34 , or (ii) bringing an appeal to the High Court from the decision, as may be appropriate, or (b) if such an application or appeal is made or brought, the determination or withdrawal thereof, whichever is the later. Explanatory Note This Head is based on section 44 of the Freedom of Information Act 1997. ",
        "133 Head 45-Immunity from legal proceedings. Provide that 45.—(1) This head applies to— (a) an act consisting of the grant or the grant in part under head 8 or by virtue of head 14 or 34 of a request under head 7 , (b) an act consisting of the furnishing to a person under section 18 of a statement specified in that section, or (c) an act consisting of the publication under head 15 or 16 of a document specified in that head, being an act that was required or authorised by, and complied with the provisions of, this Act or was reasonably believed by the head concerned to have been so required or authorised and to comply with the provisions of this Act. (2) Subject to the provisions of this head, civil or criminal proceedings shall not lie in any court— (a) against— (i) the State, (ii) a public body, (iii) a head, (iv) a director or a member of the staff of a public body, or ",
        "134 (v) a person providing a service for a public body under a contract for services with the body, in respect of an act to which this head applies or any consequences of such an act, or (b) against the author of a record to which an act specified in subhead (1)(a) relates or any other person in respect of any publication involved in, or resulting from, that act by reason of that author or other person having supplied the record to the public body. (3) Subhead (2) does not apply in relation to proceedings for breach of a duty imposed by head 16 . (4) Civil or criminal proceedings shall not lie in any court against the Commissioner or a member of the staff of the Commissioner in respect of anything said or done in good faith by the Commissioner or member in the course of the performance or purported performance of a function of the Commissioner or member. (5) The grant of a request under head 7 shall not be taken as constituting an authorisation or approval— (a) for the purposes of the law relating to defamation or breach of confidence, of the publication of the record concerned or any information contained therein by the requester concerned or any other person, (b) for the purposes of the law of copyright, of the doing by the requester concerned of any act comprised within the copyright in— (i) any literary, dramatic, musical or artistic work, ",
        "135 (ii) any sound recording, cinematograph film, television broadcast or sound broadcast, or (iii) a published edition of a literary, dramatic, musical or artistic work, contained in the record concerned, or (c) for the purposes of the Performers' Protection Act, 1968, of the doing by the requester concerned, in relation to any record or cinematograph film (within the meaning, in each case, of that Act) contained in the record concerned, of an act prohibited by that Act. (6) Words or expressions that are used in subparagraph (i), (ii) or (iii) of subhead (5)(b) and are also used in the Copyright and Related Rights Act, 2000, have in those subparagraphs the same meanings as in that Act. Explanatory Note This Head is based on section 45 of the Freedom of Information Act 1997. ",
        "136 Head 46-Restriction of Act. Provide that 46.—(1) This Act does not apply to— (a) a record held by— (i) the courts, (ii) a tribunal to which the Tribunals of Inquiry (Evidence) Act, 1921, is applied, or (iii) a service tribunal within the meaning of section 161 of the Defence Act, 1954 , and relating to, or to proceedings in, a court or such a tribunal other than— (I) a record that relates to proceedings in a court or such a tribunal held in public but was not created by the court or tribunal and whose disclosure to the general public is not prohibited by the court or the tribunal, or (II) a record relating to the general administration of the courts or the offices of the courts or such a tribunal or any offices of such a tribunal (iv) a record held or created by An Garda Síochána other than a record concerning general administration of the Garda Síochána. (I) For the purposes of head 46(1)(a)(iv) a record concerning general administration means a record relating to a finance, human resource or procurement matter. (v) The Criminal Assets Bureau (vi) An Garda Siochána relating to: ",
        "137 (I) the Witness Protection Programme (II) the Secret Service Fund (III) the Interception of Postal Packets and Telecommunications Messages (Regulation) Act 1993, (IV) the Criminal Justice (Surveillance) Act 2009 (V) the Communications (Retention of Data) Act, 2011 (VI) the Emergency Response Unit (ERU) and (VII) the Special Detective Unit (SDU). (vii ) the Defence Forces relating to: (I) Criminal Justice Terrorist Offences Act 2005 (II) Criminal Justice (Surveillance) Act 2009, (III) Communications (Retention of Data) Act 2011, (IV) Data Protection Acts 1988 to 2003 in respect of the statutory powers of an officer under Section 8. (V) Section 170 of the Defence Act 1954 (VI) Offences Against the State Act 1939 (b) a record held or created by the Attorney General or the Director of Public Prosecutions or the Office of the Attorney General or the Director of Public Prosecutions, (other than a record concerning the general administration of either of those Offices), (c) a record relating to— (i) a review under section 34 or an investigation under section 36 , ",
        "138 (ii) an audit, inspection or examination carried out by the Comptroller and Auditor General under the Comptroller and Auditor General Acts, 1923 and 1993, the Exchequer and Audit Department Acts, 1866 and 1921, or any other enactment, (iii) an examination or investigation carried out by the Ombudsman under the Ombudsman Act 1980, (iv) an examination or investigation carried out by the Ombudsman for Children under the Ombudsman for Children Act, 2002 , (v) an examination or investigation carried out by the Pensions Ombudsman under the Pensions Act 1990, or (vi) an investigation carried out by the Legal Services Ombudsman under the Legal Services Ombudsman Act 2009. other than— (I) such a record that was created before the commencement of the review, investigation, audit, inspection or examination aforesaid, or (II) a record relating to the general administration of the Office of the Commissioner, the Office of the Comptroller and Auditor General, the Office of the Ombudsman or the office of the Ombudsman for Children, the Office of the Pensions Ombudsman or the Office of the Legal Services Ombudsman. (vii) an investigation or examination carried out by the Ombudsman for the ",
        "139 Defence Forces under the Ombudsman (Defence Forces) Act 2004. other than— (I) such a record that was created before the commencement of the review, investigation, audit, inspection or examination aforesaid, or (II) a record relating to the general administration of the Office of the Defence Forces (d) a record relating to the President, (da) a record given by a public body to a member of the Government or a Minister of State for use by him or her for the purposes of any proceedings in either House of the Oireachtas or any committee of either or both of such Houses or any subcommittee of such a committee (including such proceedings in relation to questions put by members of either such House to members of the Government or Ministers of State (whether answered orally or in writing)). (db) a record held or created under the relevant statutory provisions by the Adoption Authority or an employee of the Authority, relating to or arising from the making of an adoption order or the recognition of an intercountry adoption effected outside the State, within the meaning of the Adoption Act 2010, (other than a record concerning any other functions of the Authority or the general administration of the Authority), (e) a record relating to any of the private papers (within the meaning of Article 15.10 of the Constitution) of a member of either House of the Oireachtas or an official document of either or both of such Houses that is required by the rules or standing orders of either or both of such Houses to be treated as confidential, or (f) a record relating to information whose disclosure could reasonably be expected to reveal or lead to the revelation of— ",
        "140 (i) the identity of a person who has provided information to a public body in confidence in relation to the enforcement of the criminal law, or (ii) any other source of such information provided in confidence to a public body. (2) Subject to subhead (3), this Act does not apply to— (a) a record that is available for inspection by members of the public whether upon payment or free of charge, or (b) a record a copy of which is available for purchase or removal free of charge by members of the public, whether by virtue of an enactment (other than this Act) or otherwise. (3) A record shall not be within subhead (2) by reason only of the fact that it contains information constituting personal data to which the Data Protection Act, 1988, applies. Explanatory Note This Head is based on section 46 of the Freedom of Information Act 1997, as amended by section 29 of the Freedom of Information Act 2003, section 20 of the Ombudsman for Children Act 2002, Section 23 of the Social Welfare (Miscellaneous Provisions) Act 2003, Section 36 of the Legal Services Ombudsman Act 2009, section 26 of the Road Traffic Act 2010, section 74 of the Safety, Health and Welfare at Work Act 2005, and Section 112 of the Company Law Enforcement Act 2001, Section 161 of the Adoption Act 2010. The following amendments are made: ",
        "141 (cid:1) Subhead (4) provides that this Act does not apply to a record held by the Central Bank which is subject to professional secrecy obligations under the ECSB statute or EU financial Services Directives. The approach taken to exempting certain functions of certain bodies is consistent with the precedents already included in section 46(i) of the Freedom of Information Act. This provision will provide that the Freedom of Information will apply to the Central Bank of Ireland other than in relation to records which are subject to professional secrecy obligations under the ECSB Statute or EU Financial Services Directives. (cid:1) An additional subhead is included which secures the inclusion under Freedom of Information of records relating to the administrative functions of the Garda Síochána. Administrative records are defined as records relating to finance, human resource and procurement functions of the Garda Síochána. As certain of the records relating to these administrative functions to which it is proposed to extend Freedom of Information are likely to extend to sensitive security or intelligence matters particular exemptions will, therefore, need to be provided in Part III of the legislation within the functions specified above over and above those currently provided in the Freedom of Information Act. For example, procurement or financial information may relate to the purchase, use or specification of sensitive intelligence equipment which it may not be desirable to place in the public domain. Human resource information could reveal the identity of personnel involved in sensitive security or intelligence functions. (cid:1) All records held by the Criminal Assets Bureau and certain records held by the Garda Siochána and the Defence Forces are being excluded in entirety from the scope of the Act. The purpose of this Head is to exclude entirely from the scope of Freedom of Information all records relating to the Criminal Assets Bureau which has a statutory basis; all records held by An Garda Síochána relating to the legislation identified above and/or held by the Special Detective Unit or the Emergency Response Unit; and all records held by the Defence Forces relating to ",
        "142 the legislation identified above and/or held by specific Units, if any, to be identified by the Defence Forces. In view of the highly sensitive nature of these activities, it is considered that any access to records in relation to these areas creates a potential for release of information into the public domain of information that could prejudice or impair the prevention, detection or investigation of serious offences and seriously jeopardise the safety of significant witnesses or police informants. In the drafting of the Bill, it will be necessary to ensure consistency between the proposed exemptions in section 46 and prohibitions on the disclosure of confidential or sensitive information under other statutes. (cid:1) Insert subhead providing that this Act does not apply to a record relating to an investigation or examination carried put by the Ombudsman for the Defence Forces under the Ombudsman (Defence Forces) Act 2004 other than those relating to the general administration of the office ir where such record was created before the commencement of the review, investigation etc. In line with the precedent already in place in the Act, the Minister agrees that the provisions of Section 46 of the Freedom of Information Act should apply to the Ombudsman for the Defence Forces as is the case with other statutory Ombudsman’s’ Offices. • Subsection 46(1)(ba) inserted by the Company Law Enforcement Act 2001 (28/2001) has been deleted, The effect of this will be to bring records relating to the Company Law Enforcement Office within the scope for FOI and remove the limitation to purely administrative records. The Minister for Public Expenditure and Reform believes that the removal of bodies from the scope of Freedom of Information in this manner is highly undesirable and proposes, in line with the Programme for Government commitment, to extend Freedom of Information to such bodies in full. • 46(1)(bb) inserted by the Road Traffic Act 2010 (25/2010) has been deleted. The effect of this is to bring records held or created by the Medical Bureau of Road ",
        "143 Safety under the RoadTraffic Acts 1961 to 2010 within the scope of FOI and remove the limitation to purely administrative records. The Minister for Public Expenditure and Reform believes that the removal of bodies from the scope of Freedom of Information in this manner is highly undesirable and proposes, in line with the Programme for Government commitment, to extend Freedom of Information to such bodies in full. (cid:1) Subsection 46(1) (da) inserted by the Freedom of Information (Amendment Act) 2003, has been deleted. The effect of these amendments will be to bring records relating to the costing by a public body of a proposal of a political party within the scope of FOI. This is necessary to give effect to the commitment in the programme for Government in relation to the restoration of the amendments made by the Freedom of Information (Amendment) Act 2003. (cid:1) Section 46(1)(dc) excludes from the scope of the FOI Act records held or created by the Health and Safety Authority (HSA) and which relate to or arise from the HSA's enforcement functions and it has also been deleted. These records had been subject to the FOI Act prior to the commencement of the Safety, Health and Welfare at Work Act, 2005. The Information Commissioner recommends the deletion of this provision on the basis that the existing exemptions in the FOI Act are sufficient to protect the interests involved. The Safety, Health and Welfare at Work Act, 2005 commenced on 1 September, 2005 and provides as follows; 74.—The Freedom of Information Act 1997 is amended in section 46(1) (as amended by section 29 of the Freedom of Information (Amendment) Act 2003), by inserting the following after paragraph (db): “(dc) a record held or created under the relevant statutory provisions by the Health and Safety Authority or an employee of the Authority, relating to or arising from its enforcement functions (other than a record concerning any other functions of the Authority or the general administration of the Authority),”.The rationale for exclusion of enforcement functions of HSA from FOI was because criminal prosecutions could be a result and could involve the Gardaí in the investigation of certain incidents. These ",
        "144 exclusions were put in place when the Authority was established in its own right. Prior to that the functions of the HSA would have been part of the Department of Health. Such records at the time would have had full coverage under FOI as a matter of course. Without prejudice, it would be appropriate to look at this exclusion again in the context of the reform of the FOI legislation and particularly by the commitments in regard to extension in the Programme for Government. The policy reasons for the exclusion need to be reassessed as is the case for all other proposed ‘partial coverage’. ",
        "145 Head 47- Fees. Provide that 47.—(1) Subject to the provisions of this head, a fee of such amount as may be appropriate having regard to the provisions of this head shall be charged by the public body concerned and paid by the requester concerned to the body in respect of the grant of a request under head 7 . (2) Subject to the provisions of this head, the amount of a fee under this head shall be equal to— (a) the estimated cost of the search for and retrieval of the record concerned, and (b) the estimated cost of any copy of the record made by the public body concerned for the requester concerned, as determined by the head concerned. (3) For the purposes of subhead (2)— (a) the amount of the cost of the search for and retrieval of a record shall be calculated at the rate of such amount per hour as stands prescribed for the time being in respect of the time that was spent, or ought, in the opinion of the head concerned, to have been spent, by each person concerned in carrying out the search and retrieval efficiently, and (b) the amount of the cost specified in subhead (2)(b) shall not exceed such amount (if any) as stands prescribed for the time being and the determination of that amount shall be in compliance with any provisions standing prescribed for the time being in relation to such determination. ",
        "146 (4) Where the record or records concerned contains or contain only personal information relating to the requester concerned, then, in calculating the amount of the fee under subhead (1)— (a) paragraph (a) of subhead (2) shall be disregarded unless the grant concerned relates to a significant number of records, and (b) paragraph (b) of that subsection shall be disregarded if, in the opinion of the head concerned, it would not be reasonable, having regard to the means of the requester and the nature of the record concerned, to include the cost specified in that paragraph in the calculation. (5) A head may reduce the amount of or waive a fee or deposit under subhead (1) or (7) if, in his or her opinion, some or all of the information contained in the record concerned would be of particular assistance to the understanding of an issue of national importance. (6) A fee shall not be charged under subhead (1) if, in the opinion of the head concerned, the cost of collecting and accounting for the fee together with any other administrative costs incurred by the public body concerned in relation to the fee would exceed the amount of the fee. (6A) (a) A fee of such amount (if any) as may be prescribed shall be charged by the public body concerned and paid by the requester or, as the case may be, the applicant, concerned to the body in respect of a request under head 7 or an application under head 14 or 34. (b) A fee under this subhead shall be paid at the time of the making of the request or application concerned and, if it is not so paid, the head concerned or, as the case may be, the Commissioner shall refuse to accept the request or ",
        "147 application, and it shall be deemed, for the purposes of this Act, not to have been made. (c) A fee under this subhead shall not be charged if the record or records concerned contains or contain only personal information relating to the requester or, as the case may be, the applicant. (d) Fees of different amounts may be prescribed under paragraph (a) in respect of different classes of requester or different classes of applicant. (e) Subsection (2) does not apply to a fee under this subhead. (7) Where, in the opinion of the head concerned, the estimated cost, as determined by the head, of the search for and retrieval of a record the subject of a request under head 7 is likely to exceed €50 or such other amount as may stand determined for the time being— (a) a deposit of such amount as may be determined by the head (not being less than 20 per cent. of such cost) shall be charged by the public body concerned and paid by the requester concerned to the body, (b) the process of search for and retrieval of the record shall not be commenced by the body until the deposit has been paid, and (c) the head shall, not later than 2 weeks after the receipt of the request aforesaid, cause a request in writing for payment of the deposit to be given to the requester and the document shall include an estimate of the length of time that the process of searching for and retrieving the record will occupy and a statement that the process will not be begun until the deposit has been paid and that the date on which a decision will be made in relation to the request will be determined by reference to the date of such payment. ",
        "148 (8) In a case to which subhead (7) applies, the head concerned shall, if so requested by the requester concerned— (a) specify to him or her the amendments (if any) to the request under head 7 concerned that, if made, would have the effect of reducing or eliminating the deposit payable under that subhead, and (b) if amendments are specified under paragraph (a), make such of them (if any) to the request as the requester may determine. (9) Where a deposit under subhead (7) is paid, the amount of the fee under subhead (1) payable in respect of the grant of the request under head 7 concerned shall be reduced by the amount of the deposit. (10) Where a deposit under subhead (7) is paid and, subsequently, the grant of the request under head 7 concerned is refused or is granted in relation to a part only of the record concerned, the amount of the deposit or, if a fee under this section is payable in respect of the grant, so much (if any) of that amount as exceeds the amount of the fee shall be repaid to the requester concerned. (11) Where a fee or deposit under this section is paid and, subsequently, the fee or deposit is annulled or varied under head 14, 34 or 42 , the amount of the fee or deposit so annulled or, as the case may be, any amount thereof in excess of the amount thereof as so varied shall be repaid to the requester concerned. (12) Head 8 (1) shall be construed and have effect— (a) in relation to a case in which a deposit is payable under subhead (7), as if the reference to 4 weeks were a reference to a period consisting of 4 weeks together with the ",
        "149 period from the giving of the request under subhead (7) concerned to the requester concerned to the date of the receipt of the deposit, (b) in relation to a case in which such a deposit is annulled following a review under head 14 or 34 or an appeal under head 42 , as if the reference to 4 weeks were a reference to a period consisting of 4 weeks together with the period from the giving of the request under subhead (7) concerned to the requester concerned to the date of the decision under head 42 or, as the case may be, of the giving to the requester concerned of notice under head 14 or 34 of the decision, and (c) in relation to a case in which an amendment pursuant to subhead (8) has the effect of eliminating such a deposit, as if the reference to the receipt of a request under that head were a reference to the making of the amendment. (13) The Public Offices Fees Act, 1879, shall not apply to fees under this head. Explanatory Note This Head is based on section 47 of the Freedom of Information Act 1997, as amended by section 30 of the Freedom of Information Act 2003. ",
        "150 Head 48-Amendment of Official Secrets Act, 1963 . Provide that 48.—(1) A person who is, or reasonably believes that he or she is, authorised by this Act to communicate official information to another person shall be deemed for the purposes of section 4 of the Official Secrets Act, 1963, to be duly authorised to communicate that information. (2) In a prosecution for an offence under head 5 or 9 of that Act, it shall be a defence to prove that the act to which the charge of the offence relates is authorised, or is reasonably believed by the person charged to be authorised, by this Act. ",
        "151 Head 49- Offence and Penalties Provide that- Provide that it will be an offence to deliberately tamper or destroy records. Provide for associated penalties Explanatory Note The Information Commissioner in her 2007 commentary on the operation of the Freedom of Information Acts, 1997 and 2003” recommends a penalty should be introduced for the deliberate tampering with, or destruction of, a record in order to adversely affect a right of access under the FOI Act. This provision is even more important given the increase in the storage of information electronically which can facilitate such actions. ",
        "152 Head 50-Repeal of the Freedom of Information Acts 1997 and 2003 Provide that- 50- The enactments listed in column 1 of Schedule 4 are repealed to the extent specified in column 2. Schedule 4 has yet to be compiled but will include the Freedom of Information Acts 1997 and 2003 to be repealed in their entirety and individual sections of sectoral Acts. Explanatory Note This Head provides for the repeal of the previous legislation the relevant provisions of which have been re enacted. ",
        "153 Head 51 General Simplification of the Act This head is to provide for general simplification and streamlining of the processes under the FOI Act and arrange the provisions in an order that reflects the sequence of steps to be carried out in an FOI application. Explanatory Note The intention here is to give scope to try to simplify the wording of the Act during the drafting process given some comments on the 1997 Act as being obscure and difficult to understand. ",
        "154 FIRST SCHEDULE Provide that- Part 1 – Public Bodies and non-public Bodies already under the FOI Act 1. Subject to Part 3 of the Schedule, each of the following shall be a public body for the purposes of this Act: (a) A Department of State (b) an entity established by or under any enactment (other than the Companies Acts) or any scheme administered by a Minister of the Government (c) a company (within the meaning of the Companies Acts) a majority of the shares in which are held by or on behalf of a Minister of the Government (d) any other entity established or appointed by the Government or a Minister of the Government (e) a subsidiary (within the meaning of the Companies Acts) of a company to which paragraph (c) relates, or (f) an entity (other than a subsidiary to which paragraph (e) relates) that is directly or indirectly controlled by an entity to which paragraph (b), (c) (d) or (e) relates (g) without prejudice to the repeal by this Bill of the 1997 Act, any public body that was subject to the Act of 1997 immediately prior to the commencement of this Head, shall also be a public body for the purposes of this Bill. 2. A reference in paragraph 1(a) to a Department of State shall be construed as— ",
        "155 (a) including a reference to a body, organisation or group specified in relation to that Department of State in the Schedule to the Ministers and Secretaries Act, 1924 , and (b) not including any other body, organisation or group. 3. (a) The Minister may, with the consent of such other (if any) Minister of the Government as the Minister considers appropriate having regard to the functions of that other Minister of the Government, and having consulted such committee of the Houses of the Oireachtas as he considers appropriate, having had regard to the need to ensure openness and public information regarding the activities of public bodies save for overriding reasons of public policy, by order declare that Part 1 shall not apply to any particular public body to the extent specified in the order. (b) The Minister may following consultation with such Minister (if any) as appears to him or her to be appropriate, and having consulted such committee of the Houses of the Oireachtas as he considers appropriate, by order amend or revoke an order under this paragraph. 4. An order under section 3 of the Act of 1997 in force immediately before the commencement of this Schedule which provided that that Act should apply to a public body only to a specified extent shall continue in force as if made under this Schedule and may be amended or revoked in accordance with this Schedule. 5. Where a dispute arises between the Information Commissioner and any body wholly or partly in receipt of public funds as to whether paragraph 1 applies, the dispute shall be submitted to the Minister whose determination shall be binding on the Information Commissioner and the body. ",
        "156 Part 2 – New Bodies ‘significantly funded’ by the State to be declared by order 6. (1). Subject to subsheads (2) and (3), the Minister may, after consultation with the Information Commissioner, such other Minister(s) of the Government as he or she considers appropriate and such committee of the Houses of the Oireachtas as he or she considers appropriate, and having regard to the need to ensure appropriate accountability and oversight of bodies that operate in the public sector, are funded by the State or are carrying out public functions, may by order declare to be a reviewable agency— ( a ) an entity, being— (i) a company established under the Companies Acts in pursuance of powers conferred by or under another enactment, or (ii) any other entity, that is financed wholly or partly, whether directly or indirectly, by means of moneys provided, or loans made or guaranteed, by a Minister of the Government or the issue of shares held by or on behalf of a Minister of the Government, (b) any other entity on which functions in relation to the general public or a class of the general public stand conferred by any enactment (but only in respect of those functions), (c) a subsidiary (within the meaning of the Companies Acts) of a company to which paragraph ( a )(i) relates, or (d) an entity (other than a subsidiary to which paragraph ( c ) relates) that is directly or indirectly controlled by an entity to which paragraph ( a )(ii) or (b) relates. ",
        "157 (2) The specification of an entity in an order under subhead (1) may be expressed to be subject to the exclusion of elements of that entity or may exclude the operation of the Act to an extent specified in the order. (3) An order under this section shall be laid before each House of the Oireachtas. (4) An order under this section (including an order under this subsection) may be amended or revoked. 7. A body, organisation or group standing prescribed pursuant to an order for the purposes of clause 7(1)(b) above shall be a public body only as respects functions referred to in that clause. Explanatory Note This Head provides a new schedule. The following arrangements will apply in relation to proposed orders under the First Schedule. NTMA Group entities This head will provide for the following to be included in the First Schedule, with respect to the public financial bodies, namely the National Treasury Management Agency (NTMA), the National Asset Management Agency (NAMA), the National Pensions Reserve Fund Commission (NPRF), the National Development Finance Agency (NDFA) and the State Claims Agency (SCA): (i) that an order will be made that the Freedom of Information Act will apply to the State Claims Agency only in respect if its administrative records (ii) that an order will be made that the Freedom of Information Act does not apply to “A record held by the NTMA, NDFA, NAMA or the NPRF relating to: ",
        "158 • commercial counterparties with whom the public financial bodies engage with in performing their functions; (iii) that no reference will be made in Schedule 3 to section 202 of the National Asset Management Agency legislation (iv) that if necessary, following legal analysis to assess whether the level of protection provided by Section 31(2)(n) of the Act is sufficient in light of the scale, extent and significance of the commercial activities that may be carried out by the public financial bodies, Section 31(2)(n) will be strengthened, or 31(a), (b) or (c) will be reinforced, or another safeguard as deemed appropriate will be put in place to meet the requirements. (v) that if necessary, following an assessment of the potential damage that would be caused to the ability of the NTMA and associated bodies to continue to successfully carry out their commercial functions if individual remuneration levels were to be disclosed. individual remuneration will be withheld but information on remuneration will continue to be available on an aggregate and anonymous basis. (vi) that if necessary, following examination of an analysis to be provided by the NTMA group of the impact of a retrospective application date, a more recent application date will be considered. In view of its specific legal role and responsibilities the State Claims Agency should be treated in an equivalent way to analogous public bodies such as Chief State Solicitors Office – the Act applies only to administrative records of such bodies. The Minister proposes that the State Claims Agency should be brought within the Act on the same basis. In seeking to encourage and promote future interest in Irish Government Bonds, the NTMA is currently operating in very challenging market conditions. Credit rating downgrades and the programme of international assistance has significantly eroded the State’s previous investor base. This had resulted in a requirement on the part of the NTMA to engage with investors who require confirmation of absolute confidentiality in terms of their engagement with the NTMA. In addition, in view of the State’s current financial circumstances, progress towards the objective of restoring the State’s re-entry to the capital markets depends to a much greater extent than previously on the ability of the NTMA to secure and maintain interest among investors in participating in future market issuances given the availability of investment opportunities elsewhere. Similar considerations arise in relation to the objectives of the other public financial bodies. Accordingly it is intended that the Freedom of Information Act would not apply to records relating to investors/potential investors. The Minister notes that in addition to the common law duty of bank/customer confidentiality under section 99 of the NAMA Act, section 202 of the NAMA Act contains comprehensive prohibitions on the releases of confidential and commercially sensitive information. The Minister does not propose that FOI would override the ",
        "159 protection of customer information under section 99 or the broader general confidentiality restrictions applying to NAMA under section 202. The Minister will assess the requirement, if any, to strengthen within the current framework of the legislation, the protection necessary for confidential information held by the NTMA and the other financial bodies to ensure that appropriate safeguards are in place under the FOI Act in relation to the release of information that could put them at a competitive disadvantage. This will require an analysis Section 31(2)(n) to assess whether the level of protection provided by this provision is sufficient in light of the scale, extent and significance of the commercial activities that may be carried out by the public financial bodies and in particular to examine whether the provisions included in section 31(1)(a), (b) and (c) reinforce (or alternatively may potentially obscure) the safeguards provided by 31(2)(n). International precedents may be useful in further reviewing this issue. The scope for a phased or incremental extension of the Act to the financial bodies will be examined in view of the specific commercial concerns raised. Central Bank of Ireland This head will provide for the following to be included in the First Schedule: - that an Order will be made that the Freedom of Information Act will apply to the Central Bank of Ireland other than in relation to records which are subject to professional secrecy obligations under the ECSB Statute or EU Financial Services Directives. This Order will ensure that the Freedom of Information will apply to the Central Bank of Ireland other than in relation to records which are subject to professional secrecy obligations under the ECSB Statute or EU Financial Services Directives. VECs The Minister will make an Order to provide that the FOI Act applies to the VECs with the exception of: Any records which would enable the compilation of information (that is not otherwise available to the general public) in relation to the comparative performance of schools in respect of the academic achievement of students enrolled therein, including, without prejudice to the generality of the foregoing— (i) the overall results in any year of students in a particular school in an examination or assessment, or (ii) the comparative overall results in any year of students in different schools in an examination or assessment. ",
        "160 SECOND SCHEDULE The Information Commissioner Section 33 . 1. Subject to the provisions of this Schedule, a person appointed to be the Commissioner shall hold the office for a term of 6 years and may be re-appointed to the office for a second or subsequent term. 2. A person appointed to be the Commissioner— (a) may at his or her own request be relieved of office by the President, (b) may be removed from office by the President but shall not be removed from office except for stated misbehaviour, incapacity or bankruptcy and then only upon resolutions passed by Dáil Éireann and by Seanad Éireann calling for his or her removal, (c) shall in any case vacate the office on attaining the age of 67 years. 3. (1) Where a person who holds the office of Commissioner is— (a) nominated as a member of Seanad Éireann, (b) elected as a member of either House of the Oireachtas or a local authority or to the European Parliament, or (c) regarded, pursuant to section 15 (inserted by the European Parliament Elections Act, 1993 ) of the European Assembly Act, 1977 , as having been elected to the European Parliament to fill a vacancy, ",
        "161 he or she shall thereupon cease to be the Commissioner. (2) A person who is for the time being entitled under the standing orders of either House of the Oireachtas to sit therein or who is a member of the European Parliament or a local authority shall, while he or she is so entitled or is such a member, be disqualified for being appointed to be the Commissioner. 4. A person who holds the office of Commissioner shall not hold any other office or employment in respect of which emoluments are payable (other than the office of Ombudsman) or be a member of the Reserve Defence Force 5. The Commissioner shall be paid, out of moneys provided by the Oireachtas, such remuneration and allowances for expenses as the Minister may from time to time determine. 6. (1) The Minister may make and carry out, in accordance with its terms, a scheme or schemes for the granting of pensions, gratuities or allowances on retirement or death to, or in respect of, persons who have held the office of Commissioner. (2) The Minister may at any time make and carry out, in accordance with its terms, a scheme or schemes amending or revoking a scheme under this paragraph. (3) A scheme under this paragraph shall be laid before each House of the Oireachtas as soon as may be after it is made and, if a resolution annulling the scheme is passed by either such House within the next 21 days on which that House has sat after the scheme is laid before it, the scheme shall be annulled accordingly but without prejudice to the validity of anything previously done thereunder. 7. (1) The Minister may appoint to be members of the staff of the Commissioner such number of persons as the Minister may determine from time to time. ",
        "162 (2) Members of the staff of the Commissioner shall be civil servants in the Civil Service of the State (within the meaning of the Civil Service Regulation Act, 1956 ). (3) The Minister may delegate to the Commissioner the powers exercisable by him or her under the Public Service Management (Recruitment and Appointments) Act 2004, and the Civil Service Regulation Acts, 1956 and 1958, as the appropriate authority in relation to members of the staff of the Commissioner and, if the Minister does so, then, so long as the delegation remains in force— (a) those powers shall, in lieu of being exercisable by the Minister, be exercisable by the Commissioner, and (b) the Commissioner shall, in lieu of the Minister, be for the purposes of this Act the appropriate authority in relation to members of the staff of the Commissioner. 8. (1) The Commissioner shall keep, in such form as may be approved of by the Minister, all proper and usual accounts of all moneys received or expended by him or her and all such special accounts (if any) as the Minister may direct. (2) Accounts kept in pursuance of this paragraph in respect of each year shall be submitted by the Commissioner in the following year on a date not later than a date specified by the Minister to the Comptroller and Auditor General for audit and, as soon as may be after the audit, a copy of those accounts, or of such extracts from those accounts as the Minister may specify, together with the report of the Comptroller and Auditor General on the accounts, shall be presented by the Commissioner to the Minister who shall cause copies of the documents presented to him or her to be laid before each House of the Oireachtas. 9. The Commissioner may delegate to a member of the staff of the Commissioner any of the functions of the Commissioner (other than those under this paragraph or section 40 ) ",
        "163 and subsections (2) to (4) of section 4 shall, with any necessary modifications, have effect for the purposes of a delegation under this paragraph as they have effect for the purposes of a delegation under that section; and references in this Act to the Commissioner shall be construed, where appropriate having regard to any delegation under this paragraph, as including references to any person to whom functions stand delegated by the delegation. Explanatory Note This Head is based on the second schedule to the Freedom of Information Act 1997 as amended by section 31 of the Freedom of Information (Amendment) Act 2003, section 61 of the Public Service Management (Recruitment and Appointments) Act 2004. ",
        "164 THIRD SCHEDULE Enactments Excluded from Application of Head 32 . Section 32 . PART I Statutes Number and Year Short Title Provision No. 26 of 1946 Industrial Relations Act, 1946 . Section 22. No. 1 of 1963 Official Secrets Act, 1963 . Sections 4, 5 and 9. No. 14 of 1969 Industrial Relations Act, 1969 . Section 14. No. 30 of 1976 Gas Act, 1976 . Section 20. ",
        "165 No. 16 of 1977 Employment Equality Act, 1977 . Section 43(5). No. 5 of 1979 Údarás na Gaeltachta Act, 1979 . Section 15. No. 36 of 1980 Irish Film Board Act, 1980 . Section 18. No. 26 of 1983 Postal and Telecommunications Services Act, 1983 . Section 37. No. 28 of 1983 Local Government (Planning and Development) Act, 1983 . Section 13. No. 2 of 1984 National Social Services Board Act, 1984 . Section 16. No. 9 of 1986 Industrial Development Act, 1986 . Sections 42 and 43. No. 14 of 1986 Combat Poverty Agency Act, 1986 . Section 20. ",
        "166 No. 31 of 1986 Transport (Re-organisation of Córas Iompair Éireann) Act, 1986 . Section 22. No. 10 of 1987 Labour Services Act, 1987 . Section 13. No. 31 of 1987 Restrictive Practices (Amendment) Act, 1987 . Section 36. No. 18 of 1988 Agriculture (Research, Training and Advice) Act, 1988 . Section 14. No. 26 of 1988 Forestry Act, 1988 . Section 33. No. 7 of 1989 Safety, Health and Welfare at Work Act, 1989 . Section 45. No. 1 of 1990 Bord Glas Act, 1990 . Section 23. No. 18 of 1990 National Treasury Management Agency Act, 1990 . ",
        "167 Section 14. No. 19 of 1990 Industrial Relations Act, 1990 . Section 25(6). No. 25 of 1990 Pensions Act, 1990 . Section 24. No. 2 of 1991 Marine Institute Act, 1991 . Section 15. No. 9 of 1991 Radiological Protection Act, 1991 . Section 36(1)(d). No. 22 of 1991 Trade and Marketing Promotion Act, 1991 . Section 10. No. 24 of 1991 Competition Act, 1991 . Paragraph 9 of Schedule. No. 7 of 1992 Environmental Protection Agency Act, 1992 . Section 39. No. 14 of 1993 ",
        "168 Roads Act, 1993 . Section 38. No. 19 of 1993 Industrial Development Act, 1993 . Paragraphs 4 and 5 of Second Schedule. No. 27 of 1993 Irish Aviation Authority Act, 1993 . Section 35. No. 18 of 1994 Irish Horseracing Industry Act, 1994 . Section 17. No. 25 of 1994 Milk (Regulation of Supply) Act, 1994 . Section 16(1). No. 29 of 1995 Irish Medicines Board Act, 1995 . Section 23. No. 4 of 1996 Voluntary Health Insurance (Amendment) Act, 1996 . Section 8. No. 11 of 1996 Harbours Act, 1996 . Section 33. ",
        "169 No. 21 of 1996 An Bord Bia Act, 1996 . Section 26. Health Act 2004 Section 26 PART II Statutory Instruments Number and Year Short Title Provision No. 222 of 1983 Housing (Rent Tribunal) Regulations, 1983. Article 14(3). No. 175 of 1983 Fire Services Council (Establishment) Order, 1983. Article 13. Identify and insert any further statutory provisions re confidentiality that were not included in the original Act. Explanatory Note ",
        "170 This Head is based on the Third schedule to the FOI Act 1997 as amended by section 75 of the Health Act 2004. Note – there are a substantial number of amendments to the Third Schedule which are listed on the ISB but do not appear to be incorporated in the above head. These need to be included, and the scheme needs to be checked generally against the ISB. FOURTH SCHEDULE Enactments Repealed Provide for repeal of FOI Acts 1997 and 2003 and sectoral FOI provisions. "
    ]
}