{
    "text": [
        "I SS N 1830 - 5180 Magazine of the Directorate-General for Economic and Financial Affairs EUROPEAN ECONOMY EUROPEAN COMMISSION No 19 October 2010 Driving reform: Driving reform: following the roadmap following the roadmap towards a new European towards a new European economic economic governance governance EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 1 08/10/10 13:23 ",
        "Table of contents NEWS IN DEPTH Economic governance: the EU gets tough The package of reforms put forward by the Commission will strengthen the Stability and Growth Pact (SGP) through an increased focus on public debt and fiscal sustainability, the extension of surveillance to macroeconomic imbalances and structural reforms, and by making enforcement more effective. National fiscal frameworks will also be strengthened and better aligned with the new economic governance rules. 4 Klaus Regling, head of the EFSF, on EU governance Klaus Regling was appointed chief executive officer of the European Financial Stability Facility (EFSF) on 1 July. In this interview, he explains why we need an EFSF, how it works and when it would be used. He also shares his views on EU governance and tells how the EFSF works with other EU institutions. 8 Employment in Europe: it could have been worse but there’s still work to be done Policy measures such as short-time working arrangements cushioned the impact of the crisis on employment in some EU countries but employment nonetheless declined in most of Europe during 2009. Further measures will be required to address labour market segmentation, high-risk groups and different macroeconomic positions. 9 Financial sector reform nearing the finish line The Commission will complete its package of financial sector reforms by the end of 2011. Recent proposals address bank capital and liquidity requirements, crisis management, and derivatives and short-selling, as well as the supervision of credit rating agencies, governance within financial institutions and legal protections for investors and consumers. 10 Tax reform: increasing revenue without compromising growth In an environment of budgetary consolidation, tax reform is a potential way to increase public revenues while enhancing growth. A shift from direct to indirect forms of taxation and the identification of new sources of tax revenue such as financial sector taxation could help boost revenue. 12 IN BRIEF 14 LOOKING AHEAD 15 RECENT PUBLICATIONS 16 Editorial information European Economy News is published by the Communication Unit of the European Commission’s Directorate-General for Economic and Financial Affairs. Editor-in-chief: Linda Corugedo Steneberg. Coordinator: Christopher Maxwell. Published quarterly, European Economy News is available in English. Subscription is free (see last page). For more information, please contact the Communication Unit. Fax: (32-2) 29-80998 E-mail: ecfin-european-economy-news@ec.europa.eu European Economy News website: http://ec.europa.eu/economy_finance/een Legal notice Neither the European Commission nor any person acting on its behalf may be held responsible for the use to which information contained in this publication may be put, or for any errors which, despite careful preparation and checking, may appear. Luxembourg: Publications Office of the European Union, 2010 ISSN 1830-5180 © European Union, 2010 Front cover image © Mi Ran Collin Authorisation for reproduction to be obtained in writing from the copyright holder. Design by Tipik Communication Agency Reproduction is authorised provided the source is acknowledged. Printed in Belgium EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 2 08/10/10 13:23 ",
        "3 Editorial Dear Reader, With the economic recovery progressing, we can now begin to re-shape Europe. Taking stock of all the lessons learned over the past 2 years, we are re- constructing the European house. A house is only as solid as its foundations, however, and the crisis exposed gaps in the current system of economic governance. That’s why the first order of business is to reform economic governance in the EU and euro-area. The Commission has put forward a comprehensive and coherent package of reforms that will strengthen the Stability and Growth Pact (SGP), particularly through an increased focus on public debt and fiscal sustainability, the extension of surveillance to macroeconomic imbalances and by making enforcement more effective through the use of sanctions and incentives. We are shoring up the existing foundation rather than pouring concrete for a completely new one, however. None of the proposed reforms will require changes to the Treaties . In many cases, the existing instruments for economic policy coordination simply need to be used more fully or existing rules merely need to be tightened. We have shown that a lot can be attained without re-opening the Lisbon Treaty. If economic governance is Europe’s foundation, then the financial sector is its electrical system. A second EU-wide stress test exercise has confirmed the overall resilience of the EU banking system, and we expect investor confidence to improve. Nonetheless, without heeding the lessons learned from the crisis, Europe runs the risk of repeating the past. For this reason, we are completing the package of financial sector reforms that was begun in 2008. A new European supervisory framework will start functioning in January 2011, including a European Systemic Risk Board which will help to prevent macro-financial risks. A new regulatory framework for the banking system is being put in place. The EU will bear the fruits of a more stable financial system, not only in the longer run but also in the short run, through its effect on confidence and stability. Employment in Europe is another area that requires our full attention. ECFIN’s analysis shows that there’s still much work to be done. About 4 million jobs were lost in Europe in 2009, and labour- market conditions remain weak on the whole. Policies still need to be put in place to address the increasing segmentation within many labour markets between workers on temporary contracts and those on permanent contracts. While short-time working arrangements have cushioned the impact of the recession in several countries, and wage flexibility is helping others adjust, further reforms will be required. In a period of fiscal consolidation, reforms should have low or neutral budgetary impact, and focus on high-risk groups such as the young, the low-skilled and the long-term unemployed. Which brings us to the walls of the house, the very structure of our economy including its product and labour markets, its social security system, its education system and its innovative capacity. The European Council in June agreed on the Europe 2020 Strategy with the aim of boosting smart, sustainable and inclusive growth. While this is a strategy for the coming ten years, the next few months will be crucial. The EU needs to urgently demonstrate its capacity to generate the rates of growth necessary to return debt levels to a declining path. By committing to key structural reform measures now, at the beginning of the strategy, we can give a boost to confidence and a clear signal to markets that Europe is up to the challenge, that our house stands. Given the size of the challenges, we need to be ambitious. In fact, the Commission estimates suggest that if implemented swiftly, structural reforms could raise the average growth rate by about a third over the next decade. It is often said that crises also offer opportunities. The EU and EMU’s policy framework and coordination will come out the crisis stronger. That will make the European house more resilient so that it can easily withstand – or avoid – any future storms. Marco Buti Director-General Economic and Financial Affairs DG Re-constructing the European house EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 3 08/10/10 13:23 ",
        "4 EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 Economic governance: the EU gets tough The crisis has exposed gaps in the current governance system and showed that existing instruments for economic policy coordination need to be used more fully. The Commission has put forward a comprehensive and coherent package of reforms that will strengthen the Stability and Growth Pact (SGP), particularly through an increased focus on public debt and fiscal sustainability, the extension of surveillance to macroeconomic imbalances and by making enforcement more effective through the use of sanctions and incentives. The Commission also proposes that national fiscal frameworks be strengthened and better aligned with the EU’s new economic governance rules. © A n d r z e j T o k a r s k i – F o t o l i a . c o m Sometimes dark clouds have a silver lining. The financial and economic crises, as well as the more recent sovereign debt crisis, have caused considerable turmoil yet they have also provided valuable lessons. The crises exposed gaps in the current governance system and showed that existing instruments for economic policy coordination need to be used more fully. Before the crisis, good times were not used to reduce public debt sufficiently, and the build-up of macroeconomic imbalances was not sufficiently addressed, despite multiple warnings from the Commission. In several Member States, this translated into high current account deficits, large external indebtedness and high public debt levels, in many cases far above the 60% reference value set in the Treaty. The situation came to a head during the sovereign debt crisis, and as a result, for the first time, a consensus has emerged on the need to reform economic governance in the euro area and EU. “The experience of the crisis has sharpened the sense of belonging together and at the same time encouraged critical scrutiny of what’s going on in other Member States,” says Reinhard Felke, Head of Unit, Economy of the euro area and EMU. The Reform package To improve economic governance, the Commission has proposed a comprehensive and coherent package of robust reforms, outlined in its Communication of 30 June, and based on Articles 121 and 136 of the Treaty. 1 The proposals include provisions for the European Semester which has already been approved and will be launched in January 2011. Newer proposals will strengthen the Stability and Growth Pact (SGP), particularly through an increased focus on public debt and fiscal sustainability. They will also extend surveillance to macroeconomic imbalances, including competitiveness divergences, and establish an effective surveillance of structural reforms. Finally, they will enforce economic surveillance through the use of appropriate sanctions and incentives. 1 Enhancing economic policy coordination for stability, growth and jobs – Tools for stronger EU economic governance, COM(2010) 367. NEWS IN DEPTH EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 4 08/10/10 13:23 ",
        "5 EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 The European Semester The European Semester is a period of policy coordination during which Member States will have the chance to review each other’s economic policies before they have been implemented (see Figure). The European Semester cycle will start early in the year with a horizontal review in which the Eurogroup, Council and European Council identify common economic challenges and give strategic guidance on policies. Member States will take these broad policy orientations into account when preparing their Stability and Convergence Programmes (SCPs) and National Reform Programmes (NRPs), submitted in April. The Council, based on the Commission’s assessment, will subsequently provide its assessment and guidance to Member States in June and July, when important budgetary decisions are still in a preparatory phase in most Member States. Monitoring public debt levels: the Achilles heel of the SGP One clear lesson from the crisis is the importance of public debt. Countries saddled with high debt were more severely hit by the fallout from the economic and financial crises. Yet fiscal surveillance which focused more on deficits than on debt overlooked the build-up of these vulnerabilities. At the time of the Maastricht Treaty, it was widely thought that strong reliance on the deficit criterion of 3% of GDP would be sufficient to ensure sound public finances, including automatic convergence towards a 60% debt to GDP ratio. However, slower economic growth puts pressure on public finances and therefore necessitates increased scrutiny of fiscal policies to prevent slippages. To address this Achilles heel, the debt criteria, which has always been a part of the Pact, will now be made operational. The Commission will establish a benchmark for debt reduction. Member States with debt ratios in excess of 60% of GDP could become subject to the Excessive Deficit Procedure (EDP) (which would now cover debt as well), if the debt reduction in a given preceding period falls short of the benchmark value. The EDP will not kick-in automatically, however. Judgement will be exercised before deciding whether a country should be placed in the EDP and the Commission will analyse factors which affect the quality of the debt and the country’s future prospects, as well as implicit liabilities such as costs related to an ageing population. Moreover, cyclical factors will be taken into account: a country falling short of the debt reduction benchmark owing to recession-induced low nominal GDP growth will not be placed in excessive deficit, if its fiscal position is otherwise relatively sound. European semester of policy coordination NEWS IN DEPTH EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 5 08/10/10 13:23 ",
        "6 NEWS IN DEPTH EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 Macroeconomic surveillance Another lesson learned from the crisis is that fiscal policy should not be looked at in isolation. Broader macroeconomic surveillance can provide an early warning of trouble ahead as well as help in monitoring the correction of imbalances. The emergence of large macroeconomic imbalances, including large and persistent divergences in competitiveness and current accounts, proved highly damaging to the EU and in particular to the euro area when the crisis struck. The new surveillance system will consist of a preventive arm and a corrective arm. The preventive arm relies on regular assessments of the risk of macroeconomic imbalances and includes an alert mechanism. The alert mechanism will use a scoreboard based on a small set of indicators. The indicators comprise measures of the external position and price or cost competitiveness as well as internal indicators (see box). A series of alert thresholds will be defined for each indicator. There will be different thresholds for euro area and non euro area Member States, given differences in exchange rate regimes and key economic characteristics. “We want to avoid moving to too much automatism,” warns Felke, however. The level beyond which changes in a variable constitute a risk varies over time and across countries. A current account deficit of 3% may be acceptable in a converging country with strong investment needs, for example, but not in a more advanced country with an ageing population. Thresholds, therefore, are indicative values and should not be interpreted in a mechanical way. With this in mind, alerts will always be interpreted by country experts to minimise the risk of sounding false alarms or drawing the wrong policy conclusions. Moreover, the alert mechanism would only be the first stage of macroeconomic surveillance. Once an alert is triggered, experts will perform an in-depth country analysis. When an emerging risk is confirmed, the Commission will make country-specific recommendations to the Council on how to tackle the imbalances, and could also issue an early warning directly to the Member State. In particularly serious cases, the Commission will recommend placing the Member State in an “excessive imbalances position”. This will trigger the corrective arm of the mechanism in which the Member State is subject to stricter surveillance of corrective action. Apart from the surveillance of macroeconomic imbalances, structural reforms will also be subject to surveillance. The objective of this surveillance is to facilitate the attainment of the Europe 2020 objectives, and in particular the five headline targets, while ensuring that the objectives are attained in a manner that is consistent with macroeconomic and fiscal constraints. National fiscal frameworks: go local The new EU governance rules and procedures will be more effective if national fiscal frameworks are strengthened and better aligned with them. National budgetary or fiscal frameworks include numerical fiscal rules, independent public institutions acting in the field of budgetary policy and procedures governing the budget process, in particular medium-term budgetary frameworks. They play a crucial role in strengthening fiscal consolidation and sustainable public finances. The Commission proposes that statistics and reporting be improved to ensure the reliable and timely availability of budgetary data, that budget forecasts are supplemented with alternative scenarios and that Member States adopt national fiscal rules to entrench the SGP provisions in their fiscal governance regimes. The Commission wants Member States to back up these rules with monitoring and enforcement mechanisms as well as escape clauses. Monitoring should be carried out by a non-partisan domestic body, if possible. Multi-annual budgetary frameworks should also be implemented and include budgetary projections at a sufficient level of detail, to show the adjustment path and pave the way for effective and timely medium term fiscal planning. Finally, measures need to be taken to ensure that all general government sub sectors are covered by the fiscal framework. Enforcement gets teeth Changes in both the preventive and corrective arm of the SGP are backed up by a new set of gradual financial sanctions for euro-area Member States. In order to strengthen the preventive part of the Pact, an interest-bearing deposit should sanction significant deviations from prudent fiscal policy making. As to the corrective part of the Pact, a non-interest bearing deposit amounting to 0.2% of GDP would apply upon a decision to place a country in excessive deficit which would be converted into a fine in the event of non-compliance with the initial recommendation to correct the deficit. To reduce discretion in enforcement, a “reverse voting mechanism” is envisaged when imposing sanctions at every step of the Excessive Deficit Procedure: the Commission proposal would be Large macroeconomic imbalances made EU and euro-area Member States’ finances more vulnerable to economic shocks (cid:2) Current-account positions, euro-area Member States (as % of GDP) - Surplus and deficit countries (1991-2010) Source: Commission Services Note: Surplus countries include DE, LU, NL, AT Deficit countries include EL, ES, PT, CY, IE EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 6 08/10/10 13:23 ",
        "7 NEWS IN DEPTH EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 considered adopted unless the Council turns it down by qualified majority. Overall, these changes will give teeth to enforcement and limit discretion in the application of sanctions. Like in the fiscal field, enforcement procedures are also foreseen to support the Excessive Imbalance Procedure. If a euro-area Member State repeatedly fails to act on Council EIP recommendations or to present a sufficient corrective action plan to address excessive imbalances, it will have to pay a yearly fine. The fine should, as a rule, be equal to 0.1% of GDP of the Member State concerned. Will this time be different? The Commission’s economic governance package must still be approved by the Council and the European Parliament, but the proposals have the advantage of not requiring any changes to the current Treaty. Moreover, the Commission’s proposals are largely in line with proposals developed by EU finance ministers in the Taskforce on economic governance headed by Herman Van Rompuy. But will the reforms make a difference? “The introduction of the euro changed the rules of the game, and the crisis has now made us aware of these changed rules,” says Marco Buti, Director- General, Economic and Financial Affairs DG. “Implementation of the proposed governance reforms will reinforce the economic leg of EMU and create solid foundations for a stable euro and sustainable growth of the European economy.” Further information • Enhancing economic policy coordination for stability, growth and jobs – Tools for stronger EU economic governance, COM(2010) 367: http://ec.europa.eu/economy_finance/articles/euro/ 2010-06-30-enhancing_economic_policy_coordination_en.htm Analysis of fiscal rule index shows that quality of national fiscal frameworks leads to better budgetary outcomes According to the available evidence, there is a positive relationship between the quality of national fiscal frameworks and budgetary outcomes across EU Member States. For instance, in the 2006 and 2009 Public Finance Report it was shown that the strength of fiscal rules has a positive impact on the conduct of fiscal policy, resulting in lower deficits or higher surpluses. These results are based on the use of a fiscal rule index that encapsulates the features of national fiscal rules considered more conducive to fiscal discipline (e.g. the existence of an effective monitoring of compliance, enforcement mechanisms in case of non-respect of the rule, legal basis, etc.). Overall, higher index values are associated with better and stronger rules while lower values indicate weaker fiscal rules. The graph suggests that EU Member States scoring higher index values show on average better budgetary results in terms of the primary cyclically adjusted balance over the period 2000-2008. (cid:2) Average primary cyclically - adjusted balance, as a percentage of GDP Source: European Commission Scoreboard indicators • Current account balance • Net foreign asset position • Real effective exchange rate based on unit labour costs • Real effective exchange rate based on the GDP deflator • Construction real value added • Real house prices • Banking credit to the private sector • Government debt ratio © F r o g 9 7 4 – F o t o l i a . c o m EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 7 08/10/10 13:23 ",
        "8 EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 Klaus Regling, head of the EFSF, on EU governance Klaus Regling was appointed chief executive officer of the European Financial Stability Facility (EFSF) on 1 July. The €440 billion facility is based in Luxembourg and its board comprises representatives from the 16 euro-area governments. From 2001 to 2008 Mr. Regling was the Director-General of ECFIN. Before that, he was a Director-General in the German Ministry of Finance where he worked for more than a decade on Economic and Monetary Union in Europe. Mr. Regling shared his views on European governance and the role of the EFSF with European Economy News. 1. Why do we need an EFSF? The EFSF has been set up to provide temporary financial assistance to euro area Member States in financial difficulty. It is part of a wider European safety net together with the IMF worth up to € 750 billion to protect the euro. 2. Could you please briefly outline the EFSF mechanism? In order to reach its objective and preserve financial stability the EFSF can – with the support of the German Debt Management Office (DMO) – issue bonds or other debt instruments to raise the funds needed to provide loans to a country in financial difficulty. These issues would be backed by guarantees given by euro area Member States of up to € 440 billion. Loans to a country in difficulty would be accompanied by a detailed and demanding set of policy conditions. 3. Under which circumstances could the facility be triggered and how quickly could funds be made available? The facility can only act after a request is made by a euro area Member State. This would occur when the country is unable to borrow on markets at acceptable rates. If there is a request from a euro area Member State, it will take three to four weeks to draw up a support programme. This gives the EFSF ample time to get prepared, talk to markets and activate its mechanisms. 4. What is your relationship with the European Commission, the European Investment Bank and the ECB? All these institutions have helped to set up the EFSF. Relations with the European Commission are particularly close. Commissioner Olli Rehn has promised to support the EFSF whenever possible. The European Investment Bank (EIB) in addition provides back office support to the EFSF, i.e. accounting services and IT. This – together with the assistance by the German DMO – allows the EFSF to be a very lean organisation. 5. How does the fund fit with current or proposed EU governance structures? The EFSF was created as a temporary emergency facility and it will close down on June 30 th 2013 if there is no financial operation. As you know, the Van Rompuy Task Force is discussing strengthening the Stability and Growth Pact, reinforcing economic policy coordination and the need for a permanent crisis resolution mechanism. All this will impact the EU’s economic governance structure. The temporary existence of the EFSF makes it possible to postpone the debate about a permanent mechanism for a while. 6. Could the existence of the Facility create moral hazard issues? It is very important to avoid moral hazard to the greatest extent possible. When finance ministers set up the EFSF they made it deliberately so unattractive that governments would not resort to it lightly. EFSF loans are subject to very strict policy conditions, which are not pleasant for any government to accept. In addition the EFSF charges a “penalty interest rate” on its loans. Thus any potential for a moral hazard problem should be rather small. Further information • European Financial Stability Facility (EFSF) website: http://www.efsf.europa.eu NEWS IN DEPTH EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 8 08/10/10 13:24 ",
        "9 EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 Employment in Europe: it could have been worse but there’s still work to be done Employment declined in most of Europe during 2009, but the impact of the crisis varied across the EU depending upon labour market structure, macroeconomic position and the policy measures in place. About 4 million jobs were lost in Europe in 2009, and despite moderate signals of economic recovery in the second part of the year, in some countries the gradual but steady decline in employment shows no sign of abating. In Labour market and wage developments in 2009 1 , ECFIN analyses the impact of the recession on labour markets throughout the EU in 2009 and draws important policy conclusions. While jobs have been lost in nearly all European countries, some Member States have fared better than others. In 2009, unemployment surged to record highs in the Baltic countries, Spain and Ireland while posting relatively small increases in Austria, Belgium, Finland, Italy, Luxembourg, Malta and the Netherlands, and actually declining in Germany. “The varied impact of the recession on employment is the result of differences in the structure of labour markets, the over-expansion of certain sectors and competitiveness divergences,” explains Alfonso Arpaia, head of sector in the unit for economic policy strategy and analysis of labour markets. Labour market segmentation One issue is the widespread diffusion of temporary contracts in certain markets and sectors. Although they promote labour flexibility, these contracts have made it easier for employers to shed specific categories of workers. Segmentation within labour markets is thus becoming a problem. There is a wide gap between the protection of workers on permanent contracts (the insiders) and that of those on temporary or insecure contracts (the “outsiders”). The outsiders, often young people, are usually the first to go during a downturn. “The burden of adjustment is not evenly spread; it’s focused on specific groups and sectors,” observes Arpaia. “Segmentation is not only an issue of equity, it also impacts efficiency; it reduces the incentive for firms and individuals to invest in training and human capital development.” Short-time working arrangements and wage flexibility Countries that have fared well during the recession have relied on short-time working arrangements and wage flexibility to reduce the impact of the recession on employment. Short-time working arrangements, in which working hours are reduced and workers paid a replacement income from publicly managed funds, allow firms to reduce labour costs without firing workers. Short-time working arrangements should be used prudently, however, as they could slow structural adjustment in some industries. Similarly, time accounts allow workers to draw down their over-time “account balance” during periods of slack demand. Policy reform The crisis has revealed weaknesses in European labour markets and underlined the need for further reforms. Any reforms need to account for the fact that the burden of adjustment has been unequally spread across socio-economic groups, and should have low or neutral budgetary impact. In a period of fiscal consolidation, public expenditure should focus on high-risk groups such as the young, low- skilled workers and the long-term unemployed. Policies should facilitate job reallocation and worker re-training; unemployment benefits could be made conditional upon participation in re- training programmes, for example. Temporary labour market measures should be gradually withdrawn as the recovery takes hold since they risk locking labour into declining activities. There also needs to be a better adjustment of wages to sector-specific and local conditions, according to Arpaia, “and for that we need enhanced social dialogue in some countries.” Further information • Labour market and wage developments in 2009, European Economy 5, 2010: http://ec.europa.eu/economy_finance/publications/european_economy/2010/ee5_en.htm • Short time working arrangements as response to cyclical fluctuations, European Economy, Occasional Papers, 64, June 2010: http://ec.europa.eu/economy_finance/publications/occasional_paper/2010/op64_en.htm econ y European labour markets: key facts • Temporary employment: the number of temporary workers fell by almost 6%. Only 14% of employees were temporary in 2008, but they accounted for a dis- proportionate 45% of the reduction in overall employment. • Young people : have borne the brunt of the recession throughout Europe, with their employment shrinking by 7.5%. • Gender : employment of men shrank by 2.7% while that of women fell by a smaller 0.7%. Men are disproportion- ately represented in industries such as construction and manufacturing that were more heavily hit by the crisis. • Education : low- and medium-skilled employment shrank by 5.8% and 2.4% respectively, while high-skilled employ- ment grew by 2.8%. 1 Labour market and wage developments in 2009, European Economy 5, 2010. NEWS IN DEPTH © i S t o c k p h o t o . c o m EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 9 08/10/10 13:24 ",
        "10 EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 Europe’s initial response to the crisis was swift and decisive. Since the end of 2008, the Commission has proposed or adopted a range of measures designed to stabilise the financial system and reduce the likelihood of another financial crisis occurring. Despite the progress made, however, the financial system and investor confidence have remained fragile. Partly to ease markets’ fears, a second EU-wide stress test exercise was conducted by the Committee of European Banking Supervisors (CEBS), with results published in July 2010. The stress test results confirm the overall resilience of the EU banking system, even in the event of severe macro-economic and financial shocks. Under the worst-case scenario, the aggregate Tier 1 capital ratio of a sample of banks would decrease from 10.3% in 2009 to 9.2% by year-end 2011, still well above the threshold of 4% mandated under Basel I requirements. “In terms of scope, transparency and disclosure, the latest stress test was a success,” states Marie Donnay, Deputy Head of Unit in Directorate General Economic and financial affairs, Financial institutions and financial stability. “The test incorporated a broader sample of banks – 91 institutions spanning all 27 Member States and representing 65% of total banking assets in the EU as well as 50% of each national banking sector.” Tightening capital and liquidity requirements While the resiliency of the majority of Europe’s banks is welcome news, the Commission believes that further measures are needed to ensure the long-term stability of the financial sector as a whole. A fourth revision of the Capital Requirements Directive (CRD IV), transposing the Basel II requirements into European law, will be proposed by the Commission. CRD IV will improve the quality and quantity of capital held by banks and introduce capital buffers ensuring the build up of capital in good times that can be drawn upon during bad times. The financial sector has produced estimates of its own and raised objections to the new requirements. Yet analysis by the Basel Committee showed that an increase in capital and liquidity requirements would have only a moderate negative impact on GDP growth, whereas the benefits from avoiding the cost of future crisis would be substantial. The Basel Committee found that a 1 percentage point increase in the target ratio of equity to risk- weighted assets would lead to a median decline in the level of GDP of only about 0.09% from the baseline. On the other hand, assuming that a crisis has a permanent impact on real economic activity, the Basel report concludes that each 1 percentage point reduction in the annual probability of a crisis would yield an expected benefit per year equal to 0.6% of output. The report also notes that net benefits remain positive for capital ratios up to about 12%. Thus, there is considerable room to tighten capital and liquidity requirements while still achieving positive net benefits. 1 In Donnay’s view, “The Basel analysis shows that the financial industry has over-estimated the impact of the new standards on the real economy. The supply of credit will not be substantially constrained.” The Basel analyses themselves are based on conservative assumptions. For example, they assume an unchanged cost of capital, even though the cost of capital and required return on equity are likely to fall when banks are perceived as less risky due to their higher capital and liquidity standards. The report also assumes that banks will respond to the new requirements by increasing the interest rates they charge borrowers. In reality, however, banks could find other ways to meet the requirements such as by reducing operating expenses or increasing non- interest sources of income. Crisis management While one hopes that the new capital and liquidity requirements will be enough to prevent any serious problems, the Commission would like to be prepared for any emergency. In autumn therefore, the Commission will publish an action plan on crisis management. The proposals would provide a complete set of tools for prevention, early intervention, resolution and liquidation. Financial sector reform nearing the finish line A second EU-wide stress test exercise has confirmed the overall resilience of the EU banking system. Nonetheless, bank capital and liquidity requirements will be increased and the Commission will propose further reforms in the areas of crisis management, derivatives and short-selling. It will also move to protect investors and consumers by reforming credit rating agencies, improving governance and increasing legal protections. NEWS IN DEPTH Evolution of the aggregate Tier 1 capital ratio Source: Committee of European Bank Supervisors (CEBS), stress test calculations Stress tests confirm resilience of EU banking system Three scenarios, a baseline scenario, adverse “double dip” recession scenario, and a scenario incorporating a country-specific “sovereign risk shock” were tested. The result: under the worst-case scenario, the majority of banks maintained Tier I capital ratios well above the threshold of 4% mandated under Basel I requirements. 1 Assessing the macroeconomic impact of the transition to stronger capital and liquidity requirements, Macroeconomic Assessment Group, Interim Report. EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 10 08/10/10 13:24 ",
        "11 EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 The Commission has also proposed to establish a European network of bank resolution funds so that future bank failures do not destabilise the financial system and use of taxpayers’ money will be limited. Derivatives, short-selling and credit default swaps The transparency of derivatives markets will also be improved. The Commission has proposed legislation to promote the standardisation of derivatives contracts and develop central clearing parties for derivative contracts, and the compilation of information about all types of transactions in trade repositories which are accessible to all European supervisory authorities. Improvements to the Markets in Financial Instruments Directive (MiFID) will also be proposed in order to strengthen pre- and post-trade market transparency and bring more derivatives onto organised trading venues. The Commission has also proposed measures on short selling and credit default swaps. The aim of the Commission’s proposal is to harmonise requirements relating to short selling across the European Union. In particular, it will increase transparency on short positions held by investors and reduce risks linked with uncovered or naked short selling. Moreover, it will ensure that Member States have clear powers to restrict short selling or credit default swap transactions in exceptional circumstances in order to reduce systemic risks and risks to financial stability and market confidence. Protecting investors and consumers In addition to directly tightening the supervision and regulation of banks, the Commission has proposed measures that would protect investors and consumers. In order to ensure that credit rating agencies (CRAs) properly fulfil their function as independent evaluators of risk, the Commission has proposed that the new European supervisory authority, the European Securities and Markets Authority (ESMA), be entrusted with exclusive supervision over CRAs registered in the EU. This would include the European subsidiaries of well- known CRAs such as Fitch, Moody’s and Standard & Poor’s. New rules would give ESMA audit powers, reduce the risk of conflicts of interest and create more transparency. Revisions have been proposed to the Investor Compensation Schemes Directive to increase protection for investors, and a White Paper on Insurance Guarantee Schemes examines the possibility of introducing European rules that protect insurance policy holders in case an insurance company fails. The Commission has also launched a consultation on governance that seeks to find ways to manage risk more effectively in financial institutions and empower shareholders. Finally, the Commission has proposed revisions to the Deposit Guarantee Schemes Directive, with the aim of harmonising rules to better protect depositors throughout the EU. The long and winding road Although the Commission is committed to completing all financial sector reforms by the end of 2011, the reforms will be carefully calibrated to avoid restricting economic growth. Furthermore, the Commission recognises that without harmonised regulation at the EU level and a degree of consistency internationally, European banks could be at a competitive disadvantage. The Commission acknowledges that the new environment will be challenging for the sector. “Banks will have to surf on two waves at the same time,” says Donnay. “They need to finish dealing with the impact of the crisis, while preparing for the new regulations.” NEWS IN DEPTH Further information • Regulating financial services for sustainable growth, COM(2010) 301 final: http://ec.europa.eu/internal_market/finances/policy/index_en.htm#Regulating_financial_Services • Proposal for a Regulation of the European Parliament and of the Council on amending Regulation (EC) No 1060/2009 on credit rating agencies, COM(2010) 289 final: http://ec.europa.eu/internal_market/securities/agencies/index_en.htm • Corporate governance in financial institutions and remuneration policies, Green Paper, COM(2010) 284 final: http://ec.europa.eu/internal_market/company/ modern/corporate_governance_in_financial_institutions_en.htm Long-run expected annual net economic benefits of increases in capital and liquidity Source: Basel Committee Basel analysis shows that net benefits remain positive for a broad range of capital ratios Net benefits (vertical axis) are measured by the percentage impact on the level of output. EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 11 08/10/10 13:24 ",
        "12 In the wake of the financial and economic crisis, public finances have worsened dramatically. And amidst the backdrop of the euro area debt crisis and looming challenges such as demographic ageing, it has become clear that Member States’ public finances must be put back on a sustainable path. Why tax reform? Given the size of the budgetary consolidation required, many countries will not be able to achieve it through expenditure restraint alone. A contribution from the revenue side will also be required. Tax revenues have been severely impacted by the crisis, however. They plummeted as a result of the automatic stabilisers built into the tax system, a reversal of the revenue windfalls from rising asset prices, and the discretionary measures taken to support domestic demand. Given the high impact of growth on tax revenues and the need to recover from the recession, any changes to the tax system should support, rather than undermine, growth. Tax reform is not just a potential support for budgetary consolidation, however. “Tax reform has a value in itself,” states Peter Weiss, head of unit for tax policy issues. “The shift of taxes to indirect taxes, in particular property and environmental taxes, could be something which actually enhances growth.” From direct to indirect taxation Weiss is co-editor of the joint ECFIN-TAXUD study Monitoring tax revenues and tax reforms in EU Member States. The report proposes ways in which tax systems could be reformed in order to increase revenue and enhance growth without simply raising taxes across the board. The authors’ main finding is that shifting the tax structure from direct taxes to indirect taxes could yield additional tax revenue while minimising negative effects on growth. Direct taxes on corporate or personal income impact those who produce income and fuel economic growth. In contrast, indirect taxes are less distortive since they (partly) fall on accumulated assets, as in the case of property and consumption taxes, or can reduce distortions, as in the case of environmental taxes, which aim to internalise externalities. According to the authors, revenue should be increased by broadening the tax base – by eliminating exemptions, for example – and by finding new sources of tax revenue rather than by raising tax rates. Tax shifts in the Member States have been rather modest so far. But Peter Weiss points out that “recent reforms have broadly been in line with the recommended tax shifts, with tax cuts having largely focused on income taxes and tax increases having mainly taken place in the area of indirect taxation.” Taxing financial rents One new source of potential revenue could be taxes on the financial sector. The existence of an implicit or explicit safety net – particularly for those institutions deemed “too big to fail” – may put banks in a favourable position in which they enjoy economic rents. Governments could capture these economic rents as an additional source of revenue and in the process correct for the potentially distorted size and behaviour of the financial sector firms. Several possible types of tax are being discussed both within the EU and internationally. In addition to a bank levy, which is currently being discussed at EU level in the context of setting up a resolution fund, the IMF has proposed a Financial Activities Tax (FAT) that would be levied on the sum of profits and remunerations. The advantage of such a tax is that it would proxy VAT, from which EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 Tax reform: increasing revenue without compromising growth Tax reform is a potential way of supporting budgetary consolidation while enhancing growth. A shift from direct to indirect forms of taxation and the identification of new sources of tax revenue such as financial sector taxation could help boost revenue. Coordination at EU level is important to target mobile tax bases and ensure a level playing field. (cid:2) Severe impact of crisis on tax revenues Total tax revenue (incl. social security contributions), as % of GDP Source: Commission Services NEWS IN DEPTH EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 12 08/10/10 13:24 ",
        "13 EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 financial services are generally exempted and it could be designed to only cover profits above normal market returns and high remunerations, thus falling especially on excessive profits and incomes from high risk activities. A tax on bonuses might also be considered to the extent that the above mentioned rents are captured by managers via bonuses and specific executive compensation schemes. A Financial Transaction Tax (FTT) is also under discussion, with broadly similar objectives of raising revenue while stabilising financial markets by reducing speculative and technical trading. Taxation and the crisis While there is general consensus that tax systems were not a root cause of the financial and economic crisis, some features of EU tax systems could have acted as catalysts in the run-up to the crisis. Most corporate tax systems in the EU, for example, favour debt financing over equity financing. Interest payments on corporate debt are deductible from taxable profit, while the return on equity is not. This creates a bias towards higher leverage, and highly leveraged companies are more vulnerable when banks restrict the supply of credit, as they did during the recent recession. This distortion could be eliminated by either an Allowance for Corporate Equity (ACE) or a Comprehensive Business Income Tax (CBIT). The ACE would reduce or eliminate the tax advantage of debt by granting a deduction for return on equity but lead to a narrower tax base. The CBIT would disallow the deduction of interest payments on debt, thereby putting debt and equity on the same footing while broadening the tax base. Several Member States have either introduced an ACE or CBIT in recent years or moved in the direction of one or the other. A combination of these two measures could mitigate the bias from both directions and could be designed as a revenue- neutral mechanism. Low real interest rates and the rapid expansion of credit were the key drivers in the development of speculative housing bubbles. Nonetheless, taxation could also have played a role. Many countries subsidise mortgage debt by allowing the tax deduction of mortgage interest payments while not taxing imputed rents (the assessed rental value of properties). They also levy relatively low property taxes in order to stimulate house ownership. The favourable tax treatment not only results in an inflated level of house prices but also magnifies shocks to the supply or demand side of the housing market. Property tax systems could be reformed to provide both additional revenue and create more stable housing markets. This could be accomplished through a reduction of mortgage deductions and/or through the taxation of imputed rents. While taxation may have played a role in reinforcing the crisis, it also contributed to countering it. Built-in automatic stabilisers, in particular personal income taxation, helped to soften the impact of the crisis. These automatic stabilisers have several advantages over discretionary policy measures. Since tax receipts are directly linked to the performance of the economy, they provide more timely support, kick-in automatically at the appropriate time and their size is appropriate to the magnitude of the slowdown or overheating. Coordination at EU level Carried out individually, some tax reforms might impair the functioning of the Single Market either via tax competition between different jurisdictions or by creating an uneven playing field. Individuals or companies avoid certain taxes, for example, by relocating income or profit to jurisdictions that offer more favourable tax treatment. A degree of coordination at EU level, therefore, is essential. In his report A new strategy for the Single Market, Mario Monti, president of Bocconi University and former Commissioner, has identified corporate tax bases as well as consumption and environmental taxation as areas where reforms would most benefit from coordination either because they target mobile tax bases or affect competitiveness. The report underlines that coordination is worth the effort considering the potential payoff. The graph shows the effective marginal tax rates (EMTR) for new investment financed by debt and equity, respectively. The negative values in the graph show that most EU Member States subsidize debt-financed investment whereas the effective marginal tax rate on investment financed by new equity is positive in all Member States. Further information • The EU and the G20 http://ec.europa.eu/external_relations/g20 h NEWS IN DEPTH Th T h h h ff i i l (EMTR)f i fi db d b d i (cid:2) Source: European Commission Debt is taxed at a lower effective marginal rate than equity, creating a bias toward debt financing EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 13 08/10/10 13:24 ",
        "14 IN BRIEF Positive conclusions from first review of the Economic Adjustment Programme for Greece A joint EC/IMF/ECB first review mission under the Economic Adjustment Programme visited Athens from 26 July to 5 August 2010. The report by European Commission staff provides a detailed assessment of compliance, an overview of challenges faced by Greece and a summary of the main findings of the mission. Subject to approval by the Eurogroup, the overall positive assessment of compliance paves the way for release of the next tranche of loans. A total of € 9 billion will be made available, with € 6.5 billion provided by euro-area Member States. Interim economic forecast: EU recovery progressing within an uncertain global environment The EU economy, while still fragile, is recovering at a faster pace than previously envisaged. Based on an update of the outlook for the seven largest Member States, GDP is now expected to expand by 0.5% in the EU and euro area in the third quarter and by 0.4% and 0.3% respectively in the fourth. Growth is also more balanced towards domestic demand than previously anticipated. For 2010 as a whole, GDP growth is now forecast at 1.8% in the EU and 1.7% in the euro area. This represents a sizeable upward revision compared to the spring forecast (1.0% for the EU and 0.9% for the euro area). Economic Sentiment Indicator improves, Business Climate Indicator broadly unchanged After surging in July, the Economic Sentiment Indicator (ESI) continued to improve in both the EU and the euro area, albeit at a slower pace. The ESI rose to 102.7 (up by 0.6 of a point) in the EU and to 101.8 (up by 0.7 of a point) in the euro area. In both the EU and the euro area the ESI is above its long-term average. In contrast, the Business Climate Indicator for the euro area remains broadly unchanged after a jump observed in July. The level of the indicator suggests that economic activity in industry will continue to recover in the coming months but still has some way to go before reaching its pre-crisis level. Commission report concludes Estonia on track for introduction of euro The Tenth report on the practical preparations for the future enlargement of the euro area, issued on 27 July, concludes that Estonia’s preparations are on the right path but identifies some areas where further efforts are necessary. The Estonian authorities are in particular advised to reinforce the recommendation to retailers that during the dual circulation period, change is given in euros only. The Commission also recommends that the Estonian authorities encourage businesses to join the fair-pricing initiative, regularly monitor the changeover preparations by local authorities, move forward rapidly on providing information about the changeover and pay particular attention in the information campaign to the public’s concerns, and especially those related to price developments. Estonia will adopt the euro on 1 January 2011. EU-wide stress tests confirm resilience of banking system On 23 July, the Committee of European Banking Supervisors (CEBS) published the results of stress- tests involving 91 banks. The stress test results confirm the overall resilience of the EU banking system, even in the event of severe macro- economic and financial shocks. The outcome of the stress-test exercise on EU banks was assessed by finance ministers on 7 September. Details of the results for all banks involved were published on 23 July and can be found on the CEBS website. http://www.c-ebs.org ECB publishes book on the payment system and the role of the Eurosystem Published in September 2010, The payment system – payments, securities and derivatives, and the role of the Eurosystem is a comprehensive 370-page book that provides insight into the handling of financial transactions, the functioning of financial market infrastructure, and the role of the Eurosystem. Part I examines key concepts and processes in the market infrastructure services of modern economies and underlying economic, business, legal, institutional and policy issues. Part II reviews the market infrastructure for the handling of euro-based financial transactions and key legislation. Part III explains the roles and policies of the Eurosystem in this field, the legal basis and cooperation arrangements. http://www.ecb.int ECB to extend support measures for banks The ECB has announced that it will extend support measures for the banking sector until at least the start of next year. The measures include providing unlimited loans to the banking sector at fixed interest rates, and providing loans with a longer duration than normally available. ECB keeps key interest rates unchanged Meeting on 2 September, the Governing Council of the ECB decided that the interest rate on the main refinancing operations and the interest rates on the marginal lending facility and the deposit facility will remain unchanged at 1.00%, 1.75% and 0.25% respectively. http://www.ecb.int Parliamentary exchange of views with Didier Reynders, President of the ECOFIN Council The Belgian Minister for Finance, Mr. Didier Reynders, will present before the European Parliament’s ECON Committee the priorities of the Belgian presidency in the area of economic and monetary affairs. Mr. Reynders met a delegation of ECON members in June to discuss these priorities ahead of the Belgian presidency. During the upcoming meeting, Minister Reynders will present his priorities and then participate in a question and answer session with the committee members. Council adopts position on the EU draft budget 2011 The Council adopted its position on the EU draft budget for the financial year 2011, approving the targeted cuts in the Commission’s proposal while ensuring appropriate funding for EU priorities, in particular economic recovery. The Council position amounts to € 141,777 billion in commitment appropriations and € 126,527 billion in payment appropriations, corresponding to 1.02% of the Gross National Income (GNI) of the EU. http://www.eutrio.be In brief EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 Further information • The latest news and press releases from DG ECFIN are available at: http://ec.europa.eu/economy_finance/index_en.htm EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 14 08/10/10 13:24 ",
        "15 Agreement reached on financial supervision in the EU The 27 Member States of the EU, the European Parliament and the European Commission have reached agreement on the principles relating to the creation of a new architecture for European financial regulation. The architecture agreed is for a new European Systemic Risk Board (ESRB) and three European Supervisory Authorities (ESAs). The ESRB will be concerned with macroprudential risks to the stability of the financial system as a whole, while ESAs will be concerned with risks to the stability of the banking, insurance and securities markets. http://www.europarl.europa.eu http://www.eutrio.be Finance ministers discuss bank taxes, but remain divided over how to take action At their meeting on 7 September, EU finance ministers exchanged of views on the coordination of levies on banks and other financial institutions as part of a new crisis management framework at EU level for the financial industry. In the wake of the financial crisis, a number of countries have introduced levies on banks or are in the process of doing so, though the nature of those levies differs from one country to another. The Commission recommends that the EU adopt a coordinated approach so as to avoid competitive distortions between national markets, overlaps and the multiple imposition of levies on banks that have cross-border activities. Ministers also discussed the possible introduction in the EU of a tax on financial transactions. EU regulators to probe financial trading Traders who sell complex financial products, like credit default swaps, will face increased transparency standards if European regulators investigating high-frequency trading get their way. In a paper released on 29 July, the Committee of European Securities Regulators (CESR) made a set of recommendations aiming to expose trades that are based on momentary differences in prices. Looking ahead EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 LOOKING AHEAD Further information • A list of the events organised by ECFIN is available at: http://ec.europa.eu/economy_finance/events/index_en.htm For your diary October 2010 The Annual Meetings of the International Monetary Fund (IMF) and the World Bank Group Washington, D.C., 8-10 October The Annual Meetings of the International Monetary Fund (IMF) and the World Bank Group each year bring together central bankers, ministers of finance and development, private sector executives, and academics to discuss issues of global concern, including the world economic outlook, poverty eradication, economic development, and aid effectiveness. November 2010 G20 Summit Seoul, Korea, 11-12 November World leaders will meet in Seoul, Korea for the G20 summit, the fifth to be held by leaders of the 20 top world economies. The summit will mark the start of a transition from a crisis response mode to a post- crisis mode, and enable the G20 to further solidify its status as the premier forum for global economic cooperation. A forum with 100 global business leaders will be held alongside the next G20 summit. The chief executives will discuss their economic concerns at a round table with political leaders. DG ECFIN 7 th Annual Research Conference 2010, Charlemagne Building, Brussels, 22-23 November The systemic failure in financial markets has shattered fundamental beliefs in the ability of markets to deliver macro-economic stability and growth, while prompting government intervention at an unprecedented scale. Under the theme “Governments and markets after the crisis: Finding a new balance”, ECFIN’s 7 th Annual Research Conference will explore new approaches to the governance of markets between the extremes of free-market fundamentalism and government interventionism. The conference will focus on areas such as the architecture of financial systems, international trade and exchange rate regimes, intra-EU adjustment mechanisms, and the design of modern welfare state arrangements. European economic forecast, autumn 2010 DG ECFIN produces short-term macroeconomic forecasts twice a year, in the spring and autumn. These forecasts concentrate on the Member States, the euro area and the EU, but also include outlooks for candidate countries as well as some non-EU countries. Each forecast has at least a two-year time horizon (with an additional year added each autumn) covering the current year and the next. The forecasting process considers a total of 180 variables and is the result of several iterative rounds. The Commission’s spring forecast, issued on 5 May, found that the economic recession came to an end in the EU in the third quarter of 2009, but forecast that the speed of recovery would vary across EU countries, reflecting the extent of the housing-market correction needed, the size of the financial-services sector and the degree of internal and external imbalances. December 2010 Workshop: Public debt and economic growth Brussels, 3 December The workshop will discuss the link between public debt and economic growth in view of the unprecedented rise in public indebtedness in developed economies. It will focus on three main questions: 1) What impact will high public debt have on long-run growth performance? 2) What level of public debt should governments aim to attain in order for fiscal consolidation to be optimal both from an economic growth and welfare perspective? 3) What spill-over effects could high government debt have on other EMU members and/or on corporate borrowing costs? EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 15 08/10/10 13:24 ",
        "K C - A J - 10019 - E N - C RECENT PUBLICATIONS Recent research and analysis by DG ECFIN All research publications can be downloaded free of charge from the DG ECFIN website: http://ec.europa.eu/economy_finance/publications/ EUROPEAN ECONOMY NEWS N ° 19 - OCTOBER 2010 Subscriptions If you wish to continue receiving European Economy News, please subscribe using the form below. I wish to receive a free quarterly copy of European Economy News Name:. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Organisation: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Street:. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . PO Box:. . . . . . . . . . . . . . . . . . . . . . . Postcode: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Town: . . . . . . . . . . . . . . . . . . . . . . . . .Country: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Tel.:. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Fax: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . E-mail:. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Mail or fax this form to the European Commission: Directorate-General for Economic and Financial Affairs Unit R-4, Communication Rue de la Loi/Wetstraat 200, B-1049 Brussels Fax: (32-2) 29-80998 You can also subscribe on-line at: http://ec.europa.eu/economy_finance/een/online_subscription_en.htm To receive our mail alerts, you can register at: http://ec.europa.eu/coreservices/mailing/index.cfm?serviceid=1735 Economic Papers The European Economy Economic Paper series has an analytical focus. • Fiscal stimulus and exit strategies in the EU – a model based analysis • Determinants of Capital Flows to the New EU Member States Before and During the Financial Crisis • Quantifying the potential macroeconomic effects of the Europe 2020 strategy: stylised scenarios • Assessing financial integration: a comparison between Europe and East Asia • The Potential Impact of EU Cohesion Policy Spending in the 2007-13 Programming Period: A Model-Based Analysis • Management of China’s foreign exchange reserves: a case study on the state administration of foreign exchange (SAFE) • The production function methodology for calculating potential growth rates and output gaps • Discretionary measures and tax revenues in the run-up to the financial crisis • EU fiscal consolidation after the financial crisis. Lessons from past experiences • Projecting future health care expenditure at European level: drivers, methodology and main results • Proliferation of risk and policy responses in the EU financial markets • The changing pattern of international trade and capital flows of the Gulf Cooperation Council countries in comparison with other oil-exporting countries • Fiscal performance and income inequality: Are unequal societies more deficit-prone? Some cross-country evidence • What is the growth potential of green innovation? An assessment of EU climate policy options • The Chinese pension system – First results on assessing the reform options • Does capacity utilisation help estimating the TFP cycle Economic Briefs Economic Briefs showcase new policy-related analysis and research by DG ECFIN staff. This occasional series is published online only. • The tale of the Baltics: experiences, challenges ahead and main lessons • Keynote speeches at the Brussels Economic Forum 2010 EE E p r o o ECFIN economic briefs are occasional working papers by the European Commission's Directorate-General for Economic and Financial Affairs which provide background to policy discussions. They can be downloaded from ec.europa.eu/economy_finance/publications © European Union, 2010 Reproduction is authorised provided the source is acknowledged. Introduction (cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:7)(cid:8)(cid:9)(cid:10)(cid:11)(cid:5)(cid:11)(cid:12)(cid:13)(cid:14)(cid:9)(cid:15)(cid:10)(cid:4)(cid:16)(cid:17)(cid:5)(cid:18)(cid:16)(cid:9)(cid:12)(cid:14)(cid:10)(cid:7)(cid:17)(cid:5)(cid:19)(cid:7)(cid:9)(cid:20)(cid:10)(cid:7)(cid:5)(cid:7)(cid:14)(cid:21)(cid:5)(cid:19)(cid:10)(cid:9)(cid:3)(cid:13)(cid:7)(cid:14)(cid:10)(cid:7)(cid:17)(cid:5)(cid:7)(cid:15)(cid:4)(cid:5)(cid:11)(cid:13)(cid:15)(cid:15)(cid:4)(cid:14)(cid:9)(cid:8)(cid:22)(cid:5) (cid:15)(cid:4)(cid:23)(cid:7)(cid:8)(cid:7)(cid:14)(cid:11)(cid:10)(cid:14)(cid:24)(cid:5)(cid:9)(cid:3)(cid:4)(cid:10)(cid:15)(cid:5)(cid:4)(cid:11)(cid:12)(cid:14)(cid:12)(cid:25)(cid:10)(cid:4)(cid:16)(cid:5)(cid:10)(cid:14)(cid:5)(cid:7)(cid:5)(cid:3)(cid:10)(cid:24)(cid:3)(cid:8)(cid:22)(cid:5)(cid:13)(cid:14)(cid:11)(cid:4)(cid:15)(cid:9)(cid:7)(cid:10)(cid:14)(cid:5)(cid:4)(cid:14)(cid:20)(cid:10)(cid:15)(cid:12)(cid:14)(cid:25)(cid:4)(cid:14)(cid:9)(cid:26)(cid:5)(cid:27)(cid:28)(cid:9)(cid:4)(cid:15)(cid:5) (cid:3)(cid:7)(cid:20)(cid:10)(cid:14)(cid:24)(cid:5)(cid:4)(cid:29)(cid:30)(cid:4)(cid:15)(cid:10)(cid:4)(cid:14)(cid:11)(cid:4)(cid:21)(cid:17)(cid:5)(cid:4)(cid:20)(cid:4)(cid:14)(cid:5)(cid:23)(cid:22)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:16)(cid:9)(cid:7)(cid:14)(cid:21)(cid:7)(cid:15)(cid:21)(cid:16)(cid:5)(cid:12)(cid:28)(cid:5)(cid:4)(cid:25)(cid:4)(cid:15)(cid:24)(cid:10)(cid:14)(cid:24)(cid:5)(cid:4)(cid:11)(cid:12)(cid:14)(cid:12)(cid:25)(cid:10)(cid:4)(cid:16)(cid:17)(cid:5) (cid:13)(cid:14)(cid:13)(cid:16)(cid:13)(cid:7)(cid:8)(cid:8)(cid:22)(cid:5)(cid:3)(cid:10)(cid:24)(cid:3)(cid:5)(cid:24)(cid:15)(cid:12)(cid:31)(cid:9)(cid:3)(cid:5)(cid:10)(cid:14)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:25)(cid:10)(cid:21) !\"\"\"(cid:16)(cid:17)(cid:5)(cid:9)(cid:3)(cid:4)(cid:22)(cid:5)(cid:3)(cid:7)(cid:20)(cid:4)(cid:5)(cid:23)(cid:4)(cid:4)(cid:14)(cid:5)(cid:13)(cid:14)(cid:21)(cid:4)(cid:15)(cid:24)(cid:12)(cid:10)(cid:14)(cid:24)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5) (cid:16)(cid:3)(cid:7)(cid:15)(cid:30)(cid:4)(cid:16)(cid:9)(cid:5)(cid:15)(cid:4)(cid:11)(cid:4)(cid:16)(cid:16)(cid:10)(cid:12)(cid:14)(cid:16)(cid:5)(cid:10)(cid:14)(cid:5)(cid:18)(cid:13)(cid:15)(cid:12)(cid:30)(cid:4)#(cid:5)(cid:31)(cid:10)(cid:9)(cid:3)(cid:5)(cid:7)(cid:5)(cid:16)(cid:4)(cid:15)(cid:10)(cid:4)(cid:16)(cid:5)(cid:12)(cid:28)(cid:5)(cid:13)(cid:14)(cid:11)(cid:4)(cid:15)(cid:9)(cid:7)(cid:10)(cid:14)(cid:9)(cid:10)(cid:4)(cid:16)(cid:5)(cid:16)(cid:13)(cid:15)(cid:15)(cid:12)(cid:13)(cid:14)(cid:21)(cid:10)(cid:14)(cid:24)(cid:5) (cid:9)(cid:3)(cid:4)(cid:10)(cid:15)(cid:5)(cid:8)(cid:12)(cid:14)(cid:24)(cid:4)(cid:15) (cid:9)(cid:4)(cid:15)(cid:25)(cid:5)(cid:30)(cid:15)(cid:12)(cid:16)(cid:30)(cid:4)(cid:11)(cid:9)(cid:16)(cid:26)(cid:5) (cid:2)(cid:3)(cid:4)(cid:5)(cid:16)(cid:9)(cid:12)(cid:15)(cid:22)(cid:5)(cid:12)(cid:28)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:6)(cid:7)(cid:8)(cid:9)(cid:10)(cid:11)(cid:5)(cid:4)(cid:11)(cid:12)(cid:14)(cid:12)(cid:25)(cid:10)(cid:4)(cid:16)(cid:5)(cid:16)(cid:10)(cid:14)(cid:11)(cid:4)(cid:5)(cid:9)(cid:15)(cid:7)(cid:14)(cid:16)(cid:10)(cid:9)(cid:10)(cid:12)(cid:14)(cid:5)(cid:10)(cid:16)(cid:5)(cid:12)(cid:14)(cid:4) (cid:12)(cid:28) (cid:7) $(cid:10)(cid:14)(cid:21)(cid:26)(cid:5)(cid:2)(cid:3)(cid:4)(cid:5) (cid:11)(cid:12)(cid:25)(cid:23)(cid:10)(cid:14)(cid:7)(cid:9)(cid:10)(cid:12)(cid:14)(cid:5)(cid:12)(cid:28)(cid:5)(cid:4)(cid:29)(cid:9)(cid:15)(cid:4)(cid:25)(cid:4)(cid:8)(cid:22)(cid:5)(cid:15)(cid:7)(cid:30)(cid:10)(cid:21)(cid:5)(cid:15)(cid:4)(cid:7)(cid:8)(cid:5)(cid:7)(cid:14)(cid:21)(cid:5)(cid:28)(cid:10)(cid:14)(cid:7)(cid:14)(cid:11)(cid:10)(cid:7)(cid:8)(cid:5)(cid:11)(cid:12)(cid:14)(cid:20)(cid:4)(cid:15)(cid:24)(cid:4)(cid:14)(cid:11)(cid:4)(cid:17)(cid:5) (cid:10)(cid:14)(cid:16)(cid:9)(cid:10)(cid:9)(cid:13)(cid:9)(cid:10)(cid:12)(cid:14)(cid:7)(cid:8)(cid:5)(cid:10)(cid:25)(cid:30)(cid:15)(cid:12)(cid:20)(cid:4)(cid:25)(cid:4)(cid:14)(cid:9)(cid:16)(cid:17)(cid:5)(cid:7)(cid:14)(cid:21)(cid:5)(cid:28)(cid:7)(cid:16)(cid:9)(cid:5)(cid:10)(cid:14)(cid:9)(cid:4)(cid:24)(cid:15)(cid:7)(cid:9)(cid:10)(cid:12)(cid:14)(cid:5)(cid:31)(cid:10)(cid:9)(cid:3)(cid:5)(cid:25)(cid:12)(cid:15)(cid:4)(cid:5)(cid:7)(cid:21)(cid:20)(cid:7)(cid:14)(cid:11)(cid:4)(cid:21)(cid:5) (cid:4)(cid:11)(cid:12)(cid:14)(cid:12)(cid:25)(cid:10)(cid:4)(cid:16)(cid:5)(cid:9)(cid:3)(cid:7)(cid:9)(cid:5)(cid:11)(cid:3)(cid:7)(cid:15)(cid:7)(cid:11)(cid:9)(cid:4)(cid:15)(cid:10)%(cid:4)(cid:21)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:30)(cid:15)(cid:12)(cid:11)(cid:4)(cid:16)(cid:16)(cid:5)(cid:12)(cid:28)(cid:5)(cid:11)(cid:7)(cid:9)(cid:11)(cid:3)(cid:10)(cid:14)(cid:24)(cid:5)(cid:13)(cid:30)(cid:5)(cid:10)(cid:14)(cid:5)(cid:9)(cid:3)(cid:4)(cid:16)(cid:4)(cid:5) (cid:11)(cid:12)(cid:13)(cid:14)(cid:9)(cid:15)(cid:10)(cid:4)(cid:16)(cid:5)(cid:3)(cid:7)(cid:16)(cid:5)(cid:23)(cid:4)(cid:4)(cid:14)(cid:5)(cid:13)(cid:14)(cid:10)&(cid:13)(cid:4)(cid:5)(cid:7)(cid:25)(cid:12)(cid:14)(cid:24)(cid:5)(cid:25)(cid:4)(cid:21)(cid:10)(cid:13)(cid:25) (cid:10)(cid:14)(cid:11)(cid:12)(cid:25)(cid:4)(cid:5)(cid:11)(cid:12)(cid:13)(cid:14)(cid:9)(cid:15)(cid:10)(cid:4)(cid:16)(cid:26)(cid:5)’(cid:12)(cid:31)(cid:4)(cid:20)(cid:4)(cid:15)(cid:17)(cid:5) (cid:9)(cid:3)(cid:4)(cid:5)(cid:15)(cid:7)(cid:30)(cid:10)(cid:21)(cid:5)(cid:11)(cid:12)(cid:14)(cid:20)(cid:4)(cid:15)(cid:24)(cid:4)(cid:14)(cid:11)(cid:4)(cid:5)(cid:10)(cid:9)(cid:5)(cid:24)(cid:4)(cid:14)(cid:4)(cid:15)(cid:7)(cid:9)(cid:4)(cid:21)(cid:5)(cid:11)(cid:7)(cid:25)(cid:4)(cid:5)(cid:7)(cid:9)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:30)(cid:15)(cid:10)(cid:11)(cid:4)(cid:5)(cid:12)(cid:28)(cid:5)(cid:10)(cid:14)(cid:11)(cid:15)(cid:4)(cid:7)(cid:16)(cid:10)(cid:14)(cid:24)(cid:5) (cid:25)(cid:7)(cid:11)(cid:15)(cid:12)(cid:4)(cid:11)(cid:12)(cid:14)(cid:12)(cid:25)(cid:10)(cid:11)(cid:5)(cid:7)(cid:14)(cid:21)(cid:5)(cid:28)(cid:10)(cid:14)(cid:7)(cid:14)(cid:11)(cid:10)(cid:7)(cid:8)(cid:5)(cid:10)(cid:25)(cid:23)(cid:7)(cid:8)(cid:7)(cid:14)(cid:11)(cid:4)(cid:16)#(cid:5)(cid:7)(cid:14)(cid:21)(cid:5)(cid:4)(cid:20)(cid:4)(cid:14)(cid:9)(cid:13)(cid:7)(cid:8)(cid:8)(cid:22)(cid:5)(cid:8)(cid:4)(cid:21)(cid:5)(cid:9)(cid:12)(cid:5)(cid:7)(cid:14)(cid:5) (cid:13)(cid:14)(cid:30)(cid:15)(cid:4)(cid:11)(cid:4)(cid:21)(cid:4)(cid:14)(cid:9)(cid:4)(cid:21)(cid:5)(cid:23)(cid:12)(cid:12)(cid:25) (cid:23)(cid:13)(cid:16)(cid:9)(cid:5)(cid:11)(cid:22)(cid:11)(cid:8)(cid:4)(cid:26)(cid:5)(cid:5) (cid:27)(cid:8)(cid:9)(cid:3)(cid:12)(cid:13)(cid:24)(cid:3)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:9)(cid:3)(cid:15)(cid:4)(cid:4)(cid:5)(cid:6)(cid:7)(cid:8)(cid:9)(cid:10)(cid:11)(cid:5)(cid:4)(cid:11)(cid:12)(cid:14)(cid:12)(cid:25)(cid:10)(cid:4)(cid:16)(cid:5)(cid:31)(cid:4)(cid:15)(cid:4)(cid:5)(cid:7)(cid:8)(cid:8)(cid:5)(cid:11)(cid:3)(cid:7)(cid:15)(cid:7)(cid:11)(cid:9)(cid:4)(cid:15)(cid:10)(cid:16)(cid:4)(cid:21)(cid:5)(cid:23)(cid:22)(cid:5)(cid:16)(cid:9)(cid:15)(cid:12)(cid:14)(cid:24)(cid:5) (cid:24)(cid:15)(cid:12)(cid:31)(cid:9)(cid:3)(cid:5)(cid:21)(cid:13)(cid:15)(cid:10)(cid:14)(cid:24)(cid:5)(cid:11)(cid:7)(cid:9)(cid:11)(cid:3)(cid:10)(cid:14)(cid:24)(cid:5)(cid:13)(cid:30)(cid:5)(cid:28)(cid:12)(cid:8)(cid:8)(cid:12)(cid:31)(cid:4)(cid:21)(cid:5)(cid:23)(cid:22)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:23)(cid:13)(cid:10)(cid:8)(cid:21) (cid:13)(cid:30)(cid:5)(cid:12)(cid:28)(cid:5)(cid:25)(cid:7)(cid:11)(cid:15)(cid:12)(cid:4)(cid:11)(cid:12)(cid:14)(cid:12)(cid:25)(cid:10)(cid:11)(cid:5) (cid:10)(cid:25)(cid:23)(cid:7)(cid:8)(cid:7)(cid:14)(cid:11)(cid:4)(cid:16)(cid:5)(cid:7)(cid:14)(cid:21)(cid:5)(cid:25)(cid:7)((cid:12)(cid:15)(cid:5)(cid:15)(cid:4)(cid:11)(cid:4)(cid:16)(cid:16)(cid:10)(cid:12)(cid:14)(cid:16)(cid:17)(cid:5)(cid:9)(cid:3)(cid:4)(cid:15)(cid:4)(cid:5)(cid:31)(cid:4)(cid:15)(cid:4)(cid:5)(cid:15)(cid:4)(cid:25)(cid:7)(cid:15)$(cid:7)(cid:23)(cid:8)(cid:4)(cid:5)(cid:21)(cid:10)(cid:28)(cid:28)(cid:4)(cid:15)(cid:4)(cid:14)(cid:11)(cid:4)(cid:16)(cid:5)(cid:10)(cid:14)(cid:5) (cid:9)(cid:4)(cid:15)(cid:25)(cid:16)(cid:5)(cid:12)(cid:28)(cid:5)(cid:4)(cid:14)(cid:7)(cid:11)(cid:9)(cid:4)(cid:21)(cid:5)(cid:30)(cid:12)(cid:8)(cid:10)(cid:11)(cid:10)(cid:4)(cid:16)(cid:26)(cid:5))(cid:3)(cid:10)(cid:8)(cid:4)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:28)(cid:10)(cid:14)(cid:7)(cid:14)(cid:11)(cid:10)(cid:7)(cid:8)(cid:5)(cid:11)(cid:12)(cid:14)(cid:16)(cid:4)&(cid:13)(cid:4)(cid:14)(cid:11)(cid:4)(cid:16)(cid:5)(cid:12)(cid:28)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5) (cid:16)(cid:13)(cid:23)(cid:16)(cid:4)&(cid:13)(cid:4)(cid:14)(cid:9)(cid:5)(cid:15)(cid:4)(cid:11)(cid:4)(cid:16)(cid:16)(cid:10)(cid:12)(cid:14)(cid:5)(cid:28)(cid:12)(cid:15)(cid:5)(cid:19)(cid:7)(cid:9)(cid:20)(cid:10)(cid:7)(cid:5)(cid:31)(cid:4)(cid:15)(cid:4)(cid:5)(cid:16)(cid:12)(cid:5)(cid:16)(cid:4)(cid:20)(cid:4)(cid:15)(cid:4)(cid:5)(cid:9)(cid:3)(cid:7)(cid:9)(cid:5)(cid:10)(cid:9)(cid:5)(cid:3)(cid:7)(cid:21)(cid:5)(cid:9)(cid:12)(cid:5)(cid:23)(cid:4)(cid:5)(cid:7)(cid:16)(cid:16)(cid:10)(cid:16)(cid:9)(cid:4)(cid:21)(cid:5) (cid:23)(cid:22)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:18)(cid:13)(cid:15)(cid:12)(cid:30)(cid:4)(cid:7)(cid:14)(cid:5)*(cid:14)(cid:10)(cid:12)(cid:14)(cid:17)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)+,-(cid:5)(cid:7)(cid:14)(cid:21)(cid:5)(cid:12)(cid:9)(cid:3)(cid:4)(cid:15)(cid:5)(cid:21)(cid:12)(cid:14)(cid:12)(cid:15)(cid:16)(cid:17)(cid:5)(cid:28)(cid:10)(cid:14)(cid:7)(cid:14)(cid:11)(cid:10)(cid:7)(cid:8)(cid:5)(cid:9)(cid:4)(cid:14)(cid:16)(cid:10)(cid:12)(cid:14)(cid:16)(cid:5) (cid:31)(cid:4)(cid:15)(cid:4)(cid:5)(cid:25)(cid:12)(cid:15)(cid:4)(cid:5)(cid:8)(cid:10)(cid:25)(cid:10)(cid:9)(cid:4)(cid:21)(cid:5)(cid:10)(cid:14)(cid:5)(cid:19)(cid:10)(cid:9)(cid:3)(cid:13)(cid:7)(cid:14)(cid:10)(cid:7)(cid:5)(cid:7)(cid:14)(cid:21)(cid:5)(cid:18)(cid:16)(cid:9)(cid:12)(cid:14)(cid:10)(cid:7)(cid:5)(cid:8)(cid:7)(cid:15)(cid:24)(cid:4)(cid:8)(cid:22)(cid:5)(cid:9)(cid:3)(cid:7)(cid:14)$(cid:16)(cid:5)(cid:9)(cid:12)(cid:5)(cid:25)(cid:12)(cid:15)(cid:4)(cid:5) (cid:30)(cid:15)(cid:13)(cid:21)(cid:4)(cid:14)(cid:9)(cid:5)(cid:30)(cid:12)(cid:8)(cid:10)(cid:11)(cid:10)(cid:4)(cid:16)(cid:5)(cid:23)(cid:4)(cid:28)(cid:12)(cid:15)(cid:4)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:11)(cid:15)(cid:10)(cid:16)(cid:10)(cid:16)(cid:26)(cid:5)+(cid:14)(cid:5)(cid:8)(cid:10)(cid:24)(cid:3)(cid:9)(cid:5)(cid:12)(cid:28)(cid:5)(cid:15)(cid:4)(cid:8)(cid:7)(cid:9)(cid:10)(cid:20)(cid:4)(cid:8)(cid:22)(cid:5)(cid:30)(cid:15)(cid:13)(cid:21)(cid:4)(cid:14)(cid:9)(cid:5)(cid:28)(cid:10)(cid:16)(cid:11)(cid:7)(cid:8)(cid:5) (cid:30)(cid:12)(cid:8)(cid:10)(cid:11)(cid:22)(cid:5)(cid:23)(cid:4)(cid:3)(cid:7)(cid:20)(cid:10)(cid:12)(cid:13)(cid:15)(cid:17)(cid:5)(cid:7)(cid:23)(cid:13)(cid:14)(cid:21)(cid:7)(cid:14)(cid:9)(cid:5)(cid:28)(cid:12)(cid:15)(cid:4)(cid:10)(cid:24)(cid:14)(cid:5)(cid:4)(cid:29)(cid:11)(cid:3)(cid:7)(cid:14)(cid:24)(cid:4)(cid:5)(cid:15)(cid:4)(cid:16)(cid:4)(cid:15)(cid:20)(cid:4)(cid:16)(cid:17)(cid:5)(cid:7)(cid:14)(cid:21)(cid:5)(cid:11)(cid:7)(cid:30)(cid:10)(cid:9)(cid:7)(cid:8)(cid:5) (cid:23)(cid:13)(cid:28)(cid:28)(cid:4)(cid:15)(cid:16)(cid:5)(cid:28)(cid:12)(cid:15)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:23)(cid:7)(cid:14)$(cid:10)(cid:14)(cid:24)(cid:5)(cid:16)(cid:4)(cid:11)(cid:9)(cid:12)(cid:15)(cid:17)(cid:5)(cid:18)(cid:16)(cid:9)(cid:12)(cid:14)(cid:10)(cid:7)(cid:5)(cid:25)(cid:7)(cid:14)(cid:7)(cid:24)(cid:4)(cid:21)(cid:5)(cid:7)(cid:14)(cid:5)(cid:12)(cid:15)(cid:21)(cid:4)(cid:15)(cid:8)(cid:22)(cid:5)(cid:9)(cid:15)(cid:7)(cid:14)(cid:16)(cid:10)(cid:9)(cid:10)(cid:12)(cid:14)(cid:5) (cid:9)(cid:3)(cid:15)(cid:12)(cid:13)(cid:24)(cid:3)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:7)(cid:11)(cid:13)(cid:9)(cid:4)(cid:5)(cid:30)(cid:3)(cid:7)(cid:16)(cid:4)(cid:5)(cid:12)(cid:28)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:28)(cid:10)(cid:14)(cid:7)(cid:14)(cid:11)(cid:10)(cid:7)(cid:8)(cid:5)(cid:11)(cid:15)(cid:10)(cid:16)(cid:10)(cid:16)(cid:5)(cid:7)(cid:14)(cid:21)(cid:5)(cid:9)(cid:3)(cid:7)(cid:14)$(cid:16)(cid:5)(cid:9)(cid:12)(cid:5)(cid:10)(cid:9)(cid:16)(cid:5)(cid:14)(cid:12)(cid:25)(cid:10)(cid:14)(cid:7)(cid:8)(cid:5) (cid:11)(cid:12)(cid:14)(cid:20)(cid:4)(cid:15)(cid:24)(cid:4)(cid:14)(cid:11)(cid:4)(cid:5)&(cid:13)(cid:7)(cid:8)(cid:10)(cid:28)(cid:10)(cid:4)(cid:21)(cid:5)(cid:28)(cid:12)(cid:15)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:7)(cid:21)(cid:12)(cid:30)(cid:9)(cid:10)(cid:12)(cid:14)(cid:5)(cid:12)(cid:28)(cid:5)(cid:9)(cid:3)(cid:4)(cid:5)(cid:4)(cid:13)(cid:15)(cid:12)(cid:5)(cid:10)(cid:14)(cid:5)!\"..(cid:26)(cid:5) (cid:2)(cid:3)(cid:4)(cid:5)(cid:7)(cid:10)(cid:25)(cid:5)(cid:12)(cid:28)(cid:5)(cid:9)(cid:3)(cid:10)(cid:16)(cid:5)(cid:18)(cid:11)(cid:12)(cid:14)(cid:12)(cid:25)(cid:10)(cid:11)(cid:5)(cid:6)(cid:15)(cid:10)(cid:4)(cid:28)(cid:17)(cid:5)(cid:8)(cid:7)(cid:15)(cid:24)(cid:4)(cid:8)(cid:22)(cid:5)(cid:23)(cid:7)(cid:16)(cid:4)(cid:21)(cid:5)(cid:12)(cid:14)(cid:5)(cid:7)(cid:5)(cid:15)(cid:4)(cid:11)(cid:4)(cid:14)(cid:9)(cid:8)(cid:22)(cid:5)(cid:30)(cid:13)(cid:23)(cid:8)(cid:10)(cid:16)(cid:3)(cid:4)(cid:21)(cid:5) (cid:11)(cid:15)(cid:12)(cid:16)(cid:16) (cid:11)(cid:12)(cid:13)(cid:14)(cid:9)(cid:15)(cid:22)(cid:5)(cid:16)(cid:9)(cid:13)(cid:21)(cid:22)(cid:5)/(cid:18)(cid:13)(cid:15)(cid:12)(cid:30)(cid:4)(cid:7)(cid:14)(cid:5)0(cid:12)(cid:25)(cid:25)(cid:10)(cid:16)(cid:16)(cid:10)(cid:12)(cid:14)(cid:5)12(cid:5)(cid:18)0-+3(cid:17)(cid:5)!\".\"4(cid:17)(cid:5)(cid:10)(cid:16)(cid:5)(cid:9)(cid:12)(cid:5) (cid:9)(cid:7)$(cid:4)(cid:5)(cid:16)(cid:9)(cid:12)(cid:11)$(cid:5)(cid:12)(cid:28)(cid:5) (cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:7)(cid:8)(cid:2)(cid:7)(cid:9)(cid:10)(cid:7)(cid:11)(cid:12)(cid:7) (cid:5)(cid:7)(cid:14)(cid:21)(cid:5)(cid:21)(cid:15)(cid:7)(cid:31) (cid:6)(cid:13)(cid:7)(cid:4)(cid:4)(cid:14)(cid:11)(cid:4)(cid:6)(cid:15)(cid:14)(cid:9)(cid:6)(cid:5)(cid:16)(cid:7)(cid:6)(cid:15)(cid:17)(cid:5)(cid:17)(cid:9)(cid:7) (cid:26)(cid:5) (cid:2)(cid:3) The Tale of the Baltics: Experiences, Challenges Ahead and Main Lessons Servaas Deroose, Elena Flores, Gabriele Giudice, Alessandro Turrini Summary This brief reviews the main economic developments since transition in the three Baltic economies and highlights challenges for the future. Although the three economies went, in an almost synchronous fashion, through similar stages of catching up and financial convergence-driven booms and busts, outcomes and prospects ahead differ considerably due to different policy frameworks in place. While Latvia had to be assisted by an official financing programme by the EU and the IMF, the financial consequences of the crisis were less severe for Estonia, which is currently a candidate to join the euro area in 2011. In the coming years the main challenge for these countries is to re-launch their potential for growth while completing the rebalancing of their economies. The present Economic Brief also identifies a series of lessons from the experience of the Baltics regarding the role of financial and macro-economic policy in managing overheating and dealing with the building up of imbalances. Issue 10| July 2010 Country Focus series The Country Focus series covers topical economic issues affecting one or more Member States. This series is published online only. • FDI and structural reforms in the Baltic States • Finland: adjusting to an ageing population CC ss T t o (cid:2) (cid:2)(cid:2)(cid:2)(cid:3)(cid:4)(cid:5)(cid:5)(cid:6)(cid:7)(cid:8)(cid:2) (cid:2)(cid:3)(cid:4)(cid:5)(cid:5)(cid:4)(cid:6)(cid:7)(cid:8)(cid:9)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:13)(cid:4)(cid:14)(cid:10)(cid:2)(cid:14)(cid:12)(cid:15)(cid:12)(cid:16)(cid:12)(cid:2)(cid:12)(cid:17)(cid:4)(cid:8)(cid:4)(cid:13)(cid:7)(cid:17)(cid:2)(cid:18)(cid:4)(cid:6)(cid:8)(cid:10)(cid:19)(cid:16)(cid:8)(cid:2)(cid:14)(cid:7)(cid:8)(cid:17)(cid:12)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:7)(cid:8)(cid:18)(cid:12)(cid:20)(cid:12)(cid:8)(cid:18)(cid:12)(cid:8)(cid:17)(cid:12)(cid:2)(cid:4)(cid:21)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2) (cid:22)(cid:23)(cid:5)(cid:10)(cid:7)(cid:17)(cid:2)(cid:24)(cid:10)(cid:23)(cid:10)(cid:12)(cid:14)(cid:25)(cid:2)(cid:21)(cid:4)(cid:16)(cid:12)(cid:7)(cid:9)(cid:8)(cid:2)(cid:7)(cid:8)(cid:15)(cid:12)(cid:14)(cid:10)(cid:13)(cid:12)(cid:8)(cid:10)(cid:2)(cid:7)(cid:14)(cid:2)(cid:15)(cid:12)(cid:16)(cid:26)(cid:2)(cid:13)(cid:19)(cid:17)(cid:11)(cid:2)(cid:8)(cid:12)(cid:12)(cid:18)(cid:12)(cid:18)(cid:2)(cid:10)(cid:4)(cid:2)(cid:14)(cid:19)(cid:20)(cid:20)(cid:4)(cid:16)(cid:10)(cid:2)(cid:10)(cid:11)(cid:12)(cid:7)(cid:16)(cid:2)(cid:12)(cid:17)(cid:4)(cid:8)(cid:4)(cid:13)(cid:7)(cid:17)(cid:2) (cid:16)(cid:12)(cid:17)(cid:4)(cid:15)(cid:12)(cid:16)(cid:26)(cid:27)(cid:2)(cid:28)(cid:11)(cid:7)(cid:14)(cid:2)(cid:20)(cid:23)(cid:20)(cid:12)(cid:16)(cid:2)(cid:5)(cid:4)(cid:4)(cid:29)(cid:14)(cid:2)(cid:23)(cid:10)(cid:2)(cid:7)(cid:8)(cid:21)(cid:5)(cid:4)(cid:6)(cid:14)(cid:2)(cid:4)(cid:21)(cid:2)(cid:21)(cid:4)(cid:16)(cid:12)(cid:7)(cid:9)(cid:8)(cid:2)(cid:18)(cid:7)(cid:16)(cid:12)(cid:17)(cid:10)(cid:2)(cid:7)(cid:8)(cid:15)(cid:12)(cid:14)(cid:10)(cid:13)(cid:12)(cid:8)(cid:10)(cid:2)(cid:7)(cid:8)(cid:10)(cid:4)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:22)(cid:23)(cid:5)(cid:10)(cid:7)(cid:17)(cid:2) (cid:12)(cid:17)(cid:4)(cid:8)(cid:4)(cid:13)(cid:7)(cid:12)(cid:14)(cid:2)(cid:14)(cid:7)(cid:8)(cid:17)(cid:12)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:12)(cid:23)(cid:16)(cid:5)(cid:26)(cid:2)(cid:30)(cid:31)(cid:31) (cid:14)(cid:25)(cid:2)(cid:21)(cid:4)(cid:17)(cid:19)(cid:14)(cid:7)(cid:8)(cid:9)(cid:2)(cid:4)(cid:8)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:12)(cid:21)(cid:21)(cid:12)(cid:17)(cid:10)(cid:14)(cid:2)(cid:4)(cid:21)(cid:2)(cid:14)(cid:10)(cid:16)(cid:19)(cid:17)(cid:10)(cid:19)(cid:16)(cid:23)(cid:5)(cid:2)(cid:16)(cid:12)(cid:21)(cid:4)(cid:16)(cid:13)(cid:14)(cid:2) (cid:23)(cid:8)(cid:18)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)!(cid:19)(cid:14)(cid:7)(cid:8)(cid:12)(cid:14)(cid:14)(cid:2)(cid:12)(cid:8)(cid:15)(cid:7)(cid:16)(cid:4)(cid:8)(cid:13)(cid:12)(cid:8)(cid:10)(cid:2)(cid:4)(cid:8)(cid:2)(cid:23)(cid:10)(cid:10)(cid:16)(cid:23)(cid:17)(cid:10)(cid:7)(cid:8)(cid:9)(cid:2)(cid:3)\"#(cid:25)(cid:2)(cid:23)(cid:8)(cid:18)(cid:2)(cid:18)(cid:16)(cid:23)(cid:6)(cid:14)(cid:2)(cid:14)(cid:12)(cid:15)(cid:12)(cid:16)(cid:23)(cid:5)(cid:2)(cid:20)(cid:4)(cid:5)(cid:7)(cid:17)(cid:26)(cid:2) (cid:7)(cid:13)(cid:20)(cid:5)(cid:7)(cid:17)(cid:23)(cid:10)(cid:7)(cid:4)(cid:8)(cid:14)(cid:27)(cid:2)(cid:2) (cid:3)\"#(cid:2)(cid:7)(cid:8)(cid:21)(cid:5)(cid:4)(cid:6)(cid:14)(cid:2)(cid:10)(cid:4)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:22)(cid:23)(cid:5)(cid:10)(cid:7)(cid:17)(cid:2)(cid:17)(cid:4)(cid:19)(cid:8)(cid:10)(cid:16)(cid:7)(cid:12)(cid:14)(cid:2)(cid:6)(cid:12)(cid:16)(cid:12)(cid:2)(cid:18)(cid:16)(cid:7)(cid:15)(cid:12)(cid:8)(cid:2)!(cid:26)(cid:2)(cid:18)(cid:7)(cid:21)(cid:21)(cid:12)(cid:16)(cid:12)(cid:8)(cid:10)(cid:2)(cid:21)(cid:23)(cid:17)(cid:10)(cid:4)(cid:16)(cid:14)(cid:27)(cid:2)#(cid:8)(cid:7)(cid:10)(cid:7)(cid:23)(cid:5)(cid:5)(cid:26)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2) (cid:20)(cid:16)(cid:4)(cid:17)(cid:12)(cid:14)(cid:14)(cid:2)(cid:4)(cid:21)(cid:2)(cid:20)(cid:16)(cid:7)(cid:15)(cid:23)(cid:10)(cid:7)(cid:14)(cid:23)(cid:10)(cid:7)(cid:4)(cid:8)(cid:2)(cid:23)(cid:8)(cid:18)(cid:2)(cid:5)(cid:4)(cid:6)(cid:2)(cid:5)(cid:23)!(cid:4)(cid:19)(cid:16)(cid:2)(cid:17)(cid:4)(cid:14)(cid:10)(cid:14)(cid:2)(cid:23)(cid:10)(cid:10)(cid:16)(cid:23)(cid:17)(cid:10)(cid:12)(cid:18)(cid:2)(cid:7)(cid:8)(cid:15)(cid:12)(cid:14)(cid:10)(cid:13)(cid:12)(cid:8)(cid:10)(cid:2)(cid:7)(cid:8)(cid:10)(cid:4)(cid:2)(cid:20)(cid:19)!(cid:5)(cid:7)(cid:17)(cid:2) (cid:19)(cid:10)(cid:7)(cid:5)(cid:7)(cid:10)(cid:7)(cid:12)(cid:14)(cid:2)(cid:23)(cid:8)(cid:18)(cid:2)(cid:13)(cid:23)(cid:8)(cid:19)(cid:21)(cid:23)(cid:17)(cid:10)(cid:19)(cid:16)(cid:7)(cid:8)(cid:9)(cid:27)(cid:2)$(cid:23)(cid:10)(cid:12)(cid:16)(cid:25)(cid:2)(cid:10)(cid:23)(cid:29)(cid:7)(cid:8)(cid:9)(cid:2)(cid:23)(cid:18)(cid:15)(cid:23)(cid:8)(cid:10)(cid:23)(cid:9)(cid:12)(cid:2)(cid:4)(cid:21)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:22)(cid:23)(cid:5)(cid:10)(cid:7)(cid:17)(cid:2)(cid:9)(cid:12)(cid:4)(cid:9)(cid:16)(cid:23)(cid:20)(cid:11)(cid:7)(cid:17)(cid:23)(cid:5)(cid:2) (cid:5)(cid:4)(cid:17)(cid:23)(cid:10)(cid:7)(cid:4)(cid:8)(cid:25)(cid:2)(cid:21)(cid:19)(cid:16)(cid:10)(cid:11)(cid:12)(cid:16)(cid:2)(cid:3)\"#(cid:2)(cid:6)(cid:12)(cid:8)(cid:10)(cid:2)(cid:10)(cid:4)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:14)(cid:12)(cid:17)(cid:10)(cid:4)(cid:16)(cid:14)(cid:2)(cid:4)(cid:21)(cid:2)(cid:10)(cid:16)(cid:23)(cid:18)(cid:12)(cid:2)(cid:23)(cid:8)(cid:18)(cid:2)(cid:5)(cid:4)(cid:9)(cid:7)(cid:14)(cid:10)(cid:7)(cid:17)(cid:14)(cid:27)(cid:2)(cid:24)(cid:7)(cid:8)(cid:17)(cid:12)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2) !(cid:12)(cid:9)(cid:7)(cid:8)(cid:8)(cid:7)(cid:8)(cid:9)(cid:2)(cid:4)(cid:21)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:8)(cid:12)(cid:6)(cid:2)(cid:13)(cid:7)(cid:5)(cid:5)(cid:12)(cid:8)(cid:8)(cid:7)(cid:19)(cid:13)(cid:25)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)!(cid:19)(cid:5)(cid:29)(cid:2)(cid:4)(cid:21)(cid:2)(cid:21)(cid:4)(cid:16)(cid:12)(cid:7)(cid:9)(cid:8)(cid:2)(cid:7)(cid:8)(cid:15)(cid:12)(cid:14)(cid:10)(cid:13)(cid:12)(cid:8)(cid:10)(cid:2)(cid:6)(cid:23)(cid:14)(cid:2)(cid:17)(cid:11)(cid:23)(cid:8)(cid:8)(cid:12)(cid:5)(cid:5)(cid:12)(cid:18)(cid:2) (cid:10)(cid:4)(cid:2)(cid:21)(cid:7)(cid:8)(cid:23)(cid:8)(cid:17)(cid:7)(cid:23)(cid:5)(cid:2)(cid:14)(cid:12)(cid:16)(cid:15)(cid:7)(cid:17)(cid:12)(cid:14)(cid:27)(cid:2)(cid:2) #(cid:8)(cid:2)(cid:5)(cid:7)(cid:8)(cid:12)(cid:2)(cid:6)(cid:7)(cid:10)(cid:11)(cid:2)(cid:3)\"#(cid:2)(cid:5)(cid:7)(cid:10)(cid:12)(cid:16)(cid:23)(cid:10)(cid:19)(cid:16)(cid:12)(cid:25)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:12)(cid:17)(cid:4)(cid:8)(cid:4)(cid:13)(cid:12)(cid:10)(cid:16)(cid:7)(cid:17)(cid:2)(cid:16)(cid:12)(cid:14)(cid:19)(cid:5)(cid:10)(cid:14)(cid:2)!(cid:23)(cid:14)(cid:12)(cid:18)(cid:2)(cid:4)(cid:8)(cid:2)(cid:23)(cid:2)(cid:14)(cid:23)(cid:13)(cid:20)(cid:5)(cid:12)(cid:2)(cid:4)(cid:21)(cid:2)(cid:10)(cid:12)(cid:8)(cid:2)%&&(cid:2) (cid:17)(cid:4)(cid:19)(cid:8)(cid:10)(cid:16)(cid:7)(cid:12)(cid:14)(cid:2)(cid:17)(cid:4)(cid:8)(cid:21)(cid:7)(cid:16)(cid:13)(cid:2)(cid:10)(cid:11)(cid:23)(cid:10)(cid:2)(cid:17)(cid:4)(cid:13)(cid:20)(cid:12)(cid:10)(cid:7)(cid:10)(cid:7)(cid:15)(cid:12)(cid:2)(cid:5)(cid:23)!(cid:4)(cid:19)(cid:16)(cid:2)(cid:17)(cid:4)(cid:14)(cid:10)(cid:14)(cid:25)(cid:2)(cid:21)(cid:23)(cid:15)(cid:4)(cid:19)(cid:16)(cid:23)!(cid:5)(cid:12)(cid:2)!(cid:19)(cid:14)(cid:7)(cid:8)(cid:12)(cid:14)(cid:14)(cid:2)(cid:10)(cid:23)’(cid:23)(cid:10)(cid:7)(cid:4)(cid:8)(cid:2)(cid:23)(cid:8)(cid:18)(cid:2) (cid:10)(cid:11)(cid:12)(cid:2)(cid:20)(cid:16)(cid:12)(cid:14)(cid:12)(cid:8)(cid:17)(cid:12)(cid:2)(cid:4)(cid:21)(cid:2)(cid:21)(cid:4)(cid:16)(cid:12)(cid:7)(cid:9)(cid:8)(cid:2)(cid:7)(cid:8)(cid:15)(cid:12)(cid:14)(cid:10)(cid:4)(cid:16)(cid:14)(cid:2)(cid:23)(cid:16)(cid:12)(cid:2)(cid:7)(cid:13)(cid:20)(cid:4)(cid:16)(cid:10)(cid:23)(cid:8)(cid:10)(cid:2)(cid:18)(cid:12)(cid:10)(cid:12)(cid:16)(cid:13)(cid:7)(cid:8)(cid:23)(cid:8)(cid:10)(cid:14)(cid:2)(cid:4)(cid:21)(cid:2)(cid:3)\"#(cid:2)(cid:7)(cid:8)(cid:21)(cid:5)(cid:4)(cid:6)(cid:14)(cid:2)(cid:10)(cid:4)(cid:2) (cid:10)(cid:11)(cid:7)(cid:14)(cid:2)(cid:16)(cid:12)(cid:9)(cid:7)(cid:4)(cid:8)(cid:27)(cid:2)#(cid:8)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:17)(cid:23)(cid:14)(cid:12)(cid:2)(cid:4)(cid:21)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:22)(cid:23)(cid:5)(cid:10)(cid:7)(cid:17)(cid:14)(cid:2)(cid:20)(cid:16)(cid:4)(cid:9)(cid:16)(cid:12)(cid:14)(cid:14)(cid:2)(cid:6)(cid:7)(cid:10)(cid:11)(cid:2)(cid:14)(cid:10)(cid:16)(cid:19)(cid:17)(cid:10)(cid:19)(cid:16)(cid:23)(cid:5)(cid:2)(cid:16)(cid:12)(cid:21)(cid:4)(cid:16)(cid:13)(cid:14)(cid:2)(cid:23)(cid:8)(cid:18)(cid:2)(cid:17)(cid:4)(cid:8)(cid:10)(cid:16)(cid:4)(cid:5)(cid:2) (cid:4)(cid:21)(cid:2)(cid:17)(cid:4)(cid:16)(cid:16)(cid:19)(cid:20)(cid:10)(cid:7)(cid:4)(cid:8)(cid:2)(cid:23)(cid:16)(cid:12)(cid:2)(cid:23)(cid:5)(cid:14)(cid:4)(cid:2)(cid:7)(cid:13)(cid:20)(cid:4)(cid:16)(cid:10)(cid:23)(cid:8)(cid:10)(cid:2)(cid:18)(cid:12)(cid:10)(cid:12)(cid:16)(cid:13)(cid:7)(cid:8)(cid:23)(cid:8)(cid:10)(cid:14)(cid:2)(cid:4)(cid:21)(cid:2)(cid:3)\"#(cid:2)(cid:7)(cid:8)(cid:21)(cid:5)(cid:4)(cid:6)(cid:14)(cid:27)(cid:2)#(cid:8)(cid:10)(cid:12)(cid:16)(cid:12)(cid:14)(cid:10)(cid:7)(cid:8)(cid:9)(cid:5)(cid:26)(cid:25)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2) (cid:10)(cid:7)(cid:13)(cid:7)(cid:8)(cid:9)(cid:2)(cid:4)(cid:21)(cid:2)(cid:13)(cid:23)(cid:16)(cid:29)(cid:12)(cid:10)((cid:4)(cid:16)(cid:7)(cid:12)(cid:8)(cid:10)(cid:12)(cid:18)(cid:2)(cid:16)(cid:12)(cid:21)(cid:4)(cid:16)(cid:13)(cid:14)(cid:2)(cid:13)(cid:23)(cid:10)(cid:10)(cid:12)(cid:16)(cid:14)(cid:2)(cid:23)(cid:14)(cid:2)(cid:13)(cid:19)(cid:17)(cid:11)(cid:2)(cid:23)(cid:14)(cid:2)(cid:10)(cid:11)(cid:12)(cid:7)(cid:16)(cid:2)(cid:10)(cid:26)(cid:20)(cid:4)(cid:5)(cid:4)(cid:9)(cid:26)(cid:27)(cid:2)(cid:28)(cid:11)(cid:12)(cid:2) (cid:12)’(cid:20)(cid:12)(cid:16)(cid:7)(cid:12)(cid:8)(cid:17)(cid:12)(cid:2)(cid:4)(cid:21)(cid:2)&(cid:14)(cid:10)(cid:4)(cid:8)(cid:7)(cid:23)(cid:2)(cid:7)(cid:8)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)!(cid:23)(cid:8)(cid:29)(cid:7)(cid:8)(cid:9)(cid:2)(cid:14)(cid:12)(cid:17)(cid:10)(cid:4)(cid:16)(cid:2)(cid:14)(cid:19)(cid:9)(cid:9)(cid:12)(cid:14)(cid:10)(cid:14)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:20)(cid:4)(cid:14)(cid:14)(cid:7)!(cid:7)(cid:5)(cid:7)(cid:10)(cid:26)(cid:2)(cid:4)(cid:21)(cid:2)(cid:23)(cid:2) (cid:17)(cid:4)(cid:13)(cid:20)(cid:12)(cid:10)(cid:7)(cid:10)(cid:7)(cid:15)(cid:12)(cid:2)(cid:23)(cid:18)(cid:15)(cid:23)(cid:8)(cid:10)(cid:23)(cid:9)(cid:12)(cid:2)(cid:21)(cid:4)(cid:16)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:21)(cid:7)(cid:16)(cid:14)(cid:10)(cid:2)(cid:13)(cid:4)(cid:15)(cid:12)(cid:16)(cid:27)(cid:2)(cid:2) (cid:2) (cid:2) (cid:2) (cid:9)(cid:10)(cid:11)(cid:7)(cid:12)(cid:13)(cid:4)(cid:14)(cid:11)(cid:15)(cid:12)(cid:10)(cid:2) (cid:2)(cid:3)(cid:4)(cid:5)(cid:2)(cid:6)(cid:7)(cid:8)(cid:9)(cid:10)(cid:11)(cid:6)(cid:11)(cid:12)(cid:9)(cid:2)(cid:13)(cid:7)(cid:12)(cid:14)(cid:5)(cid:10)(cid:10)(cid:2)(cid:15)(cid:7)(cid:12)(cid:16)(cid:2)(cid:8)(cid:2)(cid:14)(cid:5)(cid:9)(cid:6)(cid:7)(cid:8)(cid:17)(cid:17)(cid:18)(cid:2)(cid:13)(cid:17)(cid:8)(cid:9)(cid:9)(cid:5)(cid:19)(cid:2)(cid:6)(cid:12)(cid:2)(cid:15)(cid:7)(cid:5)(cid:5)(cid:20)(cid:16)(cid:8)(cid:7)(cid:21)(cid:5)(cid:6)(cid:2)(cid:5)(cid:14)(cid:12)(cid:9)(cid:12)(cid:16)(cid:18)(cid:2)(cid:4)(cid:8)(cid:10)(cid:2) (cid:10)(cid:22)(cid:23)(cid:10)(cid:6)(cid:8)(cid:9)(cid:6)(cid:11)(cid:8)(cid:17)(cid:17)(cid:18)(cid:2)(cid:14)(cid:4)(cid:8)(cid:9)(cid:24)(cid:5)(cid:19)(cid:2)(cid:6)(cid:4)(cid:5)(cid:2)(cid:5)(cid:14)(cid:12)(cid:9)(cid:12)(cid:16)(cid:11)(cid:14)(cid:2)(cid:17)(cid:8)(cid:9)(cid:19)(cid:10)(cid:14)(cid:8)(cid:13)(cid:5)(cid:2)(cid:12)(cid:15)(cid:2)(cid:6)(cid:4)(cid:5)(cid:2)(cid:25)(cid:8)(cid:17)(cid:6)(cid:11)(cid:14)(cid:2)(cid:14)(cid:12)(cid:22)(cid:9)(cid:6)(cid:7)(cid:11)(cid:5)(cid:10)(cid:2)(cid:12)(cid:26)(cid:5)(cid:7)(cid:2)(cid:6)(cid:4)(cid:5)(cid:2) (cid:17)(cid:8)(cid:10)(cid:6)(cid:2)(cid:15)(cid:11)(cid:15)(cid:6)(cid:5)(cid:5)(cid:9)(cid:2)(cid:18)(cid:5)(cid:8)(cid:7)(cid:10)(cid:27)(cid:2)(cid:8)(cid:9)(cid:19)(cid:2)(cid:11)(cid:9)(cid:15)(cid:17)(cid:12)(cid:28)(cid:10)(cid:2)(cid:12)(cid:15)(cid:2)(cid:15)(cid:12)(cid:7)(cid:5)(cid:11)(cid:24)(cid:9)(cid:2)(cid:19)(cid:11)(cid:7)(cid:5)(cid:14)(cid:6)(cid:2)(cid:11)(cid:9)(cid:26)(cid:5)(cid:10)(cid:6)(cid:16)(cid:5)(cid:9)(cid:6)(cid:2)(cid:29)(cid:30)(cid:31) !(cid:2)(cid:13)(cid:17)(cid:8)(cid:18)(cid:5)(cid:19)(cid:2)(cid:8)(cid:2) (cid:13)(cid:7)(cid:12)(cid:16)(cid:11)(cid:9)(cid:5)(cid:9)(cid:6)(cid:2)(cid:7)(cid:12)(cid:17)(cid:5)(cid:2)(cid:11)(cid:9)(cid:2)(cid:6)(cid:4)(cid:11)(cid:10)(cid:2)(cid:13)(cid:7)(cid:12)(cid:14)(cid:5)(cid:10)(cid:10)\"(cid:2)#(cid:4)(cid:11)(cid:17)(cid:5)(cid:2)(cid:11)(cid:9)(cid:2)(cid:6)(cid:4)(cid:5)(cid:2)(cid:5)(cid:8)(cid:7)(cid:17)(cid:18)(cid:2)$%%&(cid:10)(cid:2)(cid:30)(cid:31) (cid:2)(cid:11)(cid:9)(cid:15)(cid:17)(cid:12)(cid:28)(cid:10)(cid:2)(cid:11)(cid:9)(cid:6)(cid:12)(cid:2)(cid:6)(cid:4)(cid:5)(cid:2) (cid:25)(cid:8)(cid:17)(cid:6)(cid:11)(cid:14)(cid:10)(cid:2)(cid:28)(cid:5)(cid:7)(cid:5)(cid:2)(cid:8)(cid:6)(cid:6)(cid:7)(cid:8)(cid:14)(cid:6)(cid:5)(cid:19)(cid:2)(cid:23)(cid:18)(cid:2)(cid:7)(cid:5)(cid:17)(cid:8)(cid:6)(cid:11)(cid:26)(cid:5)(cid:17)(cid:18)(cid:2)(cid:14)(cid:4)(cid:5)(cid:8)(cid:13)(cid:2)(cid:17)(cid:12)(cid:14)(cid:8)(cid:17)(cid:2)(cid:29)(cid:5)\"(cid:24)\"(cid:2)(cid:17)(cid:8)(cid:23)(cid:12)(cid:22)(cid:7)!(cid:2)(cid:7)(cid:5)(cid:10)(cid:12)(cid:22)(cid:7)(cid:14)(cid:5)(cid:10)(cid:2)(cid:8)(cid:9)(cid:19)(cid:2)(cid:6)(cid:4)(cid:5)(cid:2) (cid:13)(cid:7)(cid:11)(cid:26)(cid:8)(cid:6)(cid:11)(cid:10)(cid:8)(cid:6)(cid:11)(cid:12)(cid:9)(cid:2)(cid:13)(cid:7)(cid:12)(cid:14)(cid:5)(cid:10)(cid:10)(cid:2)(cid:29)(cid:8)(cid:10)(cid:2)(cid:11)(cid:9)(cid:2)(cid:12)(cid:6)(cid:4)(cid:5)(cid:7)(cid:2)’(cid:5)(cid:9)(cid:6)(cid:7)(cid:8)(cid:17)(cid:2)(cid:8)(cid:9)(cid:19)(cid:2)((cid:8)(cid:10)(cid:6)(cid:5)(cid:7)(cid:9)(cid:2)((cid:22)(cid:7)(cid:12)(cid:13)(cid:5)(cid:8)(cid:9)(cid:2)(cid:14)(cid:12)(cid:22)(cid:9)(cid:6)(cid:7)(cid:11)(cid:5)(cid:10)!(cid:27)(cid:2)(cid:17)(cid:8)(cid:6)(cid:5)(cid:7)(cid:2) (cid:11)(cid:9)(cid:2)(cid:6)(cid:4)(cid:5)(cid:2)(cid:6)(cid:7)(cid:8)(cid:9)(cid:10)(cid:11)(cid:6)(cid:11)(cid:12)(cid:9)(cid:2)(cid:12)(cid:6)(cid:4)(cid:5)(cid:7)(cid:2)(cid:5)(cid:14)(cid:12)(cid:9)(cid:12)(cid:16)(cid:11)(cid:14)(cid:2)(cid:8)(cid:9)(cid:19)(cid:2)(cid:13)(cid:12)(cid:17)(cid:11)(cid:6)(cid:11)(cid:14)(cid:8)(cid:17)(cid:2)(cid:15)(cid:8)(cid:14)(cid:6)(cid:12)(cid:7)(cid:10)(cid:2)(cid:14)(cid:8)(cid:16)(cid:5)(cid:2)(cid:11)(cid:9)(cid:6)(cid:12)(cid:2)(cid:13)(cid:17)(cid:8)(cid:18)\"(cid:2)(cid:2) (cid:2)(cid:3)(cid:4)(cid:5)(cid:2)(cid:12)(cid:26)(cid:5)(cid:7)(cid:8)(cid:17)(cid:17)(cid:2)(cid:13)(cid:5)(cid:7)(cid:15)(cid:12)(cid:7)(cid:16)(cid:8)(cid:9)(cid:14)(cid:5)(cid:2)(cid:12)(cid:15)(cid:2)(cid:6)(cid:4)(cid:5)(cid:2)(cid:6)(cid:4)(cid:7)(cid:5)(cid:5)(cid:2)(cid:14)(cid:12)(cid:22)(cid:9)(cid:6)(cid:7)(cid:11)(cid:5)(cid:10)(cid:2)(cid:28)(cid:11)(cid:6)(cid:4)(cid:2)(cid:7)(cid:5)(cid:10)(cid:13)(cid:5)(cid:14)(cid:6)(cid:2)(cid:6)(cid:12)(cid:2)(cid:8)(cid:6)(cid:6)(cid:7)(cid:8)(cid:14)(cid:6)(cid:11)(cid:9)(cid:24)(cid:2)(cid:30)(cid:31) (cid:2)(cid:4)(cid:8)(cid:10)(cid:2) (cid:23)(cid:5)(cid:5)(cid:9)(cid:2))(cid:22)(cid:11)(cid:6)(cid:5)(cid:2)(cid:19)(cid:11)(cid:15)(cid:15)(cid:5)(cid:7)(cid:5)(cid:9)(cid:6)(cid:27)(cid:2)(cid:28)(cid:11)(cid:6)(cid:4)(cid:2)((cid:10)(cid:6)(cid:12)(cid:9)(cid:11)(cid:8)(cid:2)(cid:24)(cid:5)(cid:6)(cid:6)(cid:11)(cid:9)(cid:24)(cid:2)(cid:8)(cid:2)(cid:16)(cid:22)(cid:14)(cid:4)(cid:2)(cid:17)(cid:8)(cid:7)(cid:24)(cid:5)(cid:7)(cid:2)(cid:10)(cid:4)(cid:8)(cid:7)(cid:5)(cid:2)(cid:6)(cid:4)(cid:8)(cid:9)(cid:2)(cid:11)(cid:6)(cid:10)(cid:2)(cid:9)(cid:5)(cid:11)(cid:24)(cid:4)(cid:23)(cid:12)(cid:22)(cid:7)(cid:10)(cid:2) (cid:8)(cid:9)(cid:19)(cid:2)*(cid:11)(cid:6)(cid:4)(cid:22)(cid:8)(cid:9)(cid:11)(cid:8)(cid:2)(cid:23)(cid:5)(cid:11)(cid:9)(cid:24)(cid:2)(cid:7)(cid:5)(cid:17)(cid:8)(cid:6)(cid:11)(cid:26)(cid:5)(cid:17)(cid:18)(cid:2)(cid:10)(cid:11)(cid:19)(cid:5)(cid:17)(cid:11)(cid:9)(cid:5)(cid:19)\"(cid:2)+(cid:9)(cid:5)(cid:2)(cid:12)(cid:15)(cid:2)(cid:6)(cid:4)(cid:5)(cid:2)(cid:7)(cid:5)(cid:8)(cid:10)(cid:12)(cid:9)(cid:10)(cid:2)(cid:15)(cid:12)(cid:7)(cid:2)(cid:6)(cid:4)(cid:11)(cid:10)(cid:2)(cid:19)(cid:11)(cid:26)(cid:5)(cid:7)(cid:24)(cid:5)(cid:9)(cid:6)(cid:2) (cid:19)(cid:5)(cid:26)(cid:5)(cid:17)(cid:12)(cid:13)(cid:16)(cid:5)(cid:9)(cid:6)(cid:2)(cid:28)(cid:8)(cid:10)(cid:2)(cid:6)(cid:4)(cid:5)(cid:2)(cid:13)(cid:12)(cid:17)(cid:11)(cid:6)(cid:11)(cid:14)(cid:8)(cid:17)(cid:2)(cid:19)(cid:5)(cid:6)(cid:5)(cid:7)(cid:16)(cid:11)(cid:9)(cid:8)(cid:6)(cid:11)(cid:12)(cid:9)(cid:2)(cid:12)(cid:15)(cid:2)((cid:10)(cid:6)(cid:12)(cid:9)(cid:11)(cid:8)(cid:2)(cid:6)(cid:12)(cid:2)(cid:13)(cid:22)(cid:7)(cid:10)(cid:22)(cid:5)(cid:2)(cid:15)(cid:8)(cid:10)(cid:6)(cid:2)(cid:5)(cid:14)(cid:12)(cid:9)(cid:12)(cid:16)(cid:11)(cid:14)(cid:2) (cid:17)(cid:11)(cid:23)(cid:5)(cid:7)(cid:8)(cid:17)(cid:11)(cid:10)(cid:8)(cid:6)(cid:11)(cid:12)(cid:9)(cid:2)(cid:8)(cid:9)(cid:19)(cid:2)(cid:14)(cid:7)(cid:5)(cid:8)(cid:6)(cid:5)(cid:2)(cid:8)(cid:6)(cid:6)(cid:7)(cid:8)(cid:14)(cid:6)(cid:11)(cid:26)(cid:5)(cid:2)(cid:14)(cid:12)(cid:9)(cid:19)(cid:11)(cid:6)(cid:11)(cid:12)(cid:9)(cid:10)(cid:2)(cid:15)(cid:12)(cid:7)(cid:2)(cid:15)(cid:12)(cid:7)(cid:5)(cid:11)(cid:24)(cid:9)(cid:2)(cid:11)(cid:9)(cid:26)(cid:5)(cid:10)(cid:6)(cid:16)(cid:5)(cid:9)(cid:6)\"(cid:2) (cid:22)(cid:26)(cid:2)\"(cid:23)(cid:5)(cid:7)(cid:23)(cid:2))(cid:16)(cid:7)(cid:9)(cid:4)(cid:8)(cid:26)(cid:10) (cid:2) *(cid:2) FDI and structural reforms in the Baltic States (cid:2) Highlights in this issue: • Competitive wages, favourable taxes and the presence of foreign investors attract FDI to CEE region. • Structural reforms have a positive effect on FDI in the Baltics. • The timing of reforms can create a competitive advantage. Volume 7, Issue 5 22.Jul.2010 (cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:7)(cid:3)(cid:8)(cid:9)(cid:6)(cid:10)(cid:11)(cid:12)(cid:7)(cid:4)(cid:8)(cid:3)(cid:9)(cid:13) * Directorate for the Economies of the Member States. Theviewsexpressedinthe ECFINCountryFocus arethoseoftheauthorsonlyanddonotnecessarilycorrespondtothose Economic analysis from the European Commission’s Directorate-General for Economic and Financial Affairs (cid:3)(cid:4)(cid:16)(cid:12)(cid:7)(cid:9)(cid:8)(cid:2) (cid:7)(cid:8)(cid:15)(cid:12)(cid:14)(cid:10)(cid:13)(cid:12)(cid:8)(cid:10)(cid:2)(cid:7)(cid:8)(cid:21)(cid:5)(cid:4)(cid:6)(cid:14)(cid:2) (cid:10)(cid:4)(cid:2)(cid:10)(cid:11)(cid:12)(cid:2)(cid:22)(cid:23)(cid:5)(cid:10)(cid:7)(cid:17)(cid:2) (cid:17)(cid:4)(cid:19)(cid:8)(cid:10)(cid:16)(cid:7)(cid:12)(cid:14)(cid:2)(cid:20)(cid:5)(cid:23)(cid:26)(cid:12)(cid:18)(cid:2) (cid:23)(cid:8)(cid:2)(cid:7)(cid:13)(cid:20)(cid:4)(cid:16)(cid:10)(cid:23)(cid:8)(cid:10)(cid:2)(cid:16)(cid:4)(cid:5)(cid:12)(cid:2) (cid:7)(cid:8)(cid:2)(cid:10)(cid:11)(cid:12)(cid:7)(cid:16)(cid:2)(cid:12)(cid:17)(cid:4)(cid:8)(cid:4)(cid:13)(cid:7)(cid:17)(cid:2) (cid:18)(cid:12)(cid:15)(cid:12)(cid:5)(cid:4)(cid:20)(cid:13)(cid:12)(cid:8)(cid:10) \" (cid:2) EE T P •• i Occasional Papers The European Economy Occasional Paper series has a more policy-oriented focus. • The Economic Adjustment Programme for Greece. First review – summer 2010 • National fiscal governance reforms across EU Member States • External Imbalances and Public Finances in the EU • Macro structural bottlenecks to growth in EU Member States • Short time working arrangements as response to cyclical fluctuations • 2010 Economic and fiscal programmes of potential candidate countries: EU Commission’s assessments • The pre-accession economies in the global crisis: from exogenous to endogenous growth? – European Commission • The Economic Adjustment Programme for Greece OO T O m •• EUECF09A-903-External newsletter of DG ECFIN_19.V05.indd 16 08/10/10 13:24 "
    ]
}