{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘What role and perspectives for Africa's social economy in development cooperation?’ (own-initiative opinion) (2011/C 44/21) Rapporteur: Mr JAHIER On 17 December 2009, the European Economic and Social Committee, acting under Rule 29(2) of its Rules of Procedure, decided to draw up an own-initiative opinion on What role and perspectives for Africa's social economy in development cooperation? The Section for External Relations, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 17 June 2010. At its 464th plenary session, held on 14-15 July 2010 (meeting of 15 July 2010), the European Economic and Social Committee adopted the following opinion by116 votes for, none against, and one abstention. 1. Conclusions and recommendations 1.1 The social economy is a major, world-wide phenomenon which is distinguished by its capacity for innovation, dynamism, flexibility and resilience, including in severe crises, and by its ability to include all population groups, particularly the poorest and most marginalised, in all societies. Very highly-regarded sources estimate that the social economy accounts for 10 % of the world's working population ( 1 ) and is growing in all areas of the world. Its characteristics and special dynamism distinguish it from other kinds of economy, but, at the same time, make it fully complementary to and, at times, even synergic with other forms of enterprise. 1.2 In Africa, the social economy is a sector which has thus far to a large extent been neglected by the international community, including the European Union. Its specific situation is not recognised and so it is not actively involved in decision-making and consultation policies and processes. Nevertheless, in Africa it is a deep-rooted part of traditional systems of mutual support and collective and community enterprise, which often become cooperative enterprise or the most varied forms of mutual enterprise. Moreover, many of its structures are a vital part of that huge sector known as the informal economy. 1.3 In a continent in which between 80 and 95 % of the population are employed in the informal sector, the social economy can play a decisive role in gradual development and transformation of this standard of living and work, to bring it into line with high standards of dignity and social protection which will enable these players to operate on the market and make a decisive contribution to Africa's social and economic development. 1.4 In the current context of the aftermath of the economic crisis, the social economy's innovative nature and the major contribution that it can make to local development have been officially recognised by the ILO, which held the first Conference on the Social Economy in Johannesburg on 19-21 October 2009, where it adopted a major Plan of Action. The resilience displayed by the social economy, particularly cooperative enter­ prises, during the crisis prompted the World Bank and the IMF to show fresh interest in the social economy. 1.5 It is therefore in interests of the EU, as primary world donor, to get involved in this international initiative. A good opportunity would be the United Nations International Year of Cooperatives, scheduled for 2012. The EESC proposes the following avenues for promoting the African social economy in development cooperation: — ensuring formal recognition by the EU of the role and contribution of the social economy to Africa's development; — including the social economy in the list of non-state actors of the Cotonou Agreement to be involved in the implemen­ tation of the Agreement; — doubling the funding for non-state actors in the Country and Regional Strategy Papers; — ensuring that non-state actors, including the African social economy, are included in future EU relations with ACP countries in the post–2020 period; — integrating the social economy into the EU-Africa Part­ nership and notably, the 7th Partnership on Migration, Mobility and Employment; — including African cooperatives in the EU's policies on agri­ cultural and rural development cooperation in Africa; EN 11.2.2011 Official Journal of the European Union C 44/129 ( 1 ) Preparatory document for the Johannesburg ILO Conference, 19-21 October, referred to in Appendix 3. ",
        "— supporting the African social economy through the EU's Thematic Programmes: Investing in People , and Non-State Actors and Local Authorities in Development ; — encouraging the creation and strengthening of networks of social economy actors (north-south and south-south); — promoting education, training, cultural cooperation and gender equality in EU programmes and policies; — recognising the contribution of the social economy to creation of decent jobs in Africa and reflecting this role in EU cooperation policies; — including the social economy in the 2010 European Report on Development, which will address social protection; — encouraging an enabling environment for the social economy to operate, including the appropriate legal framework, capacity-building, access to financing and networking; — promoting European intra-institutional cooperation on the promotion of the social economy; — including the social economy in existing Commission-ILO strategic partnerships. In line with these recommendations, the EESC undertakes to actively involve operators in the African social economy in its activities, particularly in the ACP-EU Follow-up Committee. 2. Situation and size of the social economy in Africa 2.1 The social economy is made up of all those ‘enterprises and organisations, in particular cooperatives, mutual benefit societies, associations, foundations and social enterprises, which have the specific feature of producing goods, services and knowledge while pursuing both economic and social aims and fostering solidarity’ ( 2 ). Thus defined, the social economy is a significant economic sector, in both Europe and other continents, starting with Africa. 2.2 Given that it is a very inclusive concept, which focuses on the common features of different organisations and busi­ nesses, it is, in practice, impossible to quantify exactly the current spread and size in numerical terms of the social economy in individual African countries or in Africa as a whole. However, it is possible to outline the features of the various types of organisations and businesses making up Africa's social economy. 2.3 Traditionally, one of the fundamental components of the social economy has been cooperatives, defined by the ILO (R193, 2002) as ‘an autonomous association of persons united voluntarily to meet their common economic, social and cultural needs and aspirations through a jointly owned and democratically controlled enterprise’. In Africa, cooperatives were ‘imported’ by colonial authorities, becoming, as countries claimed their independence, one of the continent's main forms of economic and social organisation (Develtere, Pollet & Wanyama, 2009). In the majority of cases, however, the new independent governments forged very close links with the coop­ eratives, which were used to raise support and control in various social and economic contexts. Only with the liberali­ sation of the 1990s were African cooperatives able to move away from the excessively dependent relationship with the state which had marked their history thus far, regaining the autonomy, voluntary nature and internal democracy which are distinctive features of the cooperative model and thereby entering a new phase of renaissance and expansion. 2.4 Over the past 15 years the cooperative model has become much more widespread and popular. As shown by Develtere, Pollet & Wanyama (2009) ( 3 ), analysing the data of 11 African countries, in several cases (Kenya, Ghana and Senegal, to name but a few) the number of active cooperatives has more than doubled compared to 1989-1992, to make up a very substantial part of the national economy. 2.5 The majority of African cooperatives are client-owned and operate in the agricultural sector, but they are also very widespread in the credit sector: according to WOCCU, in 2007 there were 12 000 credit unions, with over 15 million members across 23 countries and around USD 3.5 billion of savings (Fonteneau & Develtere, 2009), forming the lynchpin of microfinance institutions in many African regions. Cooperatives are also active in the construction, insurance and distribution sectors. An estimated 7 % of the African population currently belong to a cooperative. 2.6 Mutual benefit societies are basically intended to provide welfare services for their members and members' families, sharing risks and resources and operating in the social protection sector, focusing particularly on all aspects of health and health services. These societies are of considerable size and impact: an estimated 500 or more mutual benefit societies operate in West Africa, reaching some hundreds of thousands EN C 44/130 Official Journal of the European Union 11.2.2011 ( 2 ) See Article 1 of the Preamble to the Plan of action for the promotion of social economy enterprises and organisations in Africa , drawn up at the ILO Regional Conference on The Social Economy - Africa’s Response to the Global Crisis , Johannesburg, 19-21 October 2009. See, also, the diagram in Appendix 2. ( 3 ) Op. cit ., Appendix 3. ",
        "of people. In Rwanda, since 2003 the Ministry of Health has incorporated this kind of society into its strategy for expanding access to health services, in view of the fact that, according to the Ministry's data, 75 % of the population belong to at least one. It is not just the health sector which is concerned, however. Here, too, organisations and/or businesses similar to mutual benefit societies operate in other sectors as well. This applies to the tontines in French-speaking Africa, and, as regards the credit sector, credit unions in English-speaking Africa and the funeral societies which provide funeral services in various countries, including Ethiopia and South Africa. 2.7 For the first time, in Africa, the UEMOA Council of Ministers adopted on 26 June 2009 a Regulation (No. 07/2009) on mutual benefit societies. The basic values distin­ guishing the ‘mutual benefit’ principles are thereby identified and recognised: transparency, social responsibility, democracy, equality, fairness and mutual support. These principles also define other characteristics specific to mutual societies, in particular membership on a voluntary, non-discriminatory basis; non-profit aim; democratic, participatory running of the institution; high level of mutual support; autonomy and inde­ pendence; voluntary work of the management board; responsible participation. 2.8 Another very numerous group in Africa, present in all possible rural and urban sectors, is that of associations, which include voluntary organisations, community-based organi­ sations, non-profit organisations and non-governmental organi­ sations (NGOs) and so forth. The number of associations connected with the social economy rocketed with the demo­ cratisation processes in the 1990s, thanks to better legal frameworks and flexible operating structures which enable the association model to be adapted to the most varied social needs. Particularly important within this group is the role of NGOs, which – often working together with similar organisations and institutions in the north – manage to raise copious resources and thus operate on a wider scale. Similarly, the social partners are also often active in several countries, promoting social economy structures and initiatives. 2.9 Thanks to both their structural and their operating char­ acteristics, cooperatives, mutual benefit societies, associations and other organisations and enterprises related to the social economy have considerable economic and social impact in Africa. First and foremost, they provide jobs and direct, demo­ cratic participation in the organisation and distribution of resources. In addition, operating more widely throughout society and often in the poorest rural areas where state initiatives are fewer or non-existent, social economy enterprises and organisations give the most vulnerable groups (the poor, women, people with disabilities, unskilled workers, migrants etc.) access to social and/or economic services. Whether in terms of micro-financing or medical care and welfare assistance for HIV/AIDs sufferers, or participation in a farming cooperative or a burial society, social economy organisations and enterprises provide social protection measures on an inclusive, community basis which, at the same time, generate goods and services with undeniable economic impact, directly helping to reduce poverty. 2.10 The role of social economy enterprises and organi­ sations becomes even more important in the context of the effects of the global economic and financial crisis, which, in Africa, came on top of the effects of the 2007-2008 food and energy crisis ( 4 ). As the economic and social situation of a large part of the population deteriorated, developing countries' governments should have reinforced and expanded social protection systems, which were often lacking in some respects. This is an area where the social economy is already present and active, often compensating for the shortcomings and fragmented nature of state initiatives, without taking governments' and institutions' roles and responsibilities away from them. 3. The ILO programme 3.1 The social economy, due to its inherent characteristics, contains within itself the means to create new jobs, increase compliance with core labour standards and promote social protection and social dialogue. It therefore fits in perfectly with the strategic objectives set by the International Labour Organisation to achieve and guarantee decent work, which is defined as such when carried out ‘in conditions of freedom, equity, security and human dignity’. As a longstanding primary objective of the ILO's work, decent work is considered central to poverty reduction plans and is a tool for promoting inclusive and fair sustainable development. 3.2 In its report entitled The Decent Work Agenda in Africa: 2007–2015 (ILO, 2007), the ILO sets out the opportunities and challenges that Africa must face in order to make decent work a reality throughout the continent and in order to ensure adequate economic and social development. The main chal­ lenges identified concern unemployment, underemployment and poverty; the role played by social protection in devel­ opment; problems associated with social exclusion and the spread of HIV/AIDS. The document does not explicitly mention the social economy. However, the concepts, measures, attention to cooperatives and associations, the central importance given to equity, and social participation and protection are all compatible with the foundations of the social economy. EN 11.2.2011 Official Journal of the European Union C 44/131 ( 4 ) See Opinion REX 285 – CESE 1954/2009, Supporting developing countries in coping with the crisis, rapporteur: Mr Jahier. ",
        "3.3 Over the years, the ILO has gained know-how that is relevant to the social economy, partly through its traditional instruments and partly by setting up a unit for cooperatives (EMP/COOP) and launching a set of technical assistance programmes spanning continents (e.g. CoopAfrica) or individual countries (e.g. SAY JUMP! in South Africa). 3.4 Thus, it is no coincidence that the ILO should be the first to open the international debate on Africa's social economy. After commissioning a series of analyses and studies on cooper­ atives in Africa, it held a conference on ‘The social economy – Africa’s response to the global crisis’ in Johannesburg in October 2009. The conference, which brought together participants from all corners of Africa, culminated in the adoption of a Plan of Action for the Promotion of Social Economy Enterprises and Organisations in Africa ( 5 ). 3.5 The plan of action sets out four strategic objectives: — at global level, the ILO and social economy stakeholders undertake to enhance the recognition of social economy enterprises and organisations and increase the number of partnerships between social economy stakeholders in the north and south and between African social economy networks and those in other regions; — at regional level, they undertake to promote social economy enterprises and organisations, mobilising resources in order to establish a social economy programme for Africa; — at national level, the objective is to establish, strengthen and/or promote an enabling legal, institutional and policy environment for social economy enterprises and organi­ sations and to develop and strengthen social economy structures; — finally, at micro and meso levels, the objective is to enhance the efficiency of social economy enterprises and organi­ sations so that they become more effective and contribute to meeting people’s needs in terms of social protection, income creation, employment promotion, rights at work, food security, environmental protection, the fight against HIV/AIDS, social exclusion, and so on. 3.6 The impact of the global economic and financial crisis came on top of the food and energy crises, making the Johan­ nesburg plan of action's objectives all the more urgent. The ILO estimates that about 73 % of sub-Saharan workers are in precarious employment. This percentage may have gone up to 77 % in 2009, in all likelihood exacerbating migration tension both within Africa and between Africa and Europe, with many workers seeking a better future. The crisis has already made itself felt through reduced foreign direct investment in infra­ structure and goods manufacturing, and decreasing migrant remittances. Promoting and fostering the establishment of social economy enterprises and organisations helps to create new jobs, thus providing a practical alternative to migration flows. 3.7 The vital contribution of cooperatives to socio-economic development recently led the United Nations to declare 2012 as the International Year of Cooperatives. This will present an opportunity to promote and broaden the role of social economy enterprises and organisations. 4. Perspectives and recommendations for EU involvement and new priority policies 4.1 The social economy is a significant phenomenon in the European Union and its economic and social role is gaining increasing recognition. In 2006 the EESC produced an initial, extensive report to this effect ( 6 ). In 2009, the European Parliament recognised the social economy as a pillar of European integration, ‘whereas the social economy represents 10 % of all European businesses, with 2 million undertakings or 6 % of total employment, and has great potential for generating and maintaining stable employment’ ( 7 ). Lastly, the EESC has recommended the recognition and preser­ vation of the different enterprise models, including the social economy ( 8 ). 4.2 The social economy does not have its own specific place among the factors that determine EU action under its external cooperation programmes. However, the main sectors where social economy organisations and enterprises operate in Africa are all among the EU's operational priorities, i.e. social protection, health, social inclusion, employment, agri-rural development, microfinance and culture. As a result, although not specifically directed towards social economy organisations and enterprises, relevant EU instruments and policy areas that could be employed are already in place. EN C 44/132 Official Journal of the European Union 11.2.2011 ( 5 ) See Appendix 1 and http://www.ilo.org/public/english/region/afpro/ addisababa/pdf/se_planofaction_en.pdf. ( 6 ) CIRIEC, The social economy in the European Union, CESE/ COMM/05/2005. ( 7 ) European Parliament resolution of 19 February 2009 on Social Economy; rapporteur: Ms Toia. ( 8 ) OJ C 318, 23.12.2009, p. 22. ",
        "4.3 However, in order for this new socio-economic reality of the African continent to be included in the EU's development cooperation, it is recommended that the EU formally recognise the existence of Africa's social economy. The EU may find a specific interest and added value in including a new priority of this type in its own agenda, as it would encourage explicit cooperation with international bodies, such as the ILO and the World Bank, thus developing system synergies, which are becoming increasingly useful in development cooperation. Moreover, this new priority would include key European social economy stakeholders and consequently, it would help to encourage European public support for increased EU external aid. 4.4 The most effective means for ensuring the conceptual recognition of the role and contribution of the social economy to Africa's development is to promote the sector through existing EU partnerships with Africa, namely through the Cotonou Agreement and the EU-Africa Partnership. 4.4.1 As regards the Cotonou Agreement, it is regrettable that the 2010 revision has already been concluded and that provisions on the social economy were not included in this revision. However, EU delegations in African countries should take steps to rapidly include social economy organisations and enterprises in the list of actors to be mapped and to be invited to consultations. 4.4.2 Moreover, the 2015 revision should provide the opportunity to explicitly recognise and include the social economy in the category of ‘non-state actors’ who are to be informed, consulted and involved in the implementation of the Agreement, in addition to receiving the financial resources and capacity-building to enable them to be involved effectively. 4.4.3 The EESC considers that the reflection on EU relations with ACP countries for the period post 2020, when the Cotonou Agreement will expire, should not only ensure the inclusion of institutional provisions for non-state actors similar to those of the Cotonou Agreement, but should also ensure that the social economy is explicitly included in this category. 4.5 In relation to the EU-Africa Partnership, direct links can be established between the objectives and actions of the 7 th Partnership on Migration, Mobility and Employment and the social economy, notably as regards contributing to employment creation, the gradual formalisation of the informal economy and the promotion of decent work. Within this context, the 3rd EU- Africa Summit, to be held in November 2010, and the new Action Plans that will be adopted at the Summit will be a tangible opportunity to promote the social economy. For example, the new Action Plan for this Partnership could include: — as an objective: the recognition and promotion of the social economy as a means of bridging the gap between the formal and informal economy and encouraging creation of decent jobs; — as an action: enhancing the capacities and skills of African social economy actors by developing curricula in vocational training institutions and universities, notably on management; — as an action: facilitating loans and micro-credit for social economy actors; — as an action: assisting governments in Africa to establish a legal, institutional and policy environment conducive to the promotion and operation of social economy enterprises and organisations. 4.6 At sectoral level, African social economy organisations and enterprises are very active in the agricultural sector and in rural development. Concrete commitments in this area have been made under the EU-Africa Strategy for agriculture and in the Communication on Advancing African Agriculture ( 9 ). However, neither refers to the sector of cooperatives which is among the key pillars of Africa's social economy. However, the opportunities for action and cooperation with African agri­ cultural and rural cooperatives are numerous, and would correspond to the objective of ‘putting emphasis on improved governance of agriculture and supporting capacity-building on the part of African public and private organisations involved in agriculture’ ( 10 ). 4.6.1 Moreover, it is worth noting that the European Instrument for Development (DCI) includes a thematic programme on food security, another sector where existing EU instruments and programmes could be used to recognise the fundamental role that African social economy organisations and enterprises can play in European development cooperation. 4.7 An additional thematic programme of the DCI which should be considered is Investing in People. This programme, for the development of human resources, could be used to support the training and the development of entrepreneurship skills of social economy actors in Africa. EN 11.2.2011 Official Journal of the European Union C 44/133 ( 9 ) Communication from the Commission to the Council and the European Parliament - Advancing African Agriculture - Proposal for continental and regional level cooperation on agricultural devel­ opment in Africa (COM(2007) 440 final). ( 10 ) The Africa-EU Strategic Partnership - A Joint Africa-EU Strategy, point 73. ",
        "4.7.1 This would be in line with the provisions of the ILO Declaration on the development of skills, notably on management. Education and training are fundamental for strengthening the capacity of social economy organisations and enterprises and allowing them to compete in the markets. Particular efforts should also be invested in education and training for women, whose role in Africa's economies is often undervalued, particularly in the agricultural sector and in rural areas. 4.8 As far as education and training for both skills and management development are concerned, the EU should facilitate and foster the relationships between European and African social economy organisations and enterprises. Exchange of experiences, good practices and technical assistance along north-south and south-south axes would help to strengthen African structures ( 11 ). Therefore, the EESC encourages the creation and the strengthening of social economy networks (north-south and south-south) as an essential means of cooperation and transfer of know-how among social economy organisations and enterprises. 4.9 Education and training are also important for crafts­ manship and, more broadly, for cultural cooperation. Both areas are important for job creation, as the EESC has already stated several times. Consequently, the EU should take these sectors into consideration when including Africa's social economy in its programmes and policies. 4.10 Moreover, with respect to creating employment, which, alongside social protection and gender equality, is a funda­ mental strand of the social economy, especially as regards rural employment, some aspects of the EU-Africa Strategy could be linked to the objectives of the Johannesburg Plan of Action. This applies to the Africa-EU Partnership on Migration, Mobility and Employment Priority Action 3 on employment and poverty alleviation, which emphasises the principles of decent work. 4.11 Another means to ensure the conceptual recognition of the role of the social economy in Africa's development could be the 2010 European Report on Development. In 2010 the report will address the topic of social protection, an area where social economy organisations and enterprises play a fundamental role, especially in Africa, as already stated ( 12 ). Moreover, explicitly including Africa's social economy in the 2010 European Report on Development would allow for the drafting of a specific social protection policy in EU development cooperation, which is currently absent. 4.12 The EESC also recommends that the Commission start mapping how Member States cooperate with African social economy players, to allow greater coordination and division of labour in this area between the EU and Member States. 4.13 In order for the African social economy to effectively contribute to poverty eradication, an enabling environment is required, including the appropriate legal framework, capacity- building, access to financing and networking among African social economy organisations and their European counterparts. As regards the legal environment, African authorities should be encouraged by the EU and the ILO to register social economy organisations and to introduce legislation that will allow for the effective operation of these actors, covering the key issue of ownership of the means of production. The EU and Member States could share best practices from European countries where the social economy is most active. 4.13.1 EU support for capacity-building and networking of social economy actors should be directed at national, regional and European level though, in particular, the Cotonou Agreement, the EU-Africa Strategy and the Thematic Programme Non-State Actors and Local Authorities in Development (European Instrument for Development Cooperation) ( 13 ). Activities could include support for coordination, advocacy and dialogue, vertical and horizontal integration of social economy organisations, training, etc. 4.13.2 To this end, social economy organisations should be included in the category of eligible non-state actors in the above Thematic Programmes. In addition, financing for these Thematic Programmes and for additional Thematic Programmes where the social economy could be effectively involved ( 14 ) should be increased during the review of the forthcoming European Financial Perspectives (2014-2020) until it has doubled overall, as already called for by the EESC ( 15 ). Irrespective of EU financing, coordination, dialogue, synergies and concrete cooperation projects should be encouraged and continued between different sectors of the European and African social economy and, notably, among African organisations. Similarly, funding for relevant programmes of the 11th European Devel­ opment Fund (EDF, 2014-2019) should be increased, in order for the social economy to benefit from this assistance. EN C 44/134 Official Journal of the European Union 11.2.2011 ( 11 ) A positive example of north-south social economy network is the Réseau ESMED (Réseau Euro-méditerranéen de l'Economie Sociale) , which includes organisations from Spain, France, Italy, Morocco, Portugal and Tunisia. It helps and fosters exchanges and coop­ eration projects within the framework of the Euro-Mediterranean Partnership. ( 12 ) See points 2.8 and 2.9, above. ( 13 ) Article 5.1.2 of this programme states that the EU will support initiatives that contribute to an ‘increased number of trans- national exchanges, confidence building, networking and coor­ dination activities between non-state actors and local authorities (north-south, south-south)’. ( 14 ) For example, the Thematic Programmes of the European Devel­ opment Cooperation Instrument Investing in People and Food Security . ( 15 ) See point 6.3 of Opinion REX/285-2009 on Supporting developing countries in coping with the crisis, rapporteur: Mr Jahier. ",
        "4.14 An additional aspect of an enabling environment is, first and foremost, the genuine existence of the conditions for access to financing for non-state actors, on the basis of simplified procedures. A particular, innovative aspect is long-term loans for more structured social economy actors. For its part, the EU is called upon to facilitate access to such loans, via existing or new instruments. 4.15 Lastly, the EESC calls for European intra- and inter- institutional cooperation on the promotion of the African social economy: — the European Parliament, which has already adopted a resolution on the impact of the social economy on European integration ( 16 ), is called upon to adopt a resolution on the contribution of the African social economy to poverty eradication, in the Development Committee and/or the ACP-EU Joint Parliamentary Assembly; — the Belgian Presidency of the EU Council, which will be in office during the second half of 2010 when the 3rd EU- Africa Summit is to be held, is called upon to actively increase recognition of the African social economy and support therefor; — it is recommended that the Commission explore avenues for including the social economy in the Commission-ILO Strategic Partnership in the Field of Development, which aims to reduce poverty and contribute to achieving the Millennium Development Goals and the Decent Work for All Agenda ( 17 ). Brussels, 15 July 2010. The President of the European Economic and Social Committee Mario SEPI EN 11.2.2011 Official Journal of the European Union C 44/135 ( 16 ) See footnote 4. ( 17 ) http://ec.europa.eu/europeaid/what/social-protection/documents/ memorandum_of_understanding_ec_ilo_en.pdf. "
    ]
}