{
    "text": [
        "Rue Belliard/Belliardstraat, 101_1040 Bruxelles/Brussel _ BELGIQUE/BELGIË Tel. +32 2/282 22 11_ Fax +32 2/282 23 25 www.cor.europa.eu QG-02-15-339-EN-C 978-92-895-0813-1 DOI: 10.2863/626766 EN Local and regional authorities promoting fair trade EUROPEAN UNION Committee of the Regions ",
        "",
        "Study: \"Local and regional authorities in the EU support fair trade\" ............................................. 1 Foreword by CoR Rapporteur Barbara Duden................................................. (cid:17) ... .............................i How local and regional authorities in the EU support fair trade: Examples....................... (cid:17) ...........63 ",
        "",
        "Foreword The Committee of the Regions is a long-standing supporter of Fair Trade. This was clearly expressed in its 2010 opinion 1 drafted by Kerstin Kiessler (PES/DE), which recognized the role of Local and Regional Authorities “as important players in a Fair Trade policy” and also called for a “European Fair Trade Strategy” to be launched and to be promoted and implemented at the local and regional, as well as at national and EU levels. Unfortunately, this call to action did not generate a concrete follow-up by the European Institutions as the CoR had hoped for and therefore we have decided to renew our call. 2015 being a landmark year for development at EU and at international level, the CoR sees it as an ideal opportunity to put this topic at the top of the EU agenda on sustainable development and accepted our proposal for an own-initiative opinion highlighting the role of local and regional authorities. The Lisbon Treaty grants the European Union an exclusive competence on trade. But it also establishes that, in its relations with the wider world, the EU should contribute to “the sustainable development of the Earth, solidarity and mutual respect among peoples, free and fair trade, eradication of poverty and the protection of human rights” 2 . Furthermore, the Union is required to take account of the objective of poverty reduction and eradication in all actions likely to affect developing countries. Trade has a central role to play in today’s economies: according to the World Trade Organization, since 2000 world trade has increased almost threefold. Trade exchanges are of key importance for the EU for two main reasons: first of all, the EU is the world's largest trading block, and 90% of the global growth in the next 20 years is expected to be generated outside of Europe 3 . The EU's main policy priority in trade is and will remain to seek greater liberalisation of markets through the removal of barriers to trade and granting of market access for European companies. This way trade can contribute to economic growth and job creation in the European Union. In an increasingly interconnected world, trade flows must also improve the living and working conditions of people both in Europe, and in the trading partner countries. Besides seeking open market access to third countries for European companies, the EU does encourage its trade counterparts to respect environmental and social standards. This is done by offering preferential EU market access to countries which ratify and implement international conventions relating to human and labour rights. Moreover, recent trade agreements signed by the EU include trade and sustainable development chapters. All these are positive steps in achieving a fairer trade system. However, the EU should not turn a blind eye to the reality in which most of the imported or processed goods are produced in third countries. Long and complex supply chains often fail to ensure a fair income for those at the beginning of the chain. According to the International Fund for Agricultural Development, small producers provide over 80 per cent of the food consumed in a large parts of the developing world. Despite their crucial role in feeding the world’s growing population, small-scale farmers remain largely marginalized from world trade. Additional mechanisms should be put in place to allow should small producers in the developing countries to reap the benefits of the current trading system. Fair Trade is an easy way in which the EU can reconcile its trade and sustainability concerns. By promoting it, the EU does not contradict the principles of subsidiarity and proportionality by which all EU legislative and policy measures have to abide. The Committee of the Regions' own-initiative opinion expresses indeed the need for 1 Committee of the Regions Opinion \"Contributing to sustainable development: the role of Fair Trade and non-governmental trade-related sustainability assurance schemes” COM (2009) 215 final. 10 February 2010 2 Article 3.5 of the Treaty on the European Union 3 Source: DG Trade website (cid:76) ",
        "a fully-fledged EU Fair Trade Strategy that mainstreams this concept across various EU policy areas: trade, development and sustainable consumption and production. The promotion of Fair Trade principles should be a collective objective of the European Union. That is why, to start with, the European Union should ensure that actors having the potential to promote Fair Trade (EU citizens, local authorities, public authorities, companies, consumers, civil society) have access to the information and the tools to do it, and that there are no major obstacles for them to support Fair Trade. There are already many examples of Fair Trade promotion at local and regional level: the Fair Trade Towns campaign gathers to date more than 1.500 communities in Europe. In some countries the concept of Fair Trade provinces and regions is also becoming very popular. Both Wales and Scotland in the United Kingdom have declared themselves Fair Trade nations. In my country Germany, many of these good practices are encouraged by the German Fair Trade Capital award. That is why we think the EU should follow this initiative and launch a “European Fair Trade Capital” scheme, similar to and building on already existing schemes that would give incentives to European municipalities to carry forward their commitments in Fair Trade. It would not only reward the various modalities of Fair Trade support by cities in Europe, it would also help to disseminate the good examples to encourage other cities to take action in this area. This Award should be part of a far-reaching proposal for the uptake of Fair Trade by public authorities, companies and consumers in the EU. In this way, citizens both in their role as voters and as economic actors can be made aware and make informed choices if they want to support fair trading principles. The existing local and regional support to Fair Trade so far depends, however, very much on the national context and the policy environment in which these authorities operate. This situation has been examined in the study commissioned by the CIVEX Commission and the main findings of which you will find in this publication. Based on comparing different national situations and identifying some common elements and problems, the study includes policy recommendations at EU, Member State and local and regional levels. The study shows that in order to promote Fair Trade effectively at EU level and thus have an effect also on the other levels of governance, a mix of regulatory and policy interventions across the EU landscape are needed. In the above mentioned own initiative opinion of the Committee of the Regions, recommendations are made as to how the regional and local governments in the EU can promote Fair Trade in their respective territories. This can be done by supporting awareness raising among the public and the economic actors, through the procurement of Fair Trade products, but also by encouraging the creation of Fair Trade businesses and networks. In particular, the exchange of good practices and the creation of learning communities in this filed should be encouraged. The European Portal of Decentralised Cooperation 4 offers a prime tool to this end. This publication includes a collection of practices from different local and regional entities in different fields such as awareness raising, public procurement and partnerships with the South. I am very happy about the wide variety of good ideas represented, and I would like to thank all the contributors as well as those colleagues who have contributed to this collection, because it does show that local and regional authorities all over the EU are active and committed in working towards a fairer global trade system. As mentioned earlier, the European Year for Development 2015 provides the right opportunity to push for an ambitious approach to Fair Trade, using it as a benchmark of greater coherence of all EU policies. In addition, the future United Nations Sustainable Development Goals to replace the Millennium Development Goals after 2015 must recognise the role of local authorities as \"enablers\" in development policy, 4 www.cor.europa.eu/portal (cid:76)(cid:76) ",
        "and the EU and its active local and regional levels should be at the forefront of this movement. In this context it is important to note that the recent European Commission Communication on the post-2015 development framework identifies trade as a key tool to achieve the Sustainable Development Goals, besides recognizing the contribution of Fair Trade schemes to economic, environmental and social benefits. We need to build on that and hold the other EU institutions, but also our Member States to their words, by using the vast stock of experience which we have built up in our towns, cities and regions. In conclusion: the implementation of the new development framework at European, national, regional and local level will provide us with an excellent framework and challenge to pursue an ambitious stance on Fair Trade driven by the EU. I look forward to working with and through the Committee of the Regions, its members and its networks, but also with all of you for the follow-up of this important topic by the EU institutions. Barbara Duden Vice-President of Parliament of the Free and Hanseatic City of Hamburg, Germany. Rapporteur of the Committee of the Regions “Local and regional support for Fair Trade in Europe” 2015 Opinion (cid:76)(cid:76)(cid:76) ",
        "",
        "Local and regional authorities promoting fair trade ",
        "This report was written by Julius Sen, Elitsa Garnizova and Alexander Negencov (LSE Enterprise). It does not represent the official views of the Committee of the Regions . More information on the European Union and the Committee of the Regions is available online at http://www.europa.eu and http://www.cor.europa.eu respectively. C atalogue number: QG-02-15-339-EN-N ISBN: 978-92-895-0814-8 DOI: 10.2863/895094 © European Union, March 2015 Partial reproduction is permitted, provided that the source is explicitly mentioned ",
        "Table of Contents Introduction ................................................................................................................................ 1 The challenge ......................................................................................................................... 1 Approach and methodology ................................................................................................... 2 Overall findings ...................................................................................................................... 4 The policy context at different levels: identifying policy instruments and modalities .......... 6 1. Existing framework to regulate fair trade.............................................................................. 7 1.1 Recent developments in the EU-level framework.......................................................... 7 1.2 National, regional and local approaches......................................................................... 9 1.3 Low or no awareness raising and recognition (Bulgaria, Romania, Greece, Portugal, Latvia, Lithuania, Estonia) ........................................................................................ . .. 10 1.4 Medium to low awareness raising and recognition (Poland and Czech Republic) ...... 11 1.5 Medium to high awareness raising and recognition (France, Italy) ............................. 13 1.5.1 France................................................................................................................... 13 1.5.2 Italy....................................................................................................................... 15 1.6 High awareness raising and recognition (Germany, Belgium, the Netherlands, Denmark and the UK) .................................................................................................. 16 1.6.1 Germany ............................................................................................................... 16 1.6.2 The Netherlands ................................................................................................... 18 1.6.3 Belgium ................................................................................................................ 20 1.6.4 Denmark............................................................................................................... 21 1.6.5 The United Kingdom............................................................................................ 23 2. Sum-up on modalities of support ........................................................................................ 27 3. Good practices ..................................................................................................................... 29 3.1.1 The 'Fair Trade fair' by the city of Dortmund ...................................................... 29 3.1.2 South West England............................................................................................. 29 3.1.3 Hannover – Poznan .............................................................................................. 29 3.1.4 QuattroPole........................................................................................................... 30 4. Main barriers ....................................................................................................................... 31 4.1 Supply side ................................................................................................................... 32 4.2 Demand side ................................................................................................................. 34 5. Policy recommendations ..................................................................................................... 37 5.1 EU-level policy recommendations ............................................................................... 38 5.1.1 Clarity on the level of ambition............................................................................ 38 5.1.2 Making the economic and business case.............................................................. 38 5.1.3 Improving policy coherence................................................................................. 39 5.1.4 Reconciling regulatory and policy priorities........................................................ 39 5.1.5 A gap analysis of the policy structure .................................................................. 40 5.1.6 Monitoring, information and data flows .............................................................. 41 5.2 National-level recommendations.................................................................................. 42 5.3 LRA level recommendations........................................................................................ 44 5.4 Changing the narrative ................................................................................................. 45 5.5 EU-wide data collection and indicators........................................................................ 46 ",
        "Annex 1. Legislative and non-legislative documents in support of fair trade in EU Member States ........................................................................................................................ 47 Annex 2. Fair Trade Towns in Europe ..................................................................................... 57 Annex 3. Interviewees and written feedback ........................................................................... 59 Annex 4. Questions asked to LRAs and representatives .......................................................... 61 Annex 5. Estimated retail sales by country .............................................................................. 62 ",
        "1 Introduction The challenge Currently there is no EU-wide definition of fair trade but European institutions have converged over the definition of the Charter of Fair Trade Principles (2009) that: 'Fair Trade is a trading partnership, based on dialogue, transparency and respect, that seeks greater equity in international trade. It contributes to sustainable development by offering better trading conditions to, and securing the rights of, marginalised producers and workers – especially in the South. Fair Trade Organisations, backed by consumers, are engaged actively in supporting producers, awareness raising and in campaigning for changes in the rules and practice of conventional international trade.' 1 The academic and policy literature describes two complementary channels for fair trade marketing in EU Member States (MS): the 'integrated-supply route' under the World Fair Trade Organisation (WFTO) and the ‘product -certification route’ b ased on the Fairtrade International (FLO). 2 Some examples based on the former route include the activities of the Fédération Artisans du Monde (FAM)’s member local associations and worldshops 3 in France and Ctm Altomercato ’s distribution channels in Italy; while the latter has been seen as most successful in the UK where major supermarket chains have switched 'entire product lines to Fairtrade labelling' 4 . Fostering market growth in fair trade products and raising awareness has been achieved through diverse paths where one of the most widespread initiatives, involving mainly local, but also some regional authorities remains the 'Fair Trade Towns' campaign, started in Garstang in North West England. 5 Despite the differences of implementation across countries, fair trade has three basic components: 1 World Fair Trade Organization and Fairtrade Labelling Organizations International, 2009. A Charter of Fair Trade Principles, January 2009, http://www.fairtrade.net/fileadmin/user_upload/content/2009/about_us/documents/Fair_Trade_Charter.pdf 2 Cremona, Marise and Duran, Gracia Marin (2013). Fair Trade in the European Union: Regulatory and institutional aspects, in: Granville, Brigitte and Dine, Janet (Eds.). The Processes and Practices of Fair Trade: Trust, Ethics and Governance, Routledge, page 123. 3 Worldshops, world shops or Fair Trade Shops are specialised retail outlets offering and promoting Fair Trade products. Further information on worldshops, http://www.suedwind-agentur.at/start.asp?ID=12424&b=292 4 Ibid 2 at 146. 5 For definition, see Fair Trade Towns http://www.fairtradetowns.org/about/what-is-a-fairtrade-town/; in brief it is 'any community in which people and organisations use their everyday choices to increase sales of Fair Trade products and bring about positive change for farmers and workers in developing countries'. ",
        "2 a. Better terms of trade for the poorest within supply and distribution networks, and especially for producers of primary products in developing countries; b. Environmental sustainability; c. Improved social standards and social equity. Recently fair trade has become more mainstream in how some products are produced and marketed in the EU and a number of effective fair trade strategies and policies have been pursued at national and sub-national level. Existing documents guiding fair trade on European level include the 2009 European Commission Communication 'Contributing to sustainable development: the role of Fair Trade and non-governmental trade-related sustainability assurance schemes' recognised the presence of fair trade and the variety of approaches. 6 This was accompanied by the Committee of the Regions’ opinion which called on the need to adopt a European Strategy and action programme for fair trade for Local and Regional Authorities (LRAs). 7 The Communication also recalled developments since 1999 when it first presented a report detailing the development of the sector, reviewed in the following section. Since 2009 the fair trade agenda on the EU level has temporarily lost momentum at the very moment that it had gained public, political and corporate credibility, and at a time when it can play a significant role in rebuilding the European economy and generating employment, both within the EU and in developing countries. Part of the exercise undertaken here was to identify what instruments to put in place at EU and MS level in order to unlock the full potential of LRAs in promoting fair trade. Approach and methodology The broad approach followed in this project has endeavoured to make a start in this respect, by taking stock of the experiences of different LRAs of the EU, and then identifying how some of the core lessons of this varied and rich set of experiences could be applied more widely and systematically across the EU. In short, we have tried to work out how the system could be scaled up to an EU level, drawing on what may broadly be called best practice. An evaluation of the relative effectiveness of these various strategies was not possible within the framework of this exercise, so we concentrated on trying to identify the various approaches adopted, which could be considered while exploring next steps. We have also considered these proposals with reference to other significant policies of the EU, namely, trade, competition, commercial, agricultural and other 6 COM (2009) 215 final. 7 Opinion of the Committee of the Regions of 10 February 2010 on Contributing to Sustainable Development: the Role of Fair Trade and Non-governmental Trade-related Sustainability Assurance Schemes (CdR 214/2009). ",
        "3 relevant policies, all of which need to be reconciled to the fair trade agenda. Material, information and references relating to the experiences of the LRAs was provided by the European Committee of the Regions (CoR), and these were supplemented by interviews and literature review. While this process generated a lot of material, demonstrating a complex mix of policy strategies and policy configurations, time and other constraints obviously limited the depth and detail of this exercise. Our observations with reference to these issues are summarised in the section on policy recommendations. In terms of the policy configurations, we start from a country classification due to the little available data on the sub-national level (see recommendations). In the process of grouping the countries, the note makes a differentiation between financial and political support from the different levels of governance, the role of LRAs, and consumer awareness and sales of fair trade certified products. The criteria used to loosely classify the countries reviewed are included below. 8 These criteria are used as guidance and the final classification has been based on discussions with LRAs and other stakeholders. - Estimated retail sales by country (latest available data, Fairtrade Foundation reports, see Annex 5). - Number of Fair Trade Towns (latest available data, Fair Trade Towns reporting, see Annex 2). - Degree of development of fair trade market and structures (literature review of policy and academic literature, collecting information on number of actors, activities and documents). - Legislative measures focusing explicitly on fair trade (literature review of selected legislative texts; interviews). - Presence of other activities dedicated to fair trade (literature review of policy and academic literature; interviews). - Development of fair trade policies on the sub-national level (literature review of policy and academic literature and interviews). The policy challenge in the context of the EU and its Member States is to identify, evaluate and implement the appropriate mix of regulatory, policy and market based approaches that work in mutual support of fair trade objectives. To be successful and accepted, this mix would have to simultaneously demonstrate that the overall package of measures succeeds in the following evaluation: - That WTO principles and rules relating to the EU’s internal market principles and competition policy have been taken into account; 8 Due to the scope of the study, the expert team has not been able to be exhaustive in the review of all documents and has based its conclusion on those indicated in the study. ",
        "4 - That the options selected represent the most cost effective of the various alternatives; - That the principle of subsidiarity has been respected; - That the objectives of development in the exporting countries with respect to the three pillars of sustainable development are fully met, namely: o Economic viability o Social equity o Environmental sustainability. In this context the EU should reconcile its sustainability and trade liberalisation objectives by anticipating and addressing the stakeholders’ concerns in an effective manner. Overall findings The broader macro-economic policy context within which all European states have to operate for the time being is going to remain difficult. The availability of resources for any major investment on the LRA level will continue to be problematic. At the same time, the commitment to rebuild Europe’s economic model to reflect policy coherence and to align internal and external objectives provides a major opportunity to promote fair trade, sustainability and ethical objectives, but needs to be considered in the light of constraints on resources. Moreover, there is a question of whether an integrated fair trade agenda that currently links LRAs with developing countries will succeed in turning fair trade (with sustainability and ethical concerns) into a mainstream economic activity. If it is contemplated that this agenda will ultimately become an EU-wide agenda, then this needs to be made clear at the outset. Defining the level of ambition is therefore of paramount importance. As part of the process of determining the level of ambition, it would be necessary to back this with a strong economic and business case. That is: given the right policy and regulatory framework, it would be possible to assure high quality products at competitive prices, fully compatible with environmental and ethical concerns, while also ensuring fair returns to producers in developing countries. The second major finding is that further clarity regarding the objectives, principles and procedures relating to the fair trade agenda, especially where environmental and social issues are involved, needs to be defined and elaborated with greater precision. This would invariably be an ongoing process as the policy framework evolves, but it needs attention at every stage of policy implementation. ",
        "5 The third major finding is that this contemplated policy framework needs to be reconciled with existing and settled policy areas (agriculture, trade policy, commercial policy, neighbourhood policy), and must not find itself in conflict with regulatory provisions arising out of trade agreements, competition policy, and state aid rules. Inconsistencies would need to be ironed out and resolved as a matter of priority, and LRAs in particular would need access to legal and regulatory advice. The fourth major finding is with respect to information, monitoring and evaluation requirements. It goes without saying that information flows help improve decision making and project implementation, while consultation procedures are similarly enriched by higher quality data and information. Effective comparative studies, together with other sources of credible information, would form the basis for the quest for better policy and regulatory practice, assessments of what works and what does not (good practice), and awareness raising. For the business community, it would provide valuable inputs into designing business models, and where consumers are concerned, with information about trends, tastes, and interests. Improvements in EU-level information generation, monitoring and evaluation are therefore necessary and justified. The fifth major finding concerns national governments and their role in this overall arrangement. By and large, they have the resources and capacity to ensure that fair trade, environmental, ethical and developmental objectives are met. If there is clarity about the overall structure of the agenda flowing from the EU, then national governments can address many of the specific concerns of LRAs, consumers, and businesses, through other policy tools and mechanisms. Tax regimes, subsidies, regulations, infrastructure development and capacity building can all be addressed more effectively by national governments, and the section on policy recommendations elaborates this in further detail. In terms of structures and models, this study found that the EU level is in the best position to reconcile top-down and bottom-up approaches, essentially through an approach that looks at complementarity. This came through fairly clearly from the literature review and interviews, where the promotion of a coordinated approach to fair trade by EU actors and across EU policy areas is seen as a major advantage. An EU-coordinated approach can play a major role in promoting the fair trade agenda in two areas in particular, and these relate to labelling and public procurement. Both these areas require significant legal capacity and skills, together with detailed knowledge of the technicalities involved and the various international commitments that may apply. A common labelling regime, ",
        "6 previously put forward as an option for regulatory action on the European level 9 , remains an option to be further explored (see Policy recommendations, page 31). The final major recommendation relates to LRAs and what they can do. Taking into account the variable capacity, experience and interest, in order for LRAs to be able to support fair trade a whole range of national and EU policy measures have to be put in place. Committing themselves to these priorities, and devoting resources to building internal capacity, would be the best way forward. There are at the same time, a wide array of sensitive local issues that they would need to deal with in the process. Ranging from extensive existing obligations and limited resources, to a limited understanding of the wider benefits of fair trade, are just examples of the challenges they face. By and large, stronger clarity at the EU level can play a role in guiding and advising national and sub- national authorities of the advantages and difficulties involved in the process. The policy context at different levels: identifying policy instruments and modalities In the domestic policy context, governments traditionally adopt a multiplicity of approaches that have to operate within various national and EU-level rules and frameworks. These include: - Procurement policies - Tax and subsidy incentives - Credit and financing facilities - Marketing support - National labelling schemes - Product standards, etc. The use of one or more of these policy instruments in an appropriate combination so as to achieve cost-effective and pro-competitive solutions is complicated by the decentralised regulatory power in many countries. Aligning local endeavour in one part of the system with global trade rules, commercial structures, with the organisation of producer and processing markets in third countries, will be challenging. 9 Ibid. 2 at 123. ",
        "7 1. Existing framework to regulate fair trade 1.1 Recent developments in the EU-level framework One of the main reasons for this increased interest is that fair trade has continued to grow in the number of farmers and workers involved and the volumes of products sold on fair trade terms. 10 This tendency has also been paralleled by a general call for recognition of LRAs as central actors in development policy and for their widened engagement in the achievement of fair and balanced growth both across the EU and globally. In this regard, essential input has been provided by the Commission Communication on Local Authorities: Actors for Development 11 and the opinion of the CoR was adopted in April 2009. 12 The role of local and regional authorities as strategic partners in EU external policies has been widely discussed in light of increasing the effectiveness, coherence and accountability of the EU. The position of LRAs has further been recognised in communications by the European Commission, such as the recently published one Empowering Local Authorities in partner countries for enhanced governance and more effective development outcomes . 13 The communication reiterates the vast potential of the cooperation between European LRAs and developing countries as the means to strengthen decentralisation and local governance through inter alia peer-to-peer knowledge-sharing and transferring experience. With regard to fair trade and LRAs in particular, we look at the progress achieved since the previous opinion of the CoR. 14 The CoR’s opinion called for 'a common European Fair Trade Strategy for Local and Regional Authorities to be drafted, accompanied by an action programme that fulfils environmental and social criteria, in order to support fair trade and environmental and social procurement.' 15 This has not been achieved, but the EC has addressed the other key recommendations, including attempts to clarify the legal context of sustainable public procurement. 10 Fairtrade International (2013). Monitoring the Scope and Benefits of Fairtrade, Fifth Edition 2013. http://www.fairtrade.net/fileadmin/user_upload/content/2009/resources/2013-Fairtrade-Monitoring-Scope- Benefits_web.pdf. 11 COM(2008) 626 final. 12 Opinion of the Committee of the Regions adopted on 21-22 April 2009: Local authorities: actors for development (CdR 312/2008) 13 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Empowering Local Authorities in partner countries for enhanced governance and more effective development outcomes COM(2013) 280 final 14 Ibid 7. 15 Idem. ",
        "8 For a decade the legal basis for public procurement in the EU was provided by Directives 2004/18/EC, until the new EU Public Procurement Directive was adopted in 2014. 16 The Directive represents the EU’s guidance on how to include fair trade criteria in tenders, highlighting the role of LRAs in promoting the purchase of fair trade products, or other ecological, ethical or solidarity approaches. 17 In the new Directive, the general principles of procurement (Article 18) recognise the role of the Member States in 'taking appropriate measures to ensure that in the performance of public contracts economic operators comply with applicable obligations in the fields of environmental, social and labour law established by Union law, national law, collective agreements or by the international environmental, social and labour law provisions' 18 . In particular, the award criteria or contract performance conditions can 'relate to the supply or utilisation of fair trade products in the course of the performance of the contract to be awarded' which is in accordance with the case-law of the Court of Justice of the EU. 19 The adoption of the new Directive could be considered as an example of the consistent efforts of the EU to integrate social and environmental criteria into the procurement procedures. The admissibility of Fair Trade criteria – alongside other social considerations – in public procurement was already contemplated in Buying Social – A Guide to Taking Account of Social Considerations in Public Procurement 20 , issued by the Commission in 2011. The Commission published the Communication on Trade, growth and development in 2012, aiming 'to further facilitate fair and ethical purchasing choices by public authorities in Europe'. 21 In order to increase synergies between trade and development policies, the Commission states in the paper that the EU has to 'ensure that economic growth and development go hand in hand with social justice, including core labour standards, and sustainable environmental 16 Directive 2004/18/EC of the European Parliament and of the Council of 31 March 2004 on the coordination of procedures for the award of public works contracts, public supply contracts and public service contracts. Directive 2014/24/EU, as prescribed in the Directive, the Member States should transpose it into national law by April 2016. 17 Commerce équitable et achat public: Directive 2014/24/UE, http://www.jeconsommeequitable.fr/je- minforme/actualites/387-une-nouvelle-loi-etend-le-champ-du-commerce-equitable-aux-relations-nord-nord.html. 18 Article 18, Principles of Procurement, Chapter II – General Rules http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32014L0024&from=EN; the Directive also says that 'contracting authorities should be allowed to use award criteria or contract performance conditions in order to better integrate social and environmental considerations in the procurement procedures'. (Extract 97) 19 See Judgement (10 May 2012) of the Court of Justice of the European Union in the 'North Holland' case ruling (Commission vs Netherlands C/368/10), http://curia.europa.eu/juris/documents.jsf?num=C-368/10. 20 EC News, 'Buying social', http://ec.europa.eu/social/main.jsp?langId=en&catId=89&newsId=978. 21 Communication from the Commission to the European Parliament, the Council and the European Economic and Social Committee – 'Trade, growth and development – Tailoring trade and investment policy for those countries most in need', SEC (2012) 87 final, pages 13-14. ",
        "9 practices including through external policies'. 22 That could be achieved by 'strengthening EU support for developing country producers taking part in sustainable trade schemes by further mobilising cooperation, including Aid for Trade (AfT) measures, improve monitoring of related activities and continue to encourage our partner countries to promote fair and ethical trade.' 23 On the EU level, financial support to the link between LRAs and development cooperation has been provided through the Development Education and Awareness Raising (DEAR) channelled through the thematic programme Non- State Actors and Local Authorities in Development (the NSA-LA programme). There is more on DEAR below in the section 'supply side' (page 28). 24 1.2 National, regional and local approaches In comparison to the focus on public procurement at European level, and since the CoR’s opinion on fair trade, local and regional administrations have increasingly been involved in the development and implementation of policies targeting fair trade and sustainability issues. Despite the progress made, wide differences persist across the EU. These can be grouped according to the level of involvement of the national, regional and local level in fair trade promotion; the scope of involvement across possible initiatives: public procurement, subsidies, awareness raising, educational activities, developing new partnerships and organising events; and the extent to which existing policies have been implemented and monitored. The approaches also differ in the dynamics between the multiple levels of governance, the evolution of the local economic systems and the extent of the actors involved in shaping and development initiatives. Finally, the approaches vary in the extent to which they are transferable to other places and timing, both in advanced and developing and emerging economies. Taking this into consideration, very different configurations exist where four groups have been defined as a result of the criteria identified in the section on approach and methodology (page 3): 22 Idem. 23 Idem. 24 DG International Cooperation and Development. Development education and awareness raising, https://ec.europa.eu/europeaid/sectors/human-rights-and-governance/development-education-and-awareness- raising_en ",
        "10 - High awareness raising and recognition: countries where fair trade policy and practice have high levels of recognition, both market-based and policy-oriented/ regulatory approaches – e.g. the UK, Germany, Belgium (especially Flanders), Austria, Sweden, the Netherlands, Ireland 25 ; - Medium to high awareness raising and recognition: countries where actors involved in fair trade are very engaged but policy and practice is still not mainstream – e.g. France, Italy, Spain; - Medium to low awareness raising and recognition: countries where fair trade activities are picking up speed after a slow start – e.g. Poland, Czech Republic, Slovenia, Estonia; - Low or no awareness raising and recognition: countries where fair trade is still under-recognised and practices both by grassroots and LRAs are underdeveloped – e.g. Bulgaria, Romania, Portugal, Latvia and Lithuania. In addition to this division, examples of existing approaches fall within the following broad groups: a top- down approach driven from the national level’s explicit support for fair trade and sustainable development (e.g. France, Sweden); LRA-driven approaches where the regional and local authorities have taken the initiative for fair trade engagement (Belgium, Italy); grassroots driven approaches (UK) and lastly, mixed approaches (Germany, the Netherlands). The difficulty with this division lies in the allocation of the Central and Eastern Member States as well as some of the Southern countries to such classification. The reasons for this have been a very informal mode of development of fair trade activities across the national and sub-national levels and also the limited number of activities overall. 26 1.3 Low or no awareness raising and recognition (Bulgaria, Romania, Greece, Portugal, Latvia, Lithuania, Estonia) Despite overall developments on the EU level, low or no awareness raising and recognition exists in a number of the EU Member States. Among those with low awareness raising, there is a further division: countries with reported sales of fair trade products and those with negligible sales of such products. In the former group fall Estonia, Latvia and Lithuania where fair trade product sales have been driven by 'Finnish FLO quality label organisations [...] which support start-up campaigns and issues licenses for the three countries'. 27 They are still in the process of building their own processes and organisational structures in support 25 See Annex 2 for the ranking of Fair Trade Towns per country. 26 Interviews 1 and 4. 27 CTB - Trade for Development Centre http://issuu.com/tradefordevelopmentcentre/docs/oost-europa_- _english_version, page 4. ",
        "11 of fair trade and there is little to report in terms of approaches, 'at present there are no local companies yet with labelled products on the market, just international retailers.' 28 Most recently, Hiiu District of Estonia became the first Fair Trade Town in the country on Thursday 23 October 2014 29 . The second group of slow movers, countries where fair trade is still under-recognised and practices both by grassroots and LRAs are underdeveloped, includes Bulgaria, Romania and to an extent Greece. Previous detailed studies of EU Member States also highlight the very slow pace of development of fair trade markets. 30 Some of the barriers are reviewed in subsequent chapters. There are very little data on fair trade markets and activities on a sub-national level. 1.4 Medium to low awareness raising and recognition (Poland and Czech Republic) In the group of those countries who are picking up speed in the development of fair trade activity, particularly in Poland, on the sub-national level this has been driven primarily by a 'community of enthusiastic people' or even individual initiatives. 31 The reasons for this type of formation process have been discussed previously from a historical perspective, highlighting the lack of freedom of associations and networks of non-governmental organisations as well as little history of grassroots creation during the Communist period. 32 In the past years the Czech Republic has been termed the 'island in Central and Eastern Europe' due to the fast pace of development of various initiatives, the achievement of Fair Trade Town status and the ongoing activities and partnerships. 33 Overall very little research has been done to date on the situation in Central and Eastern Europe with regard to local and regional authorities and even though there has been some progress with joint activities, they have not been documented in detail. 34 Further to the interviews conducted and the literature search, it could be seen that there is a link between the levels of fair trade and the overall development assistance a country provides to developing countries and commitment to 28 Idem. 29 7th International Fair Trade Towns Newsletter, 23 October 2014. http://www.fairtradetowns.org/news/7th- international-fair-trade-towns-newsletter/ 30 Ibid 2. 31 Interview 4. 32 Interview 4. 33 Interview 4 34 CTB - Trade for Development Centre http://issuu.com/tradefordevelopmentcentre/docs/oost-europa_- _english_version ",
        "12 development goals. 35 In Poland, the Czech Republic and to an extent in Romania, support for economic, social and environmental issues is enshrined in legislative and non-legislative documents on development cooperation, and if existing, strategic documents on sustainable development or the Europe 2020- inspired National Reform Programmes. This process goes hand-in-hand with the recognition of Poland and the Czech Republic as emerging donor countries by the OECD Development Assistance Committee (DAC) where development cooperation has emerged as a part of their foreign policies. 36 The Polish development cooperation agenda has been driven by a number of strategic documents, including Multiannual Development Cooperation Programme for 2012 – 2015 37 and National Reform Program Europe 2020 of Poland and especially the dimension on Corporate Social Responsibility 38 . Similarly the Czech Republic’s policy is guided by the Development Cooperation Strategy 2010 – 2017 , where the focus is placed on strengthening the systems of partner countries and increasing the capacity of their development participants so that they can play a more active role in formulating and implementing the development policies of their countries. To this end it established a system of cooperation with NGOs, including the provision of funding for development activities at both the level of individual NGOs and in the Czech Forum for Development Cooperation (FoRS). This tendency has been paralleled by further recognition of consumers of development issues as well as support for fair trade on the national and sub-national levels. Looking into more consolidated frameworks for support of fair trade, we examine a selection of countries: medium to high awareness raising and recognition (France, Italy) and high awareness raising and recognition (Germany, the Netherlands, Belgium, Denmark, the UK) which are discussed below and where we highlight some of their particularities and modalities of support. These countries have been selected to represent a range of fair trade organisational structures and regulatory experiences as well as geographical balance. Annex 1 represents the situation as of December 2014 and serves as the list for case selection. 35 Paul, Elisabeth (2005), Evaluating fair trade as a development project: methodological considerations, Development in Practice, Vol. 15, Iss. 2. Le Mare, Ann. (2008), The Impact of Fair Trade on Social and Economic Development: A Review of the Literature. Geography Compass, 2: 1922 – 1942. doi: 10.1111/j.1749- 8198.2008.00171.x 36 Note: the Czech Republic, Iceland, Poland, the Slovak Republic and Slovenia joined the DAC in 2013. OECD (2014), Development Co-operation Report 2014: Mobilising Resources for Sustainable Development, OECD Publishing, Paris. DOI: http://dx.doi.org/10.1787/dcr-2014-en. Republic, Turkey, Taiwan, Israel, Slovenia, Thailand, United Arab Emirates, page 148. 37 Polish Aid, 'Supporting development' https://www.polskapomoc.gov.pl/Supporting,development,1941.html 38 Ministerstwo Gospodarki (2014), ' Spo ł eczna Odpowiedzialno ść Przedsi ę biorstw (CSR) ' http://www.mg.gov.pl/node/10892 ",
        "13 1.5 Medium to high awareness raising and recognition (France, Italy) 1.5.1 France Support for fair trade principles has been inscribed in the national French legislation and authorities showed wide engagement as early as 2005 when it became part of its Small Business legislation. 39 It can be seen that fair trade is now fully part of the national strategy for sustainable development, which is considered a binding commitment at national level. The recently amended Article 60 of the Law for SMEs (by article 94 of the law 2014-856) also highlights the importance of North-North trade. 40 The dominant paradigm of world trade patterns has two principal features. Trade between North and South is inter-industry and arises due to traditional comparative advantage, largely determined by differences in endowment patterns. North-North trade is defined as trade among the rich countries of the North and is mostly intra-industry. It is largely based on economies of scale and product differentiation. 41 A recent study on fair trade in Europe provides further background on this tendency for support of North-North trade and what it means for LRAs. 42 In 2013, the ministers in charge of development policy launched a National Action Plan for fair trade after a government-wide consultation with the aim to ensure coherence across issue areas such as trade, tourism, ecology, agriculture and development. The main goal of the Action Plan is to provide a boost to fair trade in France, substantially increasing the proportion of purchase of fair trade products in the basket of French consumers by setting precise targets: multiplying the number of producers in the South engaged in fair trade production and doubling, within five years, sector jobs in France; as well as ensuring that the Plan’s implementation is regularly monitored. This plan also links to the recent French draft policy and programming Law on Development Policy and International Solidarity, which 'promotes the development of trade based on fair trade and contributes to the support of social and solidarity economy initiatives and microcredit in recipient countries'. 43 Also in 2014 the government initiated its second National Action Plan for Sustainable Public 39 Loi n° 2005-882 du 2 août 2005 en faveur des petites et moyennes entreprises, Article 60, http://www.legifrance.gouv.fr/affichTexte.do?cidTexte=LEGITEXT000006052103&dateTexte=20100719 40 Loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire, http://www.developpement- durable.gouv.fr/IMG/pdf/loi_no_2014-856.pdf 41 Helpman, Elhanan (1981). 'International Trade in the Presence of Product Differentiation, Economies of Scale and Monopolistic Competition: A Chamberlin-Heckscher-Ohlin Approach,' Journal of International Economics, 1981, 11, pages 305-340. 42 http://www.befair.be/sites/default/files/all-files/brochure/European%20fair%20trade%20products_0.pdf 43 Ministère de l'Écologie, du Développement durable et de l'Énergie (2014), 'Le commerce équitable', http://www.developpement-durable.gouv.fr/Le-commerce-equitable,22617.html. ",
        "14 Procurement 2014-2020 (PNAAPD). 44 The plan aims to organise national actions for sustainable procurement and unite the different actors in charge of public procurement in State, local authorities and public hospitals. 45 In terms of practical application, the Plan relies on civil society representatives (e.g. La Plate-forme Française du Commerce Equitable (PFCE) ) as a key tool to support fair trade initiatives on the sub-national level, in particular: strengthen the attractiveness of fair trade; develop the competitiveness of fair trade companies by opening new markets and expanding existing ones; gather economic indicators on the fair trade markets; increase knowledge of the impact of fair trade and help with the forward thinking and activities of French players in Official Development Assistance 46 (ODA); as well as produce a practical educational guide for public and private purchases. 47 As previous studies have reported 48 , France was the first country to adopt a 'legislative and institutional framework exclusively devoted to fair trade.' 49 The Minister for Social and Solidarity Economy and Consumption continues formalising the exchange of good practices with several countries, North and South, within cooperation agreements and partnerships. These agreements contribute in particular to promoting fair trade and strengthening activities on a sub-national level. Fair trade on the level of LRAs is primarily driven by the Territoires de Commerce equitable , the French version of the international project Fairtrade Towns. The campaign team provides a framework for support to LRAs and citizens. LRA activity is also strengthened by their partnership with the French Agency for Development – AFD. AFD has signed about 30 partnership agreements with French local governments that have expressed strong interest in international aid. It has provided funding through trilateral agreements (each co- signed by AFD, a local government in France, and a partner municipality in a developing country). 50 44 France also ratified on 26 February 2014 the new EU directive on public procurement and plans to transpose the Directive within two years. 45 Ministère de l'Écologie, du Développement durable et de l'Énergie (2014), Plan national d'action pour les achats publics durables 2014-2020, Consultations publiques, June 2014, http://www.consultations- publiques.developpement-durable.gouv.fr/plan-national-d-action-pour-les-achats-publics-a512.html 46 The OECD Development Assistance Committee (DAC) defines ODA as 'those flows to countries and territories on the DAC List of ODA Recipients and to multilateral institutions which are: provided by official agencies, including state and local governments, or by their executive agencies; and each transaction of which: a) is administered with the promotion of the economic development and welfare of developing countries as its main objective; and b) is concessional in character and conveys a grant element of at least 25 per cent (calculated at a rate of discount of 10 per cent).' http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm#Definition 47 Ministère de l'Écologie, du Développement durable et de l'Énergie, 'Soutenir au plan institutionnel les acteurs et les principes du commerce équitable', http://www.developpement-durable.gouv.fr/IMG/pdf/05-11.pdf 48 See Brigitte and Dine, Janet (eds). The Processes and Practices of Fair Trade: Trust, Ethics and Governance, Routledge 49 Ibid at 128. 50 AFD Annual report 2013. http://www.afd.fr/lang/en/home/publications/Publications-institutionnelles/rapports-annuels ",
        "15 Another initiative which has to be observed and evaluated is the 'Local Fair Trade Charter', launched in June 2014 which sets fourteen principles aimed at developing fair trade relations in support of smallholder and agroecological agriculture in the French situation and context. 51 1.5.2 Italy Italy is characterised by regional-level legislation, which to a varying degree covers the modalities of fair trade support in the absence of a standard framework at national level. 52 The reason for selecting Italy is the fact that the proposed fair trade bill presents the most ambitious legislative initiative in the EU. As recently as November 2014, Italy has put forward a bill for Provisions for the regulation and promotion of fair trade 53 which aims to establish a regulatory framework and a legal status specific to a world in constant growth, quantitative and qualitative, such as that of fair trade. The draft law provides the background to the growth of fair trade in Italy, where the General Assembly of the Italian fair trade (AGICES) brings together 92 fair trade organisations, each of which produces multiple working and voluntary opportunities across sixteen Italian regions. In Italy the world shops continue to have a central role for both commercial and awareness raising activities. The law also provides a detailed overview on the dynamics on a regional level, with Tuscany being the pioneer in developing a fair trade law. In drafting regional laws to promote fair trade, the authorities have considered four key elements: 54 - the recognition of the social and cultural value of fair trade by the region; - the presence of the definition of a fair trade organisation; - support for organisations involved in the dissemination of fair trade products; - support to the practices of fair trade purchases of Local Authorities. According to the Italian national authorities themselves, the main feature of the Tuscany and Abruzzo texts in particular is 'the strong emphasis on the importance of the self-regulatory system which organizations of the sector have developed in recent years'. 55 At the same time, they highlight the need for incentives and enabling factors. 51 France has national 'local fair trade' charter. http://www.befair.be/en/content/france-has-national-local-fair- trade-charter 52 Interview 1. 53 Da Villa et al. (2014), Disposizioni per la disciplina e la promozione del commercio equo e solidale, http://www.camera.it/_dati/leg17/lavori/stampati/pdf/17PDL0027590.pdf. 54 Legge Rergione Toscana Sul Commercio Equo et Solidale L.R. 23 Febbraio 2005 n. 37, Disposizioni per il sostegno alla diffusione del commercio equo e solidale in Toscana, http://www.cesvot.it/repository/cont_schedemm/187_allegato.pdf ; Abruzzo regional law 28 March 2006, n. 7 55 Il Quadro Legislativo Italiano per il Commercio Equosolidale e l'inserimento dei Criteri Equosolidali Negli Acquisti Pubblici: Primo rapporto semestrale dell'attività del Progetto Public Affairs relativa al 'Monitoraggio ",
        "16 The specific objective of the proposed national-level framework is not to replace these activities but to provide: i) an official recognition of the role played by all those who participate in fair trade activities and establish precise definitions (Article 2); ii) give a guarantee to the public and especially to consumers about the transparency and fairness of the production processes and methods through a certification system to document the conformity of production processes (Article 6); iii) support and fund initiatives for fair trade products and organisations active in this area. The interventions which will be financed through the fund include: - different modes of facilitation and incentives for organisations investing in fair trade (Article 9); - promotion of public goods within the offices of fair trade (Article 10); - institution of a National Fair Trade Day (Article 11); - establishment of the Fund for Fair Trade (Article 14) 56 . Further examples from Italy include the recently adopted General regulations on international cooperation for development which highlight the principle of subsidiarity and the participation of fair trade organisations in international development. 57 1.6 High awareness raising and recognition (Germany, Belgium, the Netherlands, Denmark and the UK) 1.6.1 Germany Germany has a number of diverse configurations across LRAs. At the level of the Federal Government, the 2012 Progress Report of National Sustainable Development Strategy explicitly defines its support to fair trade, emp hasising sustainable and environmentally - friendly procurement and civil society. Under the aegis of the Federal Ministry of Economic Affairs, the Federal Government and the Länder express their sustainable procurement alliance by promising 'to consult with environmental and social standard systems, e.g. The Common Code sull'approvazione e l'applicazione di nuove leggi regionali e nazionali sul commercio equosolidale e gli acquisti pubblici solidali' 56 With a budget of 1 million Euros for the year 2015 based on the commitment to raise funds taken in the Assembly of the Chamber of Deputies from government pro tempore November 26, 2012, accepting the agenda no. 9/05 535-A / 007 (Duilio, Lulli). 57 Legge 11 agosto 2014 , n. 125, Disciplina generale sulla cooperazione internazionale per lo sviluppo, page 10, http://www.cooperazioneallosviluppo.esteri.it/pdgcs/Documentazione/NormativaItaliana/legge%2011%20agosto %202014%20n.%20125%20-.pdf ",
        "17 for the Coffee Community and Fairtrade . 58 The strategy’s focus is on ways to stimulate demand, inviting 'the citizens of Germany to get involved in global development through an engagement campaign – by purchasing fair trade products, by volunteering in civil society organisations, by donating, campaigning and many other forms of active engagement'. 59 Well-known flagship projects that involve awareness raising events include the Fair Trade Action Week and The Capital of Fair Trade 60 . In terms of cooperation practices, the Fair Procurement Network, created in 2007, prompts sub-national authorities to buy fair trade products and waive goods that are produced by child labour or in violation of minimum social standards. 61 Other key actors assisting fair trade by LRAs include the Service Agency Communities in One World (SKEW) and Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ) . 62 The Service Agency Communities in One World (SKEW), a division of Engagement Global gGmbH 63 , supports local actors in realising sustainable, municipal development cooperation on behalf of the Federal Ministry for Economic Cooperation and Development (BMZ) and supports the uptake of fair trade practices by municipalities. 64 SKEW is intended to assist the development of capabilities of municipal-level German actors within local authorities and non-governmental organisations in the fields of fair trade/fair procurement and global municipal twinning arrangements, but also migration and development. It has a broad structure which involves federal, state and local governments as well as NGOs. SKEW is also intended to make a contribution to realising the Millennium Development Goals (MDGs). 58 National Sustainable Development Strategy 2012 Progress Report, page 184. 59 Ibid at 209. 60 Organised by the Fair Trade Forum, the Fair Trade Action Week happens once per year and aims to increase consumers' awareness of fair trade issues and to encourage them to purchase regularly fairly traded products. Organised in every two years by Service Agency Communities in One World (SKEW), a body that supports local actors in realising sustainable, municipal development cooperation, the 'Capital of Fair Trade' is a competition which awards 'promotion of fair trade local activities, including city marketing campaigns, school projects and joint public-private activities. Recognition is also given to bodies that purchase fairly traded products, for example public authorities that serve fairly traded coffee and canteens in municipal institutions that use fair trade products.' Based on the municipal contributions submitted in 2009 to the campaign 'Capital of Fair Trade', The Service Agency Communities issued in November 2010 a practical guide on Fair Trade in municipalities. The guide is an information tool for city administration and civil society showing them actions of structural measures, information awareness, municipal procurement, fair city marketing, marketing and sales of fair trade products, and development education. See more at: http://www.service-eine- welt.de/hauptstadtfh/hauptstadtfh-start.html 61 Servicestelle Kommunen in der Einen Welt (SKEW), 'Fairer Handel und Faire Beschaffung', http://www.service-eine-welt.de/beschaffungswesen/beschaffungswesen-start.html 62 Fröhlich, Katrin and Lämmlin, Bernd (2009). Local development policy in Germany Study on the commitment of German cities, municipalities and rural districts to development policy. German Development Institute (GDI) and Service Agency Communities in One World / InWEnt gGmbH. Available at: http://www.service-eine-welt.de/en/images/text_material-1623.img. 63 Engagement Global has been Germany's one stop shop for engagement for development, both Germany-wide and internationally. It advises individuals and groups on development measures, and supports these financially. See more at: www.engagement-global.de. 64 See more at: http://www.service-eine-welt.de/en/images/text_material-2703.img ",
        "18 Another partner for local authorities in projects overseas is the Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ) which works with the German Association of Cities. It supports local authorities in partner countries in the 'fields of democratisation and decentralisation and assists involvement of municipal projects and twinning arrangements in technical cooperation'. 65 Most recently, the German Section of Council of European Municipalities and Regions (CEMR) published a comprehensive report entitled 'Municipal Charter for the Future – One World – Our Responsibility, Sustainability at Municipal Level' 66 , which aims to contribute to the initiatives accompanying the European Year for Development 2015 by 'supporting decentralisation processes, participating in the establishment of autonomous local governments, and sharing with their colleagues from the South the lessons they have learned with municipal services.' 67 The importance of the Municipal Charter for the Future is in its provision of a comprehensive description of the tasks municipalities perform in the areas of sustainability, including fair trade. Acknowledging the variation of structures and resources across countries, the Charter clarifies the role of municipalities in global supply chains and thus can serve as an example for a EU-wide Charter. 1.6.2 The Netherlands The Netherlands has one of the oldest structures in place to support fair trade 68 . Over the past years, the Netherlands has undertaken a review of its development policy and created the post of Minister for Foreign Trade and Development Cooperation at the Ministry of Foreign Affairs in order to underline coherence between the two policy areas 69 . In light of this, one of the private sector instruments that it supports is the Sustainable Trade Initiative IDH 70 ( Initiatief Duurzame Handel ), started in 2008 as a 'multistakeholder initiative of private companies, NGOs, trade unions and the Dutch government with the aim of 65 Ibid 59 at 5. 66 This Municipal Charter is part of a joint initiative of the German Federal Ministry for Economic Cooperation and Development Charter for the Future which aims to unite the efforts of state, civil society, the scientific community, the business community, regions and municipalities in developing a joint contribution to the European Year for Development 2015. 67 Stated in introduction by Karl - Heinz Schäfer, Mayor of Pohlheim and President of the German Section of the Council of European Municipalities and Regions in Council of European Municipalities and Regions/ German Section (2014), Municipal Charter for the Future. One World – Our Responsibility Sustainability at the Municipal Level http://www.service-eine-welt.de/en/images/text_material-4257.img 68 Ibid 2 at 137. 69 IDH (Initiatief Duurzame Handel), 'Institutional Partners' http://www.idhsustainabletrade.com/institutional-partners 70 IDH (Initiatief Duurzame Handel), 'Organisation' http://www.idhsustainabletrade.com/organization ",
        "19 improving the sustainability of commodity production and trade in developing countries'. 71 The scheme receives funding 72 from the Ministry of Foreign Affairs and match- funding from a growing number of private partners. It has developed into a key player in accelerating the use of Voluntary Sustainability Standards (like UTZ and Rainforest Alliance certified) and other efforts to improve the sustainability in supply chains for commodities from developing countries. 73 The initiative has been defined as 'modern business-like public/private cooperation' and is one of the key tools of the Dutch government to pursue an integrated agenda for aid, trade and investment. 74 In the assessment of the IDH, the evaluators follow a general theory of change leading to the idea that to drive the process of market transformation in supply chains, an initial level of public support is necessary to establish the standards and launch the training. From this assumption it follows that once a 'certain market share of sustainable produce is reached, other companies would follow, and less or no external support would be required'. 75 Therefore, public support through for example, subsidies and Official Development Aid can bridge the period between set-up investment and tangible benefits which would serve as an incentive to economic operators. This approach resonates with the infant industry theory and the decision of when an industry should be protected. 76 The possible role of government in establishing the long-term public-private partnership includes 'subsidising pilot programmes, convening frontrunner market players and NGOs, creating networks and exchanging knowledge of mainstream players, strengthening transparency and competition, to putting legislation in place'. 77 The IDH’s Action Plan Sustainable Trade 2011-2015 has been defined as a 'public-private sustainability investment portfolio' supported by 70 private companies, CSOs, labour unions and trade associations, coordinated through IDH. 78 Other institutional partners include the Ministry of Foreign Affairs of 71 Government of the Netherlands (2014). Review of the Sustainable Trade Initiative IDH 2008-2013. Terms of Reference (24 April 2014), http://www.government.nl/ministries/bz/documents-and-publications/reports/2014/07/21/iob-terms-of-reference- review-sustainable-trade-initiative-idh-2008-2013.html, page 1. 72 EUR 123 million ODA committed for the period 2008-2015 73 Ibid 47 at 1. 74 Idem. 75 Ibid 47 at 3. 76 As Melitz (2005) summarises: 'a government planner can protect the infant industry using domestic production subsidies, tariffs, or quotas in order to maximize domestic welfare over time.' Melitz (2005) shows 'the decision to protect the industry should depend on the industry's learning potential, the shape of the learning curve, and the degree of substitutability between domestic and foreign goods.' Melitz, Marc (2005). When and how should infant industries be protected?, Journal of International Economics, 66, page 178. 77 Ibid 47 at 4. 78 Ibid 47 at 5. ",
        "20 Denmark 79 and the Federal Council of Switzerland 80 . The development and implementation of IDH serves as a very good example of an innovative approach undertaken by the national authorities to enable developments on the sub-national level. Another interesting initiative from the Dutch government is a dedicated government agency supporting exports from small producers in developing countries, CBI. 81 Together with the Dutch Association of World Shops (DAWS) with funding from the Ministry of Foreign Affairs, CBI has established the Upscaling Gifts & Living products project. The project aims at improving European market access for producers of fair trade Gift & Living products. 'The target countries are six African countries – Egypt, Kenya, Madagascar, South Africa, Tanzania and Uganda – as well as Vietnam and Indonesia.' 82 Such initiatives provide an example which can be replicated at EU level in order to facilitate the EU market access of SMEs in developing countries. 1.6.3 Belgium In Belgium the system of multi-level governance gives independence to sub- national authorities to conduct policy making, which is clearly reflected in the policies implemented by the City of Ghent. 83 The formation of a common sustainable development strategy is essentially based on regional approaches as national level strategy does not exist. Belgian policy-makers are currently negotiating National Sustainable Development Strategy (NSDS). 84 Being a federal state, adopting a national strategy requires the coordination between the federal government, the regional and the community governments. The adoption of a NSDS would also be applicable to sub-national levels, which would incentivise stronger coherence between the different political levels. 85 On the regional level in Belgium, the Walloon and Flemish governments have actively promoted fair trade. In 2013, the Walloon government adopted a strategy for sustainable development, which provides a long-term framework for targeting environmental, economic and social challenges and resulting opportunities by 2050. 86 These are addressed across seven themes: food, housing, health, social 79 Dan ida supports IDH with € 1.2 million for cotton and coffee programmes in East Africa (see Ministry of Foreign Affairs of Denmark, 'Danida Business'), http://um.dk/en/danida-en/activities/business/. 80 The Federal Council of Switzerland allocated € 24.5 million (CHF 30 million) to a strategic four -year partnership with IDH. (see State Secretariat for Economic Affairs SECO website, http://www.seco.admin.ch/index.html?lang=en) 81 CBI, http://www.cbi.eu/. 82 CBI Annual Report 2013, http://www.cbi.eu/sites/default/files/subweb/cbi_annual_report2013.pdf, page 30. 83 Interview 3. 84 European Sustainable Development Network (2013). National Sustainable Development Strategies in Europe 2013. Taking stock and exploring new developments, Quarterly Report N°29, http://www.sd- network.eu/quarterly%20reports/report%20files/pdf/2013-July- National_Sustainable_Development_Strategies_in_Europe_2013.pdf, pages 15-16. 85 Ibid 72 at 16. 86 Portail de la Wallonie, Première Stratégie Wallonia de Developpment Durable, ",
        "21 cohesion, consumption and production, energy and mobility. In terms of fair trade, the document highlights that the government 'intends to systematically favour in the canteens of regional governments, public interest organizations and other regional institutions, products from the Walloon agriculture, organic farming, local produce and seasonal and those of fair trade. To do this, a central market is implemented to encourage public authorities to favour, in terms of consumption of agricultural products, purchase of goods and services produced locally and sustainably'. 87 This commitment to sourcing ethical production and consumption also exists in two consecutive Regional Policy Statements: 2009- 2014 88 and 2014-2019 89 of Wallonia, where the government also reiterates support for North-North fair trade. The Flemish government takes the commitment to fair trade further by outlining a vision for the international dimension of its policy by 2050 to fully be based on the principle of a fair world. 90 Another stakeholder in support for fair trade activities by LRAs is the Trade for Development Centre (TDC) which is a programme of the Belgian Development Agency (BTC) programme. The Centre gives smallholders in the South the opportunity to develop in a sustainable way by supporting a range of fair trade-related initiatives. It is involved in awareness raising, disseminating and exchanging information, as well as organising the yearly 'Week of Fair Trade' in Belgium. 91 1.6.4 Denmark The Danish approach to fair trade support is primarily based on direct financial support (grants) and promotion of labelling. The legal basis for the support the Government’s Action Plan for Corporate Social Responsibility 2012-1015: Responsible Growth of 2012 92 . The action plan contains 42 initiatives in four dimensions: - Strengthening the respect for international principles across all stakeholders - Increasing responsible growth through partnerships - Increasing transparency http://www.wallonie.be/sites/wallonie/files/pages/fichiers/1ere_strat_dd.pdf, page 4. 87 Ibid 85 at 111-112. 88 Gouvernement wallon, Projet de Déclaration de politique régionale wallonne 2009-2014, http://gouvernement.wallonie.be/sites/default/files/nodes/publication/901- projetdedeclarationdepolitiqueregionalewallonne.pdf, page 42. 89 Gouvernement wallon (2014), Oser, innover, rassembler, 2014-2019 http://gouvernement.wallonie.be/sites/default/files/nodes/story/6371-dpr2014-2019.pdf, page 30, 90 Flemish Government (2012), Vision 2050: Flemish Sustainable Development Strategy 2010-2014, page 44 http://www.flanders.be/en/publications/detail/vision-2050-flemish-sustainable-development-strategy-2010-2014 91 BTC Trade for Development, http://www.befair.be/en/fair-trade/fair-trade. 92 Danish Government (2012), Responsible Growth. The Action Plan for Corporate Social Responsibility 2012- 2015, http://csrgov.dk/danish_action_plan_2012. ",
        "22 - Using the public sector to promote a good framework for responsible growth. The Danish Ethical Trading Initiative (DIEH): Strengthen Danish Efforts on Ethical Trade is a 'multi-stakeholder initiative that brings together Danish companies, trade unions, business associations and NGOs to promote ethical trade and responsible supply chain management among Danish companies'. 93 The project addresses all modalities of supply and demand support, including knowledge dissemination among companies on ethical trade, knowledge sharing and exchange of lessons learned among all stakeholders, strengthening efforts by companies within ethical trade, developing multi-stakeholder dialogue and collaboration, as well as 'qualify[ing] the debate in Denmark about ethical trade and engage more Danish companies in the work on ethical trade in practice'. 94 Thus the project will serve as a means to consolidate 'DIEH as the national platform for engagement on ethical trade'. 95 Under the same action plan falls Fair trade for all: Contribution to a fivefold increase in the Fairtrade consumption in Denmark by 2020 96 put forward by Fairtrade Mærket Danmark Fonden (Fairtrade Mark Denmark) under the Facility to Promote Corporate Social Responsibility and Fair Trade 97 . The aim of the initiative is to increase the turnover of Fairtrade-marked products in Denmark through three strategic activities 98 : - business development: commercially-based outreach motivate businesses to engage in product development and investment; activities: research, meetings, workshops, materials and customer relations - consumer motivation: information dissemination on fair trade to increase the demand, and to encourage debate about fair trade; activities: magazine FairNOK and electronic distribution 93 Ministry of Foreign Affairs of Denmark (2013), The Danish Ethical Trading Initiative: Strengthen Danish Efforts on Ethical Trade' Fiche, http://um.dk/en/~/media/UM/English-site/Documents/Danida/About- Danida/Danida%20transparency/Documents/Grant%20committee/2013/Int%20doc/13%20DIEH%202013.pdf , page 1. 94 Ibid 91 at 1. 95 Idem. 96 Ministry of Foreign Affairs of Denmark (2013). 'Fair trade for all: Contribution to a fivefold increase in the Fairtrade consumption in Denmark by 2020' Fiche, http://um.dk/en/~/media/UM/English- site/Documents/Danida/About- Danida/Danida%20transparency/Documents/Grant%20committee/2013/Ext%20doc/08%20Fairtrade.pdf, page 1. 97 Ministry of Foreign Affairs of Denmark, Department of Green Growth (2013). 'Fairtrade Mark Denmark: Bridging Phase' Fiche, http://um.dk/en/~/media/UM/English-site/Documents/Danida/About- Danida/Danida%20transparency/Documents/Grant%20committee/2013/Int%20doc/02%20Fairtrade%20Mark% 20Denmark.pdf . 98 Ibid 94 at 2. ",
        "23 - public procurement: approach municipalities and public institutions to increase the number of participants in the Fairtrade City Campaign 99 ; activities: campaign materials, and meetings with municipalities and cooperation partners. Finally, under jointly the Strategic Framework for Priority Area Growth and Employment 2011-2015 and the Responsible Growth – Action Plan for Corporate Social Responsibility 2012-2015 , the Danish International Development Agency (Danida) contributed a total of DKK 1,5 million (EUR 201,500) to financially support the promotion of Fairtrade-labelled products by Fairtrade Mark Denmark (FMD) which serves as a bridging phase until application criteria and procedures for the new Corporate Social Responsibility & fair trade facility have been completed. The type of activities which are financed include: i. guidance and assistance to companies on product development and supply chain management and growing the assortment of fair trade products; ii. optimise the marketing of Fairtrade labelled products; as well as iii. raise awareness about development challenges and the Fairtrade labelling. 100 Grants from Danida have almost solely been used for activities motivating consumers and commercial actors by creating awareness about Fairtrade since FMD has a high degree of independent earning without external financing. The Fairtrade Mark Denmark: Bridging Phase can serve as an example for bridging finance to LRAs while they establish their own source of financing. 101 1.6.5 The United Kingdom Like the Netherlands, the UK has established structures and processes in support of fair trade without the existence of legislative background. Government support to the various sub-national levels has been substantial and has followed the product-certification route. 102 The United Kingdom is the country with the highest amount of Fairtrade Cities, formally recognised by the Fairtrade Foundation as a city where there is strong support for Fairtrade by local residents, businesses/organisations, schools, faith communities and community groups. According to the Fairtrade Foundation 2014 Factsheet, the UK is currently the biggest Fairtrade market in the world, with GBP 1.5 billion (EUR 2,02 billion) 99 Fairtrade City is part of the global Fairtrade Towns campaign see page 1. Fairtrade City campaign in Denmark is run in cooperation with Danish Association for International Co-operation (Mellemfolkeligt Samvirke) and has resulted in six cities/municipalities being declared Fairtrade cities. 100 Ibid 96 at 3. 101 See more 102 For a description of the product-certification route see page 1. ",
        "24 spent on Fairtrade products in 2012 and there are more than 1,000 Fairtrade schools in the UK, with a brand new school scheme launched in 2014. 103 Thus fair trade has definitely established itself as mainstream in the UK. Overall UK support to fair trade is largely linked to the way fair trade promotion has developed, particularly that it has been largely grassroots based. 104 It started through the initiatives of local residents and NGOs as well as consumers with a desire for ethically sourced products in general. In the UK, compared to other Member States, fair trade initiatives are largely driven by the grassroots and much progress has been made at town level. Currently, steps are taken to improve cooperation within counties. 105 UK Government policy, reflected in the Eliminating World Poverty: Building our common future . White Paper on International Development , highlights the association between fair trade and sustainable development by identifying the purchase of goods produced and traded as a tool that has the potential to contribute to international development efforts in a way that is sustainable over time. 106 The mode of support for fair trade focuses on start-up grants and procurement guidelines but also ethical procurement by public administration. In particular, in 2009, the UK Government announced that the Fairtrade Foundation – the organisation respon sible for licensing Fairtrade International’s (FLO) Fairtrade certification mark in the UK – was to be supported with a grant of £12 million (EUR 16,2 million). 107 Fairtrade Foundation, which organises Fairtrade Fortnight each year to raise awareness of the Fairtrade message, is defined as 'the face of UK fair trade'. 108 Central UK Government policy and procurement guidelines also recognise that 'constituent government institutions can contribute towards the fair trade movement through the procurement of fair trade goods'. 109 103 Fairtrade Fortnight 2014: Facts & Figures. http://foncho.fairtrade.org.uk/wp-content/uploads/2013/11/FactsStats_20141.pdf. 104 Interview 2. 105 Interview 2. 106 Department for International Development (DFID) (2009), Eliminating World Poverty: Building our common future. White Paper on International Development, https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/229029/7656.pdf 107 Smith, Alastair M. (2010). Fair Trade Governance, Public Procurement and Sustainable Development: A case study of Malawian rice in Scotland, Department of City and Regional Planning, Cardiff University, May 2011, http://orca.cf.ac.uk/10706/1/2011SmithAMPhD.pdf. 108 Department for International Development, The Rt Hon Justine Greening MP and HM Treasury (2013). Policy – Helping developing countries' economies to grow, last updated 20 November 2014, https://www.gov.uk/government/policies/helping-developing-countries-economies-to-grow/supporting- pages/supporting-fair-and-ethical-business-operations 109 Ibid 101 at 2. ",
        "25 The government has been directly supporting 'fair trade' and 'ethical trade' initiatives with key documents across government departments: - Department for Environment, Food & Rural Affairs’ Plan for public procurement: food and catering: the balanced scorecard (2014) 110 - Making sustainable development a part of all government policy and operations - Ethical Trading Initiative (Department for Business Innovation and Skills 2011) 111 - Responsible and Accountable Garment Sector (RAGS) challenge fund – DFID also supports improvements in working conditions in garment industries in Bangladesh, India and Lesotho; - Office for Government Commerce’s guidance on how government departments can support fair trade through public procurement (DFID 2009). In the UK, recognition by central government has been paralleled by increased consumption of fair trade goods by both private and public buyers. Support by LRAs is enclosed in the local development documents, including area action plans in the Local Development Framework (LDF), the Sustainable Community Strategy, and the Local Area Agreement (LAA). 110 See more: Department for Environment, Food & Rural Affairs https://www.gov.uk/government/publications/a-plan-for- public-procurement-food-and-catering-the-balanced-scorecard 111 Ethical Trading Initiative, http://www.ethicaltrade.org/. ",
        "",
        "27 2. Sum - up on modalities of support Until now the study/analysis has provided some examples of enabling factors on the national and sub-national level. The summary table provided in Annex 1 gives an overview of which level of governance tackles fair trade practices through legislative and non-legislative documents and which are the responsible authorities. As seen in the first part of the note, the list is rather limited for most countries of Central and Eastern Europe, mostly due to the fact that organisational structures and practices associated with fair trade are in the process of development and there are wide discrepancies in the pace. From the more detailed overview of the other eight countries, we see that modalities of support take different configurations and they have also undergone changes over the past year to accommodate the changed nature of fair trade from a parallel to mainstream market and from labelling and certification to activities which target inter alia education and training, capacity building and network development. These include but are not limited to: - National policy which enables and stimulates partnerships among LRAs; - Procurement policies which target sustainable practices; - Funding instruments which reflect local and regional structures and capacity, in the form of subsidies or credit facilities; - Support and inclusion of LRAs as stakeholders in development cooperation; - Public awareness of ethical consumption; - Creating networks with other Member States. Based on previous research, we have seen that the extent to which the national level can create an enabling environment depends inter alia on institutional settings and the degree of centralisation in the country under review, experience in promoting local and regional development, effectiveness of local and regional administrative systems, distribution of competencies between national, regional and local levels and the intensity of relations between sub-national institutions & civil society 112 . The synopsis also highlights that political commitment and incentives on the national level can create an enabling environment for the 112 For more information on these factors, see: Boland, P (1999), 'Contested Multi-Level Governance: Merseyside and the European Structural Funds' European Planning Studies, vol 7(5), no. 5, pages 647-664.; Hooghe, Liesbet and Gary Marks (2003) 'Unraveling the Central State, But How? Types of Multi-Level Governance', American Political Science Review 97: 2 (June). Milio, Simona (2013), The conflicting effects of multi-level governance and the partnership principle: evidence from the Italian experience. European Urban and Regional Studies. ISSN 0969-7764 (In Press). ",
        "28 development of more fair trade activities. This has taken various patterns where general strategies on sustainable development are combined with legislative initiatives as well as grants, platforms and awards. One of the modalities of support which has been present, especially in the latest efforts by Denmark, Sweden and the Netherlands, is the creation of multi- stakeholder initiatives of private companies, NGOs, trade unions and the local and regional authorities, with the aim of improving the sustainability of commodity production and trade in developing countries. The multi-stakeholder initiatives can take various forms and they often involve an initial contribution by the government in order to create a bridging phase until sufficient resources are collected for it to be self-sustainable. The involvement of diverse stakeholders ensures the alignment of interests, goals and behaviour of the main economic actors for the benefit of local economic development and ethical trade with developing countries. The examples of the countries reviewed also points to the advantages of combining supply and demand approaches as well as top-down and bottom-up approaches. With regard to the former, attention should be paid to those action plans which combine provisions encouraging the uptake of fair trade products by citizens, companies and public bodies and creating better conditions in developing countries, for instance through decentralised cooperation or by encouraging local companies to source more fair trade products. The combination of supply and demand is especially notable in the proposed Italian bill which goes a step further and defines all key methods of support to fair trade. Opportunities for fair trade support can also be recognised in the approaches where countries develop an experience-sharing platform on a national or regional level. These include Germany with the well-known Fair Trade Capital Award but also some of the specific regional initiatives such as the Saarbrücken and the QuattroPole Initiative. ",
        "29 3. Good practices Multiple good practices have been identified in support of fair trade, decentralised cooperation and innovative approaches to ethical trade. Below the note highlights some examples across the primary methods of support: awareness-raising, financing schemes (also mentioned for individual countries previously), public procurement as well as creating fora and networks for sharing experience. More cases showing practices and examples of local and regional authorities’ initiatives in fair trade have been collected in parallel to the current study and have informed its conclusions. 3.1.1 The 'Fair Trade fair' by the city of Dortmund The City of Dortmund organises the tradeshow Fairtrade and Friends on an annual basis. In 2014, the show acted as a presentation platform for 128 exhibitors across sectors such as accessories, household goods, arts and crafts, food, sustainable tourism, recycling, among others. The show aims to promote awareness on manufacturing conditions and introduce consumers to ‘new’ FT products such as clothes, flowers, cosmetics, and wood. 113 3.1.2 South West England Cities, such as Bristol and Newcastle, in England are appointing fair trade officers to city councils tasked with supporting the implementation of fair trade policies and practices, and promoting fair trade in their community. In South West England, there is an annual conference of town to share ideas and challenges on issues, including fair trade. The Fair Trade Foundation is lobbying for regional fair trade coordinators to be appointed, to support organisation, activities, and awareness raising across sub-national authorities of England. 114 Wales was first fair trade nation and Scotland followed after declaring itself also fair trade Nation. 3.1.3 Hannover – Poznan Hannover in Germany is implementing several activities to encourage awareness and consumption of fair trade products in its community. On a national level Hannover is part of the Netzwerk Faire Beschaffung (Network for Fair Procurement) and participates at meetings of cities taking part in the biannual competition Hauptstadt fairer Handel (Fair Trade capital). At an international level, Hannover participates at Procura+ and occasionally takes part in 113 Fair and Friends, trade fair for fairtrade. http://www.westfalenhallen.de/messen/fair/en/. 114 Fair Trade Foundation, Annual Report 2013, Goal 2. ",
        "30 international Fair Trade Town meetings. As part of its fair trade activities, Hannover also supports its twin towns with the promotion of fair trade. In 2012/2013, the city held a meeting with representatives from Malawi, Poland, Hungary, the Czech Republic, and the UK to raise awareness about the Millennium Development Goals, using Malawi as an example. The subject of fair trade as an instrument for sustainable development and reaching the Millennium Development Goals (MDGs) has been gaining ground in academic and policy-oriented literature as well as EU policy documents. 115 As seen earlier, the increased contribution of Central and Eastern European countries to development assistance and partnership with developing countries has increased awareness of the issues faced and to an extent increased support for sustainability initiatives, including fair trade. Particularly, the relationship between Hannover (Germany) and Poznan (Poland) provides an excellent example of innovative cooperation in the field. Hannover took the lead in an EU project called Aware&Fair and in this capacity provided guidance, education and volunteers for its twin town Poznan. In 2012, the city of Poznan was running a Fair Trade campaign as part of the Aware&Fair project and became the first Fairtrade Town in Poland in December of the same year. 3.1.4 QuattroPole QuattroPole is a trinational network of four cities: Luxembourg (LU), Metz (FR), Saarbrücken and Trier (DE). As the longest distance between any of the cities is an hour, the international alliance aims to encourage cooperation and collaboration across borders, and to implement innovative projects between the cities. All four cities were awarded the status of Fairtrade Town between the years of 2009 and 2012. Each city has appointed a working group, which works together with volunteer active clubs and initiatives, and their sister groups in the other cities to launch biannual fair trade events 116 . These groups are active in promoting citizen participation in these activities, and engaging local authorities and organisations in awareness raising for fair trade. QuattroPole is a unique cross-border alliance, which demonstrates the importance of collaboration in promoting and sustaining fair trade activities. 115 Dammert, Ana C. and Mohan, Sarah (2014). A Survey of the Economics of Fair Trade, IZA DP No. 8167, May 2014; Cremona, Marise and Duran, Gracia Marin (2013). Fair Trade in the European Union: Regulatory and institutional aspects, in: Granville, Brigitte and Dine, Janet (eds). The Processes and Practices of Fair Trade: Trust, Ethics and Governance, Routledge. 116 Fairtrade Initiative Saarbruken, Städtenetz QuattroPole wird 'QuattroFair'. http://www.faires- saarbruecken.de/fairwaltung/quattropole_wird_quattrofair ",
        "31 4. Main barriers Turning to the factors that deter the development of fair trade, the interviews are very informative about the barriers which persist on the level of LRAs, national level and the treatment of fair trade in general. In the UK, for example, where a substantial number of fair trade-certified towns already exist, the difficulty is to coordinate across fair trade towns in order to achieve wider fair trade region status. 117 This difficulty has also been reiterated for France and Germany. The challenge in this case lies in the variation of involvement across towns and existing platforms for cooperation among local authorities. Currently the exchange of fair trade experiences and shared practices varies substantially between and within countries. Often the existing forums are driven by the activities of the Fair Trade Towns campaign and the International Fair Trade Towns conference. In light of this, the role of Fair Trade actors is to facilitate the spread of the best practices which happen on the ground with a primary focus on regionalisation. A number of suggestions have been put forward for possible platforms to incentivise this transfer between and across countries, as well as lessons from less successful attempts. This leads to a second challenge highlighted by interviewees – limited capacity at the local and regional levels. On one hand, there is an overall lack of personnel in the smaller authorities and when fair trade activities are undertaken in parallel to key activities, the resources that could be allocated for support to fair trade are limited. In the cases where such capacity exists and especially in the cases when volunteers are available to support fair trade promotion, there is limited knowledge on fair trade within the authorities and lack of guidance on how to run associated tasks. Examples for this barrier are ample from the experience of Poland, Czech Republic and Bulgaria, but also the UK, where delivering capacity building support to individuals and groups of LRAs has been seen as a priority. 118 On a general level the other complications that have been identified to slow down LRAs’ involveme nt in fair trade range from: i) existing historical background in Central and Eastern Europe (see below); ii) lack of data and quality and comparability of data with regard to operating organisations; iii) lack of a clear position / message on the part of some national governments and EU institutions; as well as iv) a perception that support for fair trade can be perceived as interference in the market. 117 Interview 1 and 2. 118 Interview 2. ",
        "32 This is further reviewed below in the demand-associated challenges. One of the explanations put forward is the fact that Central and Eastern European countries which have little or no historical background of colonial relations with the developing countries do not feel as responsible for stimulating development. 119 The increasing number of legislative and non-legislative documents adopted by the countries in CEE is counteracting this status quo. Another challenge which has developed through historical reasons is the process through which grassroots initiatives and NGOs are formed in the former Soviet Union and Communist-led countries. Due to restrictions on the freedom of association, existing non-governmental organisations have been created to oppose authorities rather than to support a specific cause especially related to sustainable development. 120 Additional barriers to support for fair trade have been put forward by almost all interviewees. 121 Both LRAs and fair trade associations and foundations perceive the need for a clear message on the part of some national governments as well as EU institutions that fair trade promotion, production and consumption is not a parallel activity. It can and should be part of the regular activities of the authorities and it can contribute to local and regional economic development. This links to the deterring factors highlighted in the introduction that a common message of support for fair trade is essential, in addition to linking it explicitly to sustainable development. At the same time, such support for fair trade as the means to economic development highlights the key challenge to developing an EU-wide framework: needing concrete data on the impact of fair trade on the EU regions and developing countries (see Policy recommendations). Below we briefly outline the concerns indicated vis-à-vis supply and demand-side barriers. 4.1 Supply side On the supply side, the main barrier identified has been the availability and range of existing commodities that are fairly traded. This remains a challenge not only in Central and Eastern Europe, where there are few/no products that are certified domestically, but also in fair trade leaders. 122 This is especially important for public procurement. When LRAs decide to adhere to ethically traded commodities, it has sometimes been the case that no suppliers providing 119 Idem. 120 Interview 4. 121 Interviews 1, 2, 3, 4 and 5. 122 Interviews 1, 2, 4, 5 and 6. ",
        "33 such alternatives exist. Even when public procurement rules are updated to cover products which are sourced in a socially- and environmentally-friendly way, the major problem is the existence of trade across some of the commodities. This could be targeted by improvements in the supply chain, data exchange on the supply and demand of products and better networks among LRAs, which have been reviewed in the recommendations. A second barrier which has been highlighted is the lack of resources by local and regional authorities, especially intensified in some of the poorest regions of the EU. Research shows that most of the starting and bridging phase financial resources for fair trade support have been funded by EU projects. As in the previous case, this is intensified for LRAs in Central and Eastern Europe. For example, the interviewee from the Fair Trade Association in Poland underlined that there has been a shift in EC rules for tenders for grants towards a preference for larger-scale, cross-country projects. 123 This tendency has led to cutting out many small-scale projects as well as to the need for greater capacity for the organisations to be able to lead large ones. As a result, access to resources for smaller organisations has become more difficult. On one hand, this has stimulated the identification and creation of partnerships, but on the other hand it has dis-incentivised smaller scale initiatives. This stimulates partnerships but according to stakeholders, these take years to build and require capacity. 124 One good recent example for EU support includes the Development Education and Awareness Raising (DEAR) channelled through the thematic programme Non- State Actors and Local Authorities in Development (the NSA-LA programme). This programme, based on Article 14 of the Development Cooperation Instrument , aims to co-finance initiatives proposed or carried out by civil society organisations and local authorities. 125 A number of initiatives organised around the call for proposals, such as the 4th Partnership Fair on DEAR by Trialog, have facilitated partnerships, cooperation, learning and exchange at an international level for joint projects. 126 The Trialog organised Partnership Fairs have also been funded by the EC as well as the Austrian Development Fund. Another example of pooling resources across the region has been the project 'From overconsumption to solidarity' implemented by the Polish Fair Trade Association, along with partners from Hungary, the Czech Republic and Slovakia, funded by the Visegrad Fund and the EC. The goal of the project is, on one hand, to raise awareness on the global effects of over-consumption of natural resources in Europe; and on the other hand, to stimulate reflection and critical thinking by citizens in the countries of the Visegrad Group on the impact 123 Interview 4. 124 Idem. 125 Development education and awareness raising – funding. 126 TRIALOG (2013). 4th Partnership Fair on Development Education/Awareness Raising (DEAR), http://ocud.es/sites/default/files/PF2013_Description.pdf. ",
        "34 of excessive consumption of goods in Europe on socio-economic development in the Amazon region. 127 4.2 Demand side With regard to public procurement by LRAs, rules and their implementation remain a major barrier on the sub-national level in particular and once again with heightened effects on countries where fair trade organisational structures and processes are currently picking up. 128 The lag of the implementation of the EU Directive in public procurement is often due to limited capacity of the LRAs and this could be addressed with additional practical guidance (see Policy recommendations). Clear and uniform procurement assistance will also be essential in limiting the perception that procuring fair trade products leads to increased costs for the LRAs. 129 Finally, a barrier to uptake of fair trade public procurement can be found in the low level or lack of engagement of local authorities as well as political differences among stakeholders on a local, regional and national level. 130 The main barrier to increased consumption of fair trade products is low recognition or interest from the consumers. 131 While sales of ethically produced, fair trade products in the UK have increased substantially over the past years, there is a lot less consumer uptake in the countries of Central and Eastern Europe. The latest Eurobarometer reports that respondents, especially those in 'northern and western Member States are generally more likely to be prepared to pay more for products from developing countries'. 132 Overall at the EU level, the survey shows few shift in the opinion of European citizens, with the exception of Cyprus, Austria and Croatia where significantly more respondents are ready to pay more for groceries from developing countries. 133 According to other public opinion research, in Romania, for example, there is a very low consumer interest in fair trade products 'due mainly to the lack of information'. 134 Fair trade products have been 'perceived more as exotic objects, 127 'From overconsumption to solidarity', http://vedegylet.hu/o2s/index_en.php?page=info. 128 Interview 1, 4. 129 Interview 2. 130 Interview 2, 4. 131 Interview 1. 132 European Commission (2015). Special Eurobarometer 421, European Year for Development – Citzens' Views on Development, Cooperation and Aid. Report, January 2015, http://ec.europa.eu/public_opinion/archives/ebs/ebs_421_en.pdf, page 42. 133 Idem. 134 Popa, Claudia (2012). Mi ş carea Fair Trade se simte ş i în România, ",
        "35 especially handicrafts and non-food, and that they have a story to satisfy the principles of [the] fair trade system does not greatly influence the purchase decision'. 135 The consumer market for fair trade products also seems to pick up slowly since decisions are mostly based on pricing. 136 This trend is being counteracted by clearer labelling about the sources of production as well as increasing demand for natural or organic products and fair trade products can be associated with that group. A practical way to address this is a clearer presentation of fair trade items, their production and impacts on developing countries. As identified in one of the interviewee responses, there is a need for 'better connection of products with their producers, more particularly the way they have been produced – better marking of products i.e. nobody will buy a product labelled 'made by children'. 137 Two additional concerns link to the recognition and interest of consumers, namely that fair trade products are seen as an NGO initiative and related to particular brands and that fair trade products are limited in overall supply. These concerns are not surprising giving the low level of fair trade promotion and awareness-raising activities. The interviews clearly highlight the benefit of more joint activities and 'EU projects [which] work as ice-breakers and initiation for Central and Eastern European towns that can work together with more advanced western EU countries.' 138 Below we outline some additional recommendations to address this. http://incomemagazine.ro/articole/miscarea-fair-trade-se-simte-si-in-romania. 135 Idem. 136 Interview 4. 137 Interview 5. 138 Interview 5. ",
        "",
        "37 5. Policy recommendations It is clear from the foregoing that the combination of policies, directives, framework structures, incentives, and local-level initiatives represents a formidable and ambitious set of goals, however loosely defined. At the same time, the drive for policy coherence across the economic and development spectrum to embrace the objectives of fair trade, sustainable development, ethical considerations and international development has to be recognised as a vast undertaking. We then need to consider the current economic policy context across the EU. Budgets are being held down, with much of the burden for adjustment falling on regional and local authorities, while individuals and companies are reducing their debt burdens, consolidating and scaling back. To be sure, as pointed out earlier, this represents an opportunity to realign domestic and external policies to deliver on the coherence agenda. One of the issues that needs to be considered in this context, therefore, is whether LRAs are in a position to significantly scale up their fair trade programmes in the current situation. In structuring our policy recommendations, we have given primacy to the importance of EU institutions. They will need to orchestrate the process, even if funding decisions are left to national governments and operational decisions are left to LRAs. By orchestration, we mean essentially shaping the way in which the system develops along the lines of coherence identified in the various initiatives. This is easier said than done, because of the interconnectedness and interdependence of issues. This creates a circular dynamic that could be mutually reinforcing, if well designed, or mutually destructive if not. For example, information and data is critical to good policy-making, but in the situation that currently prevails, is patchy, inconsistent across regions and systems, and not always available on time. Implementing strategies in this context is difficult at best and could be counterproductive at worst. Yet, to create effective information systems is expensive and time consuming, and cannot be justified unless the long term benefits outweigh the costs, and unless the resulting model succeeds in its major objectives. Everything therefore depends – if a Europe wide agenda is to develop – on the scale of commitment and ambition on display at the European level. It is for this reason that the study begins with recommendations relating to the top of the pyramid. ",
        "38 5.1 EU-level policy recommendations 5.1.1 Clarity on the level of ambition Essential for the design of an effective fair trade, ethical and sustainable agenda, and to determine the policy ecosystem within which it will ultimately operate. - More so when we consider that the level of ambition in applying fair trade principles has not been clearly identified in terms of how far it will eventually extend across the system in terms of product areas covered and geographic spread, and how far it will extend down the parallel routes of sustainability and ethical practices. The level of ambition will thus determine the extent to which concepts and objectives would need to be clarified and defined. This is especially relevant in terms of setting up a potential common labelling regime. According to previous studies, such regimes can take different forms: i) voluntary versus compulsory; ii) replacing existing national and private labels versus working alongside other schemes; and iii) minimum standards versus more ambitious criteria. 139 - With clarity on this issue in place, it would then be possible to place piecemeal objectives, such as the public procurement directive, or labelling or certification procedures for particular products, into context and to position them as milestones on a much longer road map. - Why we are doing all this would also become clearer to EU citizens, who could then identify with the broader social, environmental and economic model and their place in it. Currently, the approach appears fragmented and to some extent disjointed, and to that extent difficult to follow. Generating acceptance for this overall idea would constitute part of the process of defining the level of ambition. 5.1.2 Making the economic and business case From the literature review and from some of the interviews, it appears that the economic and business case in favour of an ambitious fair trade agenda is insufficiently developed. - The foremost challenge will come from those who would question the economic logic of this whole policy endeavour, particularly in a time of austerity, high unemployment and debt reduction. It could also come from established businesses – both within the EU and beyond – that cannot manage the transition or do not agree with the model. 139 Ibid. 2 at 177. ",
        "39 - Fortunately there is an existing set of analytical tools that can be used to explore this issue in considerable detail. In brief, we need to establish that it is possible to pursue a fair trade, sustainability and ethical agenda without compromising on costs, quality or competitiveness, while being assured of the reliability and durability of the system. - We would then need to assess this across product categories and with specific reference to markets and their structures. The employment dimension will be an important part of this analysis, both in terms of effects within European markets and with reference to emerging economies. - Although there will almost certainly be short- to medium-term adjustments to be considered, the way that the EU coordinates the design of a policy ecosystem (or universe), and the way it is actually implemented through a decentralised network of LRAs, could ensure a long-term outcome that is positive in economic, social, environmental and political terms. More so when one considers the stabilising effects of fair trade (and market access) policies on emerging economies on Europe’s southern and eastern periphery, and on migration and poverty more generally. 5.1.3 Improving policy coherence As part of the process of clarifying the level of ambition that the EU is aiming for more generally, a number of interrelated policies need to be accommodated in this design. Amongst the more prominent, when considering the complex mix of issues involved in the fair trade, ethical and sustainability agenda, are the following: - External action - Trade policy - Sustainable consumption and production policies - Climate action policies - Common Agricultural Policy - Development strategies and commitments, especially related to the post- 2015 development agenda 5.1.4 Reconciling regulatory and policy priorities Coherence in approach is emphasised in the various policy endeavours covered in this study. However, greater attention needs to be given to reconciling this idea of coherence, which after all hopes to harness fair trade, sustainability, ethical practices and external policies to a common purpose, to areas of possible ",
        "40 policy inconsistency, or friction. Broadly speaking, possible inconsistencies can be found in the following areas: - WTO rules, particularly with respect to the principle of National Treatment, market access commitments, and for labelling and product standards and process requirements. - Competition policy rules of the EU and member states, and their international implications. - Investment rules (an issue that will become more important if and when the Transatlantic Trade and Investment Partnership, TTIP, is agreed with the US. In this situation, it may be necessary to negotiate an LRA exemption from TTIP commitments on investment). There could well be other issues that have not been flagged here. As a policy recommendation, this study would suggest a systematic evaluation of where these possible points of friction lie, and how the fair trade agenda, as it expands and becomes more entrenched, can be reconciled with their provisions. In terms of trade agreements – whether multilateral, bilateral or regional – whatever fair trade policy model is adopted by the EU, would require reciprocal recognition and would need to be accommodated within the structure of any such agreement, as with TTIP mentioned above. Developing the capacity to negotiate trade agreements that recognises a supportive policy environment (with reference to development, sustainability or any other agreed consideration) would be important in the broader scheme of things if friction during implementation is to be minimised. A more or less permanent mechanism, or advisory service, would also need to be in place to help LRAs and national governments identify problems and find solutions. Here again, we need to acknowledge that this could be quite an expensive service, particularly if a permanent advisory mechanism is to be established which is capable of responding quickly to queries and/or to providing research or legal advice and support. 5.1.5 A gap analysis of the policy structure If the EU is to support an enabling environment for the spread of fair trade practices through LRAs and beyond, identifying where and how the system can be shored up would be an important contribution. Perhaps the issue of funding and financing could be considered in this context. One possibility, for example, is if part of the external/foreign aid budget could be used to support LRAs in organising their fair trade strategies, providing some relief for LRA budgets. Looking beyond this, perhaps there is a way of using the funding of development banks (domestically, the EBRD, and internationally the World ",
        "41 Bank or regional development banks) to support some parts of the programme. From the material reviewed in this study, this area does not appear to be a major concern at the moment, so it is really just flagged as something to be considered when designing a complete ecosystem. 5.1.6 Monitoring, information and data flows From the literature reviewed and the other material evaluated during this study, it is clear that the lack of information and data is a fundamental weakness that needs to be addressed as a priority. Monitoring is also impossible without adequate or appropriate information flows. Not only is it impossible to compare models across countries, or even within countries (especially for ‘bottom - up’ systems), it is difficult to make an economic or business case, or to evaluate options in the absence of comparable or usable data. It is equally difficult to try and establish best practice across systems when the criteria and information differ substantially. As a consequence, the contribution that experience and operational practice in different parts of the system can make to learning about what works and what does not, is possibly lost. This in turn impedes the ‘spread effect’ of good examples, but equally means that mistakes can be repeated. An example can be seen in the almost complete absence of information on the ground effects of fair trade practices (of whichever type) on income levels of farmers in developing countries, or indeed on any other aspect of its wider impact. Answering this question is surely central to the debate on whether fair trade works or not. The same is largely true of environmental monitoring. Information and data, together with effective monitoring mechanisms, can thus provide the key inputs for every other phase of the policy and operational agenda. From formulating strategies, through evaluating options to making a strong economic and business case, all of these would depend on information flows. It would also be central to any strategy that seeks to promote experience- sharing, awareness raising, or policy advocacy. Equally, an effective and efficient system of monitoring and data collection would help create comparative tables, or indicators, on performance levels that would in turn support the efforts of LRAs to learn from one another. Incentives through the use of awards or some form of recognition could form part of this arrangement. This study would therefore highlight the importance of creating an effective data collection and management system that would feed the evaluation, monitoring and policy making process. Although this could be expensive, it would be entirely justified under the circumstances, and would have a significant multiplier effect on the overall effectiveness of the fair trade agenda. ",
        "42 5.2 National-level recommendations Many of the issues mentioned in the section above would equally apply to national-level responsibilities, but are perhaps more cost effective if coordinated at the EU level. What is striking from the results of this study is how differentiated and fragmented is the range of practices within the European system. Much of this is due to the way in which individual countries have developed their economic models, with bottom-up and top-down approaches followed in different places in different ways and following different trajectories. In this situation, the broad approach of this study is to recommend that the EU create the frameworks (policies, monitoring, coherence), and define the principles and scale of ambition, while national governments would provide the resources, support, and policy guidance and advice. The study recognises that while cross-border lessons can and should be learned, the first step for LRAs is to learn from each other from within their systems. There are cultural and political reasons for this and, if properly managed, they can be a considerable strength. For national governments that have limited or insufficient capacity (either at the national or LRA levels), the challenges are somewhat different. They not only need to create consumer awareness and the policy climate for a successful fair trade strategy, but have to encourage local businesses, together with importers and exporters, to work within this framework. Demonstrating the clear benefits of fair trade, environmental sustainability and ethical considerations becomes central to the process, but can be expensive. In these circumstances, a great deal of groundwork and experience sharing would be needed, and the benefit of EU institutions’ involvement to support the process is evident. National governments therefore have a significant potential role in awareness raising, experience-sharing and providing policy and operational advice. Ideally, they should also back this with financial support, or through other allowable incentives or subsidies. There is considerable flexibility in the rules of the EU and the WTO that allow for this (subject to some conditions) particularly if the support is part of a sustainability (social, environmental or commercial), regional or development agenda. In particular we can expect them to act in the following areas: ",
        "43 - Policy dissemination and a business dialogue: to advise LRAs and other regions or cities of the possibilities that exist in this area in terms of business opportunities (either as consumers or producers), consumer benefits, etc. Also, to advise business of what is going on and of how this could alter market strategies. If the fair trade agenda is to become mainstream policy, then the dissemination of the implications of this approach would need to be coordinated through national governments. - Consultations : the transition to a fair-trade centred economic model requires careful handling. Consultation mechanisms provide governments with ideas about how best to do this, ideas about the complementarity between top-down and bottom-up approaches, and ideas about LRAs working together in managing contracts. Consultation procedures also help to build a consensus within society and to minimise tensions. - Sharing best practice : regions learn from each other much more readily than from national governments. Sharing across regions (initially within one country, but then more broadly) would make sense, and would be easier to organise. National governments would therefore have an interest in collecting data, monitoring and evaluating performance in this area. - Advice and guidance : relating to the working of the procurement rules and how these can be best managed, particularly with reference to applying green, social or ethical standards. National governments and LRAs would be the first to admit that public procurement strategies can be better and more efficiently managed. - Consumer awareness and public education : consumers respond best to messages that are couched in their own languages and which contain cultural and social references that are locally understood. Building consumer sentiment and attitudes is thus best left to local, regional and national governments. - Providing assistance : national governments are well aware of what can be provided within state aid, WTO and competition rules, whether in terms of grants and subsidies, or in terms of tax concessions or research support. - Adjustment assistance : the application of fair trade rules – as with environmental and ethical standards – can entail significant adjustment costs which national governments can meet through a variety of methods (tax concessions, subsidies, etc.). National governments are in the best ",
        "44 position to assess these and to design adjustment programmes that address local and regional needs. - Capacity building : in the current economic context, most LRAs are struggling to meet existing obligations without assuming new costs for an ambitious fair trade agenda. National governments can assist LRAs develop the institutional and organisational capacity that help deliver a pro-competitive fair trade model that is ethical, sustainable and equitable. This is an ideal long-term outcome that national governments would be interested in achieving. - Research support : national governments often have significant research budgets and facilities, many of which are looking at environmental and sustainability issues. These can be harnessed, too. 5.3 LRA level recommendations Taking into account the variable capacity, experience and interest, in order for LRAs to be able to support fair trade a whole range of national and EU policy measures have to be put in place. Some of the options have been outlined above and the role of LRAs is to take advantage of the policy framework created either at the national or EU level, and create operating conditions that effectively exploit these opportunities and make the most use of public procurement provisions, etc. At one level, LRAs need to use their limited – and in some cases declining – resources to promote development and economic regeneration while managing their e xisting responsibilities. If the EU’s strategy to place fair trade (plus environmental and ethical concerns) at the heart of the development process is to be addressed, then a number of associated issues need to be dealt with. As a first step, this study would therefore recommend that LRAs be advised – if they have not already done so – to adapt their structures, systems and organisational methods to take full advantage of the opportunities in this area. The possibilities created by the procurement directives would perhaps be a good starting point. This would involve, for example, some of the following: - Establishing the right systems to take advantage of the evolving EU and national policy frameworks being developed around the fair trade agenda; ",
        "45 - Clarifying criteria for qualifying for certain labels and promoting transparency in sharing information regarding criteria; - Monitoring labelling initiatives; - Learning from other LRAs on what works and what does not; - Developing the skills and competencies needed, particularly in the public procurement process, to ensure that they achieve value for money; - Developing the monitoring and evaluation structures needed to assess performance and to form a platform for further adjustments to their strategies; - Promoting consumer awareness within society, institutions and business, to support the demand side of the equation; - Maintaining and promoting consumer confidence in fair trade labels; - Identifying the skills and professional requirements for the expanding job opportunities that will arise; - Supporting infrastructure development – social and physical – that will support the achievement of policy objectives. This is obviously only an indicative and illustrative list. Many LRAs will already be far advanced down this road, and could easily help others. 5.4 Changing the narrative The main recommendation links to the current treatment and presentation of fair trade. Even though research confirmed that fair trade is an 'essentially voluntary, dynamic mechanism that develops along with societal and consumer awareness and demands' 140 , both desk research and interviews highlight the changing nature of fair trade and the need to parallel these developments by also altering current discourse on the topic. In light of the economic and financial crisis, local and regional authorities throughout Europe are still facing trade-offs between various activities due to limited budgets. Particularly in Central and Eastern Europe, allocation of resources to supporting fair trade has not been prioritised. The existing practices clearly show that some LRAs have extended their approach beyond awareness raising and the labelling initiative and have taken steps to integrate fair trade principles across all sectors and activities. This highlights the added value of linking fair trade principles to jobs and growth agenda and in particular, in the key drivers of local and regional economic performance. In reshaping the concept of fair trade and the nature of the fair trade debate, the question to be addressed is how local and regional economic 140 Communication from the Commission to the Council, the European Parliament and the European Economic and Social Committee - Contributing to Sustainable Development: The role of Fair Trade and non-governmental trade-related sustainability assurance schemes, COM(2009) 215 final. ",
        "46 development can boost economic activity and alleviate poverty in the EU, their territory and partner countries. In order to achieve this, one has to look at the micro dimension of local economic development, such as the drivers and causes of the behaviour of the key economic actors. In the case of fair trade promotion, these include local companies, international organisations, universities and other educational institutions, industrial associations, NGOs and government agencies both in the EU and in the exporting country. Globalisation but also the economic crisis has challenged some of the pre-existing dynamics and any reference framework should look into the policy options from these different perspectives. Possible proposal for action is to integrate fair trade standards and principles in local development strategies, in order to remain sensitive to territorial and local specificities. 5.5 EU-wide data collection and indicators In the medium to long term, the EU Member States would benefit from more tangible evaluation of the impact of fair trade. This would provide the necessary information to bring forward the advantages of the different approaches to fair trade as well as highlight the benefits to LRAs. Such an evaluation will have to be based on an extensive data collection exercise throughout Europe and partner countries. The indicators will inter alia cover economic data on the size of the fair trade markets such as the number of companies involved in fair trade, the number of jobs, the number of channels and affected producers. The development, collection and monitoring of fair trade indicators in addition to key sustainability ones will provide the basis for inter-regional comparison across several dimensions: - Fair trade track record – lead indicators: number of Fair Trade Towns and regions; number of fair trade organisations in the public register; presence of subsidies; - Awareness-raising – lead indicator: number of campaigns; promotion of educational activities; - Procurement – lead indicators: companies involved in fair trade; number of producers and number of importers; number of products; - Compliance with standards – lead indicators: comp liance with ILO’s DWA and CLS; - Economic, social and environmental cohesion – lead indicators: Europe 2020 indicators. ",
        "A n n e x 1 . L e g i s l a t i v e a n d n o n - l e g i s l a t i v e d o c u m e n t s i n s u p p o r t o f f a i r t r a d e i n E U M e m b e r S t a t e s L e g e n d : + ( E x i s t s ) ; - ( A b s e n t ) ; i n p r o g r e s s C o u n t r y L e v e l o f G o v e r n a n c e N a t i o n a l l e v e l R e g i o n a l l e v e l L o c a l l e v e l A u s t r i a + T h e A u s t r i a n S t r a t e g y o n D e v e l o p m e n t C o m m u n i c a t i o n & E d u c a t i o n , A u s t r i a n D e v e l o p m e n t A g e n c y ( A D A ) I n p r o g r e s s - B e l g i u m I n p r o g r e s s F l a n d e r s + V i s i o n 2 0 5 0 : F l e m i s h S u s t a i n a b l e D e v e l o p m e n t S t r a t e g y 2 0 1 0 - 2 0 1 4 ; A d v i c e , P o l i c y N o t e o n F o r e i g n P o l i c y , I n t e r n a t i o n a l B u s i n e s s a n d D e v e l o p m e n t C o o p e r a t i o n 2 0 1 4 - 2 0 1 9 W a l l o n i a + 2 0 1 3 A S t r a t e g y f o r s u s t a i n a b l e d e v e l o p m e n t R e g i o n a l P o l i c y S t a t e m e n t 2 0 0 9 - 2 0 1 4 R e g i o n a l P o l i c y S t a t e m e n t 2 0 1 4 - 2 0 1 9 B r u s s e l s r e g i o n – i n p r o g r e s s + B u l g a r i a L a c k o f i n f o r m a t i o n a n d v e r y l i m i t e d e x p e r i e n c e w i t h f a i r t r a d e p r o d u c t s a n d a c t i v i t i e s C r o a t i a L a c k o f i n f o r m a t i o n a n d v e r y l i m i t e d e x p e r i e n c e w i t h f a i r t r a d e p r o d u c t s a n d a c t i v i t i e s C y p r u s L a c k o f i n f o r m a t i o n a n d v e r y l i m i t e d e x p e r i e n c e w i t h f a i r t r a d e p r o d u c t s a n d a c t i v i t i e s 47 ",
        "C o u n t r y L e v e l o f G o v e r n a n c e N a t i o n a l l e v e l R e g i o n a l l e v e l L o c a l l e v e l C z e c h R e p u b l i c - - I n p r o g r e s s L o c a l i n i t i a t i v e s b y a f e w a c t i v e l o c a l a u t h o r i t i e s : L i t o m e r i c e , V s e t i n D e n m a r k S t r a t e g i c F r a m e w o r k f o r P r i o r i t y A r e a G r o w t h a n d E m p l o y m e n t 2 0 1 1 - 2 0 1 5 ; R e s p o n s i b l e G r o w t h – A c t i o n P l a n f o r C o r p o r a t e S o c i a l R e s p o n s i b i l i t y 2 0 1 2 - 2 0 1 5 / M i n i s t r y o f F o r e i g n A f f a i r s o f D e n m a r k , D a n i d a / t h e N o r d i c C o u n c i l o f M i n i s t e r s - E s t o n i a N o c e r t i f i e d p r o d u c t s , l i m i t e d i n f o r m a t i o n s i n c e f i r s t F a i r T r a d e T o w n i n a u g u r a t e d O c t o b e r 2 0 1 4 F i n l a n d + S u s t a i n a b l e c o n s u m p t i o n a n d p r o d u c t i o n p a t t e r n s . I m p l e m e n t t h e 1 0 - y e a r F r a m e w o r k o f P r o g r a m m e s o n S u s t a i n a b l e C o n s u m p t i o n a n d P r o d u c t i o n e f f e c t i v e l y a n d t i m e - b o u n d / M i n i s t r y f o r F o r e i g n A f f a i r s o f F i n l a n d - - 48 ",
        "C o u n t r y L e v e l o f G o v e r n a n c e N a t i o n a l l e v e l R e g i o n a l l e v e l L o c a l l e v e l F r a n c e + A r t i c l e 6 0 o f t h e L a w f o r S M E s 1 4 1 ; A N a t i o n a l A c t i o n P l a n f o r F a i r T r a d e ( A p r i l 2 9 , 2 0 1 3 ) ; N a t i o n a l A c t i o n P l a n f o r S u s t a i n a b l e P u b l i c P r o c u r e m e n t 2 0 1 4 - 2 0 2 0 J o i n t i n i t i a t i v e b y F r a n c e a n d T h e N e t h e r l a n d s c a l l e d B o o s t i n g s o c i a l a n d e n v i r o n m e n t a l s t a n d a r d s i n i n t e r n a t i o n a l t r a d e M a r c h 3 1 , 2 0 1 4 , P a r i s R e s p o n s i b l e i n s t i t u t i o n s : M i n i s t r i e s o f D e v e l o p m e n t / S o c i a l E c o n o m y / F r e n c h A g e n c y f o r D e v e l o p m e n t – A F D A F D , M i n i s t r y o f F o r e i g n A f f a i r s , M i n i s t r y o f E c o l o g y , S u s t a i n a b l e D e v e l o p m e n t a n d E n e r g y , I l e d e F r a n c e a l s o s u p p o r t t h e i n i t i a t i v e ' T e r r i t o r i e s F a i r t r a d e ' w h i c h i s t h e F r e n c h v e r s i o n o f t h e i n t e r n a t i o n a l p r o j e c t ' F a i r t r a d e T o w n s ' . + 4 0 L R A s h a v e a l r e a d y b e e n l a b e l l e d ' T e r r i t o r y o f f a i r t r a d e ' ( i n c l u d i n g P a r i s , L y o n , N a n t e s ) a n d m o r e t h a n a h u n d r e d i s e n g a g e d i n t h e p r o c e s s . T h e r e g i o n a l a u t h o r i t i e s t h a t s u p p o r t f a i r t r a d e : 1 . R e g i o n a l N o r d - P a s d e C a l a i s - R e g i o n ' F a i r T r a d e T e r r i t o r y ' s i n c e N o v e m b e r 1 8 , 2 0 0 9 ; 2 . R e g i o n a l C o u n c i l o f P a y s d e l a L o i r e - R e g i o n ' F a i r T r a d e T e r r i t o r y ' s i n c e N o v e m b e r 1 8 , 2 0 0 9 ; 3 . R e g i o n a l C o u n c i l o f I l e - d e - F r a n c e - R e g i o n ' F a i r T r a d e T e r r i t o r y ' f r o m N o v e m b e r 2 5 , 2 0 1 0 4 . R h ô n e - A l p e s R e g i o n a l C o u n c i l - R e g i o n ' F a i r T r a d e T e r r i t o r y ' f r o m N o v e m b e r 2 5 , 2 0 1 0 + 1 . A l f o r t v i l l e C i t y ' F a i r T r a d e T e r r i t o r y ' f r o m N o v e m b e r 1 8 , 2 0 0 9 ; 2 . B o u r g e n B r e s s e - C i t y ' F a i r T r a d e T e r r i t o r y ' f r o m N o v e m b e r 2 5 , 2 0 1 0 + A n o t h e r 5 2 F a i r T r a d e T e r r i t o r i e s h t t p : / / w w w . t e r r i t o i r e s - c e . f r / s / c a r t e - d e - f r a n c e / 1 4 1 A m e n d e d o n J u l y 3 1 , 2 0 1 4 b y A r t i c l e 9 4 o f A c t N o . 2 0 1 4 - 8 5 6 . 49 ",
        "C o u n t r y L e v e l o f G o v e r n a n c e N a t i o n a l l e v e l R e g i o n a l l e v e l L o c a l l e v e l G e r m a n y + 2 0 1 2 P r o g r e s s R e p o r t o f N a t i o n a l S u s t a i n a b l e D e v e l o p m e n t S t r a t e g y / t h e F e d e r a l M i n i s t r y f o r E c o n o m i c C o o p e r a t i o n a n d D e v e l o p m e n t s u p p o r t s b o t h i n i t i a t i v e s ' F a i r T r a d e A c t i o n W e e k ' a n d ' T h e C a p i t a l o f F a i r T r a d e ' + 2 0 1 0 F a i r T r a d e i n m u n i c i p a l i t i e s . A p r a c t i c a l g u i d e . M a i n a c t o r i s t h e S e r v i c e A g e n c y C o m m u n i t i e s ( t h e S e r v i c e A g e n c y i s f u n d e d b y m e a n s o f t h e F e d e r a l M i n i s t r y f o r E c o n o m i c C o o p e r a t i o n a n d D e v e l o p m e n t ( B M Z ) , a n d t h e f e d e r a l s t a t e s o f B a d e n - W ü r t t e m b e r g , B a v a r i a , B e r l i n , B r e m e n , H a m b u r g , M e c k l e n b u r g - W e s t e r n P o m e r a n i a , N o r t h R h i n e - W e s t p h a l i a , R h i n e l a n d - P a l a t i n a t e , S a a r l a n d , S c h l e s w i g - H o l s t e i n a n d t h e c i t y o f B o n n ) ; M u n i c i p a l C h a r t e r f o r t h e F u t u r e – O n e W o r l d – O u r R e s p o n s i b i l i t y , S u s t a i n a b i l i t y a t M u n i c i p a l L e v e l , p u b l i s h e d i n O c t o b e r 2 0 1 4 b y t h e G e r m a n S e c t i o n o f C o u n c i l o f E u r o p e a n M u n i c i p a l i t i e s a n d R e g i o n s ( C E M R ) + F o r e x a m p l e , C o n c e p t f o r f u r t h e r d e v e l o p m e n t o f F a i r T r a d e i n B o n n G r e e c e - - - H u n g a r y - - - I r e l a n d + ' I r e l a n d ’ s c o m m i t m e n t a n d v i s i o n f o r d e v e l o p m e n t ' 1 4 2 ; F i n a n c i a l s u p p o r t t o F a i r T r a d e i n i t i a t i v e s t h r o u g h A i d f o r d e v e l o p m e n t b u d g e t 1 4 3 - - 1 4 2 S e e m o r e : h t t p : / / w w w . d c i . g o v . i e / w h i t e p a p e r / , p a g e 6 6 . 50 ",
        "C o u n t r y L e v e l o f G o v e r n a n c e N a t i o n a l l e v e l R e g i o n a l l e v e l L o c a l l e v e l I t a l y I n p r o g r e s s T h r e e d r a f t l a w s ( e x a m i n a t i o n u n d e r p r o g r e s s i n p a r l i a m e n t c o m m i t t e e ) w i t h t h e s a m e n a m e a n d a l m o s t s a m e t e x t . 1 4 4 G e n e r a l r e g u l a t i o n s o n i n t e r n a t i o n a l c o o p e r a t i o n f o r d e v e l o p m e n t 1 4 5 + T a k e n f r o m t h e B i l l 2 7 2 6 : A p i o n e e r i n t h e l a w t o d e v o t e a n e n t i r e F a i r T r a d e w a s T u s c a n y , w i t h t h e r e g i o n a l l a w F e b r u a r y 2 3 , 2 0 0 5 n . 3 7 . I n i t s w a k e , h a v e b e e n a p p r o v e d b y t h e F r i u l i V e n e z i a G i u l i a ( R e g i o n a l L a w D e c e m b e r 5 , 2 0 0 5 , n . 2 9 ) , A b r u z z o ( r e g i o n a l l a w , M a r c h 2 8 , 2 0 0 6 , n . 7 ) , U m b r i a ( R e g i o n a l L a w F e b r u a r y 6 , 2 0 0 7 , n . 3 ) , L i g u r i a ( r e g i o n a l L a w A u g u s t 1 3 , 2 0 0 7 , n . 3 2 ) , M a r c h e ( r e g i o n a l L a w A p r i l 2 9 , 2 0 0 8 n . 8 ) , L a z i o ( r e g i o n a l L a w A u g u s t 4 , 2 0 0 9 , n . 2 0 ) , P i e d m o n t ( r e g i o n a l l a w O c t o b e r 2 8 , 2 0 0 9 , n . 2 6 ) , E m i l i a - R o m a g n a ( r e g i o n a l L a w D e c e m b e r 2 9 , 2 0 0 9 , n . 2 6 ) , V e n e t o ( r e g i o n a l L a w J a n u a r y 2 2 , 2 0 1 0 , n . 6 ) , t h e A u t o n o m o u s P r o v i n c e o f T r e n t o ( p r o v i n c i a l L a w o f J u n e 1 7 , 2 0 1 0 , n . 1 3 ) a n d f i n a l l y P u g l i a ( r e g i o n a l L a w o f A u g u s t 1 , 2 0 1 4 , n . 3 2 ) . I n m a n y o f t h e r e g i o n s e x c l u d e d f r o m t h i s l i s t , b i l l s o f a s i m i l a r o b j e c t a r e i n t h e a p p r o v a l p r o c e s s ( a s i n t h e c a s e o f L o m b a r d y ) . - M o s t a c t i v i t i e s o n t h e r e g i o n a l l e v e l 1 4 3 S t a t e o f P l a y o f F a i r T r a d e P u b l i c P r o c u r e m e n t i n E u r o p e 2 0 1 0 . 1 4 4 1 . 1 . B i l l : 2 7 2 6 ' P r o v i s i o n s f o r t h e r e g u l a t i o n a n d p r o m o t i o n o f f a i r t r a d e ' , F i l e d N o v e m b e r 1 7 , 2 0 1 4 a n d p r i n t e d o n J a n u a r y 9 , 2 0 1 5 . 1 . 2 . B i l l : 8 1 1 B a r e t t a : ' P r o v i s i o n s f o r t h e p r o m o t i o n o f f a i r t r a d e a n d t h e r e g u l a t i o n o f i t s e x e r c i s e ' , P r e s e n t e d A p r i l 1 9 , 2 0 1 3 a n d E x a m i n a t i o n C o m m i t t e e s t a r t e d M a y 7 , 2 0 1 4 ) . 1 . 3 . B i l l : C . 2 4 1 R u b i n a t o a n d o t h e r s : ' P r o v i s i o n s f o r t h e p r o m o t i o n o f f a i r t r a d e a n d t h e r e g u l a t i o n o f i t s e x e r c i s e ' , P r e s e n t e d M a r c h 1 5 , 2 0 1 3 a n d E x a m i n a t i o n C o m m i t t e e s t a r t e d M a y 7 , 2 0 1 4 ) . 1 4 5 T h e A u g u s t 2 9 , 2 0 1 4 c a m e i n t o f o r c e t h e n e w L a w n o . 1 2 5 o f 2 0 1 4 - ' G e n e r a l r e g u l a t i o n s o n i n t e r n a t i o n a l c o o p e r a t i o n f o r d e v e l o p m e n t ' - f i n a l l y a p p r o v e d b y t h e S e n a t e A u g u s t 1 , 2 0 1 4 . – P a g e 1 0 , A r t . 2 6 . C i v i l s o c i e t y o r g a n i z a t i o n s a n d o t h e r n o n - p r o f i t e n t i t i e s - c ) o r g a n i z a t i o n s o f f a i r t r a d e , e t h i c a l a n a l y s i s o f f i n a n c e a n d m i c r o - c r e d i t i n i t s s t a t u t e s t h a t p r o v i d e f o r p r i o r i t y p u r p o s e s a s i n t e r n a t i o n a l c o o p e r a t i o n f o r d e v e l o p m e n t . 51 ",
        "C o u n t r y L e v e l o f G o v e r n a n c e N a t i o n a l l e v e l R e g i o n a l l e v e l L o c a l l e v e l L a t v i a N o c e r t i f i e d p r o d u c t s a n d F a i r T r a d e T o w n s , l i m i t e d i n f o r m a t i o n L i t h u a n i a N o c e r t i f i e d p r o d u c t s a n d F a i r T r a d e T o w n s , l i m i t e d i n f o r m a t i o n G r a n d D u c h y o f L u x e m b o u r g + C o d e o f L e g i s l a t i o n , A r t i c l e 1 o f A - N o . 1 8 3 , A u g u s t 2 9 , 2 0 1 2 / T h e M i n i s t r y f o r C o o p e r a t i o n a n d H u m a n i t a r i a n A c t i o n - - M a l t a - - - T h e N e t h e r l a n d s + T h e S u s t a i n a b l e T r a d e I n i t i a t i v e I D H 2 0 0 8 - 2 0 1 3 / M i n i s t r i e s o f D e v e l o p m e n t C o o p e r a t i o n / A g r i c u l t u r e / T r a d e - - 52 ",
        "C o u n t r y L e v e l o f G o v e r n a n c e N a t i o n a l l e v e l R e g i o n a l l e v e l L o c a l l e v e l P o l a n d - N o t d i r e c t l y c o n c e r n e d w i t h f a i r t r a d e H e r e t h e l e a d i n g M i n i s t r y i s o f t h e E c o n o m y , n o t t h e F o r e i g n A f f a i r s ( D e v e l o p m e n t C o o p e r a t i o n ) . 1 . N a t i o n a l R e f o r m P r o g r a m E u r o p e 2 0 2 0 C o r p o r a t e S o c i a l R e s p o n s i b i l i t y i n P o l a n d ' 2 . N o m e n t i o n i n 2 0 1 5 D e v e l o p m e n t C o o p e r a t i o n P l a n i m p l e m e n t e d t h r o u g h t h e M i n i s t r y o f F o r e i g n A f f a i r s o f t h e R e p u b l i c o f P o l a n d f r o m s p e c i a l p u r p o s e f u n d s a l l o c a t e d t o d e v e l o p m e n t c o o p e r a t i o n , M F A f u n d s , a n d f u n d s a l l o c a t e d b y o t h e r m i n i s t r i e s a c t i v e i n d e v e l o p m e n t c o o p e r a t i o n 3 . P o l i s h F a i r T r a d e A s s o c i a t i o n , a l o n g w i t h p a r t n e r s f r o m H u n g a r y , t h e C z e c h R e p u b l i c a n d S l o v a k i a p a r t i c i p a t e d i n t h e p r o j e c t ' F r o m o v e r c o n s u m p t i o n t o s o l i d a r i t y ' , f u n d e d ' V y s e g r a d F u n d ' . - N a t i o n a l R e f o r m P r o g r a m E u r o p e 2 0 2 0 ' C o r p o r a t e S o c i a l R e s p o n s i b i l i t y i n P o l a n d ' i l l u s t r a t e s t w o F a i r T r a d e d i m e n s i o n s h a p p e n i n g o n r e g i o n a l l e v e l : R e s p o n s i b l e C o n s u m p t i o n a n d P u b l i c P r o c u r e m e n t . 1 . R e s p o n s i b l e C o n s u m p t i o n - A c a m p a i g n o f g r e a t s i g n i f i c a n c e f o r t h e m a r k e t a n d f o r t h e p o p u l a r i s a t i o n o f t h e c o n c e p t o f C S R i n t h e s u p p l y c h a i n i s ' B u y r e s p o n s i b l y ' , a s r u n b y t h e P o l i s h G r e e n N e t w o r k . T h e p r o g r a m m e e n t a i l s a c t i v e c i v i l e d u c a t i o n i n c o n n e c t i o n w i t h a p u b l i c i n f o r m a t i o n c a m p a i g n u n d e r w h i c h R e g i o n a l I n f o r m a t i o n a n d E d u c a t i o n a l P o i n t s a r e o r g a n i s e d i n 1 0 p r o v i n c e s . 2 . P u b l i c P r o c u r e m e n t ( D e c e n t r a l i z e d i n P o l a n d ) ; P r e p a r e d b y t h e P u b l i c P r o c u r e m e n t O f f i c e a n d a d o p t e d i n 2 0 0 7 , t h e N a t i o n a l A c t i o n P l a n o n g r e e n p u b l i c p r o c u r e m e n t f o r t h e p e r i o d 2 0 0 7 - 2 0 0 9 ; O n J u n e 1 4 , 2 0 1 0 , t h e C o u n c i l o f M i n i s t e r s a d o p t e d a n e w t h r e e - y e a r N a t i o n a l A c t i o n P l a n o n s u s t a i n a b l e p u b l i c p r o c u r e m e n t f o r 2 0 1 0 - 2 0 1 2 + C i t y o f P o z n a n P o r t u g a l N o c e r t i f i e d p r o d u c t s a n d F a i r T r a d e T o w n s , l i m i t e d i n f o r m a t i o n 53 ",
        "C o u n t r y L e v e l o f G o v e r n a n c e N a t i o n a l l e v e l R e g i o n a l l e v e l L o c a l l e v e l R o m a n i a F a i r t r a d e s u p p o r t i s n o t e x p l i c i t l y m e n t i o n e d i n t h e D e v e l o p m e n t C o o p e r a t i o n p o l i c y o f R o m a n i a . 1 4 6 - - S l o v a k i a N o c e r t i f i e d p r o d u c t s a n d F a i r T r a d e T o w n s , l i m i t e d i n f o r m a t i o n S l o v e n i a N o c e r t i f i e d p r o d u c t s a n d F a i r T r a d e T o w n s , l i m i t e d i n f o r m a t i o n S p a i n N o n - l e g i s l a t i v e p r o p o s a l o f t h e H o u s e o f R e p r e s e n t a t i v e s i n s u p p o r t o f f a i r t r a d e ( S e p t e m b e r 1 8 , 2 0 1 2 ) ; N o n - l e g i s l a t i v e p r o p o s a l o f t h e C o n g r e s s o f D e p u t i e s f o r t h e i n c o r p o r a t i o n o f s o c i a l a n d e n v i r o n m e n t a l c l a u s e s i n p u b l i c c o n t r a c t s ( J u n e 2 3 , 2 0 0 9 ) ; L a w 3 0 / 2 0 0 7 C o n t r a c t s i n t h e P u b l i c S e c t o r ( O c t o b e r 3 0 , 2 0 0 7 ) ; M a s t e r P l a n o f t h e S p a n i s h C o o p e r a t i o n P l a n 2 0 0 5 - 2 0 0 8 ; A r t i c l e 1 3 o f L a w o n I n t e r n a t i o n a l D e v e l o p m e n t C o o p e r a t i o n ( 2 3 / 1 9 9 8 ) - - 1 4 6 H o w e v e r , L a w n o . 4 0 4 / 2 0 0 6 o n f i n a n c i n g t h e d e v e l o p m e n t c o o p e r a t i o n p o l i c y s a y s t h a t ' a s s i s t a n c e f o r d e v e l o p m e n t e d u c a t i o n a n d p u b l i c a w a r e n e s s a c t i v i t i e s ( a c t i v i t i e s t o p r o m o t e b e t t e r u n d e r s t a n d i n g o f p r o b l e m s f a c i n g d e v e l o p i n g s t a t e s a n d t o i n c r e a s e p u b l i c o p i n i o n s u p p o r t f o r t h e n a t i o n a l d e v e l o p m e n t c o o p e r a t i o n p o l i c y ) . 54 ",
        "C o u n t r y L e v e l o f G o v e r n a n c e N a t i o n a l l e v e l R e g i o n a l l e v e l L o c a l l e v e l S w e d e n + T h e S w e d i s h P u b l i c P r o c u r e m e n t A c t ( A p r i l 2 0 1 1 ) ; P r e l i m i n a r y s t u d y o n N o r d i c c o o p e r a t i o n o n s o c i a l l y a n d e n v i r o n m e n t a l l y s u s t a i n a b l e p u b l i c p r o c u r e m e n t ( M a r c h 2 0 1 4 ) R e s p o n s i b l e a u t h o r i t i e s : T h e S w e d i s h C o m p e t i t i o n A u t h o r i t y / T h e S w e d i s h M i n i s t r y o f H e a l t h a n d S o c i a l A f f a i r s / t h e N o r d i c C o u n c i l o f M i n i s t e r s + S o c i a l r e s p o n s i b i l i t y i n p u b l i c p r o c u r e m e n t A c o l l a b o r a t i o n b e t w e e n t h e S w e d i s h c o u n t i e s a n d r e g i o n s ( w w w . h å l l b a r u p p h a n d l i n g . s e ) A c o l l a b o r a t i o n b e t w e e n t h e S w e d i s h c o u n t i e s a n d r e g i o n s S t o c k h o l m , U p p s a l a , S ö r m l a n d s l e d e n , Ö s t e r g ö t l a n d , J ö n k ö p i n g , K a l m a r , K r o n o b e r g , B l e k i n g e , S k å n e , H a l l a n d , V ä s t r a G ö t a l a n d , V ä r m l a n d , Ö r e b r o , V ä s t m a n l a n d , D a l a r n a , G ä v l e b o r g , V ä s t e r n o r r l a n d , J ä m t l a n d , V ä s t e r b o t t e n , N o r r b o t t e n , G o t l a n d - 55 ",
        "C o u n t r y L e v e l o f G o v e r n a n c e N a t i o n a l l e v e l R e g i o n a l l e v e l L o c a l l e v e l U K + P u b l i c S e c t o r F o o d P r o c u r e m e n t I n i t i a t i v e ( P S F P I ) ; M a k i n g s u s t a i n a b l e d e v e l o p m e n t a p a r t o f a l l g o v e r n m e n t p o l i c y a n d o p e r a t i o n s E t h i c a l T r a d i n g I n i t i a t i v e ( D e p a r t m e n t f o r B u s i n e s s I n n o v a t i o n a n d S k i l l s 2 0 1 1 ) 1 4 7 R e s p o n s i b l e a n d A c c o u n t a b l e G a r m e n t S e c t o r ( R A G S ) c h a l l e n g e f u n d - D F I D a l s o s u p p o r t s i m p r o v e m e n t s i n w o r k i n g c o n d i t i o n s i n g a r m e n t i n d u s t r i e s i n B a n g l a d e s h , I n d i a a n d L e s o t h o ; O f f i c e f o r G o v e r n m e n t C o m m e r c e ’ s g u i d a n c e o n h o w g o v e r n m e n t d e p a r t m e n t s c a n s u p p o r t f a i r t r a d e t h r o u g h p u b l i c p r o c u r e m e n t , c o n s i s t e n t w i t h E U p r o c u r e m e n t d i r e c t i v e s ( D F I D 2 0 0 9 ) . + F a i r T r a d e N a t i o n ' S c o t l a n d ' F a i r T r a d e N a t i o n ' W a l e s ' - 1 4 7 E t h i c a l T r a d i n g I n i t i a t i v e , h t t p : / / w w w . e t h i c a l t r a d e . o r g / . 56 ",
        "57 Annex 2. Fair Trade Towns in Europe Country First Fair Trade Town Date of declaration (dd/mm/yy) No. of declared 'Towns' UK Garstang 22/11/01 599 Germany 148 Saarbrücken 02/04/09 305 Belgium (Flanders) Gent, Voeren and Zwijndrecht 01/07/05 154 Austria Wr. Neustadt 12/05/07 125 Sweden Malmo 17/05/06 63 Netherlands Groningen & Goes 09/03/09 54 Ireland Clonakilty 22/09/03 51 Italy Rome 15/10/05 43 France 18/11/09 40 Norway Sauda 23/08/06 36 Luxembourg Differdange 18/03/11 19 Belgium (Wallonia + Brussels) Bruxelles-Ville 06/10/08 13 Spain Cordoba 08/04/08 12 Finland Tampere 05/08/09 9 Czech Republic Litomerice & Vsetin 14/09/11 8 Denmark Copenhagen 15/08/08 6 Poland Poznan 10/11/12 1 Estonia Hiiu District 23/10/14 1 Hungary, Bulgaria, Romania, Slovenia, Slovakia, Croatia, Portugal, Cyprus, Malta, Latvia, Lithuania 0 TOTALS 1607 148 Currently, 15 towns are undergoing the certification process. ",
        "",
        "59 Annex 3. Interviewees and written feedback Interview #1. Sergi Corbalán Executive Director, Fair Trade Advocacy Office Village Partenaire - Bureau 1, Rue Fernand Bernierstraat, 15, 1060 Brussels www.fairtrade-advocacy.org Interview #2. Adam Gardner Communities Campaigns Manager Tel.: +44 (0)20 7440 8552 Interview #3. Wouter Boesman Noord-Zuidsamenwerking - Stad Gent Office of North-South Cooperation - City of Ghent Bezoekadres: Sint-Margrietstraat 9, 9000 Gent Correspondentieadres: Stadhuis, Botermarkt 1, 9000 Gent Tel.: +32 (0)9 223 29 53 Fax: +32 (0)9 225 73 79 Interview #4. Tadeusz Makulski Koordynator projektów Polskie Stowarzyszenie Sprawiedliwego Handlu Cz ł onek Zarz ą du - World Fair Trade Organization - Europe Tel.: +48 508 044 484 Feedback #5. Antonin Tym Geothermal Project Manager City of Litomerice, Czech Republic Tel.: +420 725 095 137, Web: www.prvnigeotermalni.cz Marcela Trejbalová marcela.trejbalova@gmail.com Tel.: +420 737 222 681 ",
        "60 Feedback #6. Marion Köther Landeshauptstadt Hannover Agenda 21 - und Nachhaltigkeitsbüro Trammplatz 2, 30159 Hannover Tel.: +49 511 168 49838 www.agenda21.de Ingmar Vogelsang Ingmar.vogelsang@hannover-stadt.de phone: +49 511 168 41708 Feedback #7. Fleurance Laroppe fl.fairylady@yahoo.de ",
        "61 Annex 4. Questions asked to LRAs and representatives Overall question 1. Why and how local and regional authorities (LRAs) promote Fair Trade? Existing framework to regulate Fair Trade 2. What is the existing framework covering Fair Trade on a national level? 3. What are some existing incentives /barriers on a national / European level which affect your activities? 4. What are some examples of legislation and policies on a regional and local level? 5. Is the framework on EU level sufficient? What can be changed? Modalities of support 6. What kind of modalities of support exist (supply side and demand side) to promote Fair Trade? Main barriers 7. What are the main barriers to Fair Trade on a local and regional level such as legislation, lack of knowledge, availability of Fair Trade supply? 8. Are there some barriers that are particular to your activities? Policy recommendations 9. What specific incentives could be introduced in the EU and central and eastern Europe in particular to promote interest in Fair Trade among local and regional authorities? 10.How can Fair Trade in public procurement be further promoted, for instance through innovative cooperation options between local authorities? 11.How can Fair Trade be further promoted in the context of the sustainable and inclusive economy? 12.How can the concept of Fair Trade regions and towns be further developed and promoted? 13.How can Fair Trade be given a more prominent place on this development agenda? ",
        "62 Annex 5. Estimated retail sales by country 149 Country 2012 (in €) 2013 (in €) Growth rate Austria 107,000,000 130,000,000 21% Belgium 85,837,221 93,209,845 9% Czech Rep 2,744,524 6,439,976 142%* Denmark 71,836,714 81,080,778 13% Estonia 1,061,938 1,756,251 65% Finland 152,263,629 156,785,309 3% France 345,829,378 354,845,458 3% Italy 65,435,059 76,355,675 17% Ireland 174,954,927 197,296,405 13% Germany 533,062,796 653,956,927 23% Latvia 938,975 975,010 4% Lithuania 846,027 842,258 - Luxembourg 8,319,391 9,628,859 16% Netherlands 186,100,623 197,142,624 6% Norway 65,450,834 68,441,0 9%* Spain/Portugal 22,274,635 23,663,783 6% Sweden 178,951,375 231,668,646 29% Switzerland 311,590,237 353,206,210 13% UK 1,904,891,092 2,044,926,208 12%* * Growth rate is based on the percentage increase reported in the local currency, not the value converted into euros. 149 Annual report 2013/14 Unlocking the power of the many , page 19. Currently comprehensive data of fair trade retail sales as a percentage of overall sales are not available. ",
        "How local and regional authorities in the EU support fair trade: Examples ",
        "",
        "Belgium - Aalst - Population: 83,347 During several work visits in the South African town of Worcester – to which the municipality of Aalst (Flanders, Belgium) is twinned since 2012 – Aalst became acquainted with Fairhills, the largest fair trade wine project in the world which currently helps support over 2 000 people in South Africa, Chile and Argentina. Fairhills in South Africa In 2005 Origin Wine and the employees of the Du Toitskloof Cooperative established the internationally accredited Fairhills Fairtrade project in Rawsonville. The aim of the Fairhills Association is to create revenue through their wine brands, which will enable them to uplift the people within the community by improving their skills. The revue generated through wine sales enables not only to develop new occupational opportunities for the community, but also to improve basic living conditions and provide cost efficient medical services to the Fairhills Community. One of the first benefits was the building of day-care facilities on the farms for the children in the neighbourhood. Before many farm workers were forced to bring their children with them to the vineyards, an unsafe environment for infants. Today, more than 200 small children are left at the day-care facilities where they are looked after by trained child nurses, most of whom used to work at the vineyards. A new primary school Fairhills Lorraine was later built, comprised of a library and computer centre as well as a new community hall in which a large variety of activities are being organised, including literacy courses for adults. Fairhills stimulates its workers to move on to a better, more educated job (within or outside the company) so that they can offer training to newly hired workers. A health care facility was recently implemented to provide free health care for workers and their families. A mobile health clinic offers first aid to injured workers at the vineyards. Through tree planting, the construction of wastewater treatment plants and the reuse of recycled water for irrigation purposes, Fairhills also contributes to a better environment. Aalst Fair Trade City The board of mayors and aldermen of the municipality of Aalst responded to the national campaign of a group of organisations such as Max Havelaar, Oxfam and Vredeseilanden in 2004 to raise more awareness about fair trade and sustainability in Aalst’s Fair Trade Support Measures -fair trade wine Fairhills -fair trade lunch at the city museum -Week of the Fair Trade 65 ",
        "Belgium - Aalst - Population: 83,347 Flanders. In 2008 the city of Aalst was rewarded for its efforts with the official title of „Fair Trade City “. Aalst supports Fairhills The city of Aalst has offered its full support to the Fairhills project, not only by exclusively serving Fairhills wines at municipal receptions, but also by creating several activities in order to acquaint its own employees and the citizens of Aalst with the project. Each year, the municipality together with the Advisory Committee for International Cooperation organizes a one day world festival, “ Casa Del Mundo ” . Fairtrade is one of the features to which the municipality wishes to focus on during the festival and Fairhills is used as a concrete example to illustrate the benefits of fair trade. The European and International cooperation department of the municipality have so far organized two workshops for two different target groups, the hotel and catering industry on the one hand and the business managers on the other hand. The aim of these workshops was to convince the managers to add the Fairhills wines to their wine list and/or take the Fairhills wines into consideration as a corporate gift. Due to these initiatives, the city of Aalst renewed its title o f “Fair Trade City” in 2014 and 2015. 66 ",
        "Spain – Barcelona Provincial Council - Population: 5.523.784 FAIR TRADE CELEBRATION The Fair Trade and Ethical Banking Celebration is an educational and ludic activity organized by seven Catalan organisations: SETEM, Alternativa 3, FETS, FIARE, Oxfam Intermón, Xarxa de Consum Solidari and Xarxa d’Economi a Solidària. This initiative came about 15 years ago in order to raise awareness and apprise Catalan citizens about the conditions of international trade and its consequences in Southern countries. The aim is to promote Fair Trade and Ethical Banking and, thus, to encourage people to integrate these practices in their everyday lives. The activities carried out during this event are clearly targeted to raise awareness: theatre, musical shows, and performances for children, games, exhibitions, documentary film screening and selling of Fair Trade products, among others. Barcelona Provincial Council (Diputació de Barcelona) supports this initiative by funding the event and spreading the information to all the cities of the Province. Since 2003, the Fair Trade Celebration has taken place not only in Barcelona, but also in other cities of Catalonia (nowadays up to 30 municipalities and 90 neighbourhoods), with the participation of more than 200 organisations. The celebration takes place on the 10 th of May to commemorate the World Fair Trade Day, celebrated in more than 800 cities across the globe. In line with the event, a broad communication campaign is launched: press conferences, advertisement spots, the Event Journal offered with El Periódico de Catalunya, promotional banners, posters, communication plans for social networks and its website (www.festacj.org). Throughout the Fair Trade and Ethical Banking Celebration, people see fair trade and solidarity-based economy as alternatives to commercial and economic practices that generate speculation and poverty all over the world. Thousands of worldwide experiences prove that a more fair, democratic and sustainable trade and economy are possible, together with the promotion of values such as equity, justice, cooperation, participation and environment protection. Everyone can take part in these initiatives just by small actions in their daily lives and contribute to improve the situation in developing countries through a more responsible consumption. Barcelona ’s Fair Trade Support Measure s - Raise citizens’ awareness - Promote fair trade and ethical banking - Involve municipalities, civil society organisations and citizens in fair trade 67 ",
        "Spain – Barcelona Provincial Council - Population: 5.523.784 Another Fair Trade initiative carried out in the Province of Barcelona and led by Alternativa 3 is called “ Cafè- ciutat” (C ity-coffee). Involving public entities, associations, citizens and city establishments, this initiative works to create a link between coffee production, its origin and its consumption by means of developing a sort of “coffee brand” linked to the name of each municipality . Coffee shops, bars and other establishments in the city provide faire trade coffee and highlight the improvement of the farmers’ quality of life, as well as the protection of the environment achieved thanks to the consumption of fair trade coffee. In this way, citizens and consumers are made aware of the benefits of fair trade in Southern countries. 68 ",
        "Germany - Bremen - Population: 548,914 Fair Trade is one of the main pillars of Bremen´s Development Cooperation strategy. Consequently, Bremen was among the first German Länder to introduce a law containing the commitment towards social and ecological standards in public procurement. Furthermore, we sponsor projects and initiatives which dedicate themselves to Fair Trade and its promotion. As a city we are involved in those activities and also try to set a good example by using Fair Trade products during events and in public facilities, not only in our prestigious town hall. Thanks to our various partners within the city, our efforts have already been recognized twice. We were first awarded as Germany´s “Fair Trade Capital 2011” by the German state agency “ The Service Agency Communities in One World “ and secondly by several NGO’s as “Fair Trade Town” together with our sister city Bremerhaven in 2014. Especially the jury from the Fair Trade Capital Award was impressed by the various different stakeholders involved throughout the Free Hanseatic City of Bremen as well as the number of creative projects that exist and are being promoted. The capital award has both been a boost to our activities and an appreciation for the people in our city dedicating themselves towards Fair Trade. The priz e money of € 30.000 has been used to fund further initiatives and projects and strengthen public awareness both locally and as a part of our tourism marketing. Furthermore, various companies and retailers specializing in Fair Trade goods have set up their business in Bremen since then, enabling local consumers and caterers to choose from even more Fair Trade products. Being the Fair Trade Capital and a Fair Trade Town had an enormous effect on the Fair Trade commitment in the Free Hanseatic City of Bremen. In the future, the Free Hanseatic City of Bremen will continue to support Fair Trade projects and its promotion. We maintain a constant dialogue with our partners here in Bremen and always try to involve new organizations into our activities. In terms of public procurement, it is our aim to ensure that within the next years all goods and services purchased by the city meet social and ecological standards. Other German Länder have already been inspired by Bremen´s effort and are passing similar laws and are trying to implement Fair Trade into their procurement procedures. Furthermore, we are trying to strengthen Fair Trade Bremen’s Fair Trade Support Measures -German Fair Trade Capital 2011/12 -Public procurement -NGO co-operation and broad awareness raising 69 ",
        "Germany - Bremen - Population: 548,914 networks and relationships not only within Germany but also on the European level via our representation in Brussels. So the city’ s strong Fair Trade commitment also pushed our motivation to promote the topic of Fair Trade on the European Level. Since the beginning of 2014 network meetings with European Fair Trade supporters took place in the Bremen’s representative office in Brussels on a regular basis. A strong partnership with stakeholders from the Committee of the Regions, the European Commission, the European Parliament as well as other regional representatives and NOGs had been built. With the help of the Committee of the Region a demand for a European strategy on promoting Fair Trade has been created. There is still much to be done for a European supportive climate on Fair Trade – and we are willing to keep on working for this. 70 ",
        "UK – Bristol – Population 441,300 In 2015 Bristol is celebrating 10 years as a Fair Trade city. The Lord Mayor and 50 Business and Community leaders gathered at the University of Bristol to celebrate all that has been achieved and to pledge their ongoing support for Fairtrade. As George Ferguson, Mayor of Bristol says “I’m proud to live in a city that places such a high value on ethical and sustainable living... supporting Fairtrade is the sign of a good city“. Bristol’s Fair Trade Co -ordinator has been funded by Bristol City Council for 8 years, to lead the Fair Trade Network, working in schools and delivering Fair Trade events and activities. This role increases the awareness of and commitment to Fair Trade in the city and beyond. Bristol holds a Fair Trade Business Awards Scheme each year to reward businesses in the region that support Fair Trade and encourage other local businesses to buy more Fair Trade products; a highly effective tool to engage local businesses with Fair Trade and increase their commitment to Fair Trade procurement and promotion. Fair trade procurement is also a key component of the Bristol Green Capital Business scheme ‘Go Green’. Bristol Big Green Week includes a Fair Trade Fashion Gala event each year, with a Fair Trade and Ethical marketplace selling Fair Trade products and serving local surplus food. Bristol is proud to be hosting the International Fair Trade Towns Conference held in July as part of Green Capital programme 2015. The theme ‘Fair Trade For Sustainability’ will link the themes of being fair and being green, and we have commissioned a short film to highlight the issues. Fair Trade procurement is part of key Council contracts. Fair Trade tea, coffee and other food options are offered in Council buildings. All schools in Bristol only serve 100% Fair Trade bananas. Bristol’s Fair Trade Support Measures - Promotional events and activities - Funding Bristol Fairtrade Co-ordinator - Fair Trade Procurement and Business Engagement 71 ",
        "UK – Bristol – Population 441,300 Bristol has held 3 Fairtrade Schools Conferences, inviting schools from the South West region to learn more about Fairtrade. 39 Bristol schools have made Fairtrade pledges, 27 are primary, 12 are secondary. Each year, Bristol hosts a Fair Trade Producer from Nicaragua who speaks in schools and at Fairtrade Fortnight events about the impacts of Fairtrade on their family and community. The visit is organised with Bristol Link with Nicaragua, part of our City Twinning, and provides a powerful and effective way of communicating the importance of Fairtrade. Bristol has a well supported Fair Trade Network Partnership with active social media, website and mailing list. 72 ",
        "France – Brittany – Population: 3 273 000 A programme to establish an organic fair trade cotton industry in Mali, co-funded by the WAEMU and the Brittany Region The organic cotton programme was launched in Mali by the operator Helvetas in 1998 with the first organic cotton production trials. Production gradually increased to reach almost 800 tonnes in 2007 and involving over 4,000 producers (of which 33% were female producers). As of 2008, the Brittany Region and the Commission of the West African Econom ic and Monetary Union (WAEMU) provided a grant of €1,200,000 over 6 years (2008-2013) to support the structuring and the consolidation of gains. The project beneficiary is the Mouvement Biologique Malien (Malian Organic Movement - MoBioM), an umbrella associating regrouping 74 cooperative companies spread over 6 production zones in the cotton basin of the Compagnie Malienne pour le Développement des Textiles (Malian Textile Development Company - CMDT). The aim of the project is : to contribute to sustainable economic development through organic and fair trade cotton production; to contribute to enhancing the value of productions (job creation and increased revenues) through support for processing (spinning, weaving and manufacturing); to integrate this support into a global approach to ethical economic development, in particularly by drawing on the support of Breton industrial and economic players in the textile industry. Secure and rising operating incomes which benefit the entire population Enable organic cotton producers to make a living from their work by earning a secure income: this priority aim of the programme has required substantial financial support, to help producers master techniques on the one hand, and to compensate for the lower yields than conventional cotton in the first years on the other hand. This was allowed through a guaranteed purchase price and production levels that have continued to rise since 2008. Brittany’s Fair Trade Support Measures - organic fair trade cotton, a development tool - an integrated industry approach - concerted support alongside the WAEMU 73 ",
        "France – Brittany – Population: 3 273 000 These profits will not only benefit organic cotton producers, but the entire local population. Indeed, the \"Fairtrade Premium\" (approximately 10% of the purchase price) represents a collective local resource dedicated to the implementation of community projects, chosen by the inhabitants themselves (construction of classrooms, meeting and training rooms, maternity hospitals, etc.) Organic cotton, a lever for the development of organic fruit and vegetable crops The second 2011-2013 convention was extended to include the development of organic and fair trade vegetable industries. Organic cotton follows a three year crop rotation, and the availability of land, 2 out of 3 years, provides a substantial opportunity for the development of diverse crop rotations with the potential to expand the markets and incomes of producers. As such, sesame, fonio, millet, sorghum and shea crops have developed considerably in the programme zones, along with market gardening activities. Towards an autonomous MoBioM The organisational and financial autonomy of the MoBioM will allow the industry to continue its development independently. This objective could soon be achieved. Moreover, the substantial commitment of the Agence Française du Développement (French Development Agency) to develop organic fair trade cotton production in West Africa and its marketing will make it possible to consolidate the industry and render it self-sufficient within a short period of time. International solidarity more necessary than ever In 2012 Mali was plunged into an unprecedented crisis which called its territorial integrity into question, a crisis which extends far beyond its borders and which concerns us all. Against this backdrop, the organic fair trade cotton industry, which the Brittany Region has supported alongside the WAEMU since 2008, takes on even greater significance. Development programmes need to be maintained now more than ever, at a time when our Malian partners are in greatest need of an expression of international solidarity. From the producer to the end customer: committed partners throughout the entire chain Since 2008, several companies in the Western textile sector have demonstrated their ambition to support the organic cotton industry in Mali. A best practices partnership has thus been concluded with textile companies including one of the largest, Armor Lux, in Quimper. The commitment of TDV Industries, in Laval, the only French company to handle weaving, spinning and dyeing operations, has made it possible to maintain a direct link between the producers and the manufacturer. 74 ",
        "Germany - Ruhr – Population: 5 135 136 Industrial site, football region, capital of culture – the Ruhr area has many facets. Since 2013 another pioneering task has come along: on the 20th of November of 2013 the Ruhr area was elected / awarded “fair trade metropolis” as first greater region in Germany and as first regional association of towns worldwide. 21 cities and communities as well as the county of Wesel, with a total of over four million inhabitants, received the award of the whole Ruhr area through their engagement as fair trade towns and counties. The award was made possible because of the long-standing preparatory work of the network “Fair Metropolis Ruhr”. It bundles and links the activities of the civil society, church institutions, and local authorities on the subject of local development cooperation and fair trade in the Ruhr area. In 2010 the Ruhr area was the European capital of culture and presented itself as model region for Europe. With the signature underneath the MAGNA CARTA RUHR.2010, all involved municipalities (54) and counties (4) committed themselves to abstain in their public procurement from products that are produced through exploitative child labor. Thereby the cities and communities of the Ruhr area, with more than five million inhabitants, have paved the way for global responsibility of municipalities in Europe. Since then, an exhibition about exploitative child labour, designed together with Misereor, has raised awareness in many municipalities about this issue. After this success, the participating municipalities set out together to give the subject of “fairness” a new focus. Under the title of “Fair Metropolis Ruhr” , the aim is that all communities, cities, and municipalities of the Ruhr area commit to become fair trade towns, communities and municipalities. The continuous development policy education of the One World C enters and groups, campaigns like “Der Pott kocht fair”, which established local fair trade coffee brands in the Ruhr area, the trade fair “Fair T rade & Friends” and much more, build a solid basis for this objective. For this particular commitment, the network “Fair Metropolis Ruhr” received the Fair Trade Award 2012 through Fairtrade Germany in Berlin. Ruhr’s Fair Trade Support Measures - Linking civil society and local authorities together for local development cooperation and fair trade -Raising awareness for global issues on a regional level - Fair public procurement and global education as major tools for international justice 75 ",
        "Germany - Ruhr – Population: 5 135 136 Receiving the award as \"Fair Trade Metropolis\" is only an intermediate goal for the initiators. Further plans are already on target: The objective is to award every single municipality of the Ruhr area as fair trade town in order to present fair trade issues to a broader public and to strengthen fair public procurement processes. With its project \"FaireKITA in NRW\" (www.faire-kita-nrw.de), the network makes an important contribution to establish global education and fair trade issues in the early childhood education, such as in kindergarten. More than 100 nurseries are currently passing this process. Global responsibility of municipalities as well as the civil society is envisaged to be the topic of the planned exhibition \"Ruhr Global\", which is ought to illustrate the interdependence between the local and global level to a broader audience . 76 ",
        "Belgium - Ghent - Population: 252.333 Good practice local support for Fair Trade: City of Ghent (Belgium) stimulates Fair Entrepreneurs The city of Ghent is launching a project to increase the volume of fair textiles and clothing on offer, to increase awareness and to stimulate demand for ethically produced and fairly traded clothing. The City of Ghent cannot accept that the production of consumption goods can result in the unfair treatment of people in other continents. This exploitation is ethically unacceptable, but also creates more tangible problems. Fast fashion, for example, creates a lot of CO2-emmisions and waste and often creates unfair competition to local businesses. For these reasons the City wants to see more and more citizens buy more fair products in more local shops that offer ever more fair alternatives. Tine Heyse, Deputy Mayor for Environment, Climate, Energy and North-South cooperation stated: “It all starts with political willingness to act. From the onset this project received broad support. This is needed for such projects to succeed. In the strategic multi-annual plan of the city our ambition is explicit: Ghent wants to be recognized as a center of knowledge and innovation for fair trade.” The city of Ghent gives the example. In the local procurement policy not only cost is a decisive factor. Also quality, life cycle costs, ecological criteria as well as social and ethical criteria are included in tenders. This is not always the easy option but it gives an important signal to the citizens and to the market. To stimulate market offer the procurement department aims to announce new social and ethical criteria more than 6 month before the tender is published. The City of Ghent does not only want to contribute to increased awareness of its citizens. It wants to invest in changing purchasing behavior and in corporate responsibility within local economy. For this reason the next years focus will move beyond increasing awareness and will also stimulate supply of fair products in Ghent. A pilot project has been started in the textiles and clothing segment. This pilot initiative starts from an extensive social mapping research that identifies opportunities and threats. At the start of the process this research has successfully Ghent’s Fair Trade Support Measures - Make existing offer of Fair products visible - Make demand evident through events - Help businesses increase supply of fair fashion 77 ",
        "Belgium - Ghent - Population: 252.333 brought together more than 30 specialists from industry, local shops, research institutions and NGOs. This group will continue working with the results in the coming months and years. The city is creating a toolbox of support for these entrepreneurs that are willing to screen their supply chain with ethical principles. A selected group of young entrepreneurs will form an incubator where their ethical objectives can be tested within the existing market reality. The project is designed to support local businesses to become Fair Entrepreneurs. The city believes it can be an element to make our local economy more resilient towards the challenges of a globalized economy. Fair trade is not only of relevance to producers in other continents, it is important for everybody. In the city of Ghent fair textiles and clothing will become hot topic in the coming years. Market situation will only change if the public demand grows simultaneously with the supply of fairly produced goods. Therefore mayor events will continue to put the issue on the public agenda and make options for sustainable alternatives more visible. On March 1st 2015 Ghent hosted the very first Fair Fashion Fest in Belgium. The Museum of Industrial Archeology and Textile hosted the successful event and proved to be the perfect site to link the cities textile heritage to the many options to opt for fair and sustainable clothes today. Nearly 3.000 visitors attended. The event received national media coverage in print and visual press. Deputy Mayor Schepen Tine Heyse concludes optimistically: \"It is clear that his is a complicated matter. It is therefore of utmost importance to offer guidance to these businesses that show willingness to make more fair choices. It is evenly important to continue communicating clearly about the issue. 78 ",
        "Sweden - Gothenburg - Population: 540,132 The City of Gothenburg has a tradition of working with sustainability and sustainable consumption, where Fair Trade is an important part. Since spring 2011, the city is a certified Fairtrade City (or town). This means that the municipality lives up to the criteria of ethical public procurement, conducts active information work on the subject and provides a certain amount of Fair Trade products in shops, cafés and at workplaces. The information work about Fair Trade in Gothenburg includes a variety of lectures for organizations, schools and companies, as well as campaigns and other awareness-raising activities. Some examples of these activities are competitions between cafés in fair baking and a strong cooperation between volunteers who continually promote fair trade in different ways. The next step is to further involve the public canteens within the municipality to do more ethical purchases. There is also a steering committee that gathers members from the whole society, including for example politicians, trade unions, the university and retailers. They cooperate and discuss how to best work with information campaigns and other activities in Gothenburg and within their member organizations and networks. The political decision about turning Gothenburg into a Fairtrade City was taken jointly among all the political parties. The large interest for Fair Trade among the citizens of Gothenburg provides a strong motivation to work with responsible public procurement and to continue the work by raising awareness about Fair Trade. Gothenburg’s Fair Trade Support Measures -77% of the procured tea is fair trade - 86% procured coffee is fair trade and/or organic - 40 information events were arranged in 2014 79 ",
        "Germany - Hamburg - Population: 1,750,000 Being a commercial and port city with world-wide links, Hamburg shares responsibility for a fairer world. The award of the Fair Trade Town status means an incentive to further promote the market distribution of fair trade products in Hamburg, always in dialogue with stakeholders of the economy and the civil society (cited from the Hamburg State government programme, 2011). Since 2010 there has been a non-state Fair Trade Promotion Office (FTP) supported by the Hamburg government. It is keeping in touch with local enterprises (industry, retailers, restaurants, hotels) in order to increase imports, processing, sales and consumption of Fair Trade goods. On the other hand, public enterprises owned by the City of Hamburg shall be convinced to introduce social product criteria in their procurement procedures. As early as 2006, a particular local action alliance was formed under the name of “hamburg mal (meaning “multiplied by”) fair” (hmf) gathering state and non-state actors that share their respective interest and knowledge in the field of Fair Trade. Hmf is an educational project enabling multipliers among teenagers and young adults to explain their peer groups the concept and background of Fair Trade. Taking examples from certain products of daily use (such as coffee, cocoa, fruit juices, cotton wear or footballs), hmf makes consumers familiar with topics of world trade and the factors of production in the countries of origin. There is a wide range of creative activities, all related to the Fair Trade subject, such as photo competitions, poetry slams, awareness weeks with top chefs using fair trade ingredients, or student-run companies processing and distributing cotton products (T-shirts, shopping bags). The FTP, for its part, arranges awareness weeks in selective shopping streets and urban quarters with the purpose of motivating a large number of retailers, restaurants and service suppliers to show their commitment for Fair Trade. Both FTP and hmf inform the public on their websites www.fairtradestadt-hamburg.de and www.hamburgmalfair.de A digital Hamburg city map shows most of the places where Fair Trade products are available or committed organizations are based. Hamburg’s Fair Trade Support Measures - creative educational activities - awareness-raising in public procurement - collective appeal to the public in urban quarters 80 ",
        "Germany – City of Hannover - Population: 518,386 The city council of Hannover decided to sign the Aalborg – Charta in 1995 and initiated the Agenda21-Buero within the municipal administration. In 2009, the millennium-declaration of the “ Deutsche Städtetag ” (German Cities Council) was signed. The capital of Lower Saxony has shown best practices and set a focus within its municipal administration, it has taken its global responsibility seriously and has initiated the necessary processes. Because of this, Hannover was promoted to Fair Trade Town in 2010. Fair Trade and its issues are located at the Office for Agenda21 and sustainability. The main focuses are development of educational offers for schools and kindergartens as well as implementing social criteria in public procurement. Social criteria are already an issue in public procurement in the City of Hannover. In the common regulation on public procurement it is stated: \"All action must imply the requirements made about tariffs, fair trade / exclusion of abusive child-labour and against illegal work.\" To help suppliers, information about these criteria are handed out at procurement processes and are documented at the end. Also, the Agenda21- and the Sustainability office work as a service centre within the municipal administration on this issue and initiate flagship projects. In raising awareness, all techniques of public relation are used (leaflets, expositions and campaigns). The issue of fair trade is connected with other topics – e.g. working conditions and sustainable consumption. Hannover organizes the local activities of the national fair trade week in September in cooperation with local NGOs. The World Fair Trade day in May is used to address the municipal employees. On the national level, Hannover is part of the “Netzwerk Faire Beschaffung” (network for fair procurement) and participates at meetings of cities taken part at the biannual competition “Hauptstadt fairer Handel” (fair trade capital). On the international level , Hannover participates at \"Procura+\" and occasionally takes part at international FairTrade Town meetings. In 2012/2013, Hannover cooperated with its twin towns in the campaign “ Aware and fair”. People from Malawi, Poland, Hungary, the Czech Republic and the UK got together with the main goal to raise awareness about the Millennium Development Goals through the example of the situation in Malawi via the subject of Fair Trade. As Hannover’s Fair Trade Support Measures - Public relations (Fair Trade Week etc.) - Fair Trade Town - Administration with fair trade officials 81 ",
        "Germany – City of Hannover - Population: 518,386 one conclusion, two towns (Poznan and Litomerice) became the first Fairtrade Towns in their country. Within this campaign, Blantyre (Malawi) could promote their fair trade goods (sugar, rice, tea, coffee and nuts) and a list of producers of these goods was made for large- scale consumers. Besides learning units on poverty, fair trade education was developed to be used in Hannover as well as in Blantyre. Within the campaign „kommunale Klimapartnerschaften“ (muncipal climate cooperation) the City of Hannover cooperates with Belén de los Andaquíes (Colombia). There, cacao is grown organically by small farmers. In Germany, chocolate is made from this cacao which is used in Hannover to raise awareness on fair trade through public relation and education. 82 ",
        "Germany - Leipzig - Population: 531,582 ‘Leipzig handelt fair / Leipzig deals fairly’ – tradition and progress unite in the 1000- year-old city of trade and fairs. Fair-trade is an integral aspect of sustainability, and Leipzig has committed to a sustainable development that will ensure its future growth. The city’s decision -making relies on the guidance provided by this commitment, notably through the continued work and processes of the framework of the local Agenda 21. Sustainable planning and trading are inspired by both a sense of inter-generational responsibility, as well as consideration for global justice within the current generation. These principles are the foundation for Leipzig’s fair -trade promoting activities. Further impulses for the promotion of the fair-trade creed might emanate from the European level, however, additional support is needed to highlight these principles on the community-level. It has become apparent in Leipzig that, providing that both the supply and the demand side are sufficiently motivated, the principles of fair-trade can be effectively fostered. Not only can this motivation stem from the recognition of the utility of balanced ecological, economic and social living conditions, but also from legislative frameworks. The city’s administration is devoted to the ILO’s core labor standards - the core of the fair-trade spirit and current applicable law. The public authorities act as role-models and are therefore required to complete trading functions accordingly. Naturally, this involves ethical considerations. The city of Leipzig has developed a ‘concept for sustainable and fair procurement’ within its own procurement planning, and will implement this over the coming years. Currently, the procurement regulations on supply and performance are under revision. In cooperation with the city’s parents’ council, publicizing and provision of meals at schools and nurseries are being improved in compliance with fair-trade criteria. The city of Leipzig has been member of the Fairtrade Town steering group since the decision to become a Fairtrade Town was made. In this function it operates and/or supports numerous relevant activities with a wide public reach. Moreover, the city of Leipzig supports associations that undertake educational work in this area. Leipzig’s Fair Trade Support Measures - Sustainable and fair public procurement - Public authorities as fair trade role models - North-South partnership on fair trade 8 3 ",
        "Germany - Leipzig - Population: 531,582 A North-South partnership between Leipzig and Ethiopia’s capital, Addis Abeba, was established in 2004, followed by cooperation on fair-trade launched in 2006. A variety of partners within the city have collaborated to supply Leipzig with fair-trade coffee (notably Verein Städtepartnerschaft Leipzig-Addis Abeba e.V. and Evangelisch- Lutherisches Missionswerk Leipzig e.V.). This coffee is produced by, and purchased from, farmers of the Oromia Coffee Farmers Cooperative Union; an association with 35 member cooperatives in Central and South Ethiopia. The priority is the sustainable cultivation of coffee. The profits made from fair-trade sales to Europe and the USA are used to fund charitable projects in Ethiopia. The ‘Leipzig’s partnership coffee from Ethiopia’ is now availab le in numerous shops in Leipzig. 8 4 ",
        "Czech Republic – Litomerice – Population: 23,462 Steering Committee - Gateway to the systematic fair trade development and wide cooperation The Fair Trade Steering Committee was established in 2011 as the key element of the municipality´s effort to achieve Fair Trade Town status. Since that time, it has evolved in a platform where partners from various fields of expertise (schools, town library, businesses, but also student parliament, active seniors groups and charity) meet regularly every two months or so to discuss what has been achieved and what to do next. This diverse environment brings fresh ideas and allows seeing issues from different angles. Equally important is a systematic work owing to Action plans developed every year. This plan defines the priorities and main goals for the period as well as the indicators for measuring the implementation and the achievements. Thus, we can clearly see the progress that has been achieved and this can be effectively communicated to town councillors and the public. Apart from campaigns and other awareness-raising activities, we consider this entity as one of the key elements of a successful fair trade town in the long term. Fair trade grants for small projects with great impact The municipality established a specific grant scheme financially supporting various civil organisations as well as individuals active in the fair trade field in the town in 2014. The main aim is to engage and support active people and their ideas on fair trade and allow them to turn them into reality. Moreover, all activities supported by this grant scheme have to somehow contribute to the actual fair trade Action Plan priorities. This, again, is part of the systematic work, but also significantly widens the impact on fair trade publicity that would otherwise not be possible. Owing to this grant scheme, we have developed new activities such as “Welcoming First -Year Pupils at School with a Fair Trade P ack” explaining what fair trade is about or “Public Reading” on fair trade in the town library and many other activities informing about fair trade in a popular and interactive way always specifically designed to various target groups such as seniors, kids, mothers with babies etc. The grant scheme has been very successful and we plan to develop it in the next years. Drum & Bring Bike or Glasses for Africa = have fun and be practical Litomerice’s Fair Trade Support Measures -Fairtrade steering committee as a wide platform -Fair trade grants -Regular events 8 5 ",
        "Czech Republic – Litomerice – Population: 23,462 Highly publicised and popular events are organised during the year. One of the biggest events - a DUN DUN festival of African culture - takes place in the very heart of the town on the main square. You can taste Africa, play Africa, know Africa and have fun with Africa all day long. But people can also bring bikes and glasses they do not need and those are collected nationally and sent to Africa. This year, a new collection of school teaching aids will be organised, too. Also, the “Best Fair Trade Cake \" contest and the “ Fair Trade Breakfast ” in May have become more and more popular. This year we plan an innovation – a fair trade breakfast on bikes and the next year a \"Climate Breakfast\" will be organised to draw attention to climate protection issues. When you come to Litom ěř ice, you know where to buy fair trade products or where to enjoy fair trade coffee or tea straight away - just pick up your \"where-to-buy\" fair trade map in the information centre or use an interactive map of fair trade shops on the internet. And if you go to the cinema, you can watch fair trade clips before the movie starts. Those are pieces and bits about fair trade initiatives in our wonderful town. 8 6 ",
        "Germany – Munich – Population: 1.47 million Municipalities have huge economic power as contracting authorities, which means they can use their purchasing and procurement in favour of decent working conditions in global production and trade and also serve as a model for urban society. Munich city council decided by an overwhelming majority in 2011, and again in 2013, to shift its purchasing further towards fair and sustainable procurement as a way of meeting its responsibilities in this matter. At the same time, and especially with its 2013 decision, the council was also thinking of the city's population and how to encourage it to purchase free trade products. The city council is regularly updated on progress on this front (next report: 2015/2016). As a result of these decisions, the city's procurement is being shifted step by step and product by product to fair trade, with trustworthy and recognised labels indicative of social standards being required (for products such as building stone, stitched sports balls, flowers and food). There are different hurdles to be overcome with each product: for example, not all of the eight core ILO labour standards can be fully implemented in the case of building stone, and only footballs and handballs are available as a fair trade option. In coming years, attention will be turned in particular to textiles, toys, IT equipment and wood. One thing especially has proved costly and difficult and that is verifying labelling or equivalent means of proof. For competition reasons, labels and the like can only be excluded where they demonstrably do not meet fair trade criteria. The fact that the term \"fair\" is neither defined in law nor legally protected is a problem. Munich city council works with recognised labels and with standards linked to the ILO labour standards. In some areas (such as IT equipment) no labelled products exist. To get the message across to the people of Munich, we have co-opted the Nord Süd Forum München e.V., which, together with the city's Eine Welt (One World) office, provides information and raises awareness in the city about fair trade. Nord Süd Forum receives a subsidy from the city for this to provide staffing and material. Munich city council concluded a climate partnership many years ago with the indigenous Asháninka people of Peru. As part of an EU project, one of the things we try to show is how our consumption affects living conditions in the rainforest and the Munich's Fair Trade Support Measures - The city council is committed to socially responsible purchasing - A big obstacle: No legal definition of \"fair\" 8 7 ",
        "Germany – Munich – Population: 1.47 million significance the sustainable and resource-efficient economy there has for climate protection and the prevention of poverty (e.g., consumer behaviour and lifestyle patterns, crude oil production in the forest). We would also like to put a Munich fair trade chocolate, produced by the Asháninka, on the market. This has been thwarted so far by certification costs that are too high for our partners in Peru. 88 ",
        "Germany - Neumarkt - Population: 39,000 The Town of Neumarkt, in the Upper Palatinate, is a Fairtrade Town since 2009. Neumarkt was awarded twice in the National Competition “Capital City of Fair Trade” (4th position in 2011 and 2nd in 2013). Fairtrade in Neumarkt is based on a strong “One World Initiative” of several NGOs, in particular the One World Shop Neumarkt. The Town of Neumarkt has integrated the issue Fairtrade in its sustainability strategy in 2004. The motivation of the Town of Neumarkt to support Fairtrade is firstly a question of positive public relations, but mainly pointing out the responsibility as well as the possibility of a municipality to support a sustainable development worldwide. Fairtrade is an excellent and perhaps the only “system” to guarantee social standard s in global trade. There are plenty of initiatives and projects in Neumarkt to support Fair Trade. Amongst other things, examples are: (cid:120) Establishment of supporting Fair Trade in the Guiding Principles of the Town Development 2004. (cid:120) Establishment of Fair Trade standards in the public procuring entity 2007. (cid:120) Financial support from the Town of Neumarkt for projects in the field of education for sustainable development in matters of Fair Trade themes. (cid:120) Using products with the Fair Trade label in the Town Hall as well as for special occasions (e.g. baskets with Fair Trade products for birthday and anniversary celebrations). (cid:120) Providing schools, kindergartens and sports clubs with Fair Trade certified balls. (cid:120) Support campaigns like Fair Trade Flowers and others. (cid:120) Organization and support of several projects for awareness raising in matters of Fairtrade. (cid:120) Working together with shops, where Fair Trade products are already sold and finding new partners in the local economy. (cid:120) Integrating Fair Trade as a subject in the apprenticeship for retailers. (cid:120) Building a network of One World Initiatives in Neumarkt. (cid:120) Celebrating a “One World Festival” Neumarkt’s Fair Trade Support Measures -Financial support for Fair Trade Projects -Public relations/Events like “One World Festival” -Networking with Fair Trade stakeholders 8 9 ",
        "Germany - Neumarkt - Population: 39,000 In the framework of the Climate Partnership between Neumarkt and Drakenstein/South Africa (funded by the Federal Ministry for Economic Cooperation and Development and organized by ENGAGEMENT GLOBAL GmbH), the partners are currently working on a Fair Trade link. One aim is to sell Fair Trade certified products (like wine and handicraft) from Drakenstein in Neumarkt. 90 ",
        "France – Pays de la Loire - Population: 3,689,465 In 2009, the Region has equipped 2000 high schools technical agents with Fairtrade cotton outfits. Pays de Loire received the \"Titre Territoire de Commerce Equitable\" title (TDCE), which is the French version of \"Fair Trade Towns\". Since then, the regional Council of Pays de la Loire is committed to make its territory an emblematic space for fair trade, in realizing five goals: to pass a Council resolution supporting Fairtrade, to make a range of Fairtrade products available in the area’s shops & catering establishments, to promote the use of fair trade products in a number of workplaces & community organizations, to attract media coverage & popular support for the campaign, to convene a local Fairtrade steering group to ensure commitment to Fairtrade Town status. In order to assert their engagement and meet the objectives of this title, the councilor Laurent Martinez, in charge of Fair Trade, has created a regional Fairtrade Council in February 2012 (Conseil Ligérien du Commerce Equitable), a recognized platform where the exchanges, dialogues and actions confirm the dynamic position of the Pays de la Loire territory as a pioneer of fair trade in France. From this event which gathers over 200 people each year, three important projects were born: In 2014, a project in Cameroon with the creation of an educational fair trade industry dedicated to cocoa as working and partnership support, as part of the twinning north/south of two agricultural establishments: the Regional high school of Agriculture in Ebolowa (Cameroon) and the Jules Rieffel high school in St Herblain (France). The operational project is to set up a factory processing cocoa into chocolate in the \"CRA Ebolowa\", which will be used as an educational workshop. The second project in 2014 was the group of Fair Trade Ambassadors, which raises awareness among high school students and apprentices regarding this topic. In 2015, the idea is to create a Fair Trade music festival supported by the wishes of the Fair Trade Towns to act together for this cause. Today, seven Fair Trade Towns are already stakeholders in the project, which will take place on the 18th of July, 2015. The performances of each city will be broadcast live to promote this concept and to move from a local to an international mobilization. The creation of a Council of this scale reflects a flawless mobilization of our regional Council of Pays de la Loire on this and helps to bring official recognition to its operators. Pays de la Loire’s Fair Trade Support Measures - Promote fair trade in the region - Support fair trade projects - Federate local actors & propose concrete actions 91 ",
        "Poland – Poznan – Population: 551,627 Experiences in Poland with direct purchases of Fair Trade products by Poznan The opportunities in the area of public purchase for Fair Trade products emerged with the launch of the Fair Trade Town (FTT) campaign in Pozna ń . The Polish Fair Trade Association (PFTA) together with the City of Pozna ń through the Department of Environmental Protection (DEP) have been participated in the Aware & Fair project funded by the EU in 2011- 2013. One of the project objectives was that Pozna ń would meet the goals for becoming the Fair Trade Town. Since the beginning of the project the Department of Environmental Protection has been purchasing Fair Trade products within direct purchasing (orders up to 10,000 €). FT products were served on the variety of project meetings as well as conferences organized by the Town Hall with the participation of the DEP. Until recently, purchases were being made for products such as coffee, tea, dried fruits, chocolate. Furthermore, within the Aware & Fair project, the DEP purchased 100 Fairtrade certificated soccer balls, which were designed as the prize for a competition among students in schools of Pozna ń . Within the project , the DEP ordered a delivery of small Fair Trade chocolates (10g) with the logo of the city as well as bags from FT certified cotton that are still being used until today. One of the best opportunities for purchasing and serving Fair Trade products in the Pozna ń Town Hall was the 6th International FTT Conference, held in November 2012. During the conference Pozna ń was awarded the title of Fair Trade Town. The conference, financed in part from EU project budget, brought the opportunity to serve the FT products on coffee breaks and at the end of the conference, participants received traditional St.Martin's croissant, produced with FT ingredients (cane sugar, raisins, almonds, cocoa). Since that time, the FT products has been permanently used by Poznan City Hall, particularly during events organized by the Department of Environmental Protection. On the end of 2014 Poznan renewed the FTT certificate. Poznan’s Fair Trade Support Measures -First Fair Trade Town in Poland (2012) -Two first Fair Trade Schools in Poland (2014) -First 100% Fair Trade Shop in Poland (2011) 9 2 ",
        "Germany - Saarbrücken - Population: 180.049 As First Fairtrade Town (2009) and First Fairtrade-University (2014) in Germany, Saarbrücken likes it Fair! Beyond pushing Fair Trade in our local area, we tackle with worldwide partnerships with Southern countries as well as within Europe (QuattroPole and Grande Région). We support Fair Trade because it improves living conditions for small producers growing our foods as well as children’s education and women’s rights, altogether supporting development of small rural communities. Fair Trade is an efficient tool to overcome poverty in the southern hemisphere relying on more social responsibility in the northern part of the world … changing the European policies in agriculture and export is the first urgent step to take. On the local level, Saarbrück en’s Fair Trade commitment means close cooperation between public administrations and grass-roots organisations, the first dealing with sustainable public procurement at town, district and state level, and the latter running, every other day, a fair trade activity in all areas of life, such as schools, universities, cafés, restaurants, shops, and cultural, political and sportive events. A further trump card is the dynamic movement between the three main stakeholders - Worldshop “Weltladen” + Fair Trading Center “Fairhandelszentrum Südwest” + Free Electrons Campaign “Fairtrade Initiative Saarbrücken” and the many target -groups. On the European level, we have been creating partnerships in QuattroPole and Grande Région and hope to become “First Fair Trade Cross -Border Territory in Europe”. The grass -roots organisations started off with meetings and common actions already 2005; today, they are active within their respective national campaigns “Fair Trade Towns - Schools - Universities” working on transnational bridge-projects. QuattroPole: A tri-national network of four cities: Luxemburg (L), Metz (F), Saarbrücken and Trier (D). By 2012 all four cities had achieved the status “Fairtrade Town”. The grass -roots groups promote Fair Trade in the public and call on authorities for support. Saarbrücken’s Fair Trade Support Measures - Pushing Fair Trade in our local area - QuattroPole and Grande Région to become “Fair Trade Cross-Border Territory in Europe” - Direct project-partnerships in Central America and Africa 9 3 ",
        "Germany - Saarbrücken - Population: 180.049 Grande Région: F/Lorraine, L/Luxemburg, B/Wallonie, D/Saarland and Rhineland Palatinate After being declared “First Fairtrade - University in Germany” in May 2014, the Saar - University started exchanging with other universities in The Grande Région and, beyond, with the South American Campaign “Universidades del Comercio Justo”. The Fair Trading Center “Fairhandelszentrum Südwest” is reselling fair products to worldshops and companies all over our cross-border region. A future project for the Grande Région aims at creating exclusive chocolate combining fair-global cocoa and regional Moselle wine (www.terroirmoselle.eu). On the international level, we are tackling with direct project-partnerships in Central America and Africa. Fair Trade enriches local development policy on two levels: for NGOs it’s just the right and wise complement to their traditional development projects and for local authorities it’s a concrete possibility to get committed to Third World matters on its own doorsteps. One-World-Partnership Saarbrücken-Nicaragua is about twinning projects over the past 30 years, involving NGOs and Authorities on both sides. Fair Trade coffee from Nicaragua is offered in the Townhall. Project- Partnership “Endlich Afrika” aims at set ting up economic connections, like import of shea butter “Bio & Fair” to create soaps using regional oil and herbs from the Biosphäre Bliesgau/Saarland and the shea-butter from Burkina Faso. Fair Trade study travels are being organised to Burkina Faso, Kenia and Nicaragua, in order to get to know on site the cooperatives as well as to the Fair Trade Country Number One in the World (UK, July 2015) to get inspired while discovering the best British projects. 9 4 ",
        "United Kingdom - Scotland - Population: 5,327,700 Scotland: A Fair Trade Nation In January 2007 the Scottish Executive (as the Scottish Government was then known) working with a group of Fair Trade campaigners, Scotland-based non- governmental organisations and representatives from Scottish civic society formed a co-ordinating body , the Scottish Fair Trade Forum. A key focus for the Forum was to promote the cause of Fair Trade in Scotland and, in particular, help secure Fair Trade Nation status for Scotland. The idea of Fair Trade Nation first grew out of the Fair Trade Town movement. It was defined by criteria drawn up jointly by the then Scottish Executive and the Welsh Assembly Government in 2006. These set out the commitments that the Scottish Parliament, Government, local authorities and other public bodies as well as civic society, businesses and consumers, needed to make to earn Fair Trade Nation status for Scotland. The Scottish Government’s approach to Fair Trade has been to offer support for the network of Fair Trade campaigners, civic society groups and businesses in Scotland through the Scottish Fair Trade Forum, awarding the organisation core funding from its International Development Fund since its inception. The Forum advocates that businesses commit to fairness within their workforce, and towards their producers and customers. The Forum’s commitment to Fair Trade is drawn from the resolve to challenge global poverty and its recognition for the need for fairness in international trading to preserve the dignity and rights of producers overseas. As such, the Scottish Government has been an instrumental supporter of the Fair Trade Nation campaign and continues to provide core funding to the Scottish Fair Trade Forum. The Scottish Government, through its support for the Scottish Fair Trade Forum, has sought to establish, maintain and develop Scotland as a nation committed to Fairer Trade. The Forum has sought to foster this environment by working with local communities to grow awareness of Fair Trade and to develop the market for Fair Trade producers, by working with schools, hosting community-based events, promoting Fair Trade through conferences, publications and events. Through developing awareness among partners in Government and institutions such as Scotland’s Fair Trade Support Measures - Scottish Government (SG) Policy - SG Support through ministerial public engagement - SG funding of Scottish Fair Trade Forum 9 5 ",
        "United Kingdom - Scotland - Population: 5,327,700 universities and colleges the Forum has encouraged these organisations to favour Fair Trade procurement wherever possible. In February 2013, Humza Yousaf MSP, Minister for Europe and International Development, announced that Scotland had achieved Fair Trade Nation status and since then, the Scottish Government has sought to maintain and develop this status. An independent expert assessment panel had looked at the evidence and reported to the Minister that the criteria had been met. The assessment panel also identified areas for further work to strengthen Scotland’s commitment to Fair Trade. This report and its findings formed the basis for core funding from the Scottish Government for the Scottish Fair Trade Forum for three more years to 2017. 9 6 ",
        "Netherlands - Utrecht - Population: 328 276 The city of Utrecht became Fair Trade Town in December 2010, being the first municipality among the four biggest cities of the Netherlands. This means the whole city is involved: not only the local governments, but also shops, restaurants, co mpanies, NGO’s and the citizens pay attention to the message of Fair Trade. It is important to maintain the title of Fair Trade city, because it is a Millennium Municipality which means playing a part in realizing the MDG’s within the city and the world a mong us. It’s not only an international solidarity issue, but also a matter of the economy of our city. Local governments need to be aware of the consequences of irresponsible trade affairs and the impact that it has on our products and of course business partners. In order to maintain the title, the municipality has a working group which is responsible for the different activities in Utrecht. This group tries to integrate Fair Trade in all the sections of the Utrecht community. It is considered as a global affair. The ambition of Utrecht is to become the first Fair Trade Province of the Netherlands in 2015. This means the cities in the Province of Utrecht will all be Fair Trade Towns and will work together on the different goals regarding Fair Trade. Promoting Fair Trade The working group Fair Trade Utrecht tries to create awareness among companies and citizens. They work in different ways: - Participation at entrepreneur fairs and trying to convince them to use Fair Trade products in the workplace; - Organizing a Fair Trade breakfast for entrepreneurs; - Organizing a big Fair Fashion Event with a lot of organizations of Utrecht. The events attract hundreds of people who buy Fair Fashion. During these events people are convinced about the fact that fair clothes can also be fashionable; - Developing a Fair Shopping Route in the city of Utrecht, including an application for smart phones; - Developing an award program for restaurants, bars and schools; Utrecht’s Fair Trade Support Measures - Awareness-raising among citizens and entrepreneurs - Integrating fairtrade in public procurement - Searching from commitment of large partners 9 7 ",
        "Netherlands - Utrecht - Population: 328 276 - Developing a website with an overview of the places where you can find Fair Trade products; - It is mandatory that the municipality uses Fair Trade products. All the coffee and tea used in municipal buildings are of Fair Trade origin. And the coordinator is involved as advisor in the tendering process. Current Partnerships The city of Utrecht has one sister city in the South, which is Leon in Nicaragua. The relationship is based on the Millennium Municipality program. The aim is to facilitate entrepreneurs in order to sell their products on international markets. An example: chocolates made of cacao which is produced by the farmers of Leon and will be on the Dutch market soon. 9 8 ",
        "Belgium – Wallonia – Population: 3,563,060 Brussels – Capital Region – Population: 1,163,486 Fair trade in the municipalities of Wallonia and Brussels For several years now, the Union des Villes et Communes de Wallonie (UVCW – Union of Cities and Municipalities of Wallonia) and the Association de la Ville et des Communes de la Région de Bruxelles-Capitale (AVCB – Association of the City and Municipalities of the Brussels-Capital Region) have maintained regular contacts with the fair trade platform in Belgium, supported by the NGOs Fairtrade Belgium (formerly Max Havelaar), Oxfam-Magasins du Monde and Miel Maya Honing . Until now, these contacts have taken practical form mainly in our regular promotion of fair trade among our respective members, the local authorities of Wallonia and Brussels, using our various communication channels: website, newsletter, monthly magazine, etc. These explain fair trade issues and the steps to be taken for municipalities to obtain the fair trade label, as well as the actions aimed at life in the municipalities, such as the Semaine du commerce équitable (Fair Trade Week), Ma classe en fait un Max! (My class does the Max!) or the in-depth discussions held with the UVCW ’s public contracts expert consultant, Mr Mathieu Lambert, on the position of fair trade in public contracts in the context of public service supplies procurement. In the future we are planning, together with the fair trade platform referred to above, to organise information sessions for our members on this subject, which is becoming increasingly important among the municipalities and to which we are happy to be able to contribute through the promotion we undertake and wish to develop further. This can be seen from the tab that will shortly be dedicated to fair trade in the Europe-International space on the UVCW website, providing visitors with full details and useful links on this subject, including in particular a link to the website of the Commune du commerce equitable (Fair trade municipality) campaign which currently has around twenty municipalities that bear the label and over a hundred others that are candidates to become fair trade municipalities in Wallonia and Brussels. Fair Trade Support Measures in Wallonia and the Brussels-Capital Region - Regular promotion of fair trade - The position of fair trade in public contracts - Coming soon: information sessions for the municipalities 9 9 ",
        "Local and regional authorities promoting fair trade EUROPEAN UNION Committee of the Regions ",
        "Rue Belliard/Belliardstraat, 101_1040 Bruxelles/Brussel _ BELGIQUE/BELGIË Tel. +32 2/282 22 11_ Fax +32 2/282 23 25 www.cor.europa.eu QG-02-15-339-EN- N EN ISBN: 978-92-895-0814-8 DOI: 10.2863/895094 Local and regional authorities promoting fair trade EUROPEAN UNION Committee of the Regions "
    ]
}